{
    "2": "[00:00]南無本師釋迦牟尼佛南無本師釋迦牟尼佛南無本師釋迦牟尼佛無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持，願解如來真實義。今天我們開始修習《菩提道次第廣論》，這是宗喀巴大師所造的。那麼平常我們前面先要提一個重點，通常我們稱為「玄義」，也就是把我們所要學的這個內容，它主要的綱領、特質，簡單地、扼要地把這個重點說明。不過，對我們現在在座的大部分同修來說，是初機，剛剛進入佛門，所以用平常正規的這種狀態來說的話，大家不一定能夠體會到、領會到它的深入的正確的意義。結果呢，花了很多的時間，而得到很小的受益，這個其次。進一步，因為他不了解，剛開始聽了這個不懂的東西，沒有興趣，把他的這個熱忱會減少，這是一種損失。",
    "154": "[02:34]所以我改變一個方法講，我頭上只是非常簡明地來說，而把這個簡明的理由，就馬上能夠運用在我們身心上頭的，那麼提起我們對本論的一個興趣、好樂，了解了本論的殊勝，產生一個善法欲。換句話說，一種強有力的欲望，本來這個欲望通於世間的，現在我們這個欲望是追求善法的欲望。而這個善法欲，是策發我們精進的必要的基礎，有了這個，那麼才能夠得到佛法的真正的好處。換句話說，真正講修行上去的步驟是這樣的。等到我們把本論順著次第一步一步學下去，有了一個正確的概念，然後我們再提綱挈領，把這樣的一部大論，作一個綜合的結論，那個結論，以後作為我們行持的準則。實際上這個最後的結論，本來就是在最先應該講的玄義，這個首先來說明。",
    "250": "[04:10]所以現在我們用簡單的方法。《菩提道次第廣論》，那麼說些什麼呢？簡單地說一下。「菩提」，翻成功我們中文叫作覺，大家曉得 ─覺悟。這覺悟些什麼呀？平常我們說叫「自覺、覺他、覺行圓滿」，這個我們也不必一個一個解釋。拿我們最現實的，也最具體的說明 ─我們目前，大家追求的是什麼？快樂。昨天說過了，簡單地說，這樣；更深一層地，或者是仔細一點講的話，要想把痛苦解除，要想快樂得到。當你把痛苦徹底解除的時候，得到的快樂是圓滿的，不會有毛病的，這樣；應該說，不會有毛病的，但是並不圓滿。而不但這個快樂沒有毛病，而且圓滿的，這樣。",
    "325": "[05:25]那麼我們為什麼得不到呢？我們這麼努力去做，為什麼得不到呢？原因是說，我們雖然認真去做了，因為我們並沒有對我們所做的事情有正確的認識，沒有正確的認識，你雖然辛苦忙了半天，卻不一定有好結果。比如說我們生了病，要去找醫生，你去找醫生，假定你對這個醫生有沒有本事，這個藥對不對，你都不知道，隨便找一個蒙古大夫，隨便弄一點藥吃吃的話，病治不好；不但治不好，乃至於更加重你的病苦。同樣地，世間的任何事情都是如此，所以我們雖然要求這個好的目的，但是因為並不了解怎麼去做。",
    "382": "[06:22]那麼現在有這麼一個人，他是徹底完全覺悟了，告訴我們這個道理，告訴我們這個道理，所以這個叫作「覺」。覺悟什麼呢？任何一件事情對、錯，他完全了解了，這樣，那就是所謂這菩提就是覺的意思。那麼我們要想得到這個結果的話，不但聽到那個道理就算了，還要照著它去做。所以，你照著它這個方法走上去的這個步驟，叫作「道」，這麼簡單。",
    "425": "[07:05]那麼下面的「次第」呢？任何走這個路，一定有個次第，一定有個次第。比如說，我們爬樓梯，一定是下面一階階上來，沒有一個事情是例外的。不要小看這個喔，不要小看它呀！實際上那個次第是非常重要的。平常我們做任何事情的時候，要注意幾樣東西，平常我們說：質、量；質是講這個東西對不對，量是講這個夠不夠。隨便，譬如我現在說前面一杯水，我要喝水，那麼不僅僅是它水對不對，當然，不但對不對，還髒不髒，這個是就它的質純淨與否。單單這個質夠不夠？不夠，你說一滴水也是，一滴水喝了不能解決你的渴，還要什麼？量。所以質是要正，量是要足。除了這個對不對？還要一樣東西 ─次第。小事情，我們往往不大注意，忽視掉了，實際上呢，次第是非常重要。",
    "492": "[08:12]平常舉一個非常簡單的比喻，我們燒飯，我們大家曉得要米、要水，然後要火，把幾樣東西要洗。這個我們不能說反正要火、要水，大家混在一塊兒來，這個不按次第不行。你一定把那個米拿來先洗乾淨了，加了水，放下去燒。你不能說反正要水、要火，我先燒完了以後再洗，那個沒有用，那個沒有用。燒焦了，你怎麼可以？就算不燒焦，燒出來，髒的怎麼可以？譬如說燒菜 ─那是米的話，已經弄乾淨了 ─燒菜的話，你不能說那個菜從田裡拔出來，我燒完了再洗，這裡邊都是泥巴，然後呢，乃至於有農藥，你吃下去，本來給你營養的，反而把你毒死。所以「次第」，所以現在我們說，我們要想達到這樣的一個目的，應該走這樣的路，這個路過程當中還有必然的這個次第。",
    "554": "[09:14]那麼下面叫「廣」，「廣」是詳細地來說明這件事情，來說明這件事情。我這地方再特別說明一下，我完全都是用最通俗的名字來講啊，下面大家也許說，那平常我們這樣，好像聽那個書本上面，也許你有可能兩種反應。大家注意喔！一種呢，大家如果習慣於平常我們教學方式的話，也許覺得這個好像不夠書卷氣。還有一種呢，也許習慣了，聽完了這個，很歡喜的話，就不再歡喜平常我們一般的正規狀態。那麼這兩點，我們都這地方要說明，要改善的。",
    "603": "[10:03]第一種情況，他習慣了文謅謅的這種語言以後，驟然聽了以後，覺得不大習慣，那這是難免的。但是我們要了解，你今天跑得來聽這個東西，你目的幹什麼？假定說你是學文的、學什麼的，那對，用不著到我們這個地方來。你可以到普通的文學院裡面去，哪一個學校，研究佛教史，研究中國文學，然後研究西藏文學，寫出最好的文字來，根本用不著到這裡來！我們這裡主要的目的是，要了解了講修持，然後照著去修持的話，證得這個覺悟的、圓滿的果。所以真正的重點擺在這裡，你不要忘記掉了！",
    "653": "[10:53]所以在這個場合之下，為了適應我們的條件，這樣，那麼你慢慢地、慢慢地自然心裡面，就不會受以前習慣的影響。還有一種呢，也許我們在這裡聽得滿歡喜，覺得：哎呀，這個講的道理的的確確聽完了我馬上可以用上，很高興！於是不知不覺又會產生這種心理 ─在別的地方聽見這種照著次第去講的很多文字，你會排斥它，說：「唉，你看，那些講了個半天沒用！」這種心理也絕不可以！要曉得，它語言文字是絕不可少的，絕不可少的。做任何事情，修學佛法亦復如是，必定要透過這一個東西來說明，次第地深入，我們才能夠懂得。只是我們目前狀態，是因為條件所限，所以不能用得它深的地方去，才這樣的，這個我們要了解，這個是要了解。所以，這兩種情況，我就事先先說明、避免。越到後來，我越是會用比較像學校裡念書這樣，用各式各樣的成語文字來表達，這個首先說明一下。",
    "736": "[12:16]那麼，所謂《廣論》的「論」，最後一個，平常我們就說，詳細地來討論，詳細地來討論這件事情。所以從這個題目上面，我們可以曉得說，我們現在學這個東西，就是怎麼樣從我們凡夫，下腳第一步開始，一直走上去，走到圓滿成佛的這條路。而這條路的過程當中，不管就它內容的正確與否來說，就它應該完成的數量來說，以及走上去的次第來說，它都有一個完整詳細的說明，詳細的說明。我們從這個上面，有了一個正確的認識，你照著一步一步實踐的話，就可以達到最高圓滿的境界，最高圓滿的境界，這就是本論的我們要學的。",
    "806": "[13:26]那麼這個作者是宗喀巴大師，作者是宗喀巴大師。這個地方，請翻開書本前面有一個彩色的照片，彩色的照片，這張照片非常莊嚴、非常莊嚴。那麼我簡單地把宗喀巴大師的他的歷史啊，介紹一下：他是青海人，青海西寧附近的人，西寧就是青海省的省會。他生在元朝 ─元順帝，順帝就是元朝最末一代皇帝，相當於西曆的一千三百五十七年，一千三百五十七年。他從小就是一個絕頂聰明的人，很小就出家，然後到十六歲，就進西藏。因為這個青海一帶，在我們中國靠那個角，包括青海啊，然後西康啊，然後四川的一部分哪，西藏啊，那個都是藏族的區域，藏族的區域。他們信的都是佛教，而是屬於佛教當中的密教一支，密教一支。那麼，在這一個藏語的佛法系統當中，他的教育的中心是在拉薩，在拉薩。所以宗喀巴大師在十六歲的時候，也受了他師長的影響，進拉薩去求學，以後呢一生就在西藏，而且把西藏的佛法整個復興，整個復興。",
    "941": "[15:41]那麼在這裡，我也不妨把這個藏傳一系的佛法，簡單地介紹一下。因為這個在我們國內平常是少傳聞，所以我簡單地說明一下。那個西藏的佛法開始的時候，是松贊岡布王，那個人，相當於我們唐朝初年，唐朝初年。唐以前是南北朝，南北朝下面是隋、唐，這樣。那麼那個松贊岡布王就是隋、唐那個時候的人，他也是西藏人當中一個雄才大略的君主。那麼，那個時候我們中國也碰見我們所謂唐初，那是中國最盛的時候，唐太宗。所以中國歷史上，不管西藏，有這麼一段佳話：唐太宗的公主文成公主，就嫁給那個松贊岡布王，那個時候進去的時候，帶了很多佛經進去。那個松贊岡布王不但娶了唐朝的公主，另外他也娶了一個尼泊爾的夫人。那麼同樣地，那時候尼泊爾也是佛教的國家，所以從這兩個地方傳進去了大量的佛法。",
    "1044": "[17:24]那麼，這個松贊岡布王不但振興了佛法，這個西藏的文字也是那個松贊岡布王時候建立起來的，他特別派一個大臣，到別的地方去，然後學好了帶回來。最後呢，學的是印度，把印度那個母語，經過了他自己的認識以後，適應西藏，造了那個藏文。所以這個藏文雖然跟梵文是不一樣，但是脫胎於梵文，脫胎於梵文。因為這樣的關係，所以它翻譯過去，它有種種的方便。譬如說，拿我們現在的語言來說，你這英文翻成功中文，跟英文翻成德文、法文不太一樣，他們西方語言轉變一下容易，因為他們語言相似，語言相似，就是這個道理，這個我們順便一提。",
    "1106": "[18:26]那麼除了文字以外，制定法律，最主要地佛法那個時候奠了基。之後有一個皇帝叫持松德貞，或叫赤松德貞，這個也是一個非常了不起的皇帝、藏王。那麼他又大大地振興佛法，從印度請了一位大成就者，大成就者所謂靜命大論師，到西藏去弘法。所以西藏的正式有三寶，所謂僧伽等等，從那位大師開始的。不過當時西藏的地方上有一種土著的教，叫作苯教，我們有時候稱它為黑苯教，那個勢力很強，那是民間的鬼神哪這些。所以不但民間反對勢力很強，而且黑苯教的那個鬼神，那個東西還是很有力量的。其實我們現在世間也是一樣，你看什麼十八王公啊，或者什麼，那種鬼神是有他的力量。那黑苯教裡邊，他們還有他們的什麼咒術啊，各式各樣的這種怪招，所以這個佛法剛進去的時候遭到了種種魔難。",
    "1201": "[20:01]那麼這個靜命大師，這是一位了不起的成就者，就說：「像這種魔難，我沒有力量克服它，現在印度有一位佛教的大成就者 ─蓮花生大士，如果請到他的話，那一定沒有問題。」那麼，這個藏王就努力就去請。這也是因緣成熟，那個時候那位大師也正好從印度向東方走，那麼正好到尼泊爾，於是藏王派去的使者遇上，就把他請進去。請進去了以後，這個蓮花生大士是顯密圓融的成就者，他有種種的殊勝的方法，所以把那些各式各樣作祟的妖魔鬼怪一一降服，大弘教法，這樣，大弘教法！",
    "1260": "[21:00]不過因為剛開始，初初建立，雖然剛開始建立了，等到蓮花生大士走了不久，它那個基礎沒有穩固，所以很快地又衰下來了，衰下來了。再加上過了一百多年以後，就發生了一個很不幸的事情。就是那個赤松德貞又傳了幾代以後，我一下子記不住幾代，它那個有一個皇帝叫朗達瑪，他反對佛法，反對佛法，所以皇家聽了那個黑苯教的影響，整個把佛法摧毀，整個摧毀。那個時候相當於我們的唐朝唐武宗，我們中國歷史上面也曾經說「三武一宗之難」，那幾個皇帝都是反對佛法的，以皇家的命令，把廟拆掉，叫和尚還俗。那個時候朗達瑪也是這個樣，所以把它徹底地摧毀掉。摧毀掉了以後，後來那簡直是一蹶不振。在我們中國來說的話，因為已經很普遍了，所以這個三武雖然摧了以後，還可以恢復一點，西藏簡直是恢復以後就不成樣子。那麼就這樣，經過了一百多年的時候，那個教法是非常地亂、非常地亂。平常的時候，大家都是憑個人的想像，憑個人的想像，所以這個凌亂的情況我們可以想見。",
    "1362": "[22:42]那時候到朗達瑪再傳的下面，另外有一個藏王，朗達瑪下面那個西藏的政治，這個政治方面發生過一個政變，那我們不去談它。所以那個皇室也就分了幾支，其中有一支靠西邊的，一個國王信佛，那麼一方面是信佛，一方面想到他祖先在佛法上的這種擁護、輝煌，所以他心裡面非常痛心，他就發心到西藏去再去求法。結果他們祖孫兩代聚全國的精華，花了很長的一段時候，到印度去請了印度的大成就者 ─阿底峽尊者。阿底峽尊者是印度當年的一個最高成就者，關於阿底峽尊者的內容，我們講到本論的傳承、師承的時候，它有一個說明，所以我這裡不詳細講。阿底峽尊者到了西藏以後，把佛法振興起來，從阿底峽尊者振興以後的西藏的佛法，叫作新教，在這個之前叫作舊教。譬如我們現在聽見我們這裡國內也有，藏密，所謂寧瑪，就叫舊教，其他的就是白教啊，然後花教、黃教這是新教。新教就是阿底峽尊者以後，經過革新以後的新興的這種，當然佛法的中心沒變，不過它的作法是比較改善了。",
    "1466": "[24:26]經過了阿底峽尊者這樣一個努力以後，它就復興。復興了以後，但是畢竟前面那個基礎並不穩固，所以阿底峽尊者復興了以後，慢慢、慢慢、慢慢地，又慢慢、慢慢地過了一些時候，又開始有一點衰頹現象，有一點衰頹現象。後來呢又經過宗喀巴大師又起來，宗喀巴大師距離阿底峽尊者是三百多年，不到四百年，阿底峽尊者相當於我們宋朝初年，宋初，那麼這個宗喀巴大師是元朝末年。經過了宗喀巴大師這樣地一次徹底地改革以後，所以西藏的佛教如日中天，到今天已經有六百多年了，已經有六百多年了。宗喀巴大師改革以前，已經是很衰；一下達到那個頂峰，而且能夠維持這個局面，經過很長一段時候，現在也慢慢地、慢慢地向下。雖然向下，但是它還保持著非常完整的內容在，非常完整的內容在。這一點是我們以前都不知道的。",
    "1549": "[25:49]那麼幸好民國初年有幾位了不起的大德，尤其是太虛大師，這個人真是個大菩薩。他以他的心胸，他要全部提起，所以他倡一個口號 ─八宗並弘。那麼，這個我們換成現代最簡單的話，我要來說一下。平常我們個人修，譬如說他學禪、他學淨，這對我們個人來說，是沒有錯，你可以有成就，而且我們個人修，也必須要走個人的特別的路子，一定是一門深入。但是對整個佛法的弘傳來說的話，這個不夠，這個不夠，一定要各方面的圓滿配合，這樣。譬如說我們現在來造一個房子來說，或者造一個寺院來說，假定說，我今天在這地方要講修行，你說我造個小茅篷，反正是一間，那麼拜佛也在這裡，吃飯也在這裡，睡覺也在這裡，我只要我的修行成功，就行！可是假定說，你要把那個三寶的形相撐持起來的一間大廟，這個不行；你一定要有大殿，有寮房，有大寮，有各式各樣的配合。那麼佛法也是如此。",
    "1643": "[27:23]所以像虛大師這種菩薩再來人，他有這樣的願心，結果他門下的弟子，除了我們本來有的台、賢、性、相各方面，以及所謂禪、淨等等。關於密教部分，在我們中國內地，已經失傳很久；以前有，偏於宮廷方面，元、明以來，一直都是這個樣。後來虛大師就為了學這個，派了幾個弟子，一部分向東去學東密，當年的時候是大勇法師什麼，還有呢，後來大勇法師也到西藏去。那麼另外呢，跟大勇法師去，是現在本論的作者 ─法尊法師。實際上真正到西藏去學藏密的還是有一堆人，而這個裡邊，結果對目前介紹這個藏密過來的，最了不起的一個大功臣，就是那「尊法師」。"
}