{
    "4": "[00:04]以前有，偏於宮廷方面，元、明以來，一直都是這個樣。後來虛大師就為了學這個，派了幾個弟子，一部分向東去學東密，當年的時候是大勇法師什麼，還有呢，後來大勇法師也到西藏去。那麼另外呢，跟大勇法師去，是現在本論的作者—法尊法師。實際上真正到西藏去學藏密的還是有一堆人，而這個裡邊，結果對目前介紹這個藏密過來的，最了不起的一個大功臣，就是那「尊法師」。",
    "50": "[00:50]那麼，這個是順便說一下。剛才說到宗喀巴大師，把那個完整的教法提起來了，那麼現在呢，我們也有機會接觸到。雖然它現在已經向下了，但是的的確確把我們中國固有的東西，以及現在這個配合起來的話，我的感覺，不管我們自修也好，對佛法的前途也好，那真是前途無量、前途無量。那麼關於這個宗喀巴大師，他自己本人的成就，我也簡單地說一下，這裡。",
    "94": "[01:34]宗喀巴大師，剛開始學的時候，他主要的先由基礎上面 ─教理，教理。所以他頭上多少年廣學各家各派的東西，各家各派的東西。他只有二十剛出頭一點，進到西藏，沒有幾年就全藏聞名，全藏聞名，換句話說，他這個教理的通達。但是他並不是憑空而來的，以他這樣的一個絕頂聰明的人，他到處去參訪當時的善知識，沒有一個善知識不參訪的，這樣。然後跟他們廣學那些善知識所通達的東西，而學的內容，不拘任何宗派，小乘的《俱舍》，然後呢，大乘的性宗、相宗、因明，乃至密教，然後自己有圓滿徹底的認識。",
    "163": "[02:43]那麼說到他這個人的聰明，我講一個故事，很有意思，就是發生在他身上。他那時候剛進西藏沒多久，那麼有一次生了病，去看醫生。看醫生哪，當地都是最好的醫生，就給他看，看完了以後，把完了脈以後就用藥，這用藥大家要討論一下他的病情什麼等等。結果呀，有意思，這個病人，換句話說，就是宗喀巴大師，他也在這個裡邊參加他的意見，欸，覺得這個脈相是怎麼樣，應該下什麼樣的藥等等。哈！結果所有代他看病的醫生，有一個共同的感受，非常驚訝說：「這個年輕人，了不起！不是我在這裡給他看病，而是我遇見了一個最好的，好的醫學教授，上了一課。平常我不懂的東西，被這個病人一講，都懂了！」我們無法想像的這種事情，這是我們絕對無法想像。",
    "235": "[03:55]以我們不妨想一想，為什麼要我們想一想呢？就是說，我們經常拿我們的自己的生活經驗所體會一下，那麼才能夠更深入地了解我們要講的特質、內容。所以我們現在不妨想，我們現在看病，跑到醫院裡去，那個醫生不要說不講，就是跟你細細地講，再詳細講，講了半天，你會不會有什麼印象啊？我們一點印象都沒有，因為醫學這個東西非常複雜。我們現在的這個病，他譬如說要看你的胸部， 光照，你一看就可以看得出來。然後實驗報告，說你這個紅血球多少，白血球多少。他可沒有哦，就把那地方，脈這麼一把，要我們自己把，把那個脈，根本不曉得它到底是什麼，只覺得撲通、撲通跳幾下。欸，就這麼他這樣的一個年輕人，他就是能夠了解這個，而把當時的名醫，都這樣說服，這是實在絕頂聰明，這樣的一個人！所以我們從這個地方，可以了解，這樣的聰明人，然後廣學 ─從小乘開始，到性、相，各宗各派。",
    "311": "[05:11]我為什麼要提這個事情？這個地方，大家停一下，讓我們自己做個警惕：我們現在在這個地方，來幹什麼？修學佛法。你為什麼要修學佛法？說目的我們已經了解了，那麼為了達到我們去苦得樂的目的，我們有一個認識，說我們所以得不到的原因，因為對於很多事情，沒有正確的認識，一個專門名詞叫「無明」。換句話說，我們在無明當中，我們的概念，我們的執著，我、我、我！這個東西都是錯誤的根本，痛苦的根本在這裡。唯有一個有正確認識的人，指導了你，你了解了你的錯誤，那個時候心裡面想排斥這個錯誤。不但如此，還要進一步地認識怎麼樣才是正確的，然後照著正確的去做，那個時候，你才能夠轉化得過來。這個道理很清楚，這個道理才是我們真正第一步應該擺在心裡想一想的。",
    "377": "[06:17]所以我們記住，我們現在跑到這地方來學佛，我想沒有一個人不同意，大家都會這樣想。不過這地方呢，我們進一步地檢查一下，實質上的內容，我們跑到這裡來，是不是真的學了佛了？這是個大問題。以我自己的經驗來說，我們來的目的是學佛，我們也這麼說，可是實際上我們學的是「我」。欸，你們會想，為什麼講學的是「我」？我現在仔細分析一下，你們也可以把它看成道理來看，也可以把它看成功學佛來看。假定你把它看成學佛來看，你就受用了；假定你只是把它聽作道理來聽，那我也在這兒浪費，你也在這兒浪費。那麼下面我就說，我們往往跑到這地方來，我覺得，我覺得我要這個樣走，我要這個樣學，我要這個樣學。是不是大家都有這樣想法？我想有。本質上面，應該就是說我有這樣意志，要學到什麼。",
    "436": "[07:16]可是不幸的是，我們所以來，真正的原因，就是有一個根本問題 ─我自己不認識我是誰，所以叫作無明，所以叫作無明。我們的情緒，起心動念，以及我們的知見，無非都在錯誤的認識當中。今天我們看了一本書，佛告訴我們這樣，啊，懂了、懂了！我真的懂了嗎？沒有，沒有！然後我們是懂了一些什麼？就是懂了我們對這一個文字的概念，這個概念不一定是佛要指給我們看的。這個內容很重要！我現在隨便來講一個實際上的例子，我們常常說的：「哎呀，這個佛法裡面講空的呀！你要得看破啊！你得放下。」一點都沒錯，你只要能夠看破，看破嘛，你就放下；放下嘛，你就自在。說：「欸，對、對、對！一點都沒錯。」結果你真的看破了嗎？你真的放下了嗎？你真的自在了嗎？我想仔細地檢查，不能說沒有，但是絕對沒有真的做到。",
    "512": "[08:32]我們文字是懂了，但是我們懂得這個文字，就是我們以前在世間上面所認識的這個意義，於是你認識的是這一點，真正派上用場的，也是這一點。你所看破的，世間的一個標準是看破了一點，所以比起沒有聽見這兩個字，或者沒有經過這兩個字提醒的時候，稍微好一點。但是佛法真正要你的看破，你看破了嗎？我想這個答案是肯定的 ─沒有！當然，看也沒有看見，你放得下嗎？根本放不下，因為你沒有看破，沒有放下，所以你也不得自在。可是我們偏偏自己說：「懂了、懂了！」在這一種狀態當中，於是我們自己覺得學到了，所以這個學到的，真正說起來不是佛法。想想看，對不對？我以後經常會運用這個例子。",
    "571": "[09:31]所以一開頭我特別強調，假定說在這個地方，大家沒有辦法真正地體會到的話，我們就不可能深入，不可能深入，這是個很重要的概念，這是個很重要的概念！所以，還是我們平常因為有這個概念，所以往往自以為認識就停在這個地方，你沒有辦法深入。那麼，在這種情況之下，始終還是繞著兩樣東西：一個，我的見解 ─嗯，我覺得對！你這個「對」是什麼？就是世間上面，以前不懂的文字，現在你懂得了文字相。這個文字是以世間的標準來說，有深刻一層的認識，這個是沒有錯，所以可以說你是一個知識分子。但是學佛差得十萬八千里，門都沒摸到 ─種下一個因。第一點。",
    "622": "[10:22]然後呢，你的感受，對不起，那了解都不了解，我的感受還是普通的習性。世間的來說，人家說文人，文人的習性是什麼？講起來，講得頭頭是道，做起來是一無是處，就像普通一般的愚夫愚婦一樣。那我們現在實際上都是這樣的，大家喊這個民主，大家喊這個、喊那個，看別人的時候，喊得清清楚楚，輪到他身上的時候，做起來是一樣地莫名其妙。現在我們修學佛法了，第一個難關就是這裡，想想看！所以這個地方提示了我們什麼？我們不要自己覺得懂了，要想真正得到好處的話，應該要深一層地，好好地廣學。不必說我們現在想，哎呀，學得想樣樣東西都學，你不要說，就是簡單地學念佛吧，學參禪吧！說實在地，還是不夠，這個以後再說，這個以後再說。",
    "683": "[11:23]那麼在這一個地方，我順便也提佛經上面的一個公案來說明一下。這個《法華經》，我想我們大家都了解的。佛出世了以後說了很多經典，在這經典當中，現在流傳下來的，有兩部經典，通常說圓教經典，換句話說，最圓滿的。一部是最初說的《華嚴》，一部是最後說的《法華》。這《法華》很有意思，它最後告訴所有的弟子，你們每一個人到最後都成佛、都成佛。先開始說那些小乘的阿羅漢們，平常已經證了羅漢果了，他以為就到此為止。欸，佛告訴他：不！這是方便法門，最後你要成佛的。所以一一授記。最後呢，乃至於說任何一個人，你只要隨便地念一聲佛，跑到廟裡邊，合一個掌，鞠一個躬，乃至於小孩子玩，拿了這個泥沙造一個塔 塔就是寺廟了 欸，覺得這樣，都會成佛！",
    "755": "[12:35]當然這個成佛的時間很遙遠，不過這裡呀，我現在要提示給大家的是說，他授記大智舍利弗尊者等等，就說：「最後你要成佛的，你還要供養兩百萬恆河沙多少諸佛，多少時間以後成佛。」看一看喔！大智舍利弗尊者是佛弟子當中智慧第一的，而且我們看那個經論上面，已經無量劫來跟著佛，生生世世跟著他，有這樣的因緣，這一世證了羅漢果了，到最後成佛還要轉了個大圈子，這個是圓教經典。可是另外一部圓教經典有意思咧！《華嚴》，這善財童子，他是個十信滿心，結果他最後也成佛，他的成佛的時間上面是一生取辦 ─說這一生可以成就，所以他最後以十大願王導歸極樂。這兩個之間，雖然同樣成佛，這個時間，那完全無法想像，完全無法想像！那是個天文數字，天文數字都無法形容。",
    "829": "[13:49]假定說這個成佛這麼差別當中，我說沒有關係，反正你到那時候，生了天上人間，舒舒服服，到那時候，突然之間，一下成了佛了，那我倒還是願意等一下。因為成佛很辛苦嘛，所以我等了半天，到那時候成佛了，不是就等等嘛！不是的呀！實際上，這個無量阿僧祇劫，在這裡面大部分時間是都在受苦，受無量無邊的苦。那羅漢將來走到佛，還要苦，凡夫的話那更不談，大部分時間都在三惡道當中輪轉，痛苦得不得了，這第一個事情。第二個事情呢，轉了大半天你最後成佛的時候，他不是說到那時候，那個佛自然地掉在你頭上，你還是要經過這樣地努力，一點都不能少的，這個我們必定要了解！",
    "878": "[14:38]有這樣的因，有這樣的果，那到最後成佛還是要，為什麼呢？為什麼呢？因為我們要真正成佛，要做兩件事情。哪兩件？一個呢，要所知障徹底地淨除，煩惱障徹底淨除，兩樣東西。那個東西你沒有淨除之前，不行！換句話說，那個債在那裡，你沒有還清之前，就是負債的；還清了，什麼時候還清了，就對。還有呢，你要做那件事情就要做那麼多，什麼時候做圓滿，什麼時候就對，這樣。結果呢，前者走這麼長的路，完了以後，同樣還要付出這麼大的努力去完成；後者一下就達到，他也達到了。這兩個比較，對我們有極重要的一個概念，大家記住！為什麼？為什麼？我想如果說我們自己肯努力在這個方面追尋一下的話，沒有一個人例外的，這一定願意走善財童子這一條路。喔，這個太冤枉了！走這麼長時間太冤枉，因為這個吃了冤枉苦頭嘛，對不對？這個概念在哪裡呢？看下面，這個就在這兩部經上面說得清清楚楚。",
    "952": "[15:52]所以，如果說你們將來真正要學本論的話，我之所以把課排得比較少的原因，你們要肯學，好好地要去找各式各樣的經論，自己證明。《法華》上面說得清清楚楚，說：我啊，無量劫以來，就把那圓滿的教法告訴你，告訴你了以後，對不起，你就聽不進我的話，總是急急忙忙照你配你胃口的去做，結果就因為這樣，你以為得到了，沒有，沒有得到。所以它中間說了一個什麼比喻，叫〈化城喻品〉，大家還有印象吧？這個〈化城喻品〉，我現在完全用最平常的方式，來說明最重要的意義。就像說，我們現在要去到某一個地方求寶一樣，這一條路是滿長遠的，大家一直跟著那個大商主 大商主就是我們的佛陀，他是完全了解的 去走。哎呀！走在路上是又渴、又熱、又累，大家跑了個半天，又跑不到，眼看著要退心了。那個佛陀就曉得這些人的心量太差，所以這個地方現一個化城：欸，到了、到了！大家覺得好歡喜。結果進了城，喝了一點水，吃飽了覺得很高興。佛陀就說：大家精神振作了，還沒到喔，下面還有路哦！那個時候，他就跑起來，就對了。我想在座的，一定有很多同修，念過《法華》，曉得這個公案；沒有念過，好好地去看一看。",
    "1050": "[17:30]這個地方，我不強調後面的，只說明什麼？說明我們真正要想學這個佛，應該一開頭的時候，先心平氣和，耐下心來，把佛要告訴我們的，正確圓滿的教法認識了，然後你開始去一口氣走的話，這個就是一生取辦。否則的話，你急急忙忙去做的話，這條是遠路，這條是遠路。究實說來，在我們沒有正確了解之前，因為我們畢竟是個凡夫，自己我也一樣地感覺：哎呀！叫我去一聽見那個佛法這麼難走，這麼長遠，誰都會害怕。但是如果你有了正確的認識，正確地了解以後，誰都會取後者，因為你害怕的結果，並沒有因為你害怕而省力呀，反而讓你吃盡千辛萬苦啊！這是個真實的內容。所以真正重要的，假定說我們能夠如法地去了解這個完整的內容，然後去走的話，倒反而來得省事。",
    "1124": "[18:44]那麼在這個地方，我來說一個比喻，說明這件事情。比如說，我們現在來造房子吧！這麼說，我們覺得要造個房子，那麼，夏天太熱受不了，冬天太冷，颱風的時候 ……造個房子。急急忙忙造一個房子，簡單一點，只要可以住得進來，只要弄個鐵皮釘一釘，是，什麼都不要。到了那個時候發現，不是的呀，這個房子不夠呀！你要真正地要想達到圓滿，不是這樣。那麼這個比喻什麼？就像我們現在覺得很苦惱，那麼我們趕快要找一個安樂的地方躲起來呀。結果我們發現，真正徹底圓滿地要躲掉這個痛苦，得到這個安樂的地方要佛，像造個房子，要造一個摩天大廈一樣，所以那個時候你要重新改建。",
    "1177": "[19:37]不過這個地方我們往往有一個問題就來了。那你改建，第二次改建的時候，這個老房子嘛，拆掉重來，拆掉重來一趟還可以。我們往往有這個毛病，說：「哎呀！現在這個一間不夠 ……」因為我們南普陀就是最好的典型，一間不夠再加一間，一間不夠再加一間；東加一間、西加一間，往東面加一間，往上面加一間，往那面加一間，加得非常凌亂，到後來，你簡直不曉得它怎麼辦是好！不過，好在我們現在這個架子向兩邊還寬；實際上它不是，它是個高樓大廈。我說一層，然後呢，二層，對不起，你造三層的話，這地基不穩，不行的。怎麼辦呢？把它拆掉重來，所以我們往往說造了三層，造一層的時候，覺得馬馬虎虎，造了再說。要造二層，還可以，造到三層的話，把三層全部拆光，地基重來。然後呢，造了四層、五層，到了那時候，你又全部拆光又全部重來，我們常常做這種事情。",
    "1235": "[20:35]我想我們眼前這種感受很多，我們跑到馬路上，那是剛造好，過兩天又挖一個洞，原來這個還沒弄好；過兩天又挖一個洞，原來那個東西還沒弄好，我們總覺得不方便。現在我們修學佛道也是如此，所以在這個地方不是，我們一開頭時候，先把那個基礎穩固。說我們要造一個摩天大廈，雖然現在沒有這個力量，但是沒有關係嘛，我一步一步來，我一定要從那個基礎造好。如果我有了正確的認識，一開始有這個規劃的時候，你第一步，就把那基礎造得非常穩固。到那個時候，然後再一層樓，到那時候一層樓，你一直造上去，一直造到個摩天大廈。當你一步一步造上去，不是說非常辛苦，當你造了一步的時候，你可以說造好了，你可以安住在一樓；再造了，可以安住在二樓；再可以造上去，安住在三樓。你這樣地層層上去，到最後圓滿的時候，整個的金碧輝煌那個大廈都起來了。這個裡邊的差別，差得天差地遠。",
    "1291": "[21:31]剛才那個比喻，雖然是好像很可笑，實際上，我想我們人人感受得到。那麼，現在我們修學佛道，也是如此。所以宗喀巴大師在這個地方示現給我們看，他們很多當年印度的大德，都是這種風格。所以我們目前，我在這地方要特別說明這件事情的道理，也就是這樣。在我們開始的時候，我覺得我們就應該對這個教法，有一個完整的認識。不過，這個地方並不是告訴我們說，我們要學宗喀巴大師這樣 ─他是一個密的，我們也是要密。不！這個意思是說，你對整個的教法有了圓滿的認識，把你的目標確定好了以後，那時候你進一步選你現在相應，應該走的路。比如對我們現在來說，我們應該走的淨土，那時候，你才是走淨土，一門深入。",
    "1346": "[22:26]那你會說，同樣是淨土，你這個淨土，跟我這個淨土有什麼不一樣啊？不一樣，差得很大。平常我們現在念佛的人，聽見了念佛，趕快！往往就說，我只要念得去就好了，弄個下品下生。結果你念了半天，下品下生都不一定去得了，這是個事實。現在這裡我們說，萬修萬人去，這個法門，對不對？對！淨土法門是萬修萬人去，可是現在，一萬個人修，有幾個人去啊？找不到幾個，這是個事實。那麼現在照這個法門做，有什麼好處呢？你有圓滿的認識了以後，第一個是萬修萬去；第二個，要去的目的也不一樣。我本來說，我只要去就行了，現在不是，我要成佛，不但要自己解決，而且幫助一切人解決。可是為了要達到這個目的起見，選我現在最相應的念佛的路子，這樣的情況，所以我要去！",
    "1400": "[23:20]所以你剛開始去的時候，你要求的就是上品上生，乃至於有一個人就求無上乘，說我要去現在去念的是要求什麼？要求這個寂光淨土的上品上生，上品上生還分四土九品的。那個時候，當然，我們現在的條件，不一定真的能夠達到「寂光」的上品上生，乃至於「同居」的上品上生都得不到。那沒有關係，你可以得到上品中生，上品下生，至少你可以很穩。還有一點，因為你的願心這樣的，將來一去，見到了佛，你所追求的圓滿的東西，很快，這條直路。這是我們要了解的。",
    "1442": "[24:02]所以在這個本論我一開頭說明，我並不說建議大家要學哪一個宗派，或者哪一個法門，完全不是！這個宗派法門，這是你們自己選你們個人自己相應的。而是一開頭的時候，我們要了解佛法的整個圓滿的內容是什麼，你有了正確的了解了以後，然後把你的目標一開始的時候，規劃出來。從這一個認識當中，選取找到你自己相應的路，然後你走上去的話，千穩百當，而且是最省事、最快速、最圓滿；念佛照樣地念，參禪照樣地參。",
    "1487": "[24:47]所以這個後面，他會告訴我們的：是，我們修行一定是一門深入。這個根本的道理在這裡。除了這個以外還有一個，假如你真的一門深入，找到了門還好，不幸的我們往往是什麼？在門外空轉。我們中國有一句話叫「閉門造車」，現在不是，門都沒摸到，門都沒摸到，乃至於什麼？在原地踏步，我們自己覺得在修學佛法。就像剛才說，我們覺得修學佛法，實際上，在修學的是個「我」，弄到後來，「我」是越弄越大。",
    "1523": "[25:23]現在在這個地方，我們不妨仔細檢查一下看看。平常我們最流行的，也可以說最適應我們現在時代的，就是淨土。這個印光大師，是淨土的大德，他特別說明，有很多人，弄了個半天，是念佛也好、什麼也好，越念是煩惱越重。對不起，弄錯了！你說怎麼會呢？就是剛才這個道理 ─我覺得對了，實際上呢，沒有真的對。所以前天說的，未會先會，千萬不要！我們修了個半天，不是修的佛法，是修的「我」，把那個我是越弄越大，那個冤枉苦頭吃得太多、太多！不過這個詳細的內容在下面。所以我談到宗喀巴大師，當年修行的狀態，他所以有這麼高的成就，所以能夠幫這麼多人的忙，乃至於把整個的教法這樣地振興，到今天我們還有這個受用的原因，就指出這一條路來。這個也就是我所以選取本論，在這個地方跟大家共同研習的原因。",
    "1594": "[26:34]同樣地，因為這樣的原因，所以我把那個講法本身，也完全改變、完全改變。以後原則上面都是遵循這一條道路，講到每個地方，總要使我們對它產生一個認識。然後這個認識當中，慢慢地去推展擴大，而不忽視整個的內容。等到我們有了這個認識以後，慢慢地到某一個程度，然後把整個的全貌安進去，使得我們對於整個佛法，有一個正確的認識。",
    "1629": "[27:09]所以我們這裡是簡單地說明一下，宗喀巴大師他當初是這樣的，他說他是先在教法上面，有了這樣的一個認識。所以當年，在他那一個時代，他在整個西藏，可以達到獨一無二的，最高的這樣的一個地步。先在教法上面，我舉一個典型的例子來說一下。他曾經講法，同一天講法講二十一部論，換句話說，我們在平常講法，一座、一座，他講二十一座。"
}