{
    "2": "[00:00]好，我們現在繼續下去。《菩提道次第廣論》，昨天說到那個宗喀巴大師，他一天能夠講二十一座，最多的時候講二十九部大論，一個法會當中。他曾經有一次在一個法會上面，他這麼說啦！他說：「現在末法啦！我們不管 ……大家都條件差呀！」他想起世尊正法時候的盛況，他就說在他們那個時代，就是指西藏曾經有過一個很輝煌的法會，在同一個法會裡邊，有一位大善知識，能夠講十一座。十一座，就是每天這樣講經的法會講十一座，每座講一部論，每一部論它有一個主要的一個內容，然後要旁徵博引全部的經論，這是非常不簡單，非常不簡單的！我們平常講一部那都不大容易，他要講十一部。",
    "80": "[01:20]那麼所以很多弟子就讚歎啊，所以就說勸請，請那個大師 ─宗喀巴大師。他就說：「假定我稍微用功一點的，也許可能做得到。」那麼所以很多弟子們，周圍很多的善知識都來勸請 ─法本身都要非常恭敬地勸請。那麼大師就說：「好，那我試試看。」所以他就事先馬上就閉關，一心一意地準備。那麼後來這個消息傳開了，本來大師已經是當地出了名的，所以有許多人聽見這個消息，大家就來請求說要參加這個法會，這樣殊勝難得，末法的時候，希望稍微減緩幾天，大家要趕來聽。",
    "139": "[02:19]所以大師剛開始的時候稍稍講，經過了又緩了幾天以後，結果一天同時開講十五部大論；實際上講完了十七部大論。啊！大家是讚歎不已，以後曾經最高的時候講二十一部大論。我們單單聽見這個數字，啊！只是讚歎、讚歎，如果我們將來真的有機會，能夠參加這種大善知識的修行道場，那時候才了解殊勝，不可思議。他不但如此，而且他自己本身的修行還一點都並沒有差脫，並沒有差脫！就這樣，所以這個地方特別說明大師本身的成就。",
    "191": "[03:11]關於這一點啊，我鼓勵你們看一看宗喀巴大師的《應化因緣集》，佛教書局有，佛教書局有。那同樣地，我們手上已經發的這個《阿底峽尊者傳》，它不僅僅是他的傳記，對我們有很大的啟發，有很大的啟示。那個就是本論的作者，而大師本身的成就之高，我這裡不進一步解釋。那個是造者。那麼下面就是翻譯的法尊法師，他是民國以後的一位了不起的大法師，他是走了沒有幾年，大概才四、五年吧！那麼我想我這個只是非常簡單的說明啊！",
    "242": "[04:02]現在看本文，翻到第一頁，第一頁。那個論也主要地分成三部分，分成三部分，第一個叫序分，那麼其次呢正分，最後呢結分；相當於我們平常的序分、正宗分、流通分。那麼這個最前面那個，現在我們開始的是序分，那序分當中又分三部分：第一個是「論前歸敬」 ─歸依跟禮敬；第二個呢，說明「造論的宗旨」，他為什麼造這個論的；那麼這末了一部分呢就是「敦勸」，一再地勸我們怎麼樣去聽受，怎麼樣去聽受！現在看那個文。",
    "309": "[05:09]南無姑如曼殊廓喀耶（梵語）那是藏文，下面第二行就是翻成功我們中文的意思。",
    "319": "[05:19]敬禮尊重妙音（漢譯）「敬禮」就是我們說皈依啦！一心恭敬地禮拜。實際上呢這個敬禮是通於三業，而真正呢由於意業而形之於身、口的，形之於身、口的，這樣。那麼這個「尊重」呢，這個原來的印度，它這個有一個特別的名字叫「姑如」，姑如翻成功我們現在的話叫上師。所以這個上師啊，我們平常說上師的話好像是密教裡專門名詞，實際上不是，印度凡是對一個老師的尊稱，就叫姑如，就叫姑如，那麼這個就是「尊重」，在這地方。那麼「妙音」呢，就是文殊師利菩薩，普通大乘論所歸敬的都是文殊師利菩薩，論代表智慧。",
    "386": "[06:26]那麼這個論前歸敬，這個也是傳統的一種，一個傳統，一個傳承。它的意思有好幾點，最簡單的呢就是求加被、除障礙，使得造論能夠圓滿。對我們學者來說，使得我們了解我們的歸趣，就是我們的宗致，我們的宗致，我們歸投，我們趣向；也同樣地淨除我們的障礙，達到我們得到究竟圓滿。那麼這個是歸敬的意思。",
    "433": "[07:13]那麼裡面歸敬的內容呢？第一個是說明這個「論」，造論，那麼造論的時候為什麼是歸敬文殊師利菩薩呢？我們曉得，我們的三藏分成功經、律、論，那麼論特別是講智慧的，能夠所謂深辨名相，了解了以後，然後呢能夠啟發智慧。而這個在佛法裡面，是由大智文殊師利菩薩作為代表的，這樣。那麼是可以，也可以不一定歸敬這個文殊師利菩薩，可以看它的特質而來這個歸敬，第一個。那麼下面呢就是三寶順著次序來，第一個：",
    "496": "[08:16]俱胝圓滿妙善所生身，成滿無邊眾生希願語，如實觀見無餘所知意，於是釋迦尊主稽首禮。這是我們本師釋迦牟尼佛。他分成功三部分 ─身、語、意，總括起來就是這個。那麼他實際上，他這樣地分有他非常特殊的意義的，非常特殊的意義的！關於這個部分的意義，等到後面講皈依的時候再說。為什麼要擺在後頭講呢？當我們了解這個皈依的意義以後，然後你去皈依的話，我們就可以馬上得到殊勝的好處，這樣。所以在這裡對於這個造者，造論的來說，他為了祈求加被，淨除一切障礙，使得造論圓滿，所以他那個頭上面有這樣的圓滿的皈依。那麼對我們學的人來說的話呢，一方面我們了解這個造論者的意義，同時我們也希望啊，我們學的人得到的內容，所以假定說我們能夠了解了這皈依的意義而去皈依的話，你當下就會得到殊勝的好處。所以這一部分真實的內容，留待後頭講。",
    "597": "[09:57]那麼這裡簡單地說一下，我們釋迦世尊的身跟我們的身有一個不一樣，這是所以我們為什麼要皈依他的，否則的話我們每個人都說：「我，我好好的，我為什麼要皈依他？」欸！我這個身體是有漏的，是痛苦之本，那麼佛陀不是。他為什麼他不是，我是呢？我是無始以來造了種種的染污之業，佛陀恰恰相反，無量無邊劫以來，造種種的善淨之業，已經達到圓滿的程度。就是以這一種善法，善法是通於世、出世間，有漏、無漏的，現在他是無漏的，所以說「妙善」。以這樣的業 ─善淨之業，所感得的圓滿的這個身體，所以這個才是我們真正的要歸敬的。我們歸敬也可以得到了相應的好處，最後我們也可以達到佛這個程度，這就是我們最後的目標。",
    "671": "[11:11]在一開始的時候，在開頭第一步就提出來：我為什麼要學這個論？不是在這裡了解一點意思，只是使得我們口頭談話的時候覺得：欸，好像有什麼好講。不是！讓我們有這個認識，了解了照著去做，使得我們也能夠從充滿種種痛苦的染污之身，最後得到這樣圓滿的佛陀的這個身體，所以他簡單的意思就是這樣。那麼同樣地，我們開起口來，是啊，大家不是戲論嘛就是諍論，就這樣。高興的時候就是戲論，不高興的時候啊就是諍論，實在沒有太多意思！佛陀呢？欸！他能夠成就圓滿 ─滿足地成就一切眾生。這「無邊」哪，這個說是包含了一切眾生。眾生什麼？「希願」，希願！他們這個願望，最啊難能可貴、稀罕的，他們的願望之處，這個就是佛陀的話。",
    "761": "[12:41]我們眾生什麼願望啊？簡單極了，就是要得到極樂。這個普通世間的快樂，有漏的，有漏的！一點點快樂，帶來很大痛苦，只有這個才是，這個才是我們真正應該所願之處，我們絕對不是得到眼前一點的小小的利益，這樣。而我們平常開口的，不是戲論就是諍論；佛陀卻能夠滿足，不但一個人，不但他自己，所有一切眾生都能夠這樣。啊，了不起啊！試想他能夠圓滿一切人，他哪有自己不圓滿的！所以這個地方就身體有這樣好的殊勝的功德，開起口來有這樣的真實的內容。",
    "820": "[13:40]那麼他為什麼能夠做到這樣呢？因為他徹底、如實地了解了，所以下面說，「如實觀見無餘所知意」。他的意業就是這樣的，他能夠「如實」的 ─如實在的，簡單極了。平常我們看見的啊，都是看見事情的一部分，而它真正的真相是看不見的，看不見的。平常我們眼前的東西，譬如說好像空氣，什麼都看不見，沒有什麼東西啊！欸，現在科學家告訴這裡還有空氣在，我們就看不見了。那空氣又是什麼？我們又看不見，就算科學家也看不見，就像眼前所有的東西，都是這個樣。不要說我們看不見的東西看不見，就是眼前隨便一樣東西，譬如說眼前這個茶杯，你說你看見了沒有？我不能說你看不見，但是我也要告訴你，我不能說你看見。你看見了茶杯的這一面，那這一面看見了沒有？沒有。你可以轉過來，四面看見了，裡面沒有，總是我們是局限的。那麼這個局限的裡邊啊，就有種種的毛病了，種種毛病了！就這樣。",
    "898": "[14:58]所以真正能夠如實地看見的話，那是很不容易的事情，而且圓滿無餘。譬如說小乘的聖者，他也能夠見到一部分，但是還有很多地方不圓滿的，我們說簡單。我們所應該知道的一切的對象，他沒有一點點餘遺；而所有任何一樣東西當中，他如理如量，如理如量地都能夠完全認識。因為能夠這樣完全認識，所以才能夠圓滿解決。所以才能夠啊，不但自己得到這樣，而且能夠滿足一切眾生，這個是意業。",
    "951": "[15:51]那麼這個三樣東西也可以說他身、口、意三業，也可以說他的法、報、化三身。這個「意」是代表了他的法身，「語」是代表了他的報身，「身」是代表了化身，一般來說，一般來說。因為意業本身的的確確它跟法是徹底圓滿相應，那個就是法。那麼他所現的身呢，那個現的身的話，就是他自己的是佛身，那是我們看不見；現在「妙善所生」，我們看得見的，那的的確確應個人不同的機，所看見不同的，菩薩看見他的是報身；眾生還沒有登地之前，還沒有破無明之前，看見他的是化身，而這個化身有在四生、六道當中的。所以這個也同時可以說法、報、化三身。那麼總結起來，這就是我們釋迦世尊，這個是我們的尊主，這個就是我們的娑婆世界的教主、人天導師。第一個。",
    "1037": "[17:17]那麼這個佛的圓滿的教法，留傳下來的時候，分成功兩個大系：一個是智慧，一個是方便；或者我們說一個是大悲，一個是大智。當他徹底圓滿的時候 ─佛，所以叫二足尊 ─明足、行足。那麼等到慢慢地向下的話，它一定分成功，這個時候用兩個菩薩來代表，實際上就是這兩個菩薩能夠圓滿傳持那一部分教法的。哪兩位？一個是彌勒菩薩代表方便，一個是文殊菩薩代表智慧，所以看第二個偈子：",
    "1096": "[18:16]是無等師最勝子，荷佛一切事業擔，現化遊戲無量土，禮阿逸多及妙音。說現在這個是，「無等師」就是佛 ─無與相等的，是無等等師、那個佛最殊勝的法王子，這個法王子他能夠圓滿地把佛一切的這個事業、這個擔子能擔得起來的。而擔起來了以後他做些什麼呀？眼前化現無量無邊的身體，在十方一切世界當中遊化教導眾生。這是誰啊？這是阿逸多，就是彌勒菩薩，他是代表方便 ─大悲；以及文殊菩薩，代表智慧。",
    "1161": "[19:21]大悲，菩提心就是發救一切眾生心這個願力，然後呢在這個方面用種種方式，種種方便去幫助別人，所以稱為廣行。但是你單單發了這個心要去救別人，如果說沒有正確的方法的話，不行，所以一定要有正確的方法，那麼就是智慧。就像我們普通世間來說，每一個家庭當中母親都是無限地慈悲，她總是希望自己的子女最好。但是這個母親，愛心是夠了，教導的方式不足，結果呢，溺愛，溺愛！這個「溺」愛，三點水一個弱，強弱的弱。寵愛反而把那個子女弄壞了，所以一定還要正確的指導，這樣。那麼這個正確的指導就是智慧，我們現在佛法也是如此。",
    "1228": "[20:28]前面上說「遊戲」，這個地方遊戲不是我們現在的沒有什麼事情啊玩玩，這個不是！所以這個經論上面告訴我們的「菩薩清涼月，遊於畢竟空」，他這個菩薩有無邊的智慧的光明，為什麼說像月亮一樣呢？這個太陽曬在身上，唉呀，讓人家熱得有點受不了！這個月亮啊光明，照在身上就給人家有個清涼之感。他不是像聲聞一樣地停止在那裡不動的，而他是有種種方便，種種方便，所以遊化這個世間，所以遊於畢竟空，以智慧扶持。所以儘管他有種種事業，是不受染污，這個遊戲是這個意思，就教化眾生的意思來說。",
    "1289": "[21:29]那麼再繼續下去，也是另外兩位菩薩。那個兩位菩薩一個是龍樹菩薩，一個是無著菩薩，也同樣代表了智慧跟方便，一個是深見，一個是廣行；一個是大智，一個大悲。",
    "1312": "[21:52]如極難量勝者教，造釋密意贍部嚴，名稱遍揚於三地，我禮龍猛無著足。這個說，那麼佛為什麼他的教法好好的，佛不是最圓滿嗎？為什麼還要他的這兩個人來教導呢？這地方我們有一個疑問，可能；或者你們根本提不出問題，實際上這是個問題。我們說教化不是佛最好，為什麼還要菩薩？就算菩薩嘛，十地菩薩最好，為什麼還要更等而下之，而是龍樹、無著？因為彌勒菩薩、文殊菩薩他們都是等覺菩薩，而他們下面龍樹、無著兩位菩薩是初地菩薩。這為什麼一個一個要這樣地下來呢？這裡是一個問題，那麼在這裡我先簡單地說明一下。",
    "1384": "[23:04]佛法本身，它除了如理、如量以外，還要一個條件，所謂「次第」。對我們來說，應我們的機，這個很重要的，應我們的機，很重要的！就是說我們的機如果是已經到了佛地了，他就現佛身來救我們；如果說我們大乘，他就以大乘的行者，然後大乘當中又有種種的差別；小乘，以小乘的。這個就是我們修學佛法過程當中的次第。那麼最上根利智的人，他以最圓滿的方法來接引他，所以佛出世的時候第一部說的是《華嚴》，那個是最圓滿的。可是這個時候，不要說我們根本完全不在那個地方，就算看看佛世時候的公案，大智如舍利弗坐在這個華嚴會上，聽《華嚴經》是如聾如啞，聽得不曉得他說些什麼東西，我想這個公案，我們大家都知道。這一點，我們雖然信得過佛，可是不一定體會得到這個心情。我們現在不妨用一個眼前非常簡單的例子一說，我們就可以體會得到。",
    "1475": "[24:35]譬如今天我們坐在這個地方，大家研究這部《廣論》。不一定啦！不妨說最起勁、最高興的一部論，我們大家每一個人，啊！聽的也好，講的也好，歡喜得不得了！假定說現在帶一個其他的不相干的人來，他跟佛法不相應，坐在那個地方的啊，他聽得是一點味道都沒有。唉呀，不曉得你說些什麼東西，這是一種例子。那麼更另外一個例子，譬如說今天是有一個很大的宴會場合，這個宴會場合有很多大人物出現，各式各樣的大人物出現，我們有機會去參加。結果我們如果說帶一個小弟弟，或者帶一個小孩子去，那個小孩子去了以後，如果回來的時候你問他：「欸！今天你參加了一個盛大的宴會，你看見了什麼啊？」他說不定會說看見巧克力糖。還有沒有啊？看不見，不曉得看見什麼，那些陌生人不曉得什麼！可是另外人就看見，哎喲！當代第一類的這個大政治家、大學者發表了不起的言論。哇，覺得這不得了！這我想我們都有這個經驗吧！那為什麼原因？下面這個才是真正重要的。",
    "1555": "[25:55]《華 嚴》上面說得很清楚，就是我們在因地當中啊，是本來沒有對這件事情是認真地修行過。為什麼不修行？因為你一開始的時候你沒有這個好樂心，你也不往這個裡邊去深入，這我們心目當中不相應，所以為了說明這個，所以我剛才說那個公案。反過來說，譬如說我們現在，假定說你出家了久修上座，那我們就今天早上我們討論我們吃的問題，就很有趣！有的人是偏向於這方面，可是反過來另外有一種人，他就覺得，啊，這個東西都是妄分別，是越簡單是越好；有很多人啊，的的確確剛開始的不習慣，總希望多一點，那意見差得十萬八千里。所以說，如果說非常簡單的，你看見了很豐富的內容啊，他看了覺得頭痛，不知道選哪一個：好，好，隨便有一點算了！這個就是說，各人自己喜好習性所使，這樣。",
    "1633": "[27:13]因為這樣的關係，所以就顯出不同的次第，拿我們來說我們的根性，就是這樣。所以當越到後來教化那個教法的時候，自然而然演變分化成功這麼多的次第，這我們要了解的。所以譬如像《法華》上面講，不管任何情況你接觸到了一點佛法，最後都成佛，可是的確你進來的有你相應的路子，有很多是智慧入，有很多是以慈悲方便入。"
}