{
    "4": "[00:04]上面我們講到造論的宗旨。為什麼要造本論呢？他的目的，他希望什麼呢？那麼我們已經簡單地說明了一下，今天繼續下去。說現在啊，這個現在不是單單我們目前，就是宗喀巴大師時代，離開我們現在已經有五百多年、快六百年了，就是那個時候的狀態，究實說起來，這佛法實際上的傳承的情況，要比我們好現在太多、太多，可是那時候的局面如何呢？說已經是這樣 ─講修行的人不要多聽聞，不要多懂道理，而道理本身是告訴我們為什麼要修行，如何去修行。你必須了解了為什麼要修行，這個力量會推動你去修行；然後推動你去修行，更進一步告訴你如何修行；以及修行過程當中，對、錯、結果的驗證等等，這個都是要事先理論上了解了，你才能夠去做。現在你都沒有這個條件，你請問怎麼修得好？結果呢就產生了講修的人雖然想修，卻不一定得到正確的結果，通常我們說盲修瞎鍊，弄了半天哪浪費了一生時間，實際上這種惡習養成功，就多生多劫，真可惜！",
    "145": "[02:25]那麼另外一種呢，說，啊！原來修行哪它必須要從聽聞佛法開始，所以他，是的，就依照著次第做聽聞。本來聽聞了以後，應該進一步把所了解的，緊跟著去如何驗證，這個才是真正聽聞的目的。不幸又犯了錯誤，說聽聞的人哪，他又不好好地去修行，所以廣聞的人又不能認真善巧了解這個道理，這樣。結果這麼一來的話呢，廣聞的人就變成功空口說白話，修行的人就變成功盲修瞎鍊，這個非常可惜的事情！",
    "206": "[03:26]那麼是的，有的時候我們看見有這種狀態，譬如像六祖大師，他自己本身可並沒有廣博的認識，他為什麼這樣好呢？這個我們要了解。他是宿生多生多劫已經積累了前面這個基本，基礎已經有了。對於世間來說，我們所看得見的，只是短短的幾十年乃至一百年，而整個佛法來說，那是從前面無限到後面無限。那麼修行這個階段來說，就是從最開始一點不認識，接觸佛法以後步步上升，到徹底究竟圓滿，這個裡邊一定是經過：怎麼樣觸發那個動機，然後親近善知識，如理地聽聞圓滿的教法，聽聞了以後呢，如理思惟，然後認真去修行，這是必然過程，而這個要經過多生多劫。",
    "283": "[04:43]所以有一類人，是的，他前面已經有了相當程度了，所以這一生出來，他不要做這個基礎。就正規一般狀態對大部分人來說的話，這個我們應該有的認識。如果你不認識這個，然後呢斷章取義地來說、來看的話，這個不合適，是教法的錯誤。假定這樣的話，那我覺得我們不必仿效六祖大師，仿效六祖大師已經太差了，你何不仿效佛呢？六祖大師是聽了一偈開悟，也只是開悟而已呀！佛啊，乃至於一偈也沒聽見，嗯，他就自己跑出去就出家了，然後呢最後坐在這個尼連禪河邊上面，到了晚上抬頭一看，看見月亮，就大徹大悟成了佛了。如果說我們真正能夠這樣的話，那仿效六祖大師也太沒有出息了！為什麼要仿效六祖大師？要我的話，我仿效佛，我也跑到印度坐在那個上面，抬起頭來一看，成了佛了！這個我們一定要了解啊！",
    "363": "[06:03]所以因為前面這種情況，不是偏於這個，就是偏於那個，所以在這種狀態當中，產生種種的缺陷。所以說「觀視佛語多片眼」，對於佛的道理都沒辦法得到完整的認識，都是殘缺不全的。所以佛在世的時候，就告訴我們一個最好的指示啊！平常我們像瞎子摸象一樣 ─是的，我們是摸到了象，那時候我們應該有一個認識是摸到了象，可是我們畢竟是瞎子，摸到一部分哪！千萬要想辦法多體會、多聽聞，了解全貌，不要執著自己，這個是非常重要的。",
    "417": "[06:57]不單是自己的對認識方面是這樣，而且自己的理智上面，又是沒有力量，能夠善巧地辨別完整的這個佛法的道理。本來這個理解、辨別，應該是說兩點，就是理智的辨別。這個地方用「言」字，這個有它的道理的，簡單地說一下。通常我們作學問常常有一句話叫「真理越辯越明」。是！你一個人也可以思惟、觀察、辨別，可是的的確確不如在學者彼此之間共同論辯、往復推敲這樣好，往復推敲這樣好。我們不要說作學問吧！譬如我們世間平常自己也感受得到，一個人坐在這個地方，也許你覺得沒勁，但是兩個人碰在一塊兒，如果談什麼問題啊，大家辯起來，平常我們常常說「抬槓子」，或者佛門當中叫「沖殼子」。哎呀，這個抬起槓子來，沖起殼子來，是越沖越起勁，越抬越起勁，這勁就提起來了。",
    "499": "[08:19]那麼修學佛法的人亦復如是，我們能夠善巧利用這個特長的話，我們可以產生更深遠的功效。不過這個辯論哪也要有它一套很完整的方法，譬如我們現在經過陳那、法稱兩位菩薩進化以後了所謂因明之學，這就是非常善巧的一個辯論的方法，那這個是在修學佛法當中一個最好的工具。那是所以這個地方所以說，我們理智上面的辨別能力也沒有，修學上面的這樣的學辯的力量也缺乏。因為這樣，自己又不能完整地把握得住佛法的中心，像瞎子摸象一樣；又不能善巧地去辨別這個完整的教義，所以總歸走偏、走錯。因此，對這個圓滿的道路，這個佛指示我們正確的這個，我們就走錯了，所以下面說，離開了智者歡喜的道路。",
    "586": "[09:46]那麼要曉得我們真正修學佛法，它需要很多條件，很多條件。圓滿的佛法，通常我們來說，說悲、智，然後說性宗、相宗；次第下面依著上去的話，說聞、思、修慧，戒、定、慧三學，每一個方面都層層構架因果相循，這樣地上去。這絕對不是片面、局部的，這一個要想得到圓滿的引導的話，一定要有殊勝的教授。",
    "634": "[10:34]這個「教授」，這地方要說明一下。教授呢這地方特有所指，就是指經過善知識把這個經論裡邊，換句話說，經論這就是諸佛引導我們凡夫，從凡夫地一直到成佛的最圓滿的這一個內涵，這一個裡邊重要的關鍵所在。所以它本末何在，然後大小的次第，以及很多關鍵的地方，這個就是「教授」。譬如說我們常常看一本書，那麼看過了以後啊，並不能夠把握得住這個裡邊的重心，以及它上去的很多關鍵在什麼地方，這不知道。以及性相二宗之間，怎麼樣互相配合，那麼小乘，然後呢上去怎麼樣地層層上去，這裡邊都有它必然相互的關係。你能夠了解了，這個時候它是相輔相成必不可少的；如果你不了解的話，往往會產生種種流弊。",
    "721": "[12:01]以我們目前來說，我們常常聽見一句話說：性相角立。性宗跟相宗就像牛的兩隻角一樣，各是各的，實際上呢恰恰相反，性宗跟相宗必須是互相相輔相成。這個就像鋼筋、水泥一樣，兩個 ─鋼筋加上水泥，水泥加上鋼筋，那個房子才造成功很完整的結構。現在你把它拆開來了，骨頭是骨頭，肉是肉，乃至於說這兩個你不能配合的，這豈不是很糟糕嗎？這個差在哪裡呢？就是沒有得到這個正確的教授，現在要殊勝的教授，你能夠得到了這個東西以後，那才能夠把佛所說的圓滿的道理能夠認識。",
    "779": "[12:59]那麼說到這裡，我順便提一下一件事情。譬如我們經常啊，常常這麼說，大家也了解說，以我們目前佛所傳下來的三藏十二部經典當中，有兩部圓教經典，有兩部。所謂「圓教經典」就是最徹底、圓滿地把佛自己要身證、內證的經驗和盤托出。也就是說從我們凡夫地一直到最究竟圓滿的這個程度，所有的內容都告訴我們的那個經典，叫作圓教的經典 ─一部是《法華》，一部是《華嚴》。是就它的總相來說，換句話說，就它的最後結果來說，《法華》跟《華嚴》說的都是最後究竟決定成佛。",
    "844": "[14:04]可是從另外一個角度來去看的話，這兩個之間就有絕大的差異。《法華》一開頭的時候是授記，乃至於二乘大智舍利弗等等，每一個人都成佛。最後說，不要說證羅漢果了，隨便一個人，他只要有一天接觸到了佛法，留下那個種子的話，他最後也成佛。所以《法華》裡面說：「若人散亂心，入於塔廟中，一稱南無佛，皆已成佛道。」一個普通的人以散亂心，就像我們普普通通，你跑到那個廟當中看見了佛像，啊！歡喜了，說：「啊！南無佛。」念了一聲佛，他最後這個種子也成佛，說明這個，究竟一定成佛！但是這個成佛的時間上來說，那卻是從種下這個種子到最後圓滿的時候，不曉得要經過多長多遠的無量無邊的阿僧祇劫。那是個天文數字，我們根本無法想像！不要說是個凡夫，就是一個證了果的小乘聖者，像大智舍利弗等等，他們都要還經過很長的天文數字的一個年代才能成佛，所以成佛的時間這麼遠！",
    "945": "[15:45]而另外同樣的是圓教的《華嚴》呢？善財童子以「十信滿心」最後以十大願王導歸極樂，就一生取辦，這個差得天差地遠，這個差得太遠、太遠了！假定說這個兩者時間當中說，啊！反正慢一點成佛沒關係啊，那個時候我們在天堂上面享福，那倒不妨慢一點。要曉得這樣的天文數字，那一段時候的話，極大部分、極大部分都在惡道當中受無量無邊的痛苦啊！現在這種痛苦叫我們受一點點都受不了，何況這麼長的時間。所以這個時間對我們是絕端重要的一件事情。這個裡邊兩者同樣成佛，而真正決定的關鍵，如果我們有機會、有能力，以及自己想去抉擇的話，是決定會找那個快速的，絕不可能說慢慢地來的。",
    "1009": "[16:49]那麼現在這個問題說，那兩者當中，為什麼一個這麼快，是一個這麼慢呢？哪！就是這樣 ─你有沒有得到圓滿的教授、教誡！你得到了，就是一生取辦！否則的話，對不起，你就是轉這麼大圈子。那麼這個關鍵是沒錯，哪來得到那個圓滿的教呢？要有殊勝教授。哦，所以啊大師看見了這個內涵，又鑑於眼前這個狀態，所以他說：我見已啊，來解釋此大車道。哦！那個告訴我們，這個才是走這一條大乘的圓滿的道路。",
    "1062": "[17:42]平常我們常常說大乘而不用「大車」，那個地方大車是有個原因的。在《法華經》上面這個羊、鹿、牛車那個譬喻呀，佛就告訴我們，佛出世真正的目的都把最好的東西給一切眾生。所以比喻當中說不同的根性引誘他，但是最後都是同一的大白牛車。所以這個「大車道」就是表示這個才是真正最圓滿、最徹底、最究竟、最正直的。現在到大師就見到了前面的這種不理想的情況來解釋：啊！原來這個才是最殊勝、究竟、圓滿的道路。從這地方我們就了解本論真正的內涵，實在是無比的精采、無比的圓滿！",
    "1127": "[18:47]以我個人的體驗來說的話，我當初修學佛法以後，也是遭遇到種種困難。那個大乘、小乘固然是彼此間有種種諍論，乃至互不相容，可是對我們畢竟比較更隔閡一點。南傳是小乘的，我們都是大乘的。但是就以我們目前來說嘛，我們同樣是大乘的，對不起！這個裡邊又有各式各樣的問題。有說性宗、有說相宗，然後呢又是教下、又是宗下，有人講修行的，有人講這個。乃至於同樣的宗下，對不起，它有五家七宗；同樣的念佛嘛，它又有這樣的不同的法門，大家互相彼此間不能相容，我實在是覺得不曉得怎麼辦是好！",
    "1188": "[19:48]一直等到接觸了本論，乃至了解了本論了以後，不但把這個問題整個解決，彼此不但不矛盾哪，而且彼此間都是互相呼應，互相呼應，所以真正的關鍵就是我們沒有了解圓滿的教法。這地方我要隨便一提，譬如說我們現在修行，那麼大家也許誤會了：哦！要我們樣樣學會了以後然後再來。不是這個意思，照樣地你念佛的是念佛，我參禪的是參禪，可是假定你善巧地了解了這個方法以後，你參禪也好、念佛也好，結果是大不一樣。",
    "1240": "[20:40]我現在隨便說一個例子。我請問，譬如說我們目前來說，這個念佛是最多，實際上呢也的的確確適應我們目前的機，是最善巧的一個法門。在末法的時候，我們要想解脫這個苦惱的最善巧的法門，莫過於念佛是千真萬確，但是祖師告訴我們說這是萬修萬人去，這也是千真萬確的事實，為什麼我們修了半天修不去？這不是一個大問題嗎？當然這個原因很多，那麼，這個地方我簡單地說明一下。說我們所以為凡夫不能去的原因是為什麼？因為我們業障很重，而我們的智慧資糧不夠，所以我們要把業障淨除，然後呢資糧積聚了，那麼然後你拿這個功德迴向，如果夠的話，你就能夠往生，這是很明白的一個道理。",
    "1314": "[21:54]現在我們其他的不談，說現在為了要求念佛，然後我就單單念佛，這個好。可是我們往往產生一個問題，因為剛才說的，眼前事實上面大家沒有圓滿的教授，所以往往啊除了自己走自己的這個一門以外，往往彼此間哪不能互相認識，乃至於排斥。「排斥」，這事情是有非常嚴重的障礙的。",
    "1350": "[22:30]佛說得清清楚楚，他為了幫助一切眾生，所以啊求各式各樣的法門。所有的法門它無非是解決一切眾生的種種方便的這個法，法無大小，本身最主要的應機、應機。而每一個法都經過佛無量劫捨頭目腦髓，這樣積聚起來的，所以它有它的無比的價值在。我們現在隨便輕輕易易地否定它、毀謗它了，不知不覺當中造成功這個謗法的障礙。我們修學佛法的人都應該了解，佛經裡面告訴我們，你造五逆十惡，諸佛菩薩有辦法幫忙你啊懺悔解除，你謗了法，對不起！沒有辦法。結果我們現在修行的人自己謗了法了，請問這個是什麼？增加無比的障礙！你說辛辛苦苦地念佛，念佛的功德不一定得到；你隨隨便便排斥別人，產生了絕大的障礙，你這樣的一點點你就能去了嗎？不但不能去啊，而且是積累了很多罪過，所以在這一點我只隨舉一例。",
    "1441": "[24:01]那就是說，假定我們了解這個大概的，也不要說最徹底圓滿的，有一個稍微深一層的認識，那時候我們曉得：啊，是沒錯啊！修學佛法需要這樣的圓滿的，我眼前哪只是限於目前的狀態，沒辦法真正地深學、廣學，將來我決定要深學廣學的！所以先因地上面種下一個要深學廣學的因，所以懷著這個非常慚愧的心情，現在一心一意只有祈求這個大善知識，念阿彌陀佛，你就只管念你的自己，這是一方面。",
    "1487": "[24:47]另外一方面呢，旁邊的人哪如果在那地方，他弘他的教也好、他學他的禪也好，如果你有了這個正確的認識以後，我想我們就會這樣想：「對啊！這個佛法在世間真不容易啊！佛陀經過無量阿僧祇劫捨頭目腦髓，積累的這個圓滿的教法，流傳在世間。我們作為修學佛法的佛弟子，應該努力去把它弘揚、傳持。而我現在力量不夠，只能念佛，已經感到慚愧，現在看見他卻是能夠弘揚教、他能夠弘揚禪，我讚歎歡喜得不得了！」在這種狀態當中必然結果。說：「是的！將來我也要弘，可是眼前力量不夠，所以我現在念佛。那麼，我眼前單單 ……如果是每個人像我念佛，那個佛法不是慢慢地、慢慢地只有這個了，別的沒有了嗎？幸好他在這樣努力啊，我就非常讚歎、非常歡喜。我可念我自己的佛！」結果呢，一方面你讚歎別人增長自己的功德；一方面哪我也讚歎你、你也讚歎我，佛教彼此互相讚歎，於是這個教法也旺，我們也增長功德，不影響你的念佛。",
    "1577": "[26:17]你在這種狀態當中，有什麼樣不同呢？前者儘管你念佛，可是因為你謗法呀，造下來絕大的惡業。念得的一點功德被這個惡業抵銷啊，還透三分，反而欠了很多自己還不知道。所以明明是萬修萬人去的最好法門，念了半天念不去。你現在懂得了道理，不要你改變，卻是產生這麼大的功效，第一個。第二個，因為你因地當中已經這樣想：「對啊！我將來一定要求圓滿的佛法，我現在先走這個路 ……。」等到你一旦到了極樂世界以後，完了以後，去了，那個時候你心裡想一想：「現在到了，現在我要廣學、深學。」你很快地這個因又啟發，所以這條直道又走上去了。要不然的話，你儘管到了那個地方去，你種下去的因，到那時候發出來的芽，你還是會走你的老路子。至少到那時候，你重新要去懺悔等等，豈不浪費很多時間？所以這一點我們要認識的。不管是你準備走圓滿的路子、不管你走目前哪一門，這個道理我們應該認識。所以這個圓滿的教法，對我們實在太好、太好了！",
    "1662": "[27:42]那麼現在大師就把真正的中心告訴我們，說主要的是能夠把圓滿的教法留在世間，你們能夠圓滿地學固然好；其他的人你只要得到了，不管你得到了以後，自己用的用在哪裡，哪一部分都得到好處。所以他把這個圓滿的教法解釋，他自己本身也看見了這個事實，了解了這個道理，他心裡面是非常歡喜。有這個圓滿的教法，整個的那個弊端可以救，整個的佛法可以興，而這個正是佛菩薩一向的他的志願，一向的作法。所以他說：「故我心意.勇喜。」啊，真歡喜啊！真歡喜啊！這歡喜的情況是.而勇，.而勇！這不是說這樣地淺淺的、小小的，因為諸佛菩薩的心量本身這個狀態就是這樣。那麼，這個是他造論的宗旨。"
}