{
    "24": "[00:24]他是這樣，對於最後有一點說：敦囑聽受。完了以後啊，又一再地諄諄善誘，告訴我們：「你們好好地要聽啊，要照著這個去做呀！」",
    "40": "[00:40]諸有偏執暗未覆，具辨善惡妙慧力，欲令暇身不唐捐，諸具善者專勵聽。現在上面是有了這個圓滿的殊勝的教授了，這個教授對我們來說，是引導我們走上最圓滿直接的這條大路的，但是並不是人人能學的喲！要什麼條件呢？下面這個就是，凡是具有這種條件的人，哪一個？「偏執暗未覆」，這個偏、執、暗可以總別兩方面來說。總的來說，換句話說就是我們愚癡無明的種種障礙。分別的來說的話，「偏」就是不偏於斷，也不偏於常。佛是中道說的，普通除了佛以外，其他的所餘一切，不是偏於斷邊就是偏於常邊，是這個偏。「執」呢？就是執著。這個執著是無量無邊的，歸納總說起來 ─人我執、法我執。所謂「暗」就是無明暗，這是根本。凡是沒有為這個所覆蓋的那些人，單單夠不夠？不夠！還要什麼？還要具足辨別善惡的這個能力。這是什麼能力啊？「妙慧力」，這個是智慧，這個智慧是勝妙的智慧的力量，他還要具足這個力量。",
    "159": "[02:39]所以不被上面這種偏執暗所覆蓋，又有辨別善惡殊勝智慧力量的人，夠不夠？還不夠。他雖然有這個辨別的力量，但是呢他心裡沒有好樂之心，沒有用！還要有一種好樂、歡喜 ─啊！說我要求這個。他有什麼呢？「欲令暇身不唐捐」，真正一心想修行的那些人，一心想修行；他又想修行，又有辨別善惡的力量，而又沒有被種種愚癡黑暗所障礙這些人。那為什麼說欲令暇身不唐捐呢？要想修行，究實說來，人人想要，但是能修的條件就不是人人具足。這話怎麼講？我們也許會懷疑，怎麼會人人會想修行啊？對！以我們現在佛法來說，的的確確不是人人想修行。現在不要說修行，叫人家信佛法，都是難之又難，怎麼會說是人人要修行呢？這個道理簡單地說一下。",
    "245": "[04:05]佛法真正的目的是什麼？這個我們這地方要來找一找。平常我們說佛法，什麼是佛法？三藏十二部教典。一看哪，一看就頭痛，哇！這麼多的書。然後看起來是一竅不通，講起來是大小、性相、顯密，又教你莫衷一是，這是事實。但是如果說你能夠很深入、仔細地去探索它的目的，它的目的就是單純極了，什麼目的啊？兩個字：苦樂 ─去掉苦，圓滿得到樂，就是這樣。以這兩個標準來說，世間沒有一個人例外，所有的人他真正忙碌的目的無非為這個。不管他是理智的，啊，求什麼，你就他的最深入的這個中心，你去問，幹什麼？他還是找這個。或者有很多的感情的糊裡糊塗的，他雖然糊裡糊塗，可是他為什麼呀？如果說你仔細地讓他探索一下的話，還是這個。所以，普通世間所以得不到，因為並不了解苦樂的真正的真相，以及苦樂的原因。那個事情真正的真相都弄不清楚，所以呀怎麼弄就怎麼錯，而只是佛才把那個內涵說得清清楚楚、明明白白。",
    "342": "[05:42]所以，普通人之所以真的不了解，也不想修，是不了解佛法，你究實了解了佛法，可以說沒有一個人例外的。不但是人哪，乃至於三界的一切有情，比如隨便一個小蟲，哦，你跑過去牠馬上躲掉了。為什麼？怕受傷害呀！牠也怕苦的，換句話說，牠也要去掉苦。隨便一個小蟲，有好吃的東西，牠馬上來了，哪怕冒生命的危險，像蚊蟲，明明叮著你啊，一巴掌打死了，牠還要吃你，牠要求快樂嘛！沒有一個例外的。",
    "376": "[06:16]但是儘管沒有一個人例外的都想修行，但是啊想修行是修，能修行的條件不具足，畜生不可能！只有人。就算得到的人哪，他還是不行，還要種種條件，所以得到了人身而能修行的這一個，叫作暇滿的人身。這個好難得、好難得啊！非常難得！所以我們平常常常說，佛法裡面叫人身難得，這是講這個暇滿的人身。現在我們得到了以後啊，哎呀，趕快呀！要想趁這個機會得到真正快樂，去掉真正痛苦的，只有一個辦法，就是這個！所以具足上面這種條件的人哪，他那個時候要想修行，而又有圓滿的修行的教授，那麼那個時候怎麼辦呢？應該要好好地聽。像上面這種人，這是具足善根的人，這好不容易哦！所以真正具足上面這種善根的人哪，你要想修行吧，你又能夠辨別是非、又沒有障礙，那麼那個時候要好好地，這地方聽聞這個最殊勝圓滿的教授啊！",
    "461": "[07:41]聽聞這東西的話，還要一個條件，要怎麼辦？「專、勵」，要專心、要努力。平常的時候我們聽哪，浮浮泛泛的話，這個聽沒有用，種一個善根。就種善根來說，有用的，用在什麼時候呢？等到無量阿僧祇劫以後，轉了一個大圈子，最後還是要等到這個種子起現行的時候成就。所以真正地聽到了，馬上緊跟著一步上去的話，這個浮浮泛泛不行，要專心！專心聽完了以後，還要什麼？努力！一定要這兩個條件。",
    "504": "[08:24]那麼這個地方也說一下。說：那麼最後還是成熟嘛，那我就慢慢地好了。記住！始終記住這個話，慢慢地不是說你等它慢慢地種了個種子，到那時候它自己天上掉下來，一口氣讓你成佛了。沒有這件事情！到那時候還是啊仍舊經過如此這般修行，然後成就。而在你沒有經過這個修行成就之間轉個大圈子，在哪裡？都在三惡道當中。記住哦！既然到最後你還是要這樣地修行了再成就，請問你為什麼要讓它受盡了千辛萬苦才成就？所以呀我們了解了這個，自然而然必定會專心、努力。反過來說，你之所以能夠這樣做的話，這個是善根哪！",
    "560": "[09:20]所以這個地方告訴我們，你要聽到這個真不容易呀！你們現在有幸聽見了，這是真正具足善根的人，你現在因為宿生積了這麼多善根，現在眼看著可以上去了，千萬要努力啊！現在怎麼樣努力法？專心、努力！這是他最後又特別地諄諄叮囑，告訴我們。下面我們就正式開始。現在我們講，那麼下面講些什麼呢？",
    "597": "[09:57]此中總攝一切佛語扼要。.攝龍猛無著二大車之道軌。現在這個裡邊所講的，這是本論所講的，把佛所說的圓滿的教法的綱要，統統包含在裡頭了。而這個圓滿的綱要，下來又分性、相二支，一個是智慧資糧，一個福德資糧。經過彌勒菩薩以及文殊菩薩，向下傳到 ─無著、世親菩薩，龍樹、聖天菩薩，又分成功這個兩個大軌。那麼現在這裡有圓滿的包容，有了這個東西就可以把你引導到：",
    "659": "[10:59]往趣一切種智地位勝士法範，三種士夫，一切行持，所有次第，無所缺少。這是引導我們到佛地。「一切種智」，那就是佛的智慧、佛的智慧。這個裡邊這個道理啊是引導我們圓滿達到佛地，這就是說解決一切痛苦、一切問題，圓滿一切福德。那麼這個最高的目標是如此，上去又分成三個大的段落，每一個段落稱它為一種士夫，所謂下士、中士、上士。這個是上去一步一步的次第，就像我們念書一樣，小學、中學、大學，所有的這個內容，所謂教、理、行、果，圓滿一點都不少。在圓滿的教授當中，如果我們把它的內涵用另外一個方式來說的話，可以分成三個項目：第一個「質」，它的質本身要純正，一點不錯。這個「量」呢？要圓滿，一點無缺。還有呢？還要「次第」本身不可以紊亂。平常我們對於這個質跟量是容易了解，這個次第非常重要卻是往往忽視，我現在這個地方說一個比喻。",
    "763": "[12:43]譬如說我們燒飯，然後呢你要菜啊、飯啊、米啊、樣樣東西。是的，說這個米就是米，平常我們說蒸沙煮飯，如果你用泥沙來，那不行！那時候米嘛、菜嘛這是沒錯啦！然後呢量，說幾個人嘛要吃多少，也沒有錯啦！可是次第同樣地重要。假定你弄錯了次第的話，那個不行。譬如說，你說你拿了菜來嘛，一定先把它整理一下，洗洗好，然後切好，然後放到鍋子裡燒。假定說你這個次第弄不清楚，你說：好！先把那個菜拿過來，燒完了再洗，這個行不行啊？絕對不行！因為菜上面種種的泥巴、種種的農藥，你燒完了能洗嗎？根本不能洗！本來這個菜吃了以後讓你增加營養的，結果你吃進去啊還有泥巴，你怎麼可能吃？這個毒藥不但不增加營養，還把你毒死啊！所以這個裡邊一定要有它的質、量、次第，現在本論這三樣東西一點都不缺少，所以這才圓滿。這個就是，喏，引導我們走上這一條圓滿的覺道的這個圓滿的教法，所以",
    "852": "[14:12]依菩提道次第門中，這個，這條門哪引導我們走上菩提大道的。",
    "860": "[14:20]導具善者趣佛地理，是謂此中所詮諸法。是引導具足善根的人達到圓滿佛地的這個道理，就是我們裡邊所說的。下面又告訴我們一個特質，為什麼說，下面：",
    "884": "[14:44]此中傳有二派釋儀。說解釋的時候它有兩種傳承。他為什麼要講這個？平常在我們一般的概念當中，我們不太了解，也不大注意這個傳承的重要，這一點實際上是非常重要、非常重要。譬如說我們現在來說，我們隨便做任何一樣東西，買東西也好，我們常常說：這個哪來？這個是美國貨，然後這個是福特的、這個是通用的，然後這個是德國貨。譬如說汽車吧，剛才說美國的是福特、通用，德國的是賓士，譬如說日本的什麼，它每一個都有它的來源。實際上這個來源裡面包含了什麼？就是那些工程師，傑出的人才，這樣。世間的所有的東西，都有它這樣的一個圓滿的來源，何況是佛法啊！何況是佛法啊！所以我們曉得學任何東西，假定你沒有這個正確圓滿的來源的話，學不好。佛法亦復如是，佛法亦復如是！所以他一方面教那個內容，一方面要告訴我們說：我這個牌子哪來的？喔，說這個牌子一點都不錯的！",
    "970": "[16:10]那麼在宗喀巴大師那時候，這個裡邊它有兩派的傳承，這個兩派的傳承就說明了這個師承。實際上這個師承的內容剛才說的，這個殊勝的教授，都是靠這個傳承下來的。這個是從佛傳下來，經過諸大祖師圓滿的教理、正確的修持，都從這個圓滿的師承這樣地傳遞下來，非常重要、非常重要！這是特別的一點我們應該了解到的。那麼哪兩派啊？下面，一個是那蘭陀寺，一個是迦濕彌羅傳的，我們看一看：",
    "1012": "[16:52]勝那蘭陀諸智論師，許由三種清淨門中，詮釋正法。謂軌範語淨，學者相續淨，所說法清淨。後時止迦摩囉室囉，聖教盛行，第一個就是那蘭陀寺。那蘭陀寺那是當年印度最了不起的一個地方，修學佛法的。佛涅槃沒多久就開始建立，一直等到公元一千年左右，那個回教勢力入侵的時候，由政治勢力把佛教摧毀為止，始終是執印度佛教牛耳的、最頂端的一個佛法的中心。那個地方的很多這種了不起的菩薩、祖師，他說在解說佛法的時候、造論的時候，要有三個條件。",
    "1078": "[17:58]這個那蘭陀寺順便提一下，我們中國歷史上有一位了不起的玄奘大師，玄奘大師當年到印度去的時候，學到最好、最精采的就是在那蘭陀寺。那個時候是這樣、以前是這樣、以後也是這樣。為什麼要說那蘭陀寺呢？換句話說，印度的整個佛法的最高的，經過了這麼多了不起的成就的人抉擇以後，剩下來的精華都這個樣的！他們解釋這個經論不是隨便的喲，他要幾個條件，三個，就是三門清淨，三方面都要清淨了。這「清淨」兩個字很重要、很重要！就是說這個清淨的話，這個法本身絕對正確，沒有一點點問題，假定說的有一點問題的話，我們學的人就出問題了。像吃東西一樣，你稍微弄得不乾淨啊，對不起，細菌乃至於毒，就把你吃死了；佛法也是如此的、佛法也是如此的。世間只是教你受一點小小傷害，佛法的話，你如果說有一點點不乾淨擺在這裡的話，這留下來的是問題重重。",
    "1162": "[19:22]那麼哪三樣東西啊？他說第一個，老師 ─軌範語淨。這個裡邊包含了兩樣東西：第一個就是「軌範」，就是尊長，譬如我們說軌範師、親教師，換句話說解釋說法的這個尊長，他自己本身清淨；還要他所講的清淨。為什麼要分兩方面來說？難道說這個人清淨了以後，他講的還不清淨嗎？對！為什麼？當然，他如果本人自己沒有修持的話，那講出來一定不清淨，可是自己有了修持以後，他那個清淨還有問題，這個就解釋一下。",
    "1211": "[20:11]平常我們也曉得的，說自己沒有解決問題，幫忙別人解決是不可能的，那麼自己要解決了，那個算是清淨了。這個清淨需要兩個條件，第一個，教理上面要有圓滿的認識，然後這個教理還有驗證上面的、確定不疑的悟證的境界。他雖然有了這個，可是因為說的時候，也許他平常一般地說，也許對機不相應。譬如說：我們現在拿世間來說吧！哦！現在有一個大學者，我們請他來給我們演講。那麼這個大學者來演講有兩種可能，有一種可能呢，就是把他自己學的圓滿的內容告訴我們；還有一種，也許他所對著機，說今天有一個地方，一些小朋友啊大家也仰望這個大學者，所以為了使得那些小朋友心目當中有一個仰望起見，請他來去講。請問那個大學者能跟些小朋友講說圓滿的道理嗎？不行！所以這個裡邊是兩樣東西都圓滿，這是「軌範語淨」。",
    "1291": "[21:31]那麼還有「學者相續淨」。所有的一切法流傳在世間，不僅僅說有老師就行，還要一定有學的人，這個很明白。不但是菩薩、祖師，我們佛也是一樣，佛出世的時候，那個時候同時那個弟子也來。因為一定有這樣想學的人，所以應這樣的機，然後說這樣圓滿的教法。那個時候如果沒有這樣相應的機的話，他雖然他自己有正確的內容，但是他不一定有機會說出來。就是佛本身就是如此！他不是說得很清楚嗎？我所了解的法啊就像大地土，但是我說的法如爪上土。所以通常啊，都是有一個因緣，那個時候佛才說呀！所以，如果說一個法流傳的話，除了老師這個條件以外，學者這個條件也是相當重要的。就像剛才那個故事也是一樣，這個大學者跑得來，跑到幼稚園，跑到小孩子那裡去，對不起！學者的相續不淨，他就沒辦法把圓滿的教法拿給我們。",
    "1379": "[22:59]這裡我也可以用一個比喻來說一下，所謂比喻是個故事。相傳我們中國歷史上兩位名人：寒山、拾得，以及豐干禪師。他們三位，一個是阿彌陀佛，一個是文殊菩薩，一個是普賢菩薩。結果寒山、拾得兩位大士所現的是什麼？唉！一個破和尚，窮叫化一個，什麼都不認識的。他為什麼這樣現呢？就是那個時候現出來的相是禪宗傳的時候。禪宗的特質是什麼？要主要的見到那個本來面目，換句話說，空性。它掃一切法的，實際理地是一塵不染。所以他自己現這個相，就是什麼？窮得身無立錐之地啊！所以通常我們那個叫化子，窮得連他站的地方像一個錐子那麼一點點都沒有，就這樣，他所現那個相。他所以現那個相，是跟那學者相應的，這我們要了解。所以如果這個地方教法盛傳的時候，除了這個老師以外，這個學者還要有這樣的條件。",
    "1463": "[24:23]然後有了這個條件以後，第三個，所說的法要清淨。為什麼法要清淨呢？這個法也說，應機是一種。還有一種呢？它那個法當中有一種應機應小的，有一種應大的；有一種性宗、有一種相宗；儘管它是大的，應它的局部的。我現在拿佛經來說個比喻。佛經說了這麼多三藏十二部，譬如說《金剛經》，它也是說：啊！這個最上乘、最上乘；《楞嚴經》，通常我們說這種都是好得不得了，為什麼它不是圓教呢？因為它就是針對著這一類根性的，是！這是大乘，可是他大乘是大乘啊，對不起，小乘的漏掉了。然後那對這個人天五乘的人又不相應。如果說性宗的話，相宗又不相應；相宗的，那性宗的又不相應，這就不圓滿了。所以啊第三個，這個圓滿的內容，還要有它特殊的內容，它三樣東西有它特別的條件。噢！那個是那蘭陀寺。到後來啊，迦濕彌羅，「止迦摩囉」就是迦濕彌羅，我們曉得的。這個在西北印度，到後來佛法這個地方非常盛，那麼",
    "1544": "[25:44]彼諸智者，則許三種而為初要。那個地方那些大菩薩、大祖師們哪，就說上面那個東西只是一個基本，除了這個以外還要其他的。那麼他又怎麼說呢？他說的是下面的。也許在這個地方我們會想：哎呀！那到後來的時候，豈不是比前面的更精采呀？這個概念我們要了解，並不是說後面的比前面的更精采，而是說後面的對適應後面的人來說更適應，這個是根本 ─一切法真正的重點，是應機才是重要的。所以同樣地，當初那蘭陀寺的三種法門，是應他們的三種法門的條件，是這個樣；後來的人由於機不太一樣了，慢慢地每況愈下。所以說，就正法而像法、末法，這個機比較差，所以要求的條件越更多、更嚴密，這是它的不同。否則的話，我們又說：「哎呀，後面的好啊！」妄判是非，不知不覺當中就會造成功不應理的取捨。那麼他下面怎麼說呢？",
    "1624": "[27:04]謂正法造者殊勝，正法殊勝，如何講聞彼法規理。今於此中，應如後釋。這個分成功：第一個作者殊勝，那就是前面的軌範語淨，第二個正法殊勝，這個法本身正確。還有呢，有了這個造者，這個造者當中包含了一定有什麼？這個教者、學者這兩樣東西在這裡面。沒有這兩樣東西的話，他這個「造」不可能、不可能，這第一點。所以這兩個含攝了，那麼說的又殊勝，在這個地方多的有什麼？怎麼講、怎麼聽這個道理。這個道理非常重要、非常重要！下面哪，等一下講到那個四個題目的時候說它。現在我在這裡，說就用什麼？就用後者那個辦法，用後者那個辦法。現在我們這地方就停一下、休息一下。",
    "1693": "[28:13]現在這個地方本論所採用的是後者，這個後者分四大段，分四部分，說：",
    "1710": "[28:30]由是菩提道次引導分四："
}