{
    "3": "[00:03]由是菩提道次引導分四：現在呢，我根據後者這個師承，來說明這個菩提大道修證次第的方法，分四部分：",
    "18": "[00:18]一為顯其法根源淨故開示造者殊勝，二令於教授起敬重故開示其法殊勝，三如何講聞二種殊勝相應正法，四如何正以教授引導學徒之次第。分四部分。那麼為什麼要分這個四部分，這裡簡單地說明一下這個道理。詳細的內涵每一部分哪，他就是說這個，我們只要把下面認真地學，那個細部都了解。一開頭，原則說一下為什麼，第一個我們了解，說學一切任何一樣東西，你一定要跟一個自己有正確認識的人學，這樣才學得好。不管做世間出世間任何一樣東西，你要學會，一定要跟一個會的人學才行；同樣會的人，他越是內容精采、越是圓滿是越好。世間法尚且如此，何況佛法！世間法出一點毛病，那麼最多你說，哎呀，作生意少賺一點錢、虧一點本；佛法出了毛病的話，就流落在生死輪迴，小的受生死之痛苦，大的在三惡道中，不得了地嚴重！尤其是修學佛法，你稍微不小心一點哪，嘿，會產生很大負效果，很大負效果，這一點我們要注意！所以真正對這個佛法本身是否清淨，是絕端地重要。那麼要想得到清淨圓滿的教法的話，這個引導我們本身他的條件，是決定因素。",
    "151": "[02:31]不過這個地方大家會說：「欸，那麼引導我們的佛最圓滿，何必還要你來造、他譯了呢？難道你還比佛強嗎？」現在很多人提出這個問題，這個話聽起來，是呀，我們想，對呀！所以現在有太多的人說：「啊，你不要去看那個論，難道造論的菩薩還強得過佛嗎？」我們一聽覺得對，然後你就不去看論了。這裡邊.是有個大問題，這個我們在這裡解釋一下。",
    "185": "[03:05]佛，說的法跟他內證的內容，有兩個絕不一樣的地方，這一點我們要認識。他內證的是完全圓滿的，千真萬確，所以就內證這一點來說，沒有一個人能比得過佛。菩薩當然不如，祖師更不如！但是他講的法卻有一個特質，是對不同的根性說的。他對小孩子，就講小孩子的法；對大人，對大人的法；然後對兩千多年以前，對兩千多年以前的人講的法；對我們現在是另外一種法。佛自己是最圓滿的，可是他講出來的法所對的根性，跟你相應不相應？不一定相應，這第一點。不但在時間、空間，都有一大段的距離，在這種狀態當中，這個裡邊就有問題了。",
    "244": "[04:04]理論上面我們應該了解，實際上呢，我們也看一下：是，佛說的法是絕對圓滿，千真萬確。因為說得圓滿，所以他對機也圓滿，所以凡是講到哪裡，每一部經典上面，那個當機眾聽完了以後，大乘的，一定是很多人證無生法忍，最起碼的發菩提心；小乘的，得法眼淨、證阿羅漢，這個是佛真正圓滿的結果。表示什麼？那當機就有這樣的功效。假定不當機的話呢？對不起！所以「佛法不應機，等同閒言語」，如果不應機的話，那就是說空話一樣的。現在，我們不幸的是不應機，你看上去不一定有效，儘管你說你有了信心去看，有信心是有信心，你看是看了半天，如果你大乘根性，請問你得了無生法忍嗎？你發了菩提心嗎？小乘的，不要說羅漢果，你得了法眼淨嗎？沒有。那麼表示什麼？這個問題就在這個地方嘛！這事實也是這樣，這個我們要了解的。",
    "316": "[05:16]再說，他因為是當不同根性的機，所以這部經典裡面說這樣的一個法門，那部經典裡面說這樣的一個法門，這個法門是整個修行過程當中的一個部分，一個關鍵所在。譬如說《金剛經》那是破空，就是對「著有」的人怎麼樣教你破這個，這樣的觀點。不同的經典有它不同的說法，拿我們如果學不好的話，學了這個呢變成功什麼？斷章取義。這個斷章取義是修學過程當中是最嚴重的，是一個大缺失！所以你不認識這一點，你也以為如此 ─好、好、好！那麼，必定要經過這個圓滿的教授傳承，說明這個內容，那時候你才曉得：喔，原來這樣的！教你自己去學是斷章取義，等到這個善巧的解釋明白了以後，然後用到你身上的恰如其分哪！這個所以能夠把「斷章取義」變成功「恰如其分」要靠什麼？要靠這個引導的人哪，這一點我們必須要了解，這樣。所以這個上面我們要了解：哪、哪！有這個特點在，這個特點在。要不然的話我們難免會引起誤解，引起了誤解就失去了大利益！所以他現在說，喔，這個造者殊勝。尤其這個圓滿的教法，你將來看一下，那個才曉得它所講的這個殊勝，殊勝到什麼程度，為什麼它這個法這麼好！這個對我們是有一個非常重要的一個基本的認識！",
    "433": "[07:13]那麼還有一點，因為我們要想修學的時候，必定有一個特質，因為我們是個凡夫。假定說我們成了佛的話，我們不是修學，我們教別人；我們只是凡夫，了解了這個苦要去學，所以我們的的確確，雖然學的人說應該有辨別的能力，可是這個辨別能力的確不強。那麼這個時候根據這個什麼？根據真正有成就的世間，或者在我們這個圈子裡邊，經過了時空考驗以後，經過這個如理抉擇以後，肯定他的價值的，那個是我們認定的一個標準。本來這種認定的方式，本身是並不圓滿，但對我們來說，也只能用這個；我們找人說，大家都說這個人好的，你也好的。那麼然後大家說的當中有兩種：有一種壞的人說好的，這個不一定；有一種是好的人說好的，那大概就可靠。好的人當中又是智慧的人說好的，那他跟智慧一定相應；有很多人福德的人說好的，那這個人跟福德一定相應。這個是我們抉擇我們要跟的這個善知識的一個重要的條件。",
    "522": "[08:42]現在這地方，他下面就把這一點的行相指出來。所以我們目前，雖然不能認識佛法本身的內涵，沒有殊勝辨別善惡的能力，可是我們卻有世間上面這種的共識。所以他現在拿這個共識來告訴我們說：「啊，對、對、對！這個才是。」於是啟發你的恭敬仰望一心想學，你就學對了。有了這個標準以後的話，那個取捨就取捨對了。",
    "558": "[09:18]那麼第一步呢，說這個要去學；這個修學佛法，要一個重要的特點，要什麼？恭敬心。平常我們最大的障礙，都是說：「哎呀，我有業障啊！」業的中心是什麼？「我」。我的特質是慢，當你有一個慢的心，這慢總歸是我總覺得最精采。平常所以我們跟人家聊天也好什麼，自己總是自己的意見總是對的，因為你有自己的意見，那個障礙在那裡，別人的東西就進不來。假定你是了解對方的高明，他告訴你方法的正確，你那個時候，心裡面就把慢心就降低了。這個慢心對治它一個非常好的方法 ─恭敬，這樣。",
    "601": "[10:01]所以他第二步說這個：啊，不但這個造的人這麼殊勝，而且造的法這麼殊勝，「啊，這麼好！」於是你一心仰望，於是那恭敬心提起來，那個時候你就能夠正式修學佛法。所以他在正式講這個法之前，先把這個法的殊勝說一下，啟發我們對這個法的恭敬。我們平常所以愚癡，最大的原因就是不恭敬，所以當你恭敬的時候，一方面眼前修學佛法，是一個最大的推動的力量，障礙減少，同時呢以前的宿障也能夠淨除，這個是一個很重要的原因！",
    "647": "[10:47]那麼說，哦，有這樣的殊勝的造論的成就者，造了這樣殊勝的這個解釋的法。下面哪，還要一個道理 ─對於這樣的殊勝相應的法怎麼樣聽、怎麼樣講。你在這種狀態當中才跟它相應，否則的話這個還不相應，這個還不相應。那麼這個第三點，平常往往疏忽掉了，實際上這一點非常重要，非常重要！這個詳細的內涵，講到第三點那部分自然會有很清楚明白，很清楚明白。",
    "690": "[11:30]這地方我不妨舉一個簡單的例子來說明一下，譬如說我們現在要到哪一個地方去─當然我們現在是要從凡夫地跑到佛地，那麼這個都是經歷精神上的、哲理上的─我們現在用一個眼前看得見的，事相上的這個比喻。譬如說：我到台南去。你可以走路，走路不要任何準備，反正你站起來就走了，不就行了嘛！你只要認得這條路，有人告訴你這個路怎麼走，就這樣。那麼換句話說，有一個過來人告訴你怎麼走，然後呢，指示給你這個方法，那個沒有錯，這兩者夠了，你不要其他準備的。",
    "733": "[12:13]下面腳踏車，對不起！腳踏車就要準備準備囉，那個腳踏車過去的時候，上面嘛看看那煞車好不好，然後呢鏈條很久沒有用，要加點油，哪一個地方等等，要一點準備。如果汽車的話，那準備更多，說前面這個冷卻引擎的水，然後呢機油，然後呢汽油，然後輪胎裡面的氣足不足，你準備好了以後才行啊！如果是飛機的話那更嚴重，如果準備不夠的話，不動滿好，一動出起毛病來，到那個時候的話性命交關。儘管已經有一個人告訴你怎麼走，然後這個路也告訴你清清楚楚，如果你不準備好的話，出毛病喔！這是千真萬確的事實！",
    "785": "[13:05]所以我們現在，有很好心學佛的人，也有圓滿的教法，我現在所體會到的就是第三點。所以關於第三點真實內容，你們慢慢地下去自然會了解，為什麼這麼重要，實在是太重要、太重要！最後呢有了前面這個樣樣準備好了，那個時候就開始了，說正以引導，這個是為什麼要分這四個。現在這個裡邊呢繼續下去，我們看看這個文：",
    "819": "[13:39]今初第一個就是造者殊勝，看文：",
    "824": "[13:44]總此教授，即是至尊慈氏所造，《現觀莊嚴》所有教授。別則此之教典，即是《菩提道炬》。整個地來說，現在本論所講的重要的內涵是什麼呢？就是《現觀莊嚴論》。《現觀莊嚴論》是至尊慈氏，就是彌勒菩薩，要曉得佛涅槃以後，佛把整個的責任就交給我們的彌勒菩薩，所以現在來引導我們的最圓滿正確的引導者就是他，就是他。那麼他當然這個本身是圓滿的，那麼內容呢是講的這部書。那《現觀莊嚴論》是什麼呀？我簡單地介紹一下，裡邊一共說八樣東西，叫作：第一個「三智」，什麼三智啊？一切智、道種智、一切智智；第二個叫「四加行」；後面呢「一果」 ─佛果。",
    "887": "[14:47]換句話說前面那個境，就是說我們應該了解我們所對的境，我們凡夫所對的境，依我們的無明妄識所對，造種種業。現在呢，我們了解為什麼會有這個染污生死的痛苦，就是所對的境是不認識，那麼不是外面的境有錯誤，而是我們能認識這個境的這個識本身有問題，所以這個實際上還是就我們應該了解的。所以應該把這個東西認識，所以說的「智」 一切智，一切智是了解一切法總相的，一切法總相 空；然後呢，道種智是指一切法的差別相的；然後呢一切種智，就是把所有的這個通達總別一切的這個智。這個三樣圓滿就是佛。那麼要想得到這個東西，那麼內涵等等，修行呢就是四個次第，所謂四個加行；經過的這樣以後，最後圓成一個佛果。",
    "963": "[16:03]所以雖然是說起來這麼簡單，實際上就是從凡夫地，達到究竟圓滿成佛的圓滿的綱要全在裡頭，可想而知本論是何等重要！是，我們目前可以不一定全部學，但是我們必定要全部認識，為什麼？因為我們究竟的目的就是這個。你有了這個究竟的目的，認識了這個綱要，然後下腳走的時候，的的確確走你該走的。該走的只是一步，但是你眼前跨出去的一步，一定要走對方向。在整個的道路當中，你走對，那麼每一步，然後把一步一步加到最後，圓滿。所以開始走這個一步的時候，你就應該把整個的路線認得清清楚楚，這樣走下去的這條路最圓滿直接，這很清楚明白。",
    "1027": "[17:07]我還是舉個例，譬如說我們剛才說到台南去。到台南去。可能剛才說走路、腳踏車、汽車，那用的工具沒關係，然後呢，走的路線也有幾條，但是你一開頭的時候絕對不會說：「反正不管了，我出了門再說。」是，這個不對的，你一定要曉得，從我這裡到台南去你走哪一條路線，那個才行。你要出了門再去的話，那我們出去從那門跑出去，然後呢馬路四通八達，你到底怎麼走呀？哪有這樣的事情啊！",
    "1058": "[17:38]現在我們太多人都是犯了這個毛病，「噢，好了！我不管了，反正念佛、反正參禪！」就是這樣。實際上這個裡邊大有問題啊，這個大有問題！因為你的目的，假定說你的目的，你的目的幹什麼？我的目的就是它念四個字。那沒關係，你只要「阿彌陀佛」就算了，能不能往生不去管它。現在假定你要往生的話，對不起啊！你要看看囉！四個字好，六個字好？還要其他的助行、正行哦！可是我們實際上的目的不在往生，要成佛！為了要成佛。所以眼前最好的方法要往生，要想往生所以要念佛。所以必定是，你整個地要到台南去，為了達到，就我眼前這個目的當中，然後走這條路，這不是很清楚、很明白嗎？對吧！",
    "1106": "[18:26]而且這個情況之下我還舉個比喻，當然現在我們說到台南哪，這個方便，成佛沒那麼簡單的啦！我們不妨這麼說了，到美國去，譬如這麼說。那麼有人說到美國，美國在哪裡啊？一想：喔，美國在我們東方。夠不夠？對不起，這個萬萬不夠的哦！假定說美國在東方，那麼我出門向東走，你走得到嗎？我保證你走不到！然後你出門，我們這個門口向西的，你說向東你怎麼，向西走你不是走錯了嗎？你向東走碰壁，到後面你怎麼走啊？不行的。所以到哪裡去一定有它的一個完整的方便善巧，轉彎抹角怎麼怎麼走，就算你出了門對了，你向東走跑到花蓮，向前跨一步，對不起，太平洋，下面就死路一條，這很明白！",
    "1159": "[19:19]所以任何一個地方，你真正要走之前，必須要先把你的目的認清楚，然後達到這個目的，該走你什麼走的路，然後這個路當中眼前你下腳的哪一步。所以不管是念佛、參禪哪一個，那是我們眼前下腳第一步，一定要走的，的確，走你相應的，絕對沒有錯！但是千萬不要說：「我走這個，其他的不管了！」那剛才這個比喻在這個地方。所以我們不要說：「哎呀，這個我們學這個幹什麼啊？」這個是一個很大的障礙。所以他前面也告訴我們了，「偏執暗未覆」 ─那種具善根的人喏！同樣的道理，為什麼有的人是一生取辦，有的人要轉三大阿僧祇劫，證羅漢果尚且如此；同樣的，有的人往生去上品，有的人往生去下品，有的人去了是邊地，有的人念了半天是念不去，毛病在哪裡呢？就在這裡。這是我們一開頭應該有的認識，應該有的認識。",
    "1227": "[20:27]因為我曾經遇見過這麼很有趣的事情，有的人說：「法師啊，哎呀，現在這個時候念佛要緊，你講這個幹什麼，我趕快去修行啊，然後呢要打七剋期取證啊！」我聽了我非常讚歎，我說：「好啊，你剋期取證，我請問你，念了七天你取證了沒有？」他想了半天，沒有，對吧？然後呢你仔細一想啊，他說：「我不但念一個七天，念了好幾個七，到現在為止還毫無名堂。」現在太多這種人。然後呢自己念不對還勸人家：「哎，你不要去管啦！」然後呢一個七不對、十個七不對、一百個七不對。說實在話，我自己就這麼受了這樣的一個痛苦過來的。啊，大家拼命關在這個地方去念！以後我了解了一個事實：我們真正的目的是學佛，不幸的我們學錯了。學什麼？學我。我在這個地方得說一下，說一下。",
    "1284": "[21:24]我先舉個比喻，當初我看那個倓虛大師的《影塵回憶錄》，他老人家提出一個三個字來，三句話 ─看破！放下！自在！啊，美啊！世間的所以很多纏的是什麼？說看不破，你看破了嘛就放下了，放下了嘛就自在了。啊，覺得好高興！的的確確這六個字，大部分人一看就懂，然後呢自己覺得對了。不幸，錯了！這話怎麼講呀？這話怎麼講我要解釋一下。現在我們了解的「看破」，這兩個字，你只要念過小學都懂，如果念過中學、大學，那懂得更多。那麼為什麼懂得更多？就是說當你程度越深，你對這兩個字的內涵，了解得越深，對不對？",
    "1337": "[22:17]到現在為止，我們了解這個內涵，說看得破的是什麼？看得破我們對世間，人世間這種是是非非；你在這方面看破了，你在人世間的是是非非可以減少一點。生死當中的是非你看破了沒有？你看破了沒有？這兩個字可沒有告訴你喔，世間用這兩個字沒告訴你喔！所以平常你一天到晚，哎呀，忙這個世間的東西，忙這個東西，哎呀，女兒要嫁、媳婦要娶、股票又要漲，然後這種事情，啊，忙得不得了！一聽見看破：欸，好，看破了。真正地看破呢，你還在世間的量則當中，對前面忙這件事情你是看破了，可是對佛法來說，你還不相應。你自己覺得居然懂了，然後你放下了，你放下的是股票，是稍微放掉一點，兒子女兒的事情，稍微減輕一點，但是心裡面還纏在這個地方。",
    "1398": "[23:18]相對地前面這個是稍微好一點，你要想拿這個跳出輪迴，跳得出嗎？我們平常說學，就是學這個。所以這個，仍舊在「我」這個圈子當中，結果你越學，你自己越覺得很得意咧。結果這個我是越學越大，弄了半天，請問你怎麼能跳出輪迴啊？太多人就犯了這個毛病，所以總是覺得：哎呀，這懂了，趕快去！明明萬修萬人去的法門，不幸為什麼現在這麼多人念了半天去不了的原因，都犯在這個毛病。還是說：「哎呀，我七天趕快行！」是！你七天去了，千真萬確的事實，見了佛，自然有最好的教授在。那個地方我們要自己仔細檢點一下呀！",
    "1444": "[24:04]如果說我們另外一條路，有了圓滿的認識，然後你下腳一步，那一步都走對的，你跑一步、就對一步，跑一步、就對一步。所以祖師都告訴我們，譬如念佛法門，憨山大師說得很清楚，不但是憨山大師，其他的很多祖師。現在的念佛的人哪，到臨終的時候手忙腳亂，其實他眼前他根本不曉得這個念佛的意思是什麼，嘴巴裡面啊佛一直在念，生死的根支一直在長。念到臨終的時候，只是生死的業力在這個地方，一點消息都沒有！真正念佛的，當下都在生死的根支上面斬斷，是刀刀見血，用不到到臨終，當時念的時候你已經很清楚，這句佛號是派上用場的，積得淨業，當然你只要積夠了，到那時候臨終的時候自然去嘛！",
    "1493": "[24:53]那你怎麼樣才能夠認識這呢？喏，就是這個圓滿教法，非常簡單！你們只要認真地從本論學下去，要不了多少，他就告訴我們：喔，怎麼樣念是念得去的，怎麼樣念是念錯了。你了解了，然後去念，那的的確確是千穩百當，是萬修萬去啊！如果你條件夠一點，你要更升，說：喔唷，我不但是要邊地，不但要下品下生，然後上品上生，也在這個上面；不但是凡聖同居土是上品，乃至於我要進到實報莊嚴土的都有份，還是在這個裡頭啊！所以我說到這裡順便一提。",
    "1536": "[25:36]那麼這是個大綱，這個《現觀莊嚴論》這是整個的，至於說個別的那麼是什麼呢？說《菩提道炬》，《菩提道炬》是阿底峽尊者造的。",
    "1548": "[25:48]故彼造者，亦即此之造者。所以造《菩提道炬論》的這位尊者，就是本論的作者，因為這個綱要整個地照著，換句話他的藍圖，他的藍圖。實際上宗喀巴大師的這個內涵，的的確確是完完整整地接受阿底峽尊者的圓滿的傳承。阿底峽尊者的傳承，經過幾方面，最後到宗喀巴大師身上，他有所有的傳阿底峽尊者的老師的，一一都傳到宗喀巴大師身上，這是事實。",
    "1586": "[26:26]還有一點要特別指出來的，就是就本論的內涵來說，對於我們應機來說，本論還遠超過《菩提道炬論》。前面已經說過了，不是說本論比《菩提道炬論》好，不是，而是說應我們的機，這一點要很清楚、很明白，這樣。所以對我們現在來學的話，你們不妨把兩個論看看，《菩提道炬論》你看的話，你看了半天莫名其妙，可是本論的話一看，所有的修行的問題都解決 ─你念佛，念佛成功；參禪，參禪成功；學教，學教成功。這一點我順便一提。那麼這個是誰呢？",
    "1624": "[27:04]彼復即是大阿闍黎勝然燈智，別諱共稱勝阿底峽。「勝然燈智」就是他翻譯成功的名字，那麼「別諱」，他的諱叫阿底峽，阿底峽是西藏人的尊稱，翻成我們中國話就是殊勝、最超勝的。比如我們對最最特別的，我們稱他某某尊者、某某大士這一類，那麼這位阿底峽尊者，西藏人通常稱呼這樣，就是說表示對他最尊貴的、最尊敬的一種稱呼。現在呢，這個他的殊勝分幾部分來說：",
    "1665": "[27:45]其殊勝分三：一圓滿種中受生事理，二其身獲得功德事理，三得已於教所作事業。　今初"
}