{
    "4": "[00:04]其殊勝分三：一圓滿種中受生事理，二其身獲得功德事理，三得已於教所作事業。　今初分三部分，第一個呢就是他自己的出身，說「圓滿種中」，他的家世等等，第一個。第二個呢自己的獲得的功德，換句話說，第二個就是自利。這個自利又分兩部分：教、證等等；現證的，以及教理方面的。然後呢得到了這個，最後所作的事業純粹是利人方面的。它分三部分當中，後二者容易懂，說自利、利他。第一點哪，是「圓滿種中受生事理」，這個要說一下。我們平常有一句話，叫「英雄不論出身低」怎樣、怎樣，說這個真正的英雄，不講他的出身。那麼現在這個地方，卻又牽涉到他的出身，這個說他的家世的圓滿。這有什麼關係呢？大有關係，大有關係！因為平常我們說「英雄不論出身低」，那是就世間的衡量標準，世間的衡量標準只看眼前 ─果；換句話說這個人在世間，所產生的世間的功效：喔，這個人創造時勢是個大英雄！只看這一點，其他的不管。佛法講的是三世因果，而這個三世，從以前的無限，是無量無邊以前，一直到圓滿成就，這個時間是無量無邊。",
    "100": "[01:40]我們也了解，一個大乘佛法的修行，絕對不是短時候可以成功的。雖然《華嚴》上面說：「善財童子以十信滿心，一生取辦。」可是從凡夫到十信滿心，卻是經過很長的時候喔！那麼前面這個修行，因為有了修行的因，感得眼前的果；所以他前面的越圓滿，那麼這一生感得的果也一定越圓滿。而這個圓滿從哪裡開始？從出身開始。這點我們要了解的。所以佛法裡面很多祖師，有很多祖師，雖然是祖師，可是祖師的位次的高下，卻跟他宿生的業因有關係。說凡是越高的，他的出身一定越圓滿；下面的那就不一樣，看他偏重於哪一方面。不過有一個要例外，權位菩薩不算。所謂權位菩薩他本身已經成了佛了，他只是跑得來應你們這些根性，所以他並不顯示他自己的每 ……只是偏的，只權現那一部分。在這一點來說，這個所現的一定不是圓滿的教法，這也不是我們這裡談的。",
    "176": "[02:56]所以圓滿的教法他一定有這樣的一個圓滿，所以這個圓滿的話，從他自己的家屬出身開始，他的出身這樣，所以呢福德圓滿，表示他的。第二個呢，要他智慧圓滿，世俗的智慧圓滿，然後呢，世俗的智慧、出世的智慧圓滿，出世的智慧包括出家了。出了家以後呢，理論上面說教、證，佛法主要的兩樣東西。教就講那個道理，告訴你為什麼要修行，修行些什麼，如何修行；你懂得了照著去修行，現證，所以教、證二量。那麼這個是屬於自利方面，了解了還要利人方面。所以真正圓滿的教法必定從這三個方面，這是我們了解的。所以這一方面我解釋一下，至於這個文本身，那比較容易懂，我就不詳細解釋了，不詳細解釋了，所以這個文你們自己得好好地看一遍。",
    "237": "[03:57]還有，如果說大家對阿底峽尊者真正地歡喜的話，我介紹你們一本書 ─《阿底峽尊者傳》，這個佛教書局有。其實真正要看起來的話，還有一本書《宗喀巴大師傳》，現在佛教書局已經出了一本《宗喀巴大師應化因緣集》，那是用白話寫的宗喀巴大師的傳。因為真正造本論的這個造者是宗喀巴大師，你能夠把《阿底峽尊者傳》跟《宗喀巴大師傳》，兩個都看一看，那時你才曉得：啊，這個造者的殊勝真是不得了啊！所以他們兩位，一個印度，一個在西藏，都被當時，而且後來幾百年當中，都稱他為「第二能仁」，說：「啊，那是佛再來，實實在在的佛再來！」詳細的內容我不講了，不過有一點我可以在這地方說明一下，啟發我們對這兩位尊者的景仰。",
    "309": "[05:09]這個阿底峽尊者，自己出身他是個國王王子，而且是一個大國，東印度的大國，東印度相當於我們現在孟加拉，就是東巴基斯坦那個地方，那個時候印度當年非常大的一個大國。然後呢他是一個王子，他是個老二，實際上他每一個地方都有它的特別的意義，老二表示的位次，它有一個特別的關係在，這裡不詳細講它。從小就是絕頂聰明，這個說明什麼？說明宿生他的福德、智慧兩樣東西都這麼圓滿。不但是絕頂聰明，而且他從小就要出家。欸，這個人好不簡單哪！那麼然後呢出家，還沒出家之前，他已經就去廣泛地接觸世間、出世間。世間的學問在十幾歲以前已經統統學遍了，無所不通，就像我們釋迦世尊一樣，那世間沒有一樣東西不通的。",
    "370": "[06:10]這裡講一個典型的故事。那時候他有一次，僅僅啊，這個本論上面也說，只有就十五歲，十五歲喔！然後有一次去聽了一趟《正理滴論》，這是因明上的，因明哪，這個因明拿我們現在來說就是理則學，這東西很難學。我想我們接觸過佛教、佛法的很多這個同修們大家都了解，這個因明這是非常難學，教我們往往學了個幾年哪還迷哩糊嚕，裡邊的很多內涵弄不懂。結果這位尊者啊，跑得去聽了一堂，在我們想像，這個聽一堂能聽些什麼，結果它的效果是什麼呢？不妨啊把這個故事講一下。",
    "418": "[06:58]印度當年有這個習慣，這個外道跟這個佛法經常要辯，然後它這個辯的時候有一套正確的方法，不是像我們現在這樣大家抬槓子，大家亂蓋一通。它不是的，由於它完整的方法，合乎這個理則的，大家技巧地辯論，而且有旁邊的人評斷。這個評斷的呢都是國王、長者，都是絕有聲望的人，所以這不能亂來的。那麼輸的一方的話呢，有兩個：要嘛就是我服你了，然後服你了，譬如說我是道士，你是佛教徒，那我輸了，那麼我們的那個道士道冠統統拿下來，改穿和尚服，做你的徒弟，然後呢這個道士廟統統供佛。反過來也是如此。這個很嚴重啊！要不然的話呢，我頭給你，這樣啊！",
    "472": "[07:52]結果那個時候，他阿底峽那時候去學的這個老師，他是這個佛教當中一個非常了不起的大師，正在跟一個外道辯論，辯了好幾場還不分勝負。那麼，那個時候又有一次大辯論，結果不幸在辯論之前哪，這個老師生了病了。這個辯論的時候那是要全部精神擺在那裡，精神不好的稍微一個不小心，對不起，這個話柄漏出來了，那就要辯輸掉了！所以啊這個老師有點身體不好，就不敢出去，那麼要找一個人代替，但是誰也不敢，不敢應這個場。因為你萬一你辯輸了，那個所有佛教的廟，好、好，統統搬出去，然後把外道的像搬進來，那個和尚把和尚衣服脫下來，要跟人家走，這怎麼可以啊！結果呢一般狀態當中，當然可以說生病。那人家會說：「你看他辯不過啊，他就是裝病啊！」這個東西對外面來說的話，這個很糟糕的呀！哎呀，大家覺得非常為難！",
    "529": "[08:49]那麼，阿底峽尊者正好聽了一趟，他是絕頂聰明，這老師也覺得這個人很行。大家想起：欸，這個人很精采，何不妨問問他看呢？居然，他就說 ……問他的時候：「你去辯一辯。」「好！」要我們想這個怎麼可能啊！欸，他去了。不但他去了，而且一辯，辯勝了！你可以想到，簡直是何等聰明！他這樣的決定性的大辯論，好幾次，就把當時的整個的外道一下壓服，可想而知這個人的識見。年紀那時候幾歲啊？十五歲喔！要我們現在十五歲的，什麼都不懂喔，這可以說這個人絕頂聰明！所以你們好好看看，啊，《阿底峽尊者傳》真動人哪！",
    "574": "[09:34]然後呢他以後，家裡這麼好，這個條件之好啊，怎麼勸他也勸不住 ─要我們現在想的話，要怎麼捨也捨不得 ─換句話他宿生的善根，以後呢他出了家，親近的老師。他親近的老師都是當年最了不起的大德，不管是性宗的、相宗的，是第一位、第一位是勝敵婆羅門，然後呢阿都帝，然後呢一步一步上去，這個明了杜鵑論師，這個大明杜鵑論師是龍樹菩薩的三傳、不曉得四傳弟子，那個時候這樣的人喔，這樣。譬如說現在對我們來說，真正講教理方面是中觀、瑜伽兩派，大家說最高的就是中觀，那中觀的正宗是月稱論師，就是月稱的弟子，親傳弟子哦，這麼高的高人！而且都是證得什麼？至少都是證得加行位以上的。",
    "632": "[10:32]這個加行位這是相宗所判的位次，拿我們中國的祖師們來說起來，我們曉得的有一個人，是天台智者大師的老師 ─慧思禪師，他是加行位上的人，你可想而知這個加行位何等地高明！現在我們祖師們都是大徹大悟，對不起，大徹大悟有很多很高的喔！佛到最後也是大徹大悟，但是很多大徹大悟的祖師還是凡夫，這我們要了解。不要拿我們的話來說，譬如憨山大師，他當年大徹大悟，人家就問他：「哎呀，你比之於祖師怎麼樣，譬如天台智者？」「喔，我怎麼可以跟大師相比，這種人高不可攀哪，我只是了悟心中啊！」喏，你看，一個明末四大師之首，最了不起大徹大悟的，他尚且把他推崇備至。這我們不曉得位次，所以你真的曉得位次，這個加行位上的菩薩是高不可言！",
    "691": "[11:31]阿底峽尊者有幾十員大善知識是他的老師喔！他最最起碼是加行位上的，而且最後阿底峽尊者還說，他是說他老師的功德，他一一都具足。從這個上面上去看的話，他超過了所有的老師。為什麼？他具足一個老師，那跟他平，他所有的老師都具足，其他的老師倒不一定耶！拿我們中國具足這個條件的人是誰啊？祖師，佛教當中找不到，世間有一個 ─孔老夫子。孔老夫子是廣學各家，所以各家的他都有，變成功什麼？集至聖大成。所以阿底峽尊者當年印度也是一樣，他所有的印度的教派宗主就是他。",
    "737": "[12:17]印度當年有個習慣，所有的這個大廟，它有不同的很多宗派，那個每一個廟有它的宗派。譬如說拿我們目前國內來說，這個是禪宗，這個是淨土，那禪宗的又是臨濟、又是曹洞。每一個宗派當中，它有一個我們這一派當中最高成就者，這派的宗主，那麼有一個表示，什麼表示呢？就是這個鑰匙，這個大廟的鑰匙交給這個頭，就這樣。阿底峽尊者到最後他身上掌管的鑰匙，臨離開這個印度到西藏去的時候，不曉得是一百零八把，還是八百把，我就弄不清楚了，這個翻譯上面。總之當年印度大廟所有的鑰匙都在他身上，十八部哪一部最徹底圓滿認識的就是他。所以不管是哪一部，反正有諍論了、有問題了，你只要問到他，他都給你解決。小乘，小乘也是他，大乘，大乘也是他；性宗，性宗也是他，相宗，相宗也是他，他有這麼了不起的喔！",
    "796": "[13:16]在我們中國的的確確找不到，你可以說：「喔唷，杜順和尚很了不起，他賢首宗開宗創派的大師。」欸，對不起，天台這不一定哪！只是覺得：欸，這個人很了不起，不一定最佩服他喔！拿我們現在來說，我們現在常常看見，譬如說：啊，民國以後幾位了不起的大師，我們通常說虛雲老和尚啊、印光大師啊、太虛大師啊，乃至於什麼啊！我就曾經聽見過有一個大法師，那個現在這種大法師，都是年紀很老的老法師。我們平常說某某大師，他就說：「印光，這個老和尚 ……」欸，為什麼？他參禪的，所以他對念佛的人不一定贊成；反過來說，念佛的人說：「虛雲老和尚這個真是了不起，可是啊現在的人不一定合適。」就是我們中國的的確確歷史上面，沒有一個說當代、後代大家宗仰他的。可是阿底峽尊者在整個的印度，是哪一宗、哪一派都是這樣，一直到他後來到了西藏去了，居然還有不遠萬里跑得去，要去問他問題的人。這個詳細的這個內容，我想我不仔細說，不過這地方我把那個大綱說一下。他下面分幾部分，第一個呢，在第三頁上面說：",
    "879": "[14:39]獲得功德事理分二：一知見廣博獲教功德事理，二如理修行獲證功德事理。　今初最頭一段是自己的出身，這個出身家世圓滿。第二個呢，然後修學佛法，修學佛法，所以佛法一定有兩個步驟，說佛的法 ─教、證。教是因，你有圓滿正確的教法認識作為因，照著這個教法去修持結這個果，所以教、證之間是互為因果的。同樣地，這個概念如果不清楚的話，你就出了毛病了，所以大師造本論的時候，前面就說「今勤瑜伽多寡聞，廣聞不善於修要」。就是啊這個因果沒弄清楚，你沒有這個因怎麼感得那個果呢？所以他現在這個造者第一點告訴我們：啊，先教，教是廣博，那時候非常圓滿的；然後這個教當中啊，又是先是世俗的，後來是出世的。然後呢這個出世的當中的話，又分幾個部分：戒、定、慧；這個戒當中又分成功別解脫戒、菩薩戒、金剛乘戒。它每一個部分分得很清楚，它一步一步地上去。",
    "967": "[16:07]我們現在往往有這種毛病，說大乘的啊，說這個小乘的戒不要。這完全錯了！沒有小乘的基本的戒就沒有菩薩戒，沒有菩薩戒就沒有金剛乘的三昧耶戒。你看，阿底峽尊者這麼了不起的一位大上師，他學戒的時候，學得無所不通，當年小乘四個根本部，以及細分廿部派，每一個地方他分得清清楚楚，不相混雜。然後去受了戒以後持的時候，哪怕最細微的戒，絕不有犯。由於這個基礎上面，然後再菩薩戒，然後再密乘戒。正因為他如此，所以印度不管是小乘、大乘、性宗、相宗都佩服他，他也能夠如理如量，解決每一部分的問題。所以戒是這樣，有了這個圓滿的戒，得定，然後呢是慧，這個是自利方面。",
    "1033": "[17:13]有了這樣的自利，才能夠利他，要不然你自己都不能解決，說幫別人，那不是荒唐嗎！尤其是佛法，更談不到。為什麼要這麼說呢？佛法真正說的內涵是，沒有錯，要說解決一切痛苦，得到一切圓滿的快樂，可是同樣地說苦樂，跟世間有個絕大地差別。世間所以不能解決這問題，因為無明，不能認識這個事情的真正的真相，顛倒所產生的結果，明明是苦的，我們把它看成功樂的。所以佛真正出來的一定哪指出世間的真相，說告訴我們世間的真相。",
    "1080": "[18:00]現在我們不了解這一個修學佛法必然的次第，所以修學佛法必然次第，了解世間真相苦的，一定是第一個策發厭離心，有了這個厭離心以後覺得 ……。為什麼有厭離心啊？因為覺得：哎呀，世間原來這麼苦啊！我以前不了解它呀，然後被它迷糊住了啦！被這無明所欺騙了，所以產生了一個大厭惡！所以由於這樣的了解、厭惡，一心跳出來，然後呢自己又推己及人。他說我們這個修行人，修行人講道德，世間普通一般稍微有一點道德概念的人，都不會只管自己，何況是個修行人哪！所以他更進一步推己及人，才想幫助別人。",
    "1128": "[18:48]那麼那個時候想幫助別人的時候，他就感覺到，以自己的心曉得：「哎呀，這個世間這麼錯誤，大家迷糊啦，然後貪著難捨啊！」那時候勸別人：「哎呀，你要認得清楚啊，不要貪著，結果你的痛苦所以不能解決因為不認識啊！」那時候才是大乘。假定我們不認識這個，自己對這世間的事相不認識，還貪著難捨，你去勸別人，你勸些什麼啊！這不是很清楚嗎？這個世間好得很欸！我自己都捨不得，你叫別人家說捨掉它，那不是顛倒嗎？這個大乘從何談起呢！實際上我們有太多人說這種事情。",
    "1169": "[19:29]不過有一點我們要了解：我們不要了解這個東西隨便妄加批評別人。這個佛菩薩到世間來，一定示現我們世間共同的量則，跟我們哪，所謂同事，他也跟你一樣，跟我們混在一塊兒，然後呢慢慢地接近，引導你。我們應該有這個正確地認識，然後有了正確認識，自己衡量自己，努力爬上去。所以剛才這種道理，是用來衡量我們自己，只有修學佛法，你能夠這個拿標準衡量自己就對了，不要看別人，看別人的話你就錯了。所以處處地方佛經上面都告訴我們哪，你要了解這個，要了解這個，這個是非常重要的！",
    "1213": "[20:13]你如果不了解這個，修學佛法了以後得不到好處，反而有害處。為什麼呀？因為你沒有修學佛法，你這標準是世間的標準，世間的標準嘛大家本來是雜染的，馬馬虎虎也就算了，彼此彼此。現在你修學了佛法，了解了佛法，佛法的標準高得很欸，它是佛的標準欸！然後你拿這個高的標準，拿得來不自己淨化自己，然後就拿著來看別人，這是個照妖鏡，一看哪！嗨，天底下所有的人是妖魔鬼怪！這不是很簡單嗎？因為這個所有的大千世界只有一個是佛，佛也已經涅槃了；既然佛涅槃了，現在生在世界上面，當然沒有一個圓滿的，所以每一個都是妖魔鬼怪。只有一個人沒照到，誰呀？我。本來要這個東西淨化你自己，照你的，你不幸照錯了。因為你看見別人都是妖魔鬼怪，你責備別人哪，結果害了，自己下地獄了，諍論！所以末法的時期叫鬥諍堅固，這點我們要了解的。",
    "1272": "[21:12]所以剛才這個道理，是了解了是淨化自己的，別人都是佛菩薩。所以這個佛菩薩都用種種不同的境界 ─我們常常拿普陀山，普陀山哪，哎呀，各式各樣的人都有的，的的確確佛菩薩就在示現，他告訴我們哪，你不要隨便看別人喏！佛菩薩就示現這種量，他慈悲所以示現這個量。你了解了這一點哪，我們自然不管別人，管自己。所以如果說我們自己心裡面放不下，千萬不要說：「喔唷，我這個是大乘，小乘才管出離喔！」這個錯誤的，那我們要認得。一定要自己有了厭離心，然後進一步策發菩提心，然後呢再繼續下去。",
    "1318": "[21:58]所以大師就是個典型的例子，他由於這個次第很明白、很清楚，所以他絕對不會說：「啊，這個出離心是小乘的，所以小乘戒不管。」你看，他對小乘戒守得這麼嚴密啊，那一點都不能錯！然後在這個上面才能夠建立菩薩戒，然後再，密乘更是如此。現在是更糟糕了，很多人學大乘的，哎呀，我是個大乘的，小乘不要；學密乘更是糟糕了，反正是密乘最好，又可以吃酒，又可以吃肉，又可以結婚，說起來最高的。唉，真正的教法哪裡是這個樣的！",
    "1353": "[22:33]所以這個地方我們能夠正確地認識，有一方面固然自利很重要，一方面萬一有人弄錯了，你認識了這個，你去衡量的話，大概也不會走上錯路去，這一點也是非常重要的！所以一方面固然是說明造者殊勝，讓我們曉得怎麼去找善知識，一方面從這個例子當中，也讓我們明確地認識，不要被眼前莫名其妙的這種事情所騙。那麼這個是自利，下面呢，在第六頁上面是利他。",
    "1395": "[23:15]於聖教所作事中分二：一於印度所作事理，二藏中所作事理。　今初那麼換句話說，純粹利他部分。利他部分第一個在印度，第二個在西藏。這個內容我不詳細說了。總之，他由於阿底峽尊者出來了以後，把印度以及西藏整個的教法，錯的改過，不圓滿的圓滿，因為這樣的關係，所以如日中天維持了很久。實際上呢，宗喀巴大師又一次，所以宗喀巴大師改革到現在六百年來，他在西藏的狀態，很長一段時候如日中天，雖然後來慢慢地下去了，但是呢始終保持著很好的。反觀我們目前，我們國內一塌糊塗，原因就是說，原因就在這裡，這是我們要了解的一個事實。",
    "1453": "[24:13]那麼最後我也說一兩個簡單的這個故事，來說明一下，用這個事例引發我們對他的認識。當年呢，譬如說以印度這個情況來說，那蘭陀寺的大善知識有好幾十位，好幾十位，像大明杜鵑論師、像阿都帝等等。還有呢，對，現在想起來了，現在我們目前有一本很流行的書 ─《密勒日巴尊者傳》，我想很多人看過這個書。這個密勒日巴尊者是西藏人，他這個老師馬爾巴尊者是西藏人，然後馬爾巴尊者到印度去求法的，他這個老師帝洛巴尊者，那個尊者成就非常高，他是印度人。那個帝洛巴尊者，就是阿底峽尊者老師之一，喔！不是帝洛巴，那洛巴尊者。帝洛巴是這個那洛巴尊者的老師。這個那洛巴尊者自己本身，他也是印度一個國家的王子，王子，然後呢他不願意在家，不願意在家，想盡辦法出家，最後居然被他出成，他也是絕頂聰明。然後呢學的東西也是，同樣的是在世間的學問上面，出了家以後在佛法的教理上面，也可以說雄霸當時，這樣了不起！他最後呢見到他的老師以後，在證量上面也達到最高的程度。",
    "1552": "[25:52]當年在阿底峽尊者印度的時候，有這樣成就的人好多、好多！結果啊，嘿，在所有的這些老師當中，他幾乎一一都學遍了，他所有的老師的長處，阿底峽尊者都有，最後呢他卻是代管印度所有大廟的鑰匙 ─宗主，你可以想之，這個只是在自利。利他方面，有一點事情：那個西藏這個佛法，因為那個菩提光，那個是藏王，兩代要想振興佛法，到印度去請。那麼，說印度真正成就的人很多，你譬如像剛才這個那洛巴尊者，但是說真正要想圓滿能夠把這問題徹底解決振興佛法的，那也只有這個人。哪一個？阿底峽尊者。大家就想去請，但是印度人一聽見有人來請的話，喔，那個消息馬上封鎖。不但是廟裡面，裡裡外外、上上下下大家都封鎖。一曉得這西藏人來了，就「好了！」在他面前絕不開口。居然找了很多年，請得去的人找了很多年，找不到阿底峽尊者在什麼地方；實際上阿底峽尊者就在眼前，碰見了誰都不告訴他誰是阿底峽尊者。可想而知，這個人在印度人心目當中地位之高，地位之高！",
    "1641": "[27:21]最後終於被他認識，然後要去請的時候，當時不知道哪一個廟，我現在忘記了，這個廟裡的那個大上座，尸羅寺還不是哪一個寺，那是印度最大的一個大廟。"
}