{
    "4": "[00:04]大廟這個上 座就給那個來請，希望邀請阿底峽尊者的那個西藏人說，他說：「你要曉得，我們印度是佛教的宗主國。」這話怎麼講呢？「就是佛在印度出生的，而且圓滿的教法都在這裡，所以它維持這個宗風是非常重要的。如果阿底峽尊者一走的話，我們那個印度的佛法就完了。」那個時候有這麼多了不起的大善知識，居然說阿底峽尊者一走的話，這個印度的佛法就完了！你想像，你可以想像阿底峽尊者何等了不起！",
    "46": "[00:46]在這一點我們想不通，這怎麼可能？譬如說，我們眼前一個廣欽老和尚，或者李老師，喔唷！很了不起，但是算算的確不如阿底峽尊者。然後歷史上面天台智者大師、慧思禪師，都是很了不起，居然一個人，像這樣的人留在這裡，沒有辦法把那個教法圓滿。所以你可以想像得到阿底峽尊者，在印度自利、利他方面的成就，這是所以為什麼人家尊他為「能仁第二」啊！所以這些詳細的不談，有一點我在這地方特別說一下，在第七頁上面，請翻到第七頁第四行，就是第七頁的第二段說：",
    "92": "[01:32]如是造論，光顯能仁所有密意，復有三種圓滿勝因，造論能夠把釋迦世尊真正的密意和盤托出的，要有三種圓滿因。他具足了這個條件，才能夠把釋迦世尊的這個經論當中的真實的意趣，交代得清清楚楚的，需要這個條件。哪三種？",
    "125": "[02:05]謂善所知五種明處這第一個。什麼叫善知五種明處啊？就是五明，五明是世、出世間一切學問；因明、聲明、工巧明、醫方明，這世間的。聲明，換一句話說，就是文字、音、韻等等學問，拿我們現在來說的話，換句話說，什麼，這個國文、歷史這一類。然後因明的話，就是理則學、哲學方面的東西；然後呢工巧明的話，就是技術方面的東西，科技方面的東西；醫方明就是醫學。這個每樣東西學通，喔唷，這不簡單喔！現在我們不是，學一樣東西已經是，鑽到裡邊已經了不起了，廣學這個，不簡單！夠不夠？不夠，還要內明 ─佛法。說對這個五樣東西，每一樣東西要善巧，不但懂得，而且要非常圓滿地懂得，具足這個，可以了！這是第一種圓滿因。第二呢？",
    "196": "[03:16]及具教授，什麼叫教授？喏，這裡解釋了：",
    "200": "[03:20]謂從正.知展轉傳來，於其中間善士未斷修持彼義扼要教授，他說這個圓滿佛法的重要的概念，從佛親自傳下來的，而且中間沒有斷過；不但是這個教法，而且還要修、證相應的，這點就不容易喔，這點就很不容易喔！要佛親口傳下來的圓滿的教法，以及跟這個教法相應修持驗證的，要具足這個，他也的的確確能夠造論了。那麼第三種呢？",
    "241": "[04:01]並得謁見本尊天顏，獲言開許。他修證了以後，欸，還要得到這個本尊開許，什麼叫本尊開許？說一下。譬如說我們現在念佛，平常我們念佛那只是持名念佛，假如我們觀想念佛，不管你持名也好、觀想也好，不但得到一心不亂，而且得到三昧；不但得到三昧，親見阿彌陀佛；不但親見阿彌陀佛，阿彌陀佛就告訴你：「某人哪，你現在學得差不多了，學對啦！你現在可以教別人去了。」要有這個，要有這個！喔唷，這個在我們來說起來非常不簡單，非常不簡單！",
    "282": "[04:42]尤其是修學圓滿教法的，通常獲得這個本尊開許的話，那個也許加行位上勉強可以，至少那通常都是地上菩薩。所以這種人，平常我們可能著魔，你不認識；如果真正有這個圓滿教法的話，那魔、佛之間，辨得很清楚。所以你親自見到，而且驗證，得到他的開許，這個何等高的境界啊！那具了這個條件也可以造論。現在我們阿底峽尊者，三樣東西圓滿具足，那你可想像到他是何等的殊勝哪！那麼這個就是特別說明一下這個造者殊勝。其他的文字，我不去解釋它了，不去解釋它。",
    "332": "[05:32]那麼再翻過來有一段文，這個地方也說一下。第八頁第二段第七行，實際上這個就是甲二，第二個：",
    "345": "[05:45]顯示法殊勝中，法者此教授基論，謂《菩提道炬》。依怙所造雖有多論，然如根本極圓滿者，厥為《道炬》。法殊勝當中，法有什麼好處？那麼要曉得，這個我們現在本論的這個藍圖，就是《菩提道炬論》。說阿底峽尊者造了很多論，但是最根本的，以及最圓滿的是《道炬》。根本是什麼？圓滿是什麼？說一下。平常我們談科學上面有兩個：一個是充分條件；一個是必要條件；必要是根本，充分是圓滿，兩樣東西。譬如說，一個就是質本身，一個是量圓滿，這兩樣東西，這兩樣都圓滿的是《道炬》。阿底峽尊者雖然造了很多論，這個才是。不但是尊者，佛菩薩也是如此，每一個成就的人，他說的很多法，因為根性不同，所對機不同，他有各式各樣的差別。但是有一個是特別的，就是說最徹底圓滿地把他所悟證的，從下腳第一步到最究竟圓滿的整個的佛法，和盤托出的，這個才是其中最殊勝的，那麼《菩提道炬論》就是屬於這樣的論。所以這地方特別說明，哦，我這個造者固然殊勝，這個法本身也這樣好啊！為什麼啊？他下面解釋一下：",
    "449": "[07:29]具攝經咒所有樞要而開示故，所詮圓滿。第一個，因為這個裡面包含了顯教、密教所有的宗要，所以它說的內容本身是最圓滿的。它沒有說小乘，因為這個大乘是必定從小乘的基礎上面上來的。就好像我們平常說：「你的學歷是什麼？」「啊！我是哪一個研究所畢業。」用不著說，我哪一個幼稚園，哪一個小學，哪一個中學，假定你這個研究所畢業的話，那一定是具足這個條件，這個很清楚、很明白，這樣。不過這個大乘佛法當中，確確實實是分成功兩部分，所以這兩部分，它都圓滿。這個裡邊呢，第一個質量圓滿，實際上呢那個質量圓滿一定包括那個次第的，這個地方又特別強調一下：",
    "501": "[08:21]調心次第為最勝故，易於受持。還有，我這個次第也圓滿，這個圓滿有什麼好處呀？「易於受持」。真正你走上去的時候，必定要按照那個次第，這個次第一亂，你走就走不上去了；走起來也是千辛萬苦，就算你走得上去，跑了很多冤枉路。這個是它真正好的地方。同時，還有一個特點：",
    "529": "[08:49]又以善巧二大車軌，二師教授而莊嚴故，勝出餘軌。那麼，我們傳大乘佛法的一共有兩個，一個是性宗，一個是相宗。它現在呢，兩大道軌統統含攝，這個兩個，一個是偏重「性」，一個「相」。偏重是偏重，不是說忽視哦！它絕對圓滿的，但是雖然都圓滿，卻有偏重。它現在把兩個都併起來了，大家可以截長補短，這兩個補起來，變成功圓滿當中最圓滿，所以勝出所有其他的傳承當中各式各樣的內容，這個就是它的殊勝。至於說殊勝的內涵，分成功下面的幾點：",
    "580": "[09:40]此論教授殊勝分四：這個本論的內容，本論的精要的內容，它好的、特別殊勝的地方，分四部分來說明它：",
    "598": "[09:58]一 通達一切聖教無違殊勝，二一切聖言現為教授殊勝，三易於獲得勝者密意殊勝，四極大罪行自趣消滅殊勝。分成功這個四部分，那麼這個四部分，現在我們先大致地來了解、說明一下。第一個呢，它這個論，我們現在所要學的這個論，它通達所有的聖教，這第一個。就它的整個內涵來說，包含了一切佛的圓滿的教法。不過在一般情況之下，我們了解的這個教法，往往彼此之間好像有差別，乃至於有牴觸，乃至於有牴觸。說性宗講空，相宗講有，這個不對；小乘講的跟大乘講的，往往又是各說各的，互相不能容納對方。他現在說，不但包含了一切，而且彼此間絕不違背，這個不違背，擺在一塊兒的話，產生的卻是相輔相成。",
    "696": "[11:36]平常我們學佛法，最感到困擾的一點事情，就是這個。說我們要學圓滿的，結果這個法師嘛，這個講這個，那個講那個，不一樣；等到你看經嘛，經上面又是說有各各差別，你不知道如何取捨。乃至於再退下來，說我們現在看看那個佛教當中修持的人嘛，那一派修這個的，那一派修這個，彼此之間又各說各的，你不曉得如何取捨。更進一層，總之我們看，乃至於我們現在這個團體當中，也是大家呀，哎呀這個你沒有辦法把那些事情擺平。現在不！它不但包含一切，而且彼此間相輔相成。",
    "755": "[12:35]就是說就它的真正的意義來說，是指深遠的佛法，這個佛法，我們要了解，這個佛法不是講這個大道理，現在講完了以後，我們下了課了做別的事情。不是！這個佛法本身，正是用來調伏我們身心上面種種煩惱，換句話說不調和的事情。所以它既然這樣深遠的，當然同樣地，深遠的地方尚且調伏，何況是我們現在很粗猛的呢？從這個上面說，佛法也一定是把我們眼前的這種不調伏的事情，也一樣地調伏。如果這一點不是的話，那這個就是戲論，佛不會這樣說的。",
    "806": "[13:26]我們所以現在沒有辦法利用的話，因為我們對佛法尚未善巧，所以就眼前的來說，它這個通達聖教無違，它能夠運用在我們眼前日常生活當中，就把我們各各不能調和的，就能夠調和起來。由於這樣的一個因，然後你能夠步步上升。要不然我們這麼粗猛的、這麼簡單的問題，你都沒辦法調伏，你說我要調伏三界一切眾生的煩惱，那不是空話嗎？那不是開玩笑嗎？",
    "849": "[14:09]反過來說，現在這個是很難調伏呀，那麼我關起門來一個人去修行了，這個也是一個辦法；但是呢對不起，這個情況之下，只有，說只有一點點，你這一點點上面，一點點當然沒有什麼違背啦，要想包含一切就做不到，要想包含一切做不到了，這個非常明白。所以它真正能夠說，通達一切，包含所有聖教無違的話，不但是說深遠的理論，而且一定是從我們眼前下腳第一步開始。反過來說，它一定從我們眼前下腳第一步開始，才能夠一步步上升，通達最高深的地方，這個原則我們要把握住。要不然的話，你說了半天佛法，那是一個戲論。",
    "898": "[14:58]不過有一點要說明，剛開始的時候，我們在懂得這個，學這個理論的時候，這個的的確確一下用不上的，一下不一定用得上。這個實際上眼前隨便一個例子，都是這樣。譬如說我們去念書，你剛進幼稚園，你說幼稚園學的東西馬上用來，那是沒有辦法用的，對吧？我們做任何東西，學任何東西，你剛開始對這東西，你對這個工具或者什麼，那個都沒有認識之前的話，因為你還沒有把握住這個中心。所以這一點我們應該認識，所以本論的真正的好處，這樣！如果能夠認識這一點的話，那個佛法就派上真實用場，就不是戲論。而且不但不是戲論，不但能夠派上真實用場，而且可以解決一切問題。",
    "947": "[15:47]第二個，「一切聖言現為教授殊勝」。在我們修學佛法過程當中，有這樣的一個現象，有這樣的現象：有的人說他歡喜這個，就不接受那個；有的人偏向那一方，就不能利用這個。尤其這種情況最特殊的，在禪宗當中。這個禪宗現在有它的特殊的價值，可是發展到後來的禪宗，他總覺得那個佛經好像沒有用的，好像沒有用的。那就是祖師的那一句話，給你一個「瞬目揚眉」，這個就是對。它有它的特殊的意義，這個特殊的意義先說一下。就是說，本來這個佛法的目標，這個佛經的原意是幹什麼？如「標月指」，那就像指給你這個月亮，看那個手指一樣，它的的確確不是月亮，但是你要認得這個月亮，還一定要根據他的手指，指給你看，這個佛經的功效。",
    "1022": "[17:02]或者我們這麼說，譬如說我們現在要到一個什麼地方去，他給你看一個地圖，這個地圖的的確確不是那個地方，譬如說台中市哪一條路，當然地圖是一張紙，怎麼能代表那個路？但是你把那個地圖認得了清楚以後，你就可以照著地圖上面所告訴你的這個走法，跑到那個地方去，所以有它這樣。等到你認得了那個地方，到了那個地方以後，是不要這張地圖。那麼有一些人他不了解這一點，或者由於他的習性，或者有這個特別的原因，他就死死地把住這張地圖，說台中就是這個，就是那個地圖。譬如說我現在手上面這個是台中的地圖，說它現在本來這一張地圖，是告訴他怎麼到台中去走，他現在說這個就是台中。那碰見這種情況的話，你沒有辦法，只好把他那個地圖拿出來，把它撕掉。「這個什麼是個台中？這是告訴你那個地圖。」萬一說不通，他根本就拿它撕掉了，這是祖師的一番苦心方便。",
    "1101": "[18:21]所以乃至於禪宗的祖師們，用種種的方法說明，必要的時候，他們也用很平常、粗俗的這種話來說。什麼叫佛經呀？說這個「黃葉止兒啼」，這個祖師的公案：說這個小孩子哇啦哇啦哭，那麼這個做大人的人，就在地上撿一個樹葉子，那個樹葉子黃了，掉下來的，表示沒有什麼用場的，逗一逗那個小孩子，那個小孩子看了歡喜，不哭了，好了嘛！你說我們想起來這個佛經這麼珍貴的，怎把它比成，比成功樹上沒用的樹葉掉在地下？他的意思，不是把這個佛經比成功那個沒有用的樹葉，這個是一個譬喻，說明了說這個小孩哇啦哇啦哭，你現在用這麼一個辦法，使得那個小孩不哭了，就這樣。",
    "1164": "[19:24]這個裡邊說明就是我們凡夫不了解世間的真相，所以一直在無明顛倒當中，受了種種的苦惱，就像那個小孩子一樣哇啦哇啦受苦惱了哭。他現在呢，佛就引導我們用一個善巧方便，使得你不哭，不哭了那麼就好了嘛！就是這樣。所以他用種種方法，對於把握不住佛經這個原則的那些人，他來從根本上面指出問題中心，說明這個，說明這個，這樣。因為這樣的關係，所以慢慢、慢慢地偏向那方面，就是說：「啊，現在那麼這個經教就不要了！」這個是一個錯誤。請問假定經教不要的話，你怎麼修學佛法？經教本來告訴你修學佛法，當然你知道了，當然不要。所以《金剛經》上有個譬喻，說你渡過這個生死的河，想渡過一個河，你一定要用船，一定要，但是你走過了，渡過了這個生死之河以後，你這個船怎麼辦呀？當然不要了嘛，當然不要。你不能說渡過了岸，守著那個船，那不是開玩笑嗎？乃至揹這個船走，那都是不要了，所以這個次第我們要認得很清楚。",
    "1252": "[20:52]所以真正說起來，假定你直下就能夠了解這個經典上面所說的話，那經典本身就是最佳指導；但是因為你不行，沒有辦法，所以它更用方便善巧直截了當地告訴你。所以像那種特別的方法，它本身還是真正的經教，這個我們要了解的，真正要了解的。所以這個原因是什麼？正因為我們把握不住重點，現在你把握不住重點，在這種情況之下，最重要的應該認識佛經裡面告訴我們的重點，來破除我們內心上面的執著。而你不幸地又偏向於那些宗派的說明，把佛經不要了，那你就更害了，更害了！所以他特別告訴我們，說我們現在對這種現象，它這個原因何在？那麼這地方說明，你如果透過本論的仔細的說明，詳細的介紹，我們就認識，原來所有的佛經祖語，它都是眼前最好的指導，根據這個東西能夠破除、能夠淨化我們的煩惱的。",
    "1341": "[22:21]說到這裡，隨便也提一下，本論一開頭的時候，就特別說明現在講修行的人，不要經教的；講經教的人不要修行的。那我處處地方現在，近年來尤其特別感受到，這個話一點都沒有錯，我們毛病也都犯在這裡。平常我們常常講規矩，然後呢，因為規矩，兩個不同的規矩，兩個人就吵得天翻地覆。跑到佛門當中講規矩，為什麼呀？它本來這個規矩是調伏你的煩惱，使你那個團體和合，結果弄了半天的話，那個規矩是越多，這個團體是越弄得四分五裂，煩惱越來越盛，還自己不知道，說「我這個對」，他說「我這個對」，那實在是一個很大的、糟糕的現象。在這裡，本論給我們很好的指授，很好的指授。所以在這裡我鼓勵也建議大家，不要把它看成文字，把它看成文字是一個大損失。同時凡是真正看成文字，他沒辦法身體力行的話，他暫時不要學這個，先應該退一步，把他的基礎建立好，要不然對他是一個浪費，這個我順便說明。",
    "1422": "[23:42]那麼，再下面呢，「易於獲得勝者密意殊勝」。勝者，就是指佛菩薩，真正的覺者；他這個最重要的內涵，所謂密意。為什麼講密意呢？就是說本來這個經論是介紹我們佛法裡面深厚內涵，可是因為我們的程度不夠，所以在文字上面認得了，乃至於這個文字認識了，剛才說講得一大套規矩，一大套道理。可是他這個規矩、道理所以要建立的目的幹什麼？弄不清楚，弄不清楚。那個時候，他經過這樣一個大善知識告訴我們了以後，我們曉得：「哦，他原來這個意思是這樣的！」我們就可以省卻很多麻煩，很多麻煩。說這個麻煩的話，短則幾十年，長則無量阿僧祇劫，幹什麼呀？幾十年只是浪費一點生命，長劫的話，往往在惡道當中受無量無邊的苦。那麼現在呢，經過這樣的大善知識，最正確地說明了以後，你很快地就把握得住，哦，原來他這個話這樣說的真正的內在是什麼，你就了解。一了解了，你照著去做；照著去做，你的煩惱就淨化，然後你的染污之業，就轉化成淨業，生死就了！自己也解決，也能夠幫助別人。",
    "1524": "[25:24]那麼最後呢，「極大罪行自趣消滅」。這個極大罪行特別指的一樣東西，平常我們愚癡凡夫一直在造罪當中，但是很少造極大的罪。這個極大的罪特別是講謗法罪，在所有的罪惡當中，毀謗正法的罪是最嚴重、最嚴重。我們說，我們修行人何至於謗法？唉，這個謗法這件事情，還只有修行人能造，其他人不懂佛法的人他造不起來啊！你們慢慢地、慢慢地自然看見。這個很多地方他宗派之諍，大乘嘛說這個小乘不對，小乘嘛說大乘不是佛說；然後呢我說我的對，他的不行。假定說他不行的話，請問佛說它幹什麼？而你說他不行，這個就是佛說的，那不是佛說錯了嗎？這是非常明白的一件事情。所以這點你如果說正確地了解了以後，那自然這種毛病不犯。所以因為你有前面這樣的三個層次了解以後，自然我們就不犯這個毛病，所以它就「自趣消滅」，這個太好了！這個太好了！",
    "1610": "[26:50]現在關於這個真實的內涵，我們一步一步地看下去。還有呢，這個四個內容當中，還有一個特別的一個原則，大家看一看。我們現在真正要想修學佛法，目的幹什麼？要想圓滿無上菩提。拿我們更通俗一點來說，或者使得我們很切近地馬上體會得到，說把我的一切痛苦要徹底解決，把一切圓滿的功德要完全地圓成，這樣。那麼要什麼呀？那要一切的聖教。現在本論是第一點告訴我們，對，這個你要的目的、達到的方法等等，這個裡邊圓滿無缺地統統包含。包含是包含了，但是你怎麼下手呢？我們看看：唉呀，這個經不對、那個不對；然後乃至於像剛才說的，有很多宗派說這個經不要的，結果不是又矛盾了嗎？說，欸，不但全部包含，而且所有的經，正是眼前告訴你怎麼修行的最佳指導，這些經、論是給你最佳指導。不過雖然是最佳指導，如果你自己去摸的話，摸不透，摸不透，摸不透！"
}