{
    "7": "[00:07]所以經上面告訴我們：「佛法無人說，雖智不能了。」它講「無人說」，雖然有智慧，你沒有辦法「了」，這個智慧就是世俗智慧；就算是有佛法裡面宿生帶來的智慧，還是要有人教。其實世間的事情也是一樣的，飛機、輪船等等沒人教，我們看天上飛一個東西來，我們看見：喔唷，這個怪！當年這個我們這裡曾經有過一個笑話，說人家在中國造了第一條鐵路，造在哪裡呢？從上海到吳淞口。結果造了個鐵路以後，欽天監，那個屬於以前那個觀天文的，說：啊！天上出了一個星宿，所以國家動亂。出的什麼星宿？叫蜈蚣精。大家找了半天，原來這條鐵路就是蜈蚣精，把它拆掉，丟到東洋大海。有這種笑話！",
    "69": "[01:09]現在看，喔，這個好得很哪！實際上你第一眼看見的話，你的的確確不曉得這是什麼東西。沒有人告訴你，你不知道，世間簡單的東西你都不知道，這很明白對不對？這是非常清楚、非常明白的事情。所以人家說個笑話，這個不要說這種科技上的東西，你沒辦法懂，就是眼前太多的東西，我也聽見人家說那個笑話很有意思，說人家北方人到南方來遊歷，說這個南方的水果真好，水果非常好。結果水果當中，譬如我隨便舉兩個，香蕉、然後呢甘蔗。這個北方人怎麼說啊？「這個甘蔗是滿好吃，但是這個肉很難吞。」那甘蔗的這個肉要你吞下去的嗎？甘蔗是滿好吃，可是甘蔗這個肉的確很難吞，那這都不知道，發生這種笑話，都是千真萬確的事實哦！你要看人家，啊，說這個香蕉，把那個皮剝開來吃裡面的肉，假定你想這樣一定是剝開皮，吃裡面肉的話，你拿到了金柑，金柑也是剝掉了皮吃肉，那就壞了！金柑是吃那個皮，就不是吃那個肉，對不對？欸，天下的事情就是這樣啊！",
    "149": "[02:29]所以我們要了解，世間的事情尚且如此，何況深遠的東西！那麼佛法也是如此，就算是他寫在書本上教你去看的話，你還是花了很大的功夫，不一定真正體會得到；有一個善知識的引導的話，那麼，欸，了解了。所以不但所有的經教是眼前告訴你最好修行的辦法，而且透過這個善知識，本論特別地告訴你，你很快可以得到它。得到它了以後，他下面不說你，他不說你馬上得到功德，他先說什麼？把無邊的罪行馬上消失。罪行消失了，功德就起來了嘛！你要的什麼？要的就是這個。我們的目的幹什麼？要去掉一切苦，要得到一切功德，對不對？所以這個四個項目非常清楚、非常明白，告訴本論的真正殊勝 ─這是不是你們要的？對，對我來說千真萬確就是我要的！",
    "215": "[03:35]然後我們看這個內容。看這個內容，進一步地來研究它、學習它。這個又分三部分 ─剛才講那個題目的時候，把那個整個的大綱，然後這個大綱那個中間的概要這地方說一下。說完了這個概要，下面的緊跟著細部去學習，怎麼樣去受用。現在我們看文：",
    "246": "[04:06]今初這個本論的殊勝當中的第一條：",
    "253": "[04:13]聖教者，如《般若燈廣釋》中云：「言聖教者，謂無倒顯示，諸欲證得甘露勝位，若人若天，所應.知，所應斷除，所應現證，所應修行，聖人的教法，聖人的教法，那麼什麼呢？他引用論上面的話來告訴我們，他為什麼處處地方引論呢？因為經上面它這個內涵，往往我們不一定能夠很清楚明白，所以經過論的解說，針對著他要說的內容，說得清清楚楚。所以論叫「對法」，針對著這個法這個內涵，能夠淨化我們的煩惱，這樣。那麼這個《般若燈論》是 ─上面我剛才寫的，清辨論師所寫的，是解釋中觀的。解釋中觀的有好幾部書，將來我們學到本論的最後「毘缽舍那」那一部分，會詳細地認得它。平常我們常常說中觀、中觀，就是解釋中觀的，也是主要的一部論典之一。那麼這個清辨論師是離開現在，就是龍樹菩薩以後的人，是在相當於什麼，就是無著、世親的以後，後一點，他是中觀學派的一位主要的大論師。",
    "367": "[06:07]他這個裡面怎麼說呀？說聖教是一點沒有錯誤地說明一個道理，說明一個什麼道理呀？說明這個道理，是能夠解決我們生死問題的。他下面說「諸欲證得甘露勝位」，勝位就是最殊勝的這個地位，這個。那麼為什麼叫甘露呢？甘露是一種不死之藥，是天上的，相傳吃到了這個藥以後，長生不老，百病消除，這樣，稱它這個叫作甘露。那麼現在這裡說明，我們現在生死當中，身固然是種種痛苦，生老病死，實際上地真正的問題在心哪！所以心理上面不解決，身也不能解決。那麼所以現在佛法就像那個甘露一樣，能夠把這個問題徹底解除，然後把生死完全解脫。解脫了這個生死問題以後，那個才是真正殊勝的地方。",
    "453": "[07:33]凡是希望要達到這個地方去的那些人，那些人。那麼他下面為什麼說「若天若人」呢？我們曉得有情是通於六道的，為什麼那些六道的眾生不說，而單說人天呢？因為真正修學佛法，菩薩他已經修到相當程度了，以他的願力在六道當中，這個我們不談。我們剛開始真正修行的時候，只有人天二道能修，其他的這個六道當中的修羅、畜生、餓鬼、地獄沒有辦法，沒有那個能力。所以儘管佛法流傳世間對他沒有用，所以只有在人天二道的人，才有這個能力，所以說，這個指這一個。那麼他說明一個道理，那麼說明的內容是些什麼呢？就是這個，說這個東西，你如果了解了以後，那麼徹底可以解決的。",
    "526": "[08:46]這就是佛告訴我們的，下面說，四樣東西：「所應遍知，所應斷除，所應現證，所應修行。」這個「遍」字，實際上通下面四句的，就是說所應遍知，所應遍斷，所應遍證，所應遍修。本來這個所應知，然後所應斷，所應證，所應修，就是佛說的苦、集、滅、道四諦 ─此是苦汝應知，此是集你應斷，此是滅你應證，此是道你應修。那麼這個四樣是什麼意思呢？先簡單說明一下。說你不是現在在世間覺得很痛苦嗎？要去掉嗎？然後這個真正的痛苦的真相，如果你不認識之前，你沒辦法去掉它。譬如說我們現在說要拔草，那個草到底是什麼樣，你不知道，你怎麼拔？至少你要去掉這個東西，你要認得它。所以現在這地方有人害我，那麼誰害你啊？你把他找到嘛，就這樣。所以這個真正的苦，你要找到。",
    "610": "[10:10]也許有人說：這個苦難道還不知道嗎？對不起，一般來說我們凡夫真正的苦就是不知道！應該這麼說，就是苦的根本在哪裡不知道，你總是在那個枝枝葉葉上面去弄，所以是越弄越遠、越弄越遠，這是它的根本問題，這是它的根本問題。其實我們世間，沒有一個人例外的，都希望去掉苦，都希望得到快樂，可是因為對那個苦的真正內涵沒有認清楚，所以你總歸頭痛醫頭是腳痛醫腳，就弄錯了，這樣，所以我們要認得得清楚。",
    "651": "[10:51]那麼這個道理也許大家不大清楚，不妨我們隨便舉個例子吧！譬如說現在我在這個上面要想做一件事情，那麼要想託一些人，結果託的那個人本身偏偏是一個大騙子、大冤家，你如果說託他，你當他親信的話，你有沒有希望做得好事情呀？你越做是越倒楣呀！天下的事情都這樣，這不是很明白嗎？所以你必定要曉得，那你現在 ……說剛才我要做好這件事情，要把我的冤家拿掉，結果你卻相信你的冤家去做，那你不是顛倒了嘛！這很明白。所以我們真正說起來，這個苦我們不知道，現在我們都是以苦為樂，這所以說越弄越苦，這樣。所以說這個，你簡單一點的，最起碼這個苦的根本在哪裡，你認得了除掉了以後，那就是羅漢；如果說要把它圓滿地、徹底地解決的話，這個就是佛。",
    "712": "[11:52]所以現在這個地方要告訴我們的什麼？是徹底圓滿的，所以說「所應遍」，就是普遍地都應該了解。了解了這個苦以後，那麼那個時候你認得了，說：啊！那我現在認得你了，進一步我要去掉這個苦。那個時候，就要看看這個苦是不是能去得掉。它假如天生來就是如此的話，那你拿它一點辦法都沒有，你也不必去了，做這個冤枉苦頭，不必！現在看看能不能去掉？說，欸，可以的！因為世間的一切的事情都是有它的來龍去脈，這樣的因感得這樣的果，假定你把那個因能夠拿掉了以後，這個果自然不現。說既然現在你要去掉這個苦的話，那麼苦的因是什麼？說這個。所以你只要把這個苦的因能夠斷除掉了，這個苦自然解決。所以，進一步說，既然你要斷除苦的話，那麼把那個苦因斷。所以第二個，「所應斷除」，同樣地要遍斷，普遍地把那個因拿掉了，自然問題解決！",
    "792": "[13:12]所以我們平常說一個一件事情，我們「揚湯止沸」是沒有用，「釜底抽薪」才是辦法。這個怎麼講呢？就是說你打開鍋子來，那個鍋子裡面水滾得很，你拿一點開水教它澆進去，沒有用！越澆那個水滾得越厲害。你怎麼辦呢？你不要從那個上面加開水，跑到灶裡邊，把那個鍋子下面的火拿掉了，拿掉了以後，它水慢慢地、慢慢地就冷下來了。為什麼呀？因為它滾水的因是什麼？下面的火耶！你把這個因拿掉了，除掉了就行。現在苦的因是什麼？就是集諦，造這個苦的原因，有一個專門名詞叫作集諦，那麼拿這個東西統統淨除掉了以後就行了，所以第二個，所應斷除。",
    "854": "[14:14]斷除了以後怎麼辦呢？欸，那個時候達到的狀態，是徹底圓滿地解決一切痛苦。他沒有講快樂，痛苦解決了嘛，當然快樂了！為什麼佛經裡面通常不講快樂，尤其是小乘初機的時候？因為平常我們世間人的快樂，它正是痛苦，我們不認得它；所以跟你講了半天的道理，你重點擺在痛苦上面，讓你認得了痛苦，一心一意拿掉它。如果說他又提起快樂的話，你不知不覺地又想起快樂，又世間的快樂，又貪吃的、玩的、穿的、樂的，那對你永遠沒得好弄的。所以剛才初機的時候，他不講這個樂，一定講苦。到最後大乘的時候，他又提出來，是有它的內容。所以說我們要曉得，他佛安立的次第，有他很重要的，所以先講苦集滅道，後來講常樂我淨。那麼這個是什麼啊？要你真正最後達到的境界，也就是我們希望的，說這個才是你真正要的。但是要達到這個，你要自己修行而現證的，所以這個同樣地說「所應遍證」，要普遍圓滿。不普遍、不圓滿 羅漢，或者緣覺；普遍、圓滿 佛陀。那麼你要想達到這樣，做些什麼呢？修行嘛！這個最後的一個「道」，所謂道諦。",
    "953": "[15:53]所以同樣地，小、大的差別在這裡，小、大的差別在這裡。所以天台立這個，譬如說小乘四諦叫生滅四諦，然後呢進一步說無生四諦、無量四諦、無作四諦。同樣的四諦，就是程度的深廣不同，關於這個，到後面的廣文當中我們一一來解釋。總之，佛說的整個的內容，不外這幾樣東西，只是程度深淺。而下面呢就解釋：",
    "996": "[16:36]即薄伽梵所說至言。」謂盡勝者所有善說。喏，這些就是佛講的最究竟圓滿的聖教，這已經完完全全一點都不遺漏了，包含了所有佛說的好的、完整的內容。「薄伽梵」是梵文，這個裡邊翻成功真正的內涵有六個項目，我寫在黑板上面你們自己看一看：自在、熾盛、端嚴、名稱、吉祥、尊貴。在《佛地經》上面有詳細說明，通常我們只用它其中一個 ─世尊，就是最後那個尊貴，那個就是薄伽梵的意思。我們佛的十號當中，不是最後一個佛世尊嗎？那就是。通常我們很尊敬地稱呼的話，總是稱佛薄伽梵，或者就薄伽梵。那麼這個是聖教，什麼？下面看：",
    "1055": "[17:35]達彼一切悉無違者。謂於此中解了是一補特伽羅成佛之道。怎麼樣說它一切圓滿無違呢？要曉得呀，所有的這些東西我們通達了解，說這些東西是一個人成佛的全部的道理。「補特伽羅」也是梵文，翻成功我們中文的話叫「數取趣」，是不斷地在六趣當中那麼轉。換句話，我們通常的有情哪、人哪、種種的名詞，種種的名詞，現在我們簡單地說，就是我們一個人、一個有情。如果你們要 ……凡是關於這類東西，平常的時候也不必多問，自己要想真正肯用功，應該多翻字典，先有個概念。那麼在本文本論慢慢地深入的時候，碰到重要的時候，我會詳細說明。你如果自己事先先肯翻字典看的話，我到那個時候一說的話，你馬上就深入它的意義，這個會有正確的了解。",
    "1129": "[18:49]那麼這裡我特別說明，不要看它一點文字上面的通達，那是因為平常我們現在沒有得到完整的教授，這也是我們自己的業力，所以大家在戲論當中。你真正得到了完整的教授，它這個名詞，每一個的名詞的名相，它針對著這個每一個法的法相，針對著這個法相是最好的解釋。所以當你說明這個名詞的時候，這個法你就認得得很清楚。現在講的法，就是我們身心的痛苦，就是這個！你會認得得清楚，就是它！所以它這個學教有這麼大的好處啊！基於這個理由，所以我鼓勵你們好好地自己下一點功夫。到那時候你們會對眼前的很多煩惱、修行等等，會感覺到：啊，真好啊！不會像以前老樣子，這種毛病慢慢、慢慢地會淨除掉。繼續：",
    "1186": "[19:46]此復隨其所應，有是道之正體，有是道之支分。那麼這麼多東西，說修道為什麼要這麼多呢？哪！道理很簡單，有的是它的主幹，然後呢有的是它的支分。譬如說一棵樹一樣，最根本的一個根，根上面然後上面一個主幹，主幹上面其他次要的幾個大幹，大幹然後再分成功中枝，中枝變成功小枝，小枝變成功最細的，然後什麼樹葉、花、果，行了！整個地圓滿起來就對！現在我們修學佛法也是如此，也是一樣地有它的這樣的層次，所以才分得這麼多。所以我們同樣的這個道理，可以運用在世間一切法上頭，沒有一個例外，沒有一個例外。一棵樹固然是如此，我們念書，我們做任何事情，吃飯等等，樣樣東西都有它。譬如說我們吃飯，吃飯實際上並不單單是飯，還要有菜，你有了飯、有了菜，對不起，沒有碗還不行，這個很明白嘛！沒有一個事情例外的，哪一個是主，哪一個是從，這個概念，佛法也是如此。繼續：",
    "1273": "[21:13]此中諸菩薩所欲求事者，謂是成辦世間義利，亦須.攝三種種性所化之機，故須學習彼等諸道。我們現在已經有一個認識，說我們現在了解的，真正要修學佛法的話，不管你願不願，他最後的話，一定要走上這條路。這個話好像有一點，我們剛開始有一點不大習慣，為什麼叫不管你願不願？應該這麼說，你如果正確地了解以後，沒有一個人不願，叫你不做，你也不肯。為什麼啊？簡單極了 ─去苦，去苦！所以佛告訴我們「無苦無出離」。在我們不懂之前，的的確確只想要求，只想自己求的那個；等到你了解了越多，自然這個概念會改過來。我們現在所以要去忙這些，所以不願去多忙這些，為什麼呢？就是你要求你快樂的，不想麻煩。如果說你有一天了解了這個結果，不但是沒有給你快樂，而且帶來大麻煩的話，誰都不願意染上這些，誰都不願意染上這些。",
    "1359": "[22:39]我現在說一個簡單的譬喻來說一下，譬如說我現在說，啊，我要到美國去。然後到美國去怎麼辦？到美國去要坐飛機，要坐飛機，喔唷！這個飛機票要花很多錢，又要這個樣，又要那個樣，我現在就是走路很省力嘛！想到這裡，這個飛機票要幾萬塊錢，我走路不要錢，我就走路吧！當然如果你不了解的話，是嘛！這個多省事啊！然後你就跑，結果你跑了半天，你千辛萬苦地跑到台東那裡，汪洋一片，過不去了！到時候你停下來，你不跑不行呀，這個是它根本原因。為什麼講不跑不行啊？你發現這個地方是三界火宅，這個佛法的真實內涵。所以你真實地了解了佛法的真正的內容，自然而然會產生最後必然的結果，這裡我不詳細談，這裡我不詳細談！關於這個問題，在《法華》上面說得很多，以後它會詳細告訴我們的。",
    "1419": "[23:39]那麼總之呢，現在我們先不談，所以有很多人他現在不願意學菩薩乘的，那我們也不勉強，好、好、好，不學菩薩乘，那你學這個這個聲聞、緣覺吧！不學聲聞、緣覺，人天乘也可以，乃至於你不學人天乘的話，也沒關係！反正我這個法，就是這個樣地引導。不過呢這個地方最主要的，他的的確確是把最圓滿的法擺在這裡，他也不忽視其他的；因為不忽視其他的，所以他從上到下他有圓滿的。那麼從這個裡面告訴我們，作為真正追求圓滿的是些什麼？修學圓滿佛法的那些人叫菩薩，菩薩要做的內容是什麼？他所欲求的事情，是成辦世間義利，世間的一切的有意義的這種事情。",
    "1477": "[24:37]在這個地方，大家修學大乘佛法的人，有一個正確的概念應該一開始建立起來。菩薩們處處地方幫別人忙，為什麼啊？我們不妨用一個最簡單的方法來策勵自己─幫了別人忙，把我自己的淨土建立起來了，就這麼簡單，就這麼簡單！你不妨拿一個世間那個眼前的做生意的人來看。做生意的人處處地方給大家幫忙，你要汽車，他就把汽車從台北的裕隆工廠搬到這裡來；你要美國貨，他從美國的販得來；你要德國貨他從德國販得來。他為什麼辛辛苦苦地弄這些東西弄給你們？賺錢嘛！就這樣。對不對？而且沒有一個例外的。所以我們真正修學佛法的一開頭要有這個認識，我們要賺的不是世間義利，要求法財，等到你有了這個正確的認識以後，你會做得非常愉快，非常愉快！這個這裡不深談。",
    "1547": "[25:47]所以這是我們要了解，佛法大乘行者真正要求的是圓滿解決一切問題，所以他也從世間的下腳的第一步開始，這樣地上去。因為要解決這個，所以這個世間的對象啊，對不起，不能說：「我這個就是這樣，我就是 ……。」不是，有各式各樣的根性，那麼各式各樣的根性把它統攝起來，歸納成三種類型的人。這個所以叫三種種性，這個要所化的，這個就是下面講的，下、中、上三類。你要去幫忙他們，你必定要懂得這個道理，你自己不懂，你怎麼行？所以他要學一切，都要學。",
    "1603": "[26:43]如《釋菩提心論》云：「如自定欲令，他發決定故，諸智者恆應，善趣無謬誤。」那麼這個論上面告訴我們，如果說我們，或者我們任何一個人，自己啊一定要想幫助別人，啟發別人、幫助別人。確定要這樣去做的話，那麼這個時候自己一定要對於你所化導的那個眾生，及化導他的方法，要圓滿無錯地有一個認識。所以這個「智者」，就是指這一個菩薩們，他一直、一直，他菩薩的真正的行為，菩薩的願力，沒有別的，全部的精神就利益眾生、利益眾生。然後也可以這麼說，他的全部的精神的目的，是創造這個淨土，乃至於成佛以後永遠是如此。而且他必然是沒有錯誤，因為你要想達到這個目的，儘管你的動機很好，錯了以後有沒有用？不行欸！所以他「善趣」，走得非常正確，一點點沒有錯誤。"
}