{
    "4": "[00:04]那麼下面是",
    "5": "[00:05]《釋量》亦云：「釋量」是《釋量論》，釋量是《釋量論》，它那個下面有兩句話，",
    "13": "[00:13]「彼方便生因，不現彼難宣。」這個《釋量論》當中，實際上一個偈子四句，四句的一個偈子。說「具悲摧苦故，勤修諸方便，彼方便生因，不現彼難宣。」說真正的菩薩，具有悲心的菩薩，為了幫助自、他一切人哪，摧伏這個煩惱痛苦的關係呀，他要勤學、勤修種種正確的方法，正確的方法。那麼你要學這個方法，為什麼呀？因為你必須要學了以後，你才能夠幫助別人哪，幫助別人哪，才能夠啟發他們，讓他們了解如何學習，就這樣。所以這個啟發他們認識佛法的這個種種的道理，這個因，這個方法，如果是你自己本身不了解的話，你沒有辦法說得清楚。因為這種道理，這種道理啊，是很不容易懂的，這個道理不是我們眼前看得見的。",
    "105": "[01:45]那麼什麼道理呢？譬如告訴你，這個是苦，這個苦還勉強可以，經過了說明，眼前可以體會得到。說這個是集，這苦的原因，那下我們就看不見了，那下我們看不見了。就是它不是眼前的，所以這個「不現彼難宣」哪！這個東西很難體會得到的，是業感緣起，大家都在這兒說，或者是因果報應，可是它這個因怎麼感得這個果呀？這個業又怎麼樣地產生這個果呀？這個不是眼前看得見的東西。所以在這種情況之下你要幫助別人，你非自己要親自地體會得到，眼前當下認識。在這種狀態之下，你就沒有辦法說得清楚，沒辦法說得清楚，這樣。所以修學佛法的種種，這個說方便，生起修學佛法的種種方便的認識也好，然後呢道理也好，這個就是它的因。這個因很深細，普通看不見，也說不明白。一直要等到你自己有了正確的認識，親自體驗、現證了，你才能夠說得清楚，所以叫不現彼難宣。",
    "202": "[03:22]說到這兩個偈子我要特別說一下，因為這個是在《釋量論》上，《釋量論》就是法稱論師寫的一部論，我們這裡也有，這個是個天書，你們不妨去看看。在我們一般來說，就是以我來說，翻開那個書的話，啊，真是不知所云！你們自己去看一看就曉得，它真正精采的地方，實在是絕頂精采。我們曉得南閻浮提六莊嚴，就是陳那、法稱兩位大論師，兩位大論師。他真正精采的地方，他就是把這個世間的理則，這個學問，透過這個佛法，然後把它變成功佛法當中最主要的一門學問，就是用世間的理則，說明世間的錯誤，說明成立佛法的正確。這個好了不起，好不簡單！好不簡單喔！因為這樣，所以他講的內容一定沒有一點點的這個浪費，也不容許一點點錯誤，所以他那文字簡鍊到絕頂。",
    "274": "[04:34]「簡鍊」兩個字我寫一下，簡是簡明、簡單，寫在這裡 ─簡；然後呢，鍊應該是金字旁還是火字旁啊？金字旁對嗎？應該是金字旁，簡鍊。簡是簡單，但是它那個簡單，不是馬馬虎虎的，是精鍊的，都是最精華的、千錘百鍊的東西。所以它這個每一個字，乃至一個句，一個偈，是包含的意義非常深細、非常深細。這個論是難學的，但是你學會了以後，就可以把我們這個思想，變得也這麼非常精緻。以最簡單的方法能夠提起、含攝很多乃至於深細的內容，這樣才能夠把我們短短的一生，昇華到絕高的一個層面。不過這個我們不要急，只要我們如理一步一步走上去的話，將來都會得到的，要不然的話，花了極大部分的時間，摸一點東西都摸不到的話，這個一生浪費過去，你就沒有什麼成就，這裡我隨便一點。所以下面就解說，",
    "351": "[05:51]自若未能如實決定，不能宣說開示他故。就是剛才說的這個話。那麼好，現在這裡，現在我們繼續下去，看第二段，第二段。",
    "365": "[06:05]了知三乘道者，即是成辦菩薩求事所有方便。說，菩薩要求的，他目的是要.攝這個各式各樣的根機，所以他要學一切。那麼這個所學的內容呢，也把它分層次，這個層次所謂三乘，這個聲緣根性的等等，聲聞、緣覺、菩薩這樣的根性的人。那麼他每一個不同的根性，有他們相應的道路，這個道路平常我們說道、地，這是修道、修道就是這個，那麼這個東西正是菩薩所要學的善巧、方法。方便就是一種善巧的方法，這個方便，現在我們把它誤解了：開一個方便。這是什麼？走小路。欸，這個是真糟糕，真糟糕。佛法裡邊給我們的方便哪，是一條正確的方法，通達到你要達到地方去的一個正確的辦法。下面引",
    "460": "[07:40]阿逸多云：「諸欲饒益眾生，由道種智成辦世間利。」阿逸多就是彌勒菩薩，彌勒菩薩，這個話是在《現觀莊嚴論》上的，因為是彌勒菩薩所講的，所以有的時候引說是論上，有的時候就直接講菩薩說的。說那個要想利益一切眾生，用什麼方法？由道種智。這個我們菩薩所要求的有三樣東西：一切智、道種智、一切智智。那麼這個裡面每一樣東西、每一樣東西的內涵的，這個地方我們解釋一下。什麼叫道種智呢？道種智就是用這個智慧，這種正確的認識能夠成辦、成就、完成世間的一切的利益。這個世間一切利益，就他人來說，是救濟了一切眾生；當你救濟一切眾生，對你自己來說的話，就成就了你的報身報土，這個是一件事情的兩面。",
    "539": "[08:59]我們還是用剛才那個比喻說做生意人一樣，你得到了這個做生意人的利益，他把你要的東西送到你手上，派上用場，這個同時他就賺到了他的錢。這不是兩件事情，所以我們現在修習佛法也應該從這個地方著眼。同時我之所以用這麼通俗的這種事情來比喻，為什麼原因？就讓我們當下體會到，哦！原來這個佛法是這個樣的，這樣的話效果更大。否則的話，我們在這裡做一點事情都是為了別人，為了別人覺得這個不願意。你要曉得這正是為你自己呀！這越為別人是越為你自己，要和做生意人一樣，人人手上用的東西都是你的商品的話，你這個老闆是最大。",
    "590": "[09:50]現在我們也是如此。否則的話，我們做一點點，自覺得可以，稍微委屈一點就不行。要曉得你要嘛不做事情，要做事情是一定委屈，這第一個。而且才只有在委屈當中，才能夠成辦事情，這個是佛法的特質喔！試想大家對不對？最好睡在那裡，一點都不委屈。然後你忙一點事情，忙完了給別人吃，別人吃完，他還這個不舒服，還嫌你這個淡了，嫌你這個鹹了，這油少了、油多了，就是這樣，這是千真萬確的。所以六度當中，它一層比一層高。布施容易，持戒就難；持戒還可以，忍就難。忍辱真正的忍是什麼？無生法忍。你能夠真正忍到那個時候，你才談得到方便，那個時候才談得到精進。你有了這個才能夠真正成就禪定，才能夠成就智慧，這個地方我們要了解。所以就算那個做生意人也是一樣，做生意人做的時候也是一樣，那個顧客非常挑剔的呀！如果你不能滿足那個顧客的挑剔，那個顧客跑到你店裡，店裡買了東西，你說：「要就要，不要就拉倒，我就是這個樣！」那第二次那個保證顧客不上門，那你弄了半天你就賺不到錢。",
    "676": "[11:16]所以真正修學大乘佛法，這個在本論的精采的地方，我告訴你，它不是一下把那個大乘怎麼好，怎麼內容先告訴你，不說這個。它先告訴我們，說你這樣做有什麼好處，你不這樣做有什麼壞處，就把那個利害分析得非常清楚。當你體會到這利害以後，你想：那我要去做，然後呢？就告訴你去做的時候，把從簡單的地方一步一步地來，增長你的能力。增長你的能力，讓你體會到這個好處，也讓你體會到去掉了這個壞處以後，能力嘛增長了，體會嘛加深了，慢慢地你走上去，成了！這樣。所以這個是本論最殊勝、最殊勝的好處！你們將來學下去，自然會了解不同於其他的地方。現在我們繼續下去。",
    "733": "[12:13]《勝者母》中亦云：《勝者母》就是《般若》，它那個《般若》它到底指哪一個《般若》？那個我不知道，這個上面也沒有說明。怎麼說？",
    "746": "[12:26]「以諸菩薩應當發起一切道，應當了知一切道，謂所有聲聞道，所有獨覺道，所有佛陀道。如是諸道亦應圓滿，亦應成辦諸道所作。」實際上呢，這個《勝者母》就是《大般若》，所以說不肯定，因為《般若》分成好幾品，第一品是最廣的，第二品比較簡一點，第三品比較略一點，第四品更略。但它那個內容都是，宗要部分一個，不過呢最主要的，有的開得比較詳細一點，最詳的就是第一分，這樣。那麼所以現在這個不管是一、二、三、四哪一分當中，精要是共同的。說這個菩薩應該在任何起發，然後呢發這個心去，在任何那一個部分上面要去學、要去行，然後呢，因為發了這個心要去了知。那麼哪一些呀？包括總含的，含攝成功三部分，聲聞、獨覺、佛陀，就是剛才說的三乘。「如是諸道亦應圓滿，亦應成辦諸道所作。」上面這個完全都要圓滿，完全都要圓滿。他為什麼說這個呢？因為說那個《般若》是在《阿含》以後，《阿含》只是說你是自己的問題解決了，就是這樣。到最後告訴你，你自以為解決了，實際上的問題還不是，還要更進一層，慢慢地圓滿，你真正要圓滿的時候，那些都要做的。然後呢，還要把那個所有的那些要做的，統統要做圓滿。",
    "861": "[14:21]故有說云，是大乘人故，不應學習劣乘法藏者，是相違因。那麼他為什麼這地方要引這一段話呢？這個，因為當時有很多人說：我是大乘的，那些是小乘的，我不要學。不對！不對！所以經上面告訴我們這麼說，實際上呢理論上也很清楚，你這個大乘之所以為大，要解決一切人的問題。解決一切人的問題，你曉得他問題在哪裡，你如果不曉得，你怎麼解決啊？所以小的、大的，沒有一個例外。所以如果有人說：「我是大乘人，那個小乘的東西不要學。」那錯的，是違背的。所以它下面這個就說：有人說這大乘人，不應該學習這個劣乘 ─劣乘就是指相對這個大，比較差，就是指小乘。這個錯的，這個是相違因。",
    "923": "[15:23]還有，這個地方很奇怪，要我們中國人平常習慣的話，說這個不合理的、相違背的，他為什麼說「相違因」呢？要曉得真正我們說在修學佛法裡邊，一個是種一點根，就像畫一個圖一樣，起個草稿，反正馬馬虎虎大概有個籠統概念就行。進一步你真正行持的時候非常細緻，一點都不能錯。所以真正講修持的時候，做任何事情必定認識因、果，或者說業感緣起，或者是說中道，如此因，感如此果；反過來說，你要得到這樣的果，必定要這樣的因。現在呢假定說，你說你大乘人不要學習小乘的話，你這個因是做錯了，這個就不對，所以他這個地方用那個字 ─相違「因」。注意！很多處處的地方注意，我之所以這個地方特別一提，因為當時我就犯了這個錯誤，人家也給他說：哎呀，這本書看起來好難看，我自己也有這個感覺。所以我就傻裡傻氣地用我自己的想法，有很多地方覺得這個文字不順，改了，我現在一直為這個事情懺悔！",
    "1018": "[16:58]所以我說到這個地方特別告訴你們一點，同樣對你們也有很多地方很用得上。現在我們平常動不動就跟人家講道理，就是我這個有道理，他這個沒有道理。對不起！我們凡夫的道理，你講凡夫可以，跟人家打官司你可以打勝，講佛法的話你會下地獄，原因就在這裡。這個很重要的一個概念，很重要的一個概念喔！所以說我這個地方隨便一提。那麼繼續下去，那麼我們現在呢更深一層：",
    "1052": "[17:32]趣入大乘道者，有共不共二種道。共者即是劣乘藏中所說諸道。此等何因而成應捨，故除少分希求獨自寂靜樂等不共者外，所餘一切，雖大乘人亦應修持。故諸菩薩方廣藏中，廣說三乘，其因相者亦即此也。真正我們修學大乘的行者，所走的這個道路有兩條，一條叫共道，一條叫不共道。共就是共同的，不共就是不跟別人共同的，跟誰共？跟二乘、劣乘人共同的。還有一條呢？就是不是下乘人，劣乘聲聞、緣覺不走的，只有菩薩單獨的，叫不共同的。就像我們現在念書，我們現在念到大學，小學部分跟那些小學生共的，到了大學的話，那小學生不上來了，那個就是大學生不共的，就是這個意思。就是我們來說的話，是，我們也是世間的人，所以作為世間人是共同的；可是穿這一件衣服 ─比丘，那個也是我們不共的，同樣的道理。那麼我們現在呢，修學的內容也是這個，「共者即劣乘藏中所說諸道」，共同的就是這個基礎。那個就是聲聞、緣覺也要學的，也要學的，那麼這個是共同的。從這個基礎上面再加上去，不同的，你為了目的大，所以你那個基礎打得更深、更廣，這是不同的，如此的基礎是必定要。",
    "1162": "[19:22]那麼在這個情況之下，是，雖然是共同的，但是的的確確大乘跟小乘當中，有一些地方是有一點差別的。這個大乘戒當中有很多小乘戒沒有，那個是不共。還有呢，不但沒有，而且跟小乘共同的又恰恰相反的，那這個就麻煩了。所以這小乘是應該取，大乘應該捨；反過來，大乘應該取，要的，小乘應該捨。那麼為什麼原因，為什麼原因呢？這個地方就指出來。我們對這一點了解了，以後就對於這個大、小兩乘之間的差別，以及南傳、北傳我們的取捨，非常清楚、非常清楚。這個在菩薩戒裡邊，《梵網經》裡面說得很清楚，《梵網經》裡邊的，這個瑜伽菩薩戒，它這個戒條層次非常清楚。說我們現在修學大乘的菩薩，應該做些什麼事情？做這些，分成功六度。所以哪幾個戒嘛是布施度，哪幾個戒嘛是持戒度，這樣，然後呢再下面忍辱、精進、禪定、智慧，哪一個該做，哪一個不該做。",
    "1250": "[20:50]它那個戒經上面就告訴我們，說這個聲聞乘人是急求出離，為了急求出離，所以有很多事情他不應該做。他應該做的什麼？是少事、少業、少希望住。你什麼都不要管，你只要吃飽了，不管味道如何，不管有沒有營養。最好的營養是什麼？就是你的心，你能夠把這個淨化了以後，那個身體丟掉了正好，什麼都不管。大乘人不是的呀！你要救濟一切人，要救濟一切人，要適應他的根性，那個時候你不管的話是不可以。所以戒經上面告訴我們，聲聞乘人急求自利，是少事、少業、少希望住，對！大乘人為了救別人，那個時候你少事、少業，那就錯！你要救別人，救得越多越好嘛，你的目的要救盡法界、虛空界一切眾生，現在這個事情不行，那個事情不行，那你怎麼救人哪？這個是兩個的根本的差別。",
    "1313": "[21:53]不過說到這裡，有一點要辨別，它佛經上面的每一個地方的次第說得清楚，你的發的心是沒有錯，你要救一切人，但是，你要圓滿發那個心的話，靠什麼？靠我們自己，我們每一個自己。你那個時候要保護這個心，增強這個力量，在這種狀態當中，不是一口氣叫你什麼事情都去做，要開始的時候增強這個心。就像小孩子一樣，這個小孩子天生來，說皇帝的兒子，他要做國王的，但是並不是說生下來好的，捧到他國王的位子讓他做國王，那怎麼可能呢！正因為他要做國王，所以開始的教育不一樣，至於說過程跟平常人還是一樣的，一步一步增長他的能力。不過他這個能力是要做國王的能力，你這個能力是自己餬口的能力，這個才是它的差別。所以這個次第的重要，那麼有了這個次第，才能夠圓滿我們開始所定下來的質跟量。所以，這個上頭所以成為大乘、小乘兩個的差別。這個差別究竟怎麼樣，到後面他會有詳細說明。",
    "1388": "[23:08]儘管有這樣的差別，可是目的卻是一樣的，這個所以我們一定要把握得住。你的目的幹什麼？解決生死痛苦問題。小乘看得不遠，自己以為這個生死痛苦問題就是這個，你就忙這個，結果到了後來發現，啊！這個不行，他一定還要整個地解決，你還是為了這個。既然你要解決大的，當然你不能做一點點小事情，所以你了解了這一點，這個大、小乘的戒律在行相上面看是違背的，在真實的意義上面是完全不違背的。所以我們真正要修學就要學這個，你到了這個認識了以後，那一點障礙都沒有，一點障礙都沒有。因為他所說的認識，不是個道理，而這個認識是你內心相應的這個量，到那個時候你自然曉得你心裡什麼量。",
    "1443": "[24:03]我這個地方比方隨便舉一個例子，我們也看見不但是大乘的戒經，還有大乘的很多其他的經典上面也這麼說：這個小乘人是絕對不能殺的，這個大乘的菩薩有的時候殺人，還有很多的大功德呢！我想我們這個公案都知道，我們不妨再簡單地說一下。說有一次大家這個到海裡面去採寶，那麼採寶的時候那個都要那個大商主帶頭的，這個大商主他是個過來人。譬如說我們要去挖掘寶，他是曉得什麼是寶，路怎麼走，裡邊有什麼困難，怎麼解決，大家跟著他，一心一意地上去。那麼這個到了海裡的時候，喔，那個船上面哪，他是個大強盜，那個大強盜要謀財害命的，別人都不知道。這個大商主曉得了，心裡想：這樣麻煩了，如果讓那個大強盜在這個裡邊的話，我們一船人統統被他殺光，你怎麼辦呢？但是呢你修學佛法的，你又不能殺他。後來覺得在這種情況之下，就是你容忍的話，不但我們船上的人統統被他殺光，而且就這個強盜本身殺了我們，他也要墮地獄，一定要墮地獄！那既然我要解救一切的話，我來墮地獄，我把這個商人殺掉，結果他就把那個商人殺掉了。",
    "1522": "[25:22]這個故事我們大家了解，這個裡邊有一點很重要，我們往往說這個大乘人哪，我為了利人，我願意做那個事情啊！沒有錯，可是佛法裡邊是講的不是講一個道理，他每一個法的法相很清楚，你到那時你自己衡量，衡量自己看。說我現在這樣去做的話，我的的確確曉得得很清楚，張開眼睛往水裡跳，那個時候只有我自己去跳，那時候你去殺有大功德。你不要說：菩薩戒上面這樣那麼說的，然後你殺了他，我就有功德，我也自己也討了個便宜，那你只有下地獄。這個事情，本論的，不但是本論，就是很多大經大論都說得非常清楚，就把它上面要指的這個心理的法相告訴你得清清楚楚，就這樣。所以這個我們才是要學的，真正要學的，要我們學不到這一點的話，學了一點經論，拿這個藉口作為自己的擋箭牌，這是一種。還有學了這個經論，自己的執著越來越多，欸，我這個法這樣對，他這個法這樣對，吵得天翻地覆，那就錯了！在這個地方順便一提。",
    "1595": "[26:35]那麼下面我們看，所以說在這種情況之下，那我們曉得除了這個特別的，為了他急求自利的這個「少事、少業、少希望住」，只管他自己的那個東西以外，其他的小乘人的都要學，都要學。這個是為什麼在大乘，所謂「方廣藏」就是大乘，大乘當中它廣說三藏，照理說它大乘嘛就說大乘的，小乘不要講啊，但是它小乘也講，原因就這個道理。因為你一定要學，學了以後，了解，幫他們，而且你那時候曉得裡邊的差別何在，那這個就是它的原因，這個就是它的原因。",
    "1642": "[27:22]復次繼續下去，",
    "1644": "[27:24]正徧覺者，非盡少過，圓少分德。什麼才是佛陀？「正、徧」，絕對沒有一點錯誤，而且絕對沒有一點的遺漏。正是正確，徧是圓滿，這個正覺、徧覺，這個才是佛陀，這個才是佛陀，這樣的覺才叫無上正等正覺。你沒有這個「徧」的話，這個聲聞二乘也有的。那麼所以這個佛陀做的事情，是所有的過失是徹底盡除，所有的功德是徹底地圓滿，他不是盡一點點的過，不是滿一點點的德。",
    "1696": "[28:16]是徧斷盡一切種過，周徧圓滿一切種德，這樣的！"
}