{
    "4": "[00:04]能成辦此所有大乘，亦滅眾 過備起眾德。那麼在因地當中要修什麼呢？要所有的過失徹底地淨除，所有的功德要徹底地圓滿。",
    "16": "[00:16]故大乘道徧攝一切餘乘所有一切斷證德類。那個大乘的真正的，假定說你不.的話，這個遺漏、那個遺漏，你能大嗎？是，小乘可以不包含大的，我本來是個小乘；你說大乘，大的是無所不包、絕待之大，結果把那個小乘擺在外頭，你這個無所不包怎麼講法？大乘是.學一切，圓滿一切德相，然後呢斷盡一切過錯。",
    "54": "[00:54]是故一切至言，悉皆攝入成佛大乘道支分中。這個是什麼原因？所以所有的佛的教法，統統包含在這個成佛那條大路當中，這是很清楚、很明白。假定說現在我們修學佛法的當中說，我學這個、那個不對，我學這個、那個不對，你在因地當中就已經偏了。所以我剛才一再說明，不是說叫你現在一口氣馬上要廣學一切，可是我要曉得在因地當中，那個因種非常重要。說我現在的能力不夠，可是我的目的是如此，這是第一個。正因為目的如此，一定你有下腳的地方，下腳的地方是必然是跟你相應的，那個時候你說參禪就參禪，念佛就是念佛，但是呢你最後一定要圓滿的，不圓滿不能成佛。你現在做不到，因地當中應該先把那因種放下去。反過來，我們現在不了解這一點的話，我們因地當中先排斥它，那個時候你的因種種的什麼？欸，障礙！這點非常重要。就是我們現在的起心動念，這個就是我們的所留下來的識種，那個識種到那個時候它就啟發現行的，這個是所以這個地方的真正的圓滿教授告訴我們，大家了解不了解？",
    "143": "[02:23]所以你念佛的，你一定讚歎這個參禪好、學教好；你參禪的一定讚歎念佛好，說等到我現在這個事情做好了，到了那個程度，那方面學圓滿了，再去學這個。所以當你到那個學圓滿了，將來這個因種在心裡啟發出來，你學這個的時候毫不困難。否則的話，等到這個圓滿了，你停在這裡，這個圓滿了嘛；這個我就一向就討厭它，你不知不覺當中，你就排斥這個東西，他後面會有詳細說明。我們修學佛法沒有別的，就要淨除自己無始以來的這個業習，說業種子，這是為什麼我們起心動念，非常重要的、非常重要的一點。這是頭上先開始提一下，先開始提一下。那麼上面說的道理，下面呢，喏，來把事實證明。",
    "194": "[03:14]以能仁言，無其弗能盡一過失，或令發生一功德故。以佛來說，以佛來說，他絕對沒有任何一個過失他不能去掉的，換句話說，佛絕對不留一點點過失；還有佛啊，圓滿一切功德，絕對沒有一點功德他做不到的。現在我們要學佛，是，沒錯！那麼我們從哪裡學起呢？我們因地上面就這樣：「欸，我要做到，我將來一定要做到！」這個概念非常重要。不要說：「哎喲，這個不行，這個不行、不行、不行！」說我現在很慚愧做不到，是沒錯，但是我將來一定要做到它。因為我將來要做到它，所以我現在就選定，牢牢把持我現在該下手的地方。你那個時候你同樣地參一個禪，同樣地念一聲佛，效果是完全不一樣，完全不一樣。因為你因地當中，就想我念了這一聲佛要幹什麼？學阿彌陀佛，所以你去了，當然上品，就算不上品，跑到阿彌陀佛那裡覺得，你聽見那個法相應了，你一定走這個路。",
    "266": "[04:26]另外一種呢，你念佛，這個事情我都不管，我自己去就算啦！所以等到你去了以後，你聽見那個二乘苦、空、無常很歡喜，證了羅漢果，就這個道理。所以這個差別大家要分得很清楚，這個差別非常明顯，但是也比較細緻，比較細緻！重要的，後面會在那個地方說。念佛是如此，參禪是如此，任何一件事情都是如此。如果你能夠把握住這個原則了，欸，反過來妙咧！因為你的目的是究竟這樣，所以你做任何一件事情，我說現在念佛固然是迴向往生，我做別的事情也迴向往生哪！那個時候你的功德二十四小時一直增長，正念的時候叫正行，不念的時候叫助行，然後呢，去還穩，品位還高。當然參禪一樣的。所以這個是它的根本重點，我們要把握得住，根本重點要把握得住。繼續下去，",
    "329": "[05:29]又彼一切，大乘亦無不成辦故。這句話大家已經了解了，前面說過了。",
    "336": "[05:36]設作是云，有人這麼說，假定有人這麼說：",
    "341": "[05:41]若入波羅蜜多大乘，雖須劣乘法藏所說諸道，然於趣入金剛乘者，度彼岸乘所有諸道非為共同，道不順故。那麼有的人這麼說，說：沒錯、沒錯，你要學大乘哪，是的，它要那個小乘一步一步上來作為基礎，這是你的共道。但是呀，對於密乘的人來說，要趣入金剛乘密乘的人來說，那個是另外一條路，那個是另外一條路。「度彼岸」就是大乘的顯教所走的這個路，是不共同的，為什麼？這個並不相順。那波羅蜜多大乘是走這個慢的，這樣地慢慢地來，說金剛乘我走的這條直路，一直上去的。他下面怎麼說？",
    "403": "[06:43]此極非理，那個就是大師告訴我們的，這個這句話絕不合理，絕不合理！下面就引證。",
    "414": "[06:54]以度彼岸道之體性，悉皆攝入，說你要曉得，這個大乘當中顯教波羅蜜多，就是「度彼岸道」，它那個本質全部包含在金剛乘當中，所以金剛乘當中的那個，一定含攝了大乘的全部的特質在裡頭。下面說，",
    "446": "[07:26]意樂，謂於菩提發心，行，謂修學六到彼岸。是則一切定應習近，那麼整個的這個特質是什麼呢？分兩部分：發的什麼心，修的什麼行。發的心叫「意樂」，金剛乘應該發的心，金剛乘的意樂是什麼？發菩提心。然後呢金剛乘應該修的「行」是什麼？「修學六度到彼岸」。請問金剛乘跟顯教的波羅蜜多大乘，是同？是不同？完全一樣欸！所以「是則一切是定應學習」啊，所以金剛乘的人決定要學！這個概念非常重要、非常重要！在座的諸位如果將來你們學金剛乘的話，千萬注意，說這個根底都沒有，說金剛乘，那結結緣可以，真正修持，這個不夠！",
    "507": "[08:27]另外一點，其他的同修們，幫助別人，那是最好的。看！當年印度，這樣的能夠五印度的首 ─頂嚴，共同的結論，以及後來到了西藏以後共同的教法，說得清清楚楚，說得清清楚楚！我們有了這個認識，對我們自己是個最佳指導幫助，然後呢對於佛法是有一個最有力的一個認識，然後淨化它的，這個道理我們應該把握得住。下面就引密教的經來作證，這個話絕對不是我講的，你看密教的經上面說得清清楚楚，所以下面說：",
    "559": "[09:19]如《勝金剛頂》云：「縱為活命故，不應捨覺心。」又云：「六度彼岸行，畢竟不應捨。」又餘咒教，宣說非一。前面說那個道理，第一句話斥破它，所以立那個宗：這個前面說的不對。那麼下面就解釋，最後引，現在你講密教，他現在，我就引密教的經典告訴你，密教的經典上說得清清楚楚，就算你為了命難，你絕對不能捨去這個覺心。覺心就是菩提心，換句話說這個是意樂，這個是發的心，這個密乘當中這樣地嚴格地要求。然後呢行為呢？說「六度到彼岸，畢竟不應捨」。行持些什麼？就這個。你不是說金剛乘嗎？那金剛乘的經典，不但是這個經，還「餘咒教」，其他的密教的經典裡面說得清楚得很欸！都是這樣的。繼續，",
    "626": "[10:26]眾多趣入無上瑜伽曼陀羅時，亦多說須受共不共二種律儀。那麼我們現在正式理路上面了解了，修持的時候同樣的戒、定、慧這樣上去。所以你正式修行的時候，凡是有很多真正修這個無上瑜伽，就是密教最高 ─乃至於最高都是這樣的，當然下面更不可以少。說「無上瑜伽曼陀羅」，曼陀羅這個翻成我們中文叫壇城，壇城，它這個特別意義是什麼呢？這個就是說，換句話說，這個就是佛的所處的地方，佛所處的地方。我們現在所處的地方，娑婆的凡夫的世界，佛所處的地方是淨土。當然真的說起來淨土是無所不包，無所不含的，那麼對我們眾生來說，我們沒辦法體會，我們耳目所能感受得到的，只是我們現在這樣。所以引我們進去的時候，還是用我們相應的種種概念、圖表來表示，使得我們心理上面種下這個種子。說你看我們這個世間啊，是丘陵坑坎，種種不如意的穢土啊！現在這個地方，喔，這麼圓滿的淨土啊！就是這樣。",
    "719": "[11:59]所以他這個真正的灌頂的時候，引我們進去的時候，是說這個是佛的，你修學的本尊的這個曼陀羅。那麼真正要學的時候，剛開始學第一個什麼？受這個戒 ─三昧耶戒，這個戒當中也都說共、不共，同樣地，就是說基礎要共同的。那麼共的什麼？菩薩律儀呀！",
    "744": "[12:24]共者即是菩薩律儀。受律儀者，即是受學三聚戒等菩薩學處。而這個裡邊就是什麼，一定要從下面開始，所以三聚戒即菩薩學處，就是從前面的、前面的，一步一步開始，一步一步開始，都要含攝在裡邊。從這個共聲聞的別解脫開始，然後呢菩薩戒，然後這樣地一步一步地上去。",
    "780": "[13:00]除發心已如其誓受學所學處而修學外，雖於波羅蜜多乘中，亦無餘道故。除了這個發心以外，這個發心卻是前面說過的，就是上面說的覺心，這個絕對共同的，絕對不能少的。還有啊，發了這個心學上去的時候，你一定要學的，「所學處而修學外」，那個學的學處你一步一步學以外，這些東西也跟波羅蜜多一樣，並沒有其他的道路。所以這個是特別針對上面說：「啊，密教跟顯教是不一樣的！」是，它不共的地方是不一樣的，但是共道是絕對一樣的。其實何止是顯教，請問我們現在那個大乘的八宗當中，念佛跟參禪共嗎？對不起，他念阿彌陀佛，要牢牢地把住；那個參禪的人，要空掉一切，對吧！他當然你參念佛是誰，多多少少好像還有一個念佛的；它有很多，「萬法歸一，一歸何處」，乃至各式各樣的怪名堂，豈不是完全不一樣？那沒關係，基礎是共同的，大家都是發菩提心，圓滿的佛果，然後呢修的六度也是一樣。那麼這個殊勝的方便，這個才是不一樣的地方，這我們要了解。",
    "878": "[14:38]又《金剛空行》及《三補止》，《金剛頂》中，受阿彌陀三昧耶時，悉作是云：「無餘受外密，三乘正妙法。」下面就引那個密教，密教當中那些經典等等。說這個裡邊當你受這個法的時候，受這個灌頂的時候，那阿彌陀佛的，學這個法門，以這個為本尊，然後你去修的時候，第一個，一樣地要受那個戒。所以那個時候受那個密宗戒的時候 ─這個密宗戒叫「三昧耶」 ─「悉作是云」，那個時候你就誓願「無餘受外密」，不是除了密教以 ……不，沒有一點點餘剩的。你呀，三乘的所有的一切這些統統要受，然後在這個三乘基礎上面，你再加上你不共的。所以呀，",
    "938": "[15:38]受咒律儀須誓受故。你真正要受這個密宗的三昧耶戒的時候，前面沒有一樣東西可以遺漏的，可以遺漏的；不可以，換句話說。那麼剛才這個概念我們重新再提一下，儘管前面說聲聞為了自利，是少事、少業、少希望住，這個對；大乘為了利他，不可以。表面上面儘管是相違背，究竟的目的還是完全一致。你了解了這個，那整個的問題都解決了，沒有什麼諍論。同時你了解了一個，自然而然發生什麼，雖然沒有諍論，並不是我跟你做得一模一樣。恰恰相反，你做你的，我做我的！大家配合得天衣無縫。你念你的佛，有！就怕你沒有；我參我的禪，就要空，就怕一點點有，但是彼此間恰到好處。同樣的這個道理用在我們眼前，你有這個長處，忙這個；我有這個長處，忙我這個，不要說樣樣聽我招呼，這個自然而然就去掉了。當你想到聽我招呼的時候，已經在我這個煩惱當中，你已經上了它的當。那麼現在我們再繼續下去，說",
    "1020": "[17:00]由見此等少有開遮不同之分，即執一切，猶如寒熱徧相違者，是顯自智極粗淺耳。由於上面說的這個道理，它是有一點的開遮不同，但是就這麼一點點開遮不同，你就覺得這兩個完全不一樣。就像一個寒、一個熱，寒的時候，天氣冷的時候一定不熱，熱的時候一定不冷，這完全違背的。你就覺得這一點點的開遮，就覺得完全違背的話，那很明白，我們是愚癡呀！我們的智慧實在太淺太粗，所以這個地方要慚愧，要好好地努力、精進，改善自己。",
    "1066": "[17:46]如是唯除少分別緣開遮之外，諸正至言，極隨順故。若趣上上三乘五道，必須完具下下乘道功德種類。那麼由於我們上面的了解，說除了小小的由於特別因緣，有一點開遮不同 ─開就是可以的，遮就是不可以的，應該防止的。那麼除了這個以外，所有的佛說的話呀，彼此之間完全相應、相順的。所以真正要「趣上上三乘五道」，我們要在這個三乘五道當中 ─三乘就是聲聞、緣覺、菩薩；然後呢這個五道的話，那就是說，修這個佛法，出世法分成功五個道 ─資糧道、加行道、見道、修道、無學道，小乘有小乘的五道，大乘有大乘的五道。那麼這個地方特別是說上上的這個，最上的那個必須從「下下乘道的功德種類」，這個一定要圓滿的，不能漏的。",
    "1159": "[19:19]波羅蜜多道者，如《佛母》中云：《佛母》跟前面一樣《勝者母》，就是《般若》。",
    "1167": "[19:27]「所有去來現在佛，共道是此度非餘。」所有過去、未來、現在的一切佛是共同的，沒有一個例外，沒有一個例外，都要走這個路，就是六度。",
    "1181": "[19:41]是趣佛陀道之棟梁，故不應捨。那個是「棟梁」，別的東西可以省略一點，棟梁是絕對不能少。",
    "1192": "[19:52]金剛乘中亦多說此，故是經續二所共道。那麼，然後密乘當中也處處地方說這個，所以這個是顯教、密教的共同的。",
    "1203": "[20:03]若於其上更加密咒諸不共道，灌頂，三昧耶，律儀，二種次第及其眷屬，故能速疾趣至佛陀。那麼，然後你在這個顯、密兩個方法當中，那個共道當中，再加上密教的種種不共的方法。那個不共的方法下面說「灌頂、三昧耶、律儀、二種次第及其眷屬」，這個就是它的次第。第一個先是灌頂，成熟你的身心，然後呢要受這個密宗的三昧耶戒，然後修學的時候，生起次第跟圓滿次第，還有跟它相關的，這個是最主要的相關的各種。因為你修的種種最特別的殊勝的法門，所以能夠很快地達到佛陀這個果位。",
    "1259": "[20:59]就像我們到美國去一樣，你可以坐船，也可以用種種方法，也可以用飛機。飛機以前是螺旋槳，現在是噴射機，將來有一天說不定我們可以用火箭。這是說越是特別的，越是快速，不過越是快速的，越是危險。我們走路，你碰一下，跌一個筋斗，沒問題，站起來拍一拍再走，一點事情都沒有，最多跌破一點皮。然後你坐腳踏車要受傷了，坐汽車就出毛病了，如果是坐飛機的話，對不起，非死不可！所以金剛乘當中說得很清楚，你結結緣沒關係，你如果正修的話，蓮花生大士說得很清楚，說我這個法像蛇在竹筒當中，不上去就下來｜上去成佛，下來到金剛地獄；金剛地獄是阿鼻地獄的別名。你現在不要看，哎呀，這個我這個密法好修啊，對不起！你結結緣沒關係，反正你碰不到；你真的碰到了以後，那就只有兩條路，這個我們要知道。因為它的方法也的確殊勝，所以我們了解了這一點，我們也平常輕易不要毀謗，這個這裡隨便提一提。",
    "1343": "[22:23]若棄共道，是大錯謬。如果說這個共道你放掉了，那你完全錯了！",
    "1349": "[22:29]若未獲得如是知解，於一種法獲得一分相似決定，便謗諸餘。這個非常麻煩、非常麻煩。對於這個上面那個概念，如果你不了解的話，並不認識，並不了解，然後你自己覺得我這個對，毀謗別的，錯了！特別是什麼？「於一種法獲得一分相似決定」，現在我們大部分人就害在這個上頭。你不修行，剛開始佛法總歸好的，雖然有矛盾，你還是尊敬它。結果你修行了以後，修了一點，得到一點點的味道了，啊，覺得 ……或者參禪參得一點名堂來了，念佛是念得一點味道了，然後說其他的都不對，就是這個，這個叫作相似決定。你真正圓滿認識的話，絕對、絕對不會的，絕對不會！現在我們太多地方，從已經開始修的是這樣，還沒有修的時候，那我們來了，學了一點規矩，覺得我這個規矩是這樣地對，你這個規矩不對，是同樣這個道理。",
    "1412": "[23:32]其實我們世間何嘗不如此呢？世間每一個人有他的習慣，有他的成見，就拿他的成見，就拿他的習慣，說我這個對，你這個不對，世間的爭執就這樣子來的。現在我們要修學佛法，就要從這個地方開始認識，開始認識。世間大家你謗我、我謗你，大家最多吵一架，反正我跟你不來往，沒關係！萬一吵過了以後，最多打一個官司。佛法裡不是，你越深，你這個將來造的業是越可怕，現在我們淨除都來不及，你別的東西還可以，謗法之罪重得不得了。",
    "1451": "[24:11]記住！《法華》上面說得很清楚，佛為了接引一切眾生，所以說種種法門，而且說種種法門他是徹底了解了才說出來，要了解這個法，他要花多少心血，你們曉得嗎？無量阿僧祇劫捨頭目腦髓換來的，這樣的一個珍貴的法，弄到你手上，你說這個不對，那個不可以。請問，你有這個本事嗎？你如果了解了這一點，我們就萬萬不敢開口啊！尤其是我們剛剛修學懂得一點，其他的都不對了。啊，我是好為這件事情擔心啊！因為我自己當年就是這樣。",
    "1492": "[24:52]我剛開始進去的時候是念佛進去的，那什麼都不要，聽見人家當初不讚歎念佛，如果說別的話，恨不得把那個經書拿得來把它撕掉了、燒掉，這樣啊！我現在一直為這個事情而懺悔，所以我特別把我的痛苦的經驗告訴你們。這個因，你們如果不拔掉的話，不要說去不成，就是去成了，將來去成了以後，到那時候這個種子又現起來了，那個時候在你修行過程當中是千辛萬苦。所以我們現在看有很多祖師們，我們常常說他「大權示現」，吃盡苦頭，他不是故意要這個吃苦頭啊！他已經到了某個程度，但是他因地當中，一定有這種因在這個裡邊的，這個我們要曉得。我們不懂得法相，所以總覺得他故意，故意裝，裝不起來的，如果說他沒有這個因的話，不可能出現這個果，這個以後慢慢地再說。",
    "1548": "[25:48]所以我們現在要了解了這一點，你因地上面那個種子，趁它還沒有成長之前，把它淨化。不過剛才說那個大權示現有沒有道理？有其絕對道理，真正你發了菩提心了以後不怕。因為你以前毀謗過，因為你以前否定過，所以那個時候，那個障礙來的時候，就跟你相關的那些人都在你的圈子裡，那個時候你就把他救出來，這是這個真正、真正的價值在這裡。所以說你發了菩提心，你什麼都不要怕，你就有這個心，慢慢地會把你相關的那群人救得出來的。這個大權示現的真正意義在這裡，這個我們要了解。",
    "1590": "[26:30]到下面關於這個業，這個概念你認識了清楚了以後，我們才會對那個大權示現的這句話的真正的內涵，把握得住。否則的話，我們看起來這個大權示現，他好像騙騙我們的，不是的，他還是有他的因果相關的，以及他的真正的價值。在我們沒有這個條件之下，我們可不要做，我是寧願是怎麼辦呢？先像善財童子一樣，一口氣成了以後，然後呢我在那個時候廣結這個緣，這不是更好嗎？不過這個也是各人各人的心志，哪一個辦法都對、都正確。那麼下面說，",
    "1629": "[27:09]特於上乘若得發起一似勝解，如其次第遂謗棄捨下乘法藏諸度彼岸，下乘謗上乘的人還比較少，還倒是有啊！特別是上乘的人，愈上面的人，欸，妙咧！「發起一似勝解」，他如果沒有認識的還好，如果是有一點認識，有一點修行，這個修行叫「似勝解」，似是而非的。然後在這種情況之下，他覺得別人都不對，他覺得他最好。「如其次第」地毀謗，棄捨下面那些。",
    "1668": "[27:48]即於咒中就算到了密教最高的，",
    "1671": "[27:51]亦當謗捨下三部等，因為密教裡面有四部，一共有四部 ─事部、行部、瑜伽部、無上瑜伽部。他也說這個無上瑜伽最高，他下面的都不要了。",
    "1687": "[28:07]則當集成極相係屬，甚易生起，尤重異熟，毀謗正法深厚業障。其中根據至下當說。如果你這樣做的話，那就造最嚴重、最嚴重的謗正法之罪。"
}