{
    "10": "[00:10]所以經上面告訴我們，你要造了五無間罪菩薩能救你，你謗了法沒辦法救你。這個罪過之可怕，大乘經典上面處處說這個事情。而且這種事情，嘿，極易生起！好容易生起，好容易生起，動不動就來了。而這是什麼啊？都是得到了一點相似勝解，似是而非的；你書看得越多，然後呢修行有了一點經驗，這種毛病都來了。於是我們說：「啊，那不要看書了！」你又犯了毛病了，要看！要圓滿認識，然後你步步上去這個才好。請問：他看了書毀謗人家都不可以，你不看書毀謗人家，你就可以了嗎？對不對？所以現在人：「啊，因為看了書看錯了！不，那我不要看書了，看書那些都不對！」你同樣地毀謗，修學佛法必定要聞思修的次第，被你這一句話一刀斬斷，一樣的。所以它真正的問題我們把握得住，這個下面會詳細而且告訴我們根據 ─都有憑有據。",
    "79": "[01:19]《菩 提道次第廣論》，請翻開十一頁。昨天我們就把佛法裡邊這個大小之間的差別，已經有一個說明。這個裡邊是有少少一點點，它因為眼前目前各人修持的重點不一樣，所以有的開 是允許的，乃至於應該的；有的呢，遮 說是不允許的。這是就眼前來說有這個差別，那麼究竟來說同樣的，這個我們要了解。那麼關於這個道理，如果我們沒有正確的認識，而偏偏又在修行過程當中，因為沒有把握得住這個修學的整個的大綱，修學的整個的大綱 ─就是整個佛法的整體，它的次第步驟等等。那麼，在自己所走的那一條路上面，或者是理論上面的認識，或者修持上面有一點點經驗以後，往往會產生一種相似的見解。而再加上，譬如說外面的種種的不正確的佐證，於是就產生了一個相似的決定，或者叫「似勝解」。",
    "198": "[03:18]那個勝解它有幾種不同的解釋，那麼通常我們最常用的，運用這個《成唯識論》上頭的說明：說對於我所認得那個 認以為的這個境界 我的概念，覺得確定是如此的，確定是這個樣的，不再為其他的意見或者什麼來動搖，這個叫「勝解」。譬如說我們現在眼前世間的來說，我們常常覺得：「欸，這個東西是有營養。」好像不管他怎麼說，我就是這個樣，不管人家說多少理由，我對這個概念牢不可破，就這樣。那麼現在我們在修學佛法過程當中，我想每個人多多少少有一點，這是眼前每個人自己覺得這個對，我就是這個樣，那麼除了這個以外那就不對，這種通常叫作相似的勝解。因為這種概念，所以他會產生對於他不相應的就會否定、毀謗，而造成非常嚴重的謗法的罪業。那麼這個謗法的罪業呢，以後陸陸續續會講。那麼目前我們應該怎麼辦？所以下面這一點，是對於我們眼前修行是非常重要的。看書本上面十一頁第二段，",
    "299": "[04:59]是故應當依善依怙，於其一切正言，皆是一數取趣成佛支緣，所有道理，令起定解。這個裡邊分兩部分，所以說第一部分呢，我們真正要想修學佛法的，具善根的人，應該怎麼辦？要依靠一個善知識、善知識。那麼這個善知識這個條件，以及如何依止善知識，後面有詳細說明。這個說明就是自己如何去依止 ─作為一個學的人，以及善知識是什麼樣的行相，這是我們剛開始的人，最重要的、最重要的一個認識，以及修行的必須要的。你這一點上面如果做對了，下面的問題都會迎刃而解；如果這一點上面弄不對的話，這個走的路是一條大圈子，大圈子，大圈子。雖然最後我們一定會走到的，絕對！《法華》上面給我們早就懸記了，乃至於你到寺院當中「一合掌、小低頭皆已成佛道」。所以「若人散亂心，入於塔廟中，一稱南無佛，皆已成佛道。」以散亂心，就是像我們普普通通那樣的，隨便跑到這個廟裡面去，那麼看見了佛，稱一聲：「啊！南無佛。」或者南無阿彌陀佛、南無本師釋迦牟尼佛都一樣，你這樣地最後都成佛。",
    "421": "[07:01]這個裡邊我只是提出一個偈子，實際上在這個裡邊有很多說明。說小孩子弄那個玩那個泥巴，造了像一個寺院一樣的話，欸，他也這個因緣而成佛。何況我們現在這麼認認真真，拋開了自己溫暖的家庭，跑到這個地方來這麼認真地修學，所以絕對會成佛。可是這一條路卻是一條遠路，在這個遠路轉的大圈子當中，這極大部分時間弄得不好的話，會在惡道當中，那是非常可怕的，非常可怕的！",
    "464": "[07:44]那麼這個關鍵在什麼地方呢？就是自己能不能了解如何做一個修學佛法的佛弟子，以及能不能找到相應的善知識。所以在佛經裡面，從《阿含》一直到《華嚴》，當然隨便、隨處經常可以看得見佛教誡我們善知識的重要。說《阿含》裡面有這麼一段公案：有一天阿難在這個靜坐當中，思惟佛法的過程當中，他就想：「佛常常說這個善知識的重要，這是一點都沒有錯，沒有善知識啊，是我們不可能懂。」所以他就跑得去問佛，說：「佛陀啊！你老人家常常開示我們善知識重要，這我想想一點都沒有錯，所以我覺得這一大半，我們修行一大半要靠這個善知識啊！」佛的回答很有意思，說：「阿難哪，你錯了。」「嗯，怎麼錯呀？」佛陀說：「不是一大半，全部要靠善知識！」「哦！全部要靠。」小乘喔！",
    "549": "[09:09]然後呢進入大乘，雖然有很多經典，我們現在《華嚴》做代表，或者你們自己可以想，各式各樣的經典上面都這麼說。這個文殊菩薩一再開示善財童子，以及他善財童子不斷地參訪善知識，隨處隨地那個善知識也一再開示他，說：「你要成佛啊，要成就一切智智，總要依靠善知識。」那麼這個詳細的情況到後面說，到後面說。這個是我們修學佛法第一步。",
    "594": "[09:54]緊跟著，那麼依靠了這個善知識真正重要的是什麼呢？就是我們要把握得住，把握得住這個整個的修學佛法的這個整體、綱要、次第。所以說「一切正言，皆是一數取趣成佛支緣，所有道理，令起定解。」這個昨天已經有詳細說明，詳細說明。那麼這個差別呢，再簡單地說一下。是！我可以現在走任何一條，我說我是歡喜學經教的，好！你是要參禪的，好！你是念佛的，好！乃至於像日本的那個日蓮宗它只念一樣東西 ─「南無妙法蓮華經」；淨土真宗念都不要念的，只個「信」字就行；然後呢禪宗參一個「無」，就是這樣，那沒關係。可是這一條路，剛才說的是遠路，是遠路，弄得不好的話，吃很多冤枉苦頭，乃至於我們眼前整個的教法，所以形成這樣支離破碎的原因就在這裡。從外面的教法來看，它是支離破碎，互相你否定我、我否定你，而這個法到最後到我們身上什麼現象呢？也是這樣，你這樣地彆扭，是那樣地彆扭。",
    "685": "[11:25]為什麼要這樣說呢？因為我們畢竟到最後要圓滿無上菩提，請問圓滿無上菩提你能有一樣東西不圓滿嗎？你能有一樣不圓滿嗎？你能通相宗不通性宗嗎？你能通大乘不通小乘嗎？這樣的話圓滿嗎？那當然！所以那個時候你真正要修的時候，是你那條路進去，可是那個法對你以前不相應，所以那個時候你內心上面起衝突了。比如我們現在來說，我們有很多人是念佛或者參禪的，叫我們現在學一點教，心裡覺得彆扭：「唉呀！這個不行，我是念佛的，現在我全部精神跑得去叫我這樣去做！」你心裡面自然而然會有這種彼此間不能相容的。為什麼？就是我們因地當中有了這個障礙。",
    "735": "[12:15]我昨天也說過，不是說叫你不參禪、不念佛或者不學教，恰恰相反地，這個圓滿的佛法才告訴你最好的念佛方法，最好的參禪方法，以及最好的學教方法。那差別呢，就是你一開始的時候不必忙著進去，而是先把握住這個重點以後，找到你該下手之處，然後走的話，那同樣的結果、同樣的起步，但是這條路是最快、最近、最好！所以在這個上面，你了解了，說原來整個的東西我們將來都要修學的，只是次第步驟以及本末差別。這個道理你要確定認識而且決定不移。然後再下面說，",
    "793": "[13:13]諸現能修者即當修習。因為你認得了這個整個的佛法的內容，那麼那個時候你就看見了，說整個要修佛法要修些什麼？然後呢我現在已經走了多少？還有哪一些沒有走的？你能夠這樣認識，你也可以不走冤枉路，也可以不躐等。譬如說你現在要念書，一共嘛從幼稚園開始要念到大學，結果你發現：嗯，幼稚園這個對你現在不需要，你可以不要念，乃至於小學你也可以不要，那麼你就可以中間插班進去。否則你如果條件不夠的話，你說：「啊，他是這樣。」你也跳上去跑到插班進去的話，你就念不上去，然後等到你念不上去，重新才念的話，吃了好大冤枉苦頭。所以由於前面的這一個兩點，找到了你現在應該下手，這個就是說能修學的，那麼你就在這個地方起步。在這種情況之下，下面怎麼辦呢？",
    "861": "[14:21]諸現未能實進止者，亦不應以自未能趣而為因相，即便棄捨。其他的部分，我們還沒有能夠真正去做。「進止」的話，就是說該做的做，不該做的不做 ─取捨，我們說「止、作」。所謂止、作的話，就是持戒的時候，有很多東西你平常不這樣作的，要你做；平常該我們一向習慣這樣做的，這個照著佛戒告訴我們不要這樣做，改變我們以前世俗的習慣。以前世俗的習慣，增長我們世俗的財富，弄到最後輪迴生死；照著佛法的這樣去做的話，你在剛開始的時候，是覺得有一點不大對勁、彆彆扭扭，但是這個正是要你修行。為什麼叫修行呀？修改你以前的行為嘛！以前的行為是染污的，那麼現在這樣子經過了修改了以後就對了。譬如我們現在隨便看，喔！眼前桌子什麼東西，你覺得這地方不對，你要用刨子來刨一刨，要用那斧頭來砍一砍。對那張桌子，假如那桌子像我們一樣的話，當然砍上去會痛嘛，對呀，身體上面會痛，心理上會難受，這是必然的。",
    "944": "[15:44]所以我常常說，說我真正一生受用的就是前面那個老師，我現在一生感激不盡的就是這樣。一個頭上幾年動不動嘛開起口來，總一無是處，但是我一心感念不盡，因為他把我的世俗的習氣改過來了。佛法的的確確如此，可是這個也要依靠到善知識啊！普普通通一個人也跟你弄得這麼樣的話，大家冤家對頭，這很麻煩，這個我們要分別得很清楚。所以將來善知識跟這個善學的弟子之間的條件，我們要認識。",
    "981": "[16:21]這個是說，我們對於沒有能真正地實在進止的，那麼這個時候怎麼辦啊？平常我們哪，我們就不管它，乃至於不要它，這個就是已經很糟糕的事情。為什麼說不要它呢？那我們常見的：是！我是參禪的，你那個念佛 ─那個老公公、老婆婆的事情；然後學教的，他就說那些修行人盲修瞎鍊；然後修行的人，說他是空口說白話。這個是眼前經常碰得見的事情。實際上是嗎？假定說是像你這樣說，佛說那麼多道理幹什麼啊？那不是第一個戲論的，第一個開玩笑的是佛帶的頭嗎？這很明白。所以我們要了解，那時候我們要了解：噢！說我現在條件不夠，我現在進入的地方從這個地方，那麼其他沒有辦法能做的，千萬不要以現在沒有辦法做的原因，不要這個原因就棄捨它！下面這句話就是：不應該以現在未能趣 趣就是去 的原因就是棄捨，應該怎麼辦啊？",
    "1055": "[17:35]應作是思：願於何時於如是等，由趣遮門，現修學耶。那時候我腦筋裡想：「唉！但願我什麼時候，能夠對於現在不能做的這些事情，到了什麼時候，我能夠實實在在地去修了，實實在在去修了。」為什麼要這樣說？黑板上面請看一下。這個次第非常重要，對你們現在非常重要！第一點，依止這個善知識，第一點「依止善知識」。第二點呢，真正跟善知識就是要善巧，就是說非常清楚明白、沒有錯誤地對於修學佛法的那個整體，以及它的大綱、次第等等了解。那麼這個道體我分成功三個：質正，這一點都不能錯的；量圓，單單質不夠，還要量滿；還要呢，次第一點都沒有錯。這個前面已經說過了，後面整個的將來內容、細部都在後頭。",
    "1132": "[18:52]有了這個，再看第三個，「知入處」，現在應該下手的地方，這個才能夠真正地深入，否則的話是空談。還有呢，「知深進方便」，這個才是我們非常重要的，眼前對我們最重要！請問，我們現在的修行你的目的幹什麼呀？假定你的目的跑得來拜拜佛，那好了，你在拜拜佛，其他不管；假定你的目的是念它四個字或者六個字，那你就念它「阿彌陀佛」、「南無阿彌陀佛」就可以了；或者你參禪，那可以了。或者現在你說：「不是的！我的目的要求往生。」那不能單單在四個字上面，看看你念這四個字能不能往生，這個很明白對不對？那嘴巴裡念得很響，然後心裡胡思亂想，你還自己覺得可以往生。那個時候啊，一定要了解怎麼去改善它，這個我想我們大家都了解的。",
    "1189": "[19:49]所以常常有人問：「哎呀！這個我念嘛雖然是念嘛，心裡面散亂不相應。」這是個好現象，表示我們要深進。可是問題在這裡哦！說你究竟的目的是你到了極樂世界算了，還是你要成佛呀？不是！當然我們要成佛。那個時候，同樣地念這一聲佛就大有差別。在這種狀態當中，你參禪的不執著參禪，是念佛的不執著念佛。因為等到你到了極樂世界也好，或者你大徹大悟也好，或者你學教的大開圓解以後，怎麼辦啊？你還要向上，這不是很明白嘛！",
    "1228": "[20:28]所以這一點我們要清楚，清楚了怎麼辦呢？喏！就是這裡 ─知深進。所以我們不能上進的原因是什麼？因為我們有障礙，這是第一個；還有呢，我們能力不夠，能力不夠。所以我們眼前條件不夠之前去學這個，一方面學這個是集聚資糧、增長能力，一方面是淨除罪障，使得我們能力能夠慢慢向上。當你向上的時候，實際上呢，就像你念書一樣，你現在在三年級，慢慢、慢慢地，你可以升到四年級、升到五年級。現在我們如果走的不對的話，就變成了念了三年級，四年級、五年級這個絕對不要，這個沒有用，這個算什麼？等到你三年級念完了請問你幹什麼？到那個時候發現要去了，可是你把前面的路早就切斷，把上面的課本嘛丟掉，把老師嘛趕走，把應該有的學費嘛統統花掉。請問你念完了幹什麼？這是個狀態。",
    "1290": "[21:30]那麼我們說這個我們的狀態呢？要曉得我們修學佛法的真正的業，中心在哪裡？這下面會詳細說明，我這裡簡單地告訴你們一下，就是我們當下這個所謂心念，就這個心念當中業的部分詳細地分辨 ─剛才說後面，說過的。眼前我們就是，我們這個「思心所」，我們心裡想想：「哎！這個是我要的，這個是我要的。」這樣的話，你將來自然而然會趣向於那方面；現在如果說你這個排斥它的話，到那個時候這個力量就現起來了。其實這種狀態也不必說等到下一世、下多少世，我們眼前馬上可以體會得到。譬如說眼前有一件小小的事情發生了，我這麼說了，比如說我跟毛居士兩個人，有一點點小小的一個問題，那我心裡想想：「這個傢伙，我這、這、這個討厭他。」然後你心裡老是這樣想。你這樣想的話，等一下你見了面以後，老遠看見了，你心裡想：「能夠避開就避開。」否則的話呢，瞪他一眼，再不然的話，那麼暗暗裡面傷他一下。是不是很明白？為什麼你見了面你會這樣？就是你前面那個思心所的作用，下面會很詳細告訴我們，我們修行沒有別的，就是這個！",
    "1368": "[22:48]假使反過來的話呢，你看見：「哎呀，他剛才幫了我一個忙，他這個真好！」我怎麼樣想辦法，就是一下沒辦法報答他嘛，應該說幾句感激他的話，所以他老遠看見他的時候，他正在忙，我連忙笑臉相迎：「哎呀，真是謝謝你啊！」為什麼你同樣的情況會有這樣？就是你心裡這個狀態。那麼你們了解了這個呢，平常的時候，你碰見一件事情一定有對這件事情的反應，請問這個事情的反應是突然而來的，還是以前先有的因種啊？「種子」，就是你的因地，我們大家都了解，大家都了解。平常我們因種都是在煩惱，然後進一步大幸而認得了煩惱，說「哎呀，不要去虛妄分別呀！」修學佛法，當你修學佛法的時候，毛病又來了，你學參禪的，其他都不要；你學教的，也同樣地犯了這個毛病，對不對？",
    "1430": "[23:50]所以這一點告訴我們，不要因為你不能做就不管它。應該怎麼辦？應該說：「我所以目前這樣努力地修行，就要爬上去。」所以什麼時候我想辦法能夠爬上去，那個時候叫修了。就像我們念書的時候，現在雖然念了小學，我總心心念念：什麼時候我可以念中學，什麼時候可以念大學，乃至什麼可以留學。這樣，對了！於是你就一路地努力上升，然後呢把那個障礙淨除，把我們現在集聚的集聚起來。那麼除障礙、集聚怎麼辦呢？做三件事情。",
    "1473": "[24:33]遂於其因，集積資糧，淨治罪障，廣發正願。「遂於其因」，什麼因哪？就是將來你能做到的因，你現在在這個因地上面做這一點，將來就感得必然的這個果；假定你現在排斥它，將來就是障礙的果。現在如果說你準備相順的因，到了這個時候你就能夠一步一步向上。上不去的原因是罪障，所以你「淨除罪障」；罪障雖然淨除了，如果你力量不夠還是不行，所以另外一個是「集聚資糧」。那麼下面這個迴向、發願是為什麼呢？就是說你集了這個資糧，你的目的幹什麼？你的目的是要幹這個嘛，所以要「廣發正願」。這「願」跟「向」，它有相似的地方，也有不同之處，就是說，你這件事情還沒有做，準備去做，那麼說我為什麼要這樣做，我的目的是這個。譬如說我現在要到美國去，要買飛機票，所以我要去想辦法賺錢，所以我要去賺錢為什麼啊，我要買飛機票，這個就是你沒有做事情的「願」。那麼等到你做完了賺到了錢，你說這個錢不亂花，我要去買飛機票，這個叫「迴向」。所以願、向，就是指向這個方向的。",
    "1555": "[25:55]所以下面說，第四知深進的方便。這個是我們確確實實要了解的，現在修行當中，一般我們最大的障礙就在這一點上面，這個非常重要！所以我在前幾次去講的時候，很多人他沒聽清楚，說我說不贊成這個、不贊成那個，又說參禪不好，又說念佛不好，又說學教不好。其實我是讚歎所有的，念佛也好、參禪也好、學教也好，沒有一個不好，就希望你真正做到最好，目的沒有別的，就這個！關鍵就在這裡，所以我這個地方特別說明。經文上面說：「遂於其因，積集資糧，淨除罪障，廣發正願。」",
    "1608": "[26:48]以是不久，漸漸增長智慧能力，於彼一切悉能修學。最後，因為這樣做的話，然後呢？哈！好了！智慧也增長了，是能力也增長了，於是你所有的這些東西都能修學，所以 ─行，完全對；果，當然得，果當然得！所以真正說起修行不難，就難的是什麼？正確的引導，正確的知見最難得！所以《華嚴經疏》上面說：「發心究竟二不別，如是二心初心難。」發大菩提心，到證得究竟的佛果，兩樣東西內涵的實質上來說一樣的，因為這本質就這個東西。前面呢，就是說質是完全對了，可是這個沒有圓滿，差就是差這一點；譬如說同樣的水，那水絕對是完全是一個，只是後面那個水的話圓滿了，就這樣，或者需要的量是完全達到了，這個水的質沒有差別。"
}