{
    "12": "[00:12]什麼特質啊？所以對大經大論，告訴你，喏，這個大經大論說的內容是什麼，產生決定的信解。你會曉得：「啊，千真萬確！」為什麼要說這個話？為什麼要說這個話？就告訴我們，真正修持的重要的關鍵都在這裡；現在我們哪，修行不要經論的，那就是針對的這一點。看了這一點我們要了解，不但我們現在這裡是這樣，當年印度也有這種毛病，這個東西歷來已久，歷來已久。那麼現在我們看看，他下面繼續下去。",
    "52": "[00:52]若於教授雖多練習，然於廣大佛語釋論所有義理，不能授與決定信解。或反顯示彼不順道，唯應棄捨。若起是解，諸大經論是講說法，其中無有可修要旨，別有開示修行心要正義教授，遂於正法執有別別講修二法，應知是於無垢經續無垢釋論，起大敬重而作障礙。說彼等中，不顯內義，唯是開闢廣大外解，執為可應輕毀之處，是集誹謗正法業障。這一段話。所以現在呢？如果說清淨的教授，這個教授，這一個告訴我們的是沒有錯誤的話，那麼他一定對那個大經大論，確定讓我們了解內容，信得過這個是修行的最佳指導，照著他去做，必然達到我們要的圓滿結果。反過來，對於他講的那些內容而說了很多，結果對於這個佛陀的這種義理，沒辦法給你決定信解，沒辦法給你決定信解的話，不但是沒辦法給你決定信解，而且反過來說：「啊，這個不合理！這應該棄捨的。」這個話怎麼講呢？譬如我們現在平常一般地來講修行了，啊，這個講修行哪，不要用經教的，就這樣。講了半天所以現在我們講的道理，講了半天，現在修行啦，怎麼辦啊？這個不要了，現在我們跑著去修行了，這兩件事情。很多地方有這個毛病。",
    "169": "[02:49]雖然我們說的時候：「啊，我們是要行解並重啊！」結果呢？妙咧！既然行解並重的話，行在解處，依講的了解了照著去做。現在你講完了半天，說：「啊，現在好了，我們要去修行了，這個不要了。」跑到那兒去，那不是有問題嗎？所以這個地方說，假定他講那個教授，是感覺得：欸，那個經論當中，你沒辦法產生決定的信解；不但是如此，而且應該棄捨，說這個用不著的。那麼在這種情況之下，變成什麼呢？這個，他為什麼要這樣說呢？說那些經哪、那些論哪，這個裡邊只是講講的，只是講講的，真正修行的道理，「其中無有可修的要旨」。真正修行的重要的宗旨，說不在這裡，在別的地方才開示你，這樣，別的地方才開示你。不過這個地方我們不要誤解啊！說這個教外別傳，好像是跟那個教沒有關係，其實，你真正了解這個心要去看那個經教的話，那個教本身的的確確是還在包括在那個教裡面，並沒有，這樣。這個裡邊有特殊意義，我們這裡暫時不去談它。",
    "249": "[04:09]所以因為有了前面這種錯誤的見解，所以他就覺得：啊，講嘛是講，修嘛是修。所以對於那個正法啊，覺得有兩樣東西：一個是講的，一個是修的。所以正法只有別別兩樣分開來的 ─講跟修兩個法。在這種狀態當中，我們會產生：既然這個教是講的不是修的話，那個教就沒用啦！你就不重視它啦！於是呢？就不重視，我們不一定是很輕賤它，但是那恭敬心就引不起來。要曉得修學佛法最重要的，就是恭敬心；而反過來，法的沈沒最主要的原因哪，就是沒有恭敬。既然你現在說，修跟講是兩件事情的話，那麼你對這個恭敬這件事情就產生了大障礙。",
    "302": "[05:02]剛才我們已經說到這個修學佛法，恭敬是最重要，恭敬是最重要。因為我們現在沒有得到完整的如理的教授，所以就產生了這個流弊，說這個講是講，修是修，是兩件事情啊！因為是兩件事情，所以你就關於那個經論哪，那都是講講的，不是修行的，那你就覺得沒有用了，你就不去敬重它。那個東西就對我們是個障礙，不是一個正確的方法。剛才已經說過了，眼前我們可能，不但可能，對我們極大部分的經論來說，眼前是用不上，這可能的。但是我們心裡面恰恰相反，要慚愧呀！說：「哎呀，你看那個善財童子，那是大善知識，他沒有一個地方不是佛法，而我們現在呢？用不上，幾乎沒有一個地方能用的是佛法，那這個地方我們要深深感到自己慚愧。」",
    "367": "[06:07]現在呢，我們恰恰相反，不但感受不到，還自己覺得：唉，這一些都不是佛法！你因地上面先種下了這個惡因的話，非常可怕！所以剛才黑板上面寫的那個五點，對我們目前修行非常重要。這個習慣已經養成功了，這以後要真正努力改的就是改這個。不是說我們馬上，哎呀，《華嚴》一樣，樣樣受持，這個不是這個意思。要了解我們到最後這條直路，就是這樣，你現在因地上面下對的話，不久啊就可修這個路了，這個是它的差別。我們現在繼續看下去。",
    "407": "[06:47]所以因為這樣的關係，你不敬重它，為什麼啊？說它呀這個裡邊並沒有真實的內涵。這「內義」的話，就是佛法的精要。而這些經論幹什麼啊？它是講講的，講講的，不關修行，無關內義的，所以叫「開闢廣大外解」。因為這樣，所以你覺得這個都是可輕可毀之處，這個時候集了「誹謗正法的業障」啊！集了誹謗正法的業障啊！所以這個祖師的公案語錄當中，我們要了解，他這個話的主要的目的，是為學人，所謂「解黏去縛」，那個時候這個學的人心理上有這種執著，那個老師在他的心理上把那執著拿掉，是這樣啊！他絕不是毀謗經論，恰恰相反，而正是來弘揚經論。",
    "467": "[07:47]就像我們目前一樣的，我們現在常常有一種諍論，說我這個敲法器，我這個音正，你這個不正。然後呢？上面有一個善知識，告訴你：「你這個也不對！」他並不是說不對，就是去掉你心裡的執著。我們要了解，任何一個法的真正的宗要，是淨化我們的情執，結果你學會了以後，總覺得我這個對，他那個輕。你增長你的是非我慢，請問這是佛法嗎？所以那個時候，這一個夠條件的那個師長，他就會在那跟你相應的，想辦法幫忙你，必要的時候乃至呵斥你，這個我們要了解的。所以不僅僅是古代祖師如此，眼前也是如此。如果我們認得了這一點的話，那自然而然處處體會，處處圓融，處處淨障，然後呢積資；要不然的話，你學得越多，嘿，毛病越大，毛病越大，就在這個上頭。",
    "527": "[08:47]是故應須作如是思而尋教授，諸大經論對於諸欲求解脫者，實是無欺最勝教授。所以我們腦筋裡應該這樣地去思惟。「作如是思」，這個「思」有極重要的一個意念在、觀念在裡頭哦！後面會詳細告訴我們，關於業的時候，這裡我簡單說一下。我們平常的業，引導我們上、下，轉染成淨等等，都是這個思，思心所的思。我們說受、想、行、識，「受」，受是什麼？「想」是什麼？「思」是什麼？這個就是一種心裡的心行相，我們要了解的，說法相、法相就是這個。所以要去修學經論的真正目的，指出來這個。",
    "582": "[09:42]你經過經論的說明，善知識的指導，這個法相，你真正應該認識的就是我們心裡想的，那個時候的行相。說：「喔！這個叫思心所，這個叫想心所；這樣的思心所是染污的，這樣的思心所是善的；這樣的善當中有漏，這樣是善當中無漏。」那麼，現在他告訴我們這樣的「思」是什麼？它是善法，是隨順於無漏的，還是在有漏界，這個我們要了解的。那麼我們應該怎麼辦呢？就是這樣，說所以剛才我說「隨順於」，就是說方向對的，一步、一步向上，因為我們凡夫，因為方向一步、一步向上，你就在這個染污的這個世界當中，慢慢地淨化，慢慢地向上、向上，到最後超脫。我們應該這麼樣想，說：諸大經大論，對於我們真正求解脫的人，是千真萬確，實實在在，是一點都不錯的最殊勝的精要。但是為什麼得不到呀？",
    "647": "[10:47]然由自慧微劣等因，唯依是諸教典，不能定知是勝教授，哦，原來這個原因是這樣，是我們的自己的智慧太差，太差！這個原因還有其他的因素等等 ─智慧嘛又差，再加上這執著又重，唉，那個固執得不得了！而那麼再至於其他的人，外面的人推波助瀾，有種種的惡友等等。害了！所以單單在這種狀態當中，看那個經教，沒有辦法真正了解它裡邊的宗要。所以，",
    "687": "[11:27]故應依止善士教授，於是等中尋求定解。所以才必須要依靠善知識，從善知識的教授當中，然後把經論當中的重要的精義把握住，得到確定不疑的認識。你這一個認識了，認識了走上去，那這一條就是直路 ─增上生。你真正能夠增上生了以後，我們眼前什麼都不怕。為什麼呀？那很簡單啊！現在我們有沒有怕我們的人身啊？我們對這現在的人身並沒有太怕，只是：唉唷！將來死了以後墮落才怕。假定再改善一點的話，現在已經覺得：喔唷，滿歡喜的，放不下，再如果改善一點，當然覺得更歡喜嘛！然後你這樣地改善，一步步向上的話 ……。所以這個真正的可怕，不是這個可怕處，問題在哪裡？就是我們沒有把握住這個重點。你只要把握住重點，一步步上升的話，那自然好。這詳細的概念以後說，以後說。主要的原因始終把持住：我們沒有得到正確的正知見；所以沒有得到正確的正知見 缺乏善知識；所以沒有善知識 自己條件不夠，不認識善知識，以及沒有求善知識的心等等。而不要起下面這個錯誤的概念，下面什麼錯誤呀？",
    "771": "[12:51]莫作是念起如是執，謂諸經論唯是開闢廣博外解，故無心要。這個見解千萬使不得，千萬不要說有這個念頭乃至這樣的執著：這個經、論都是講講說說，沒有重要的！要曉得，不是經論的錯，而是說我們聽的人沒聽到；或者容許有這種可能，講說的人沒有把那精要講到，這是絕對有的，絕對可能的。就是說他講的人講到了，我們聽見了以後還要一步、一步上升。就像我們剛才說的，譬如說，很多唱念的儀軌，這個非常好啊！非常好啊！但是我們了解那個唱念的儀軌以後，你不執著。它儘管很好，你覺得很執著：哦，它是海潮音、一個是鼓山調、一個寶華山 ……。各有各的完整的、精采的內容。如果說，他本來的原意，說跑到這個地方，把大眾統率起來，他已經有了，那麼你正好省事，這不是很好嗎？可是你偏偏覺得，欸，他這個不行，你這個好。毛病出在我自己欸，這一點是我們要真正了解的，我是隨舉一例。",
    "839": "[13:59]當然，的的確確也有可能，他把那個奇奇怪怪的、哼哼哈哈的統統加進去，那個東西是人家帶進去的錯誤。有的！這我們要辨別得非常清楚。所以修學佛法，為什麼要廣學經論，得到那個宗要的真正的意趣就在這裡。你一定要把那個正、似─ 正是正確無誤的，似是似是而非的，辨別得清清楚楚，知所取捨。這樣你走的話，不管環境多惡劣，對你來說，你一定增長，環境越惡劣，你越好。所以說，經上面祖師菩薩都這麼說啦：「善人的啊，是我的師；惡人的啊，我的資。」什麼叫師？什麼叫資？好嘛，我跟他學；不好的話，嘿，這個你的資 ─資糧。為什麼這個惡的為什麼是你的資糧啊？喏，他如果乞丐來跟你要東西，他成就你的布施；他如果一個壞蛋跑得來跟你發脾氣，成就你的忍辱，成就你的持戒，成就你的精進。不是嗎？這個理論我們要知道，絕對要知道！那個時候，我們心裡面才能夠步步升上。所以下面說：",
    "916": "[15:16]諸教授者，開示內義故是第一。真正要曉得，這個是實實在在把這個精要的內義啊，能夠告訴我們的，所以它是最好，最好！這一段話非常重要！下面繼續下去。",
    "934": "[15:34]大瑜伽師菩提寶云：喏，這個就是尊者主要的弟子當中的一個，他是康地人。那個大瑜伽師是尊者的侍者，一生都侍候他，到了西藏以後。這個人真了不起。",
    "950": "[15:50]「言悟入教授者，非說僅於量如掌許一小函卷而得定解。是說了解一切至言皆是教授。」不但前面引經、引論，乃至於祖師。因為這個大瑜伽師這個人地位非常高，如果拿我們中國來說的話，那是也的確非常了不起的一個大祖師。譬如天台來說，那個人的地位，至少不亞於「灌頂章安尊者」。喔，這個我們說起來這個人好了不起！這樣的一個了不起的人，他就這麼說：「你要曉得真正地『悟入教授』（那個悟入教授對我們來說叫大開圓解），你要曉得，你要真正地這樣地認識的話，不是說：啊，我現在對這麼一點點量如掌許（就是像你手掌大，換句話說這一本書）這得到了定解了：『啊！我確定。』（這定解是說，喔！不但認識而且有修行驗證的功夫。）這個不夠。是說『一切至言皆是教授』，你要了解這個，要了解這個。」",
    "1014": "[16:54]所以我們平常，常常說一句話：「一經通，經經通。」有的人只通一經，餘經不通，這兩個就差別了。是，沒錯！你能夠廣博地認識了以後，它精要總是相順的幾樣東西，你從這一門深入，當深入了以後，其他的，欸，你都能夠把握得住；如果你要細部的時候，你可以處處體會，乃至廣用一切。但是另外一類的話，他就抱住這一樣的東西，就這麼就這一個了！是，這種狀態，哪一宗、哪一派當中都有這個現象。學得好的，哪一宗、哪一派都可以包含一切；學不好的，哪一宗、哪一派都執著在自己上頭。本來華嚴跟天台教下，它是含攝一切的，結果跑到日蓮宗，到日本去了以後，他說什麼都不要了，只要五個字，那不是很明白的例子嗎？這個我們是要了解的。",
    "1071": "[17:51]又如大依怙之弟子修寶喇嘛云：「阿底峽之教授，於一座上，身語意三，碎為微塵。今乃了解，一切經論皆是教授。」那麼下面這個括弧裡，那個祖師的話，就像剛才一樣，這個除了語錄的特別解釋以外，那個仔細的內容，我們不太了解。只是意思就是說：這個像阿底峽尊者啊！他講任何一個法門，他能夠非常深細地來說明分析，沒有一個不是。因為我們目前講修行的時候，好像很單純，實際上，為什麼要修行啊？修行就是說，我們平常都是染污之業，這個染污之業不外乎總括起來，從身、口、意三業方面去的。他現在不，現在整個地轉過來了。要轉過來一定要有完整的教授，這個教授的說明的話，的確是，在任何一個時候，他能夠把身、語、意三業方面，細緻又細緻、細緻又細緻，每一個地方，都說得清清楚楚、明明白白。所以你能夠這樣去了解的話，你自然而然舉手投足、起心動念、開口說話，無一不在增長，二十四小時當然都在修行。",
    "1153": "[19:13]可是我們現在不是的。要談修行，要跑到殿堂裡磕頭這個叫修行，離開了就不算；往那裡兩個腿盤起來才是，否則就不是；或者身行，心不是；心行，身不是。他不是！為什麼？他有圓滿的教授。所以他說：「現在就了解一切經論都是教授。」告訴我們：各各、每一部分，有的是主，有的是支，乃至於有的是零細的。",
    "1181": "[19:41]須如是知。這個我們開始的時候，要這樣知道。他意思說：不是馬上教你這樣做到、修到，而是剛開始的時候，我們概念上面就應該這樣地認識。所以引導我們正知見，從這一個地方入手。你這個正知見下去了，什麼？因啊！因正果實。否則的話呢，我們說：「因地不真，果招迂曲。」我們還不知道咧，我們還不知道咧！這是真正可憐的地方，真正可憐的地方。",
    "1216": "[20:16]不過說到這裡，反過來我們同樣說：「哎呀，只有這個是圓滿的教授，別的都不對啊！」又錯了！又錯了、又錯了！我們必定要知道，你有了圓滿的教授，那個時候，想辦法幫助他。如果你覺得他不對的話，你怎麼想幫助他，你要懂得幫助的善巧去幫助他，那就對。如果你覺得，我這個對，他那個錯的話，你這個因一樣的，講是對的，做就不對了。我們真正重要的，講的要認得怎麼去做，這個才是重要的。你圓滿的因尚且不能否定不圓滿的，何況不圓滿的。這一個地方，我們不斷地要思惟觀察。所以我在這個地方一再強調，原因也是如此，也是如此。下面又說：",
    "1269": "[21:09]如敦巴仁波卿云：下面都是引得祖師的語錄來證成。",
    "1275": "[21:15]「若曾學得眾多法已，更須別求修法軌者，是為錯謬。」他就說：「喔，你學了很多了，然後就修行了，那我們不談了；現在這要修行了，另外要學一套東西了。唉！這是很錯誤的。」",
    "1290": "[21:30]雖經長時學眾多法，然於修軌全未能知。若欲修法，諸更須從餘求者，亦是未解如前說義而成過失。同樣地，修學了很多佛法，但是真正要修行的時候，欸！說還要另外一套，那是錯誤，那是錯誤！所以目前我們的的確確有很多脫節的地方，很多脫節的地方。真正說起來，二十四小時無不在修行。我們現在看，哎喲，這早晚課算；乃至於有很多，早晚課都覺得：唉，這個沒有意義，這不要它，跑得那兒去，大家在那兒徒有形式。你說這個事實對不對？在某些地方，那是事實，可是我們絕對不能說，因為徒有形式，你把它拿掉，那是完全錯了！我是感覺怎麼樣？現在雖然末法了，總算還有個形式在，趁這個形式還沒毀掉之前，趕快把那個內容補足起來，那還有救。如果你把那形式一壞，完了！了解嗎？很重要，很重要哦！",
    "1355": "[22:35]所以佛說得清清楚楚，佛說得清清楚楚。儘管最後什麼都沒有了，那個佛像擺在這裡，大家不知道，你看它一眼還有功德。有這樣，三寶有這麼了不起的意義啊！我們卻輕輕鬆鬆地覺得：哎呀！沒有內容了，你就不要了。害了！這一點我們要特別注意。這個時候如果我們心裡有這種知見的，務必要曉得：我是凡夫，我是凡夫。這個概念太重要了！那麼這一點一定要靠什麼？一定要靠多學，一定要靠多學。如果說你已經學對了一門，你不想走剛才廣博的路。那個時候你牢牢地抱住的，好，說我現在一個參禪，就這一個；我現在念佛，就這一個，反正我見到阿彌陀佛以後，反正我見到這個本性以後就不怕！你其他的就不要管。實際上佛世也是如此，當初小乘甚至之所以各做各的不起諍論，為什麼？很簡單，他就聽到了佛告訴他一句話，唉，他那個生死心切得不得了，以整個的精神灌注在那裡，管你做些什麼東西。這樣啊！所以那個時候，叫「正法住世」，毫無諍論。",
    "1424": "[23:44]實際上那個諍論的因，早就已經擺在這個地方了，我不妨說一下實際上的公案。佛在世的那個弟子當中有各式各樣的，迦葉尊者是專門講苦行的，大家曉得他。他那個最後佛陀說：「某人啊！你現在年紀老啦，你也可以休息、休息，不要行頭陀啦！」迦葉尊者怎麼說：「世尊啊！我以前一直聽你，這一回可不聽你啦！」但是世尊並不是說因為不聽了，說：「你怎麼不聽招呼啊？」說：「善哉！善哉！像迦葉那樣做的話，他能夠堅持下去，那個教法就靠那個力量。」",
    "1460": "[24:20]但這個地方並不是說，那麼只有苦行哦！欸，不！你看另外一個人，二十億耳，大家曉得。二十億耳他是一個富貴子弟，那個宿生的圓滿的因，所以這一生生來富貴得不得了，富貴得不得了！所以他家裡邊，他腳底下還有這個絨絨的毛，家裡邊都是舖著厚厚的地毯，乃至於跑到別的地方去，譬如說到廟裡去啊什麼，他的父親就把那個一路上面就掃乾淨，把那地毯舖在上面，然後去。要我們可能嗎？就算以現在這個時候，世界一等一的最了不起的人，你也不可能說：「我現在要到台中火車站，把從這個地方開始，地毯一直舖到那裡去。」沒有！二十億耳就是這樣。後來他出家，出了家之後當然苦行，他怎麼修也不行，佛就告訴他：「給他好的，他要怎麼好就給他。」就給了他。給了他，他沒多久證果了。說明什麼？你看，在佛那個時候的弟子當中，就有的人是這麼個苦行，就有的人是這麼享受，他們有沒有諍論啊？是一點諍論都沒有。要我們現在就害了。唉呀！大家你和我差一點點，大家弄得一塌糊塗。",
    "1534": "[25:34]這個我要說明什麼？倒不是說明這個行相，這所以我一再說了，你把握住這個重點，怎麼做就對。以前那些人，他心心念念解決自己的問題。那你說：「我現在是要大乘。」更好！就怕你不大。大乘要管別人的是沒錯，大乘要管別人是幫別人，並不是叫你去指責罵別人哪！這個要了解。這必要的時候，是！譬如說在這種情況之下，你用意直的話，是！你可以呵斥他。但是一般情況，呵斥的條件，你自己內心必定不能帶著瞋心，這個很重要。所以在這一點上面，我自己深深感覺慚愧。儘管我說，現在慢慢、慢慢地把它拿掉了，我心裡面可以把它擺得平，這是一般情況。碰見事情的時候，我自己曉得：欸，起來了，這個就不相應。平常他真正就是呵責，他心裡基於悲心，曉得你這樣的話，馬馬虎虎不行，他就用直的方式。他心裡面的確是心心念念，只有一個大菩提、大悲心。所以在這種情況之下，看見你相應，那就用種種方法。在這種條件之下，能夠這樣做，唯恐你不管。現在因為我們沒有這個真實的內容，怎麼管就怎麼錯！這是我們應該了解的一點。所以說，我們繼續下去。",
    "1623": "[27:03]此中聖教，那麼真正的聖人完整的教法，怎麼樣呢？他首先還是引論：",
    "1631": "[27:11]如《俱舍》云：「佛正法有二，以教證為體。」除其教證二聖教外，別無聖教。引那個《俱舍》上面。《俱舍》，通常說 ─小乘聰明論，換句話說，小乘的最後的精華。那麼請問這個地方為什麼引小乘而不用大乘？這個地方說明：小乘尚且這樣，何況大乘。"
}