{
    "8": "[00:08]本來大乘是以小乘為基礎的，更說明這個基礎，直通到最上乘，沒有一個例外的。所以佛真正的正確的教法，分起來就是兩樣東西，一個教、一個證，除了這個沒別的了。那麼這兩樣東西是什麼啊？",
    "25": "[00:25]教正法者，謂是決擇受持道理修行正軌。「教」是什麼？就是來分別、說明、解釋什麼是你該做的，什麼你該捨的，怎麼樣去修行，修改你以前的凡夫的行為，變成功跟聖人相應的。你了解以前錯的，現在認識以後對的，照著去做。雖然了解了，心裡還是習性很重，那個時候你照著，這個叫作修行啊，這個才真的修行啊！那麼我們說，這樣說起來難道你這個拜佛不是修行？拜佛當然修行。為什麼拜佛？因為平常以前，你把那個我看得最大，現在曉得：哦，這個是最糟糕的事情。所以你把自己看得最低，所以要拜佛。念佛呢？因為你平常念的都是煩惱，現在這個不相應，所以你要念佛。所以我們把握住這個原則，沒有一個不是修行。",
    "83": "[01:23]固然在這種狀況下，拜佛、念佛當然是修行，離開了佛堂，不拜佛、不念佛你也在修行啊！假定你把握不住這個重點的話，對不起！你現在固然不在修行，你在這拜佛、念佛也不是修行！所以這祖師給我們說：「你假如真正心裡不相應的話，你頭顱磕破也徒然哪！拜佛，這個徒然沒用啊！如果你不把握住這個原則，你去念的話，你念得喉嚨喊破也徒然哪！」不是很明白嗎？就是這個道理，就是這個道理！所以告訴我們，這個先要告訴我們，你懂得這個道理照著去做。然後呢？既然懂得了，",
    "127": "[02:07]證正法者，謂是如其前決擇時，所決擇已而起修行。就照著前面告訴你的道理，然後你照著這個懂得的道理，照著去做。所以，",
    "142": "[02:22]故彼二種，成為因果。所以這兩者之中，是互為因果的。教是因，有了這個正確的認識，結那個證的果，結那個修的果；然後反過來，修是因，證得那個證果的果是果，這個次第必然的。必然是由於教理的認識，照著教理的認識去做才能夠修行。也許在這個地方大家問了：「唉呀，那你這樣說的話，你跑到廟裡就是講那個規矩，這個道理我也不懂啊，你這個先不要跟我講這個道理。」這個有它的原因在，因為等到你進來了以後，把那個規矩講清楚了再修的話，那不可能，不可能！可是至少有一個這個現象，這個很清楚，你跑到廟裡來你已經有這個心 ─我要修行，或者說，啊，曉得這個好的！這一個地方，因地當中已經說，那世間的不好，這裡來好。既然世間的不好，這裡來好，當然你要拿掉世間的那個，到這裡來學。再說，等到你樣樣懂得了以後去做，做不到，那個時候太晚了。雖然你懂了，萬一兩腳一伸，完了以後，你懂了這個沒用，變成了三世怨，那很可惜。",
    "210": "[03:30]所以進來的時候，已經有了這個認識說：我世間的認識不行的，要去聽善知識引導。這個本身就是最佳引導、最佳做法。究實說來，究實說來，等到你真正懂了以後再去做，世間沒有這樣的事情。難道你懂了這個飯以後你再吃嗎？難道你懂得了空氣以後你再呼吸嗎？難道你懂得了這個媽媽以後，你再讓她來養你嗎？天下的事情就這麼簡單！對不對？喏，所以這個一點都沒有說亂來或者迷信的成分，是絕對合理的，這個我們要了解。倒是我們愚癡，而是我們的執著，大家想想看對不對？這麼簡單。",
    "255": "[04:15]所以我們現在了解，哦，原來是這樣啊！教、證。所以儘管你還沒有懂得道理，而跑到廟裡說，這些廟裡你信得過的法師告訴你怎麼做，這個正是。你聽他講嘛，然後照著他去做嘛，這還不是仍舊是不外這個教證二量在裡頭，一定這個次第！然後當你行持的時候，你慢慢地從驗證當中對這個教也加深認識，當你教加深認識，你的行持也加深認識，這個彼此有互相增上的。所以真正說起來，這個教、證不是截然的兩回事情 ─教，完了以後證，不是的；教多少，證多少，慢慢地向上。就像我們念書一樣，在小學裡面，你慢慢地一步、一步上去，一步、一步上去，是不斷地在教、證、教、證當中。我們在小學裡面老師告訴這個一，一加一等於二，你回去演習，因為你演習了以後，你可以念二年級，所以你對那個教是越來越認識，然後你這個證是越來越深入。每一個地方這個次第這麼清楚、這麼明白。繼續看文，「故彼二種，成為因果」。下面，",
    "323": "[05:23]如跑馬時，先示其馬所應跑地，既示定已，應向彼跑。就像跑馬一樣，先告訴你怎麼跑，告訴你了，照著去跑。以我們現在來說開汽車一樣，拿了個地圖告訴你怎麼開，然後呢？你去開。",
    "339": "[05:39]若所示地是此跑處而向餘跑者，定成笑事。如果告訴你向這邊跑的，剛講的時候，等到你真正跑的時候另外一個方向，那是開玩笑。像我們開汽車，現在說你要到哪裡去啊，看那個地圖，看完了半天真正開車的話，反方向走，那你這個地圖看它幹什麼啊？那不是顛倒嗎？經、論告訴我們的，就是這個樣，就是這個樣。同樣的道理，譬如眼前我們來說，跑到寺院裡面說，既然你想來修行的話，跑到寺院裡面，哦，這個法師、師父告訴你怎麼做，你歪起了頭：「我要這樣做！」那你不必跑到廟裡來，這個很明白，同樣的這個道理在。你可以說明，這個什麼，那麼然後呢解釋清楚，這個是應該的。這概念我們要很清楚、很明白地認識、了解。",
    "392": "[06:32]豈可聞思決擇此事，若修行時修行所餘。哪裡說，聽的時候聽這個，然後呢思惟的時候思這個，這個聞、思本來就是講教，然後修行的時候修別的？不可以！就像那個跑馬一樣，就像那個開車一樣。",
    "411": "[06:51]如是亦如《修次第後編》云：就像那個《修次第》那個編上面說，這個是告訴我們修行的一個重要的教授。",
    "422": "[07:02]「復次聞及思慧之所通達，即是修慧之所應修，非應修餘，如示跑地，而應隨跑。」這個修行的次第，第一個，從善知識那裡幹什麼？聽聞。聽聞了以後呢？如理去思惟。等到你思惟了以後，你決定了解他所講的是什麼。然後呢，把你的思惟通達、決定的，照著這個去修。所以你修，就應該修你確定認識的那一個部分，這個才是道理，而不是別的。這個概念我們本身很重要，絕對，絕對不可以跑錯！就像上面所說那個跑馬那個公案。",
    "467": "[07:47]如是由此教授，能攝一切經論道之樞要。由於這樣的這個完整的教授，這樣才能夠把所有的一切經論的宗旨、宗要都得到。所以說，第一點得到了，第二點那就是貫攝起來了。第一點是一切的經論都是，然後呢，為什麼你得不到？因為你自己的條件不夠，如果得到條件夠的人解釋說明了以後，就這樣的好處。然後你這樣的，現在有下手之處，將來走上去的，步步直路，很快圓滿。而這個內容是什麼呢？內容他就下面細列：",
    "511": "[08:31]於從親近善知識法乃至止觀，這個就是真正我們修學的次第。修學的次第第一步 ─親近善知識；「止觀」就是你修的時候，最後的修一定從止、觀兩樣東西結果。",
    "528": "[08:48]此一切中諸應捨修者，即作捨修，諸應舉修者，即以擇慧而正思擇。編為行持次第引導，故一切聖言皆現為教授。那麼照著這個次第，那個地方應捨修就捨修。什麼叫「捨修」呢？就是不要做的，而這個不可以，不要做，要捨掉它。「應舉修者」的，就是這個該做的，你要就去做。那麼該做的還要什麼？捨修很簡單，你就捨掉。實際上捨修，還是要經過你的智慧的抉擇，那個時候才捨得掉，要不然心裡面還牢牢保著那個，「唉，這個我覺得這個好！」這個樣子就捨不得。你沒有智慧的抉擇，不能如理地認識取捨，捨也捨不掉，提也提不起。說前面叫我們捨，後面叫我們提，應該要努力去做的，那麼要「擇慧」 ─觀察的慧，正確地思惟、觀察。然後把認識的，編一個行持的次第，來引導我們一步、一步走上去，從凡夫第一步到圓滿成佛，沒有一點遺漏。在這種狀態當中，所有的聖言、經教都眼前是最佳指導。",
    "606": "[10:06]若不爾者，假定你不走這樣地圓滿、正確的路子，",
    "611": "[10:11]於非圓滿道體一分，離觀察慧雖盡壽修，諸大經論非但不現為真教授，且於彼等，見唯開闢博大外解，而謗捨之。如果你沒有正確的認識，把握不住這個圓滿的原則的話，你就會對於不圓滿的道體一分，它不是說外道，它還是道，可是呢？這個是一部分，而且這個一部分是不圓滿的，一部分一定不圓滿。像我們現在房子一樣，你說這個柱子是不是房子？當然是，然後你把持抱著這個柱子，我說就用這個房子，你行不行啊？沒有這個可能耶！這個非常明白！你開汽車拿這個輪胎，你說這個就是汽車了，這個不但不能開，你到哪裡是個累贅呀！不過這個是笑話，當然我隨便強調一點。",
    "665": "[11:05]我們曉得在這種情況之下，你牢牢地把住這個，「離觀察慧」，然後呢你又沒有正式的那個思惟、觀察 這個才是真實的智慧 在這種狀態下，「雖盡壽修」，你忙了一輩子還越修越遠。諸大經論不但不現前真的教授，而且你覺得：啊，這個是外面講講的！這是你自己走錯了。所以剛才這個，兩個似笑話一樣的這個舉例也是如此。本來這個房子住在那裡又舒服，冬天嘛不讓你吹風、著涼，夏天嘛是不讓你晒太陽。現在你抱著一根柱子的話，累嘛累得個要命，冬天嘛照樣吹得個要死，夏天嘛熱得要命，就是這樣。所以你弄錯了呀！同樣的這個地方，說你因為把握不住，所以你覺得這個經論不是真實的教授，那都是講講說說的，於是你就毀謗它，捨棄它，毛病就來了！",
    "730": "[12:10]現見諸大經論之中所詮諸義，多分皆須以觀察慧而正觀擇。眼前當下，極大部分的經論當中所說明的道理，都要用思惟、觀察這個智慧，去如理地辨別邪正，是這樣的。",
    "753": "[12:33]此復修時若棄捨者，則於彼等何能發生定解，見為最勝教授。萬一你沒有這個認識，把握不住這一點，那麼對於這個經典，你就沒辦法產生確定的認識。因為你修行不要它，不要它當然不會說：「啊！這個是最勝的。」根本用不著！在這種狀態之下，請問，還有誰能給你最佳指導？真正我們修學佛法的人曉得最佳指導是佛，現在佛講的經論是沒有用了，請問：佛以下的人反而有用嗎？所以在這種狀態之下，我們不應該學佛，說：「我學某人啦！」這個才對呀！現在你既然學佛的話，這個明白有問題在裡頭啊！這個下面說：",
    "803": "[13:23]此等若非最勝教授，假定說前面那個佛所說的、大菩薩說的經論不是最勝教授，請問：",
    "811": "[13:31]誰能獲得，較造此等尤為殊勝教授論師。還有誰能夠找到比這個更好的這種大論師？沒有了。所以說不可能，不可能。這個是錯誤。",
    "829": "[13:49]如是若能將其深廣契經及釋現為教授，則其甚深續部及論，諸大教典，亦無少勞現為教授，則能發起執持彼等為勝教授所有定解。反過來，走對的方向，你能夠把這個最深的契經，就是深廣的經典，覺得：啊！這原來是眼前我們最好的教授。那麼在這種狀態，那麼其他的更深的，不管是顯教、密教、經、論，種種的大教典，你不要太努力，都了解它真正的精要。在這種狀態之中，既然這是我們修持最好的精要的話，你就會把它看得非常恭敬。就像尋寶那個地圖一樣，讓地圖丟掉了，對不起你這個寶貝就找不到耶！那個時候你絕對不讓人家拿掉。就算你記牢了，丟掉了，被別人家拿去了，別人先捷足先登哪！這很清楚、很明白。在這種狀態當中，",
    "903": "[15:03]能盡遮遣妄執彼等非實教授，背棄正法諸邪分別罄無所餘。「罄無所餘」！所以，你把握住這個重點的話，那麼這個前面的毛病就沒有了。前面那個毛病是什麼啊？因為你不認識正確的教授，所以說這個大經大論不是真實的教授；結果這樣的話，你是毀謗、背棄正法，這種都是錯誤的邪解、邪分別。那種東西都一點都沒有了！所以現在我們真正要去掉的，不是說不管什麼分別都要拿掉，是錯誤的分別要拿掉。所以現在祖師們動不動教授你不要分別，是因為我們現在動不動都是錯誤的分別，沒有一個正確的認識在裡頭，這是一個真實的原因。這下面會詳細地告訴我們，詳細地告訴我們。那麼這個是第二點，第二點。那麼第三點，",
    "967": "[16:07]易於獲得勝者密意者。是，前面所告訴我們一切教授，都是成佛的必要的條件，那麼第一步。第二步呢，了解了這個的話，不但是我們必須要的，而且你眼前就能夠指導我們，所以都派上用場。不過這個同樣的派上用場當中，你自己去摸，往往摸了半天，很辛苦。就算你摸到，也很辛苦，萬一摸不到，麻煩！現在有了這個善知識精要的教授的話，你很快、很容易得到，這第三段。看文：",
    "1010": "[16:50]至言及論諸大教典，雖是第一最勝教授。然初發業未曾慣修補特伽羅，若不依止善士教授，直趣彼等難獲密意。是的，佛所說的經以及諸大菩薩造的論，當然佛也有講的論，雖然是最殊勝的、最好的教授。但是對我們剛剛修學的「初發業」，就是初初修行的人來說，還沒有淨除罪障，還沒有積聚資糧，還沒有習慣走修行這條道路那些人 ─補特伽羅就是有情 ─如果不依靠一個真善知識的教授，自己的力量直接去找的話，它的真正的意趣，得不到。就算你能得到，下面說：",
    "1072": "[17:52]設能獲得，亦必觀待長久時期，極大勤勞。就算你能得到，也必須要經過很長的時候，吃了絕大的苦。我們往往是這樣，人家說，不相信，等到你自己吃了大苦回過頭來，「唉呀！就是這樣。早知如此何必當初！」但是，這個不冤枉哦！我們人就是這樣。就怕你跑到了那個時候，回過頭來還不反省，那就麻煩了。這是第一個。第二個呢，你頭上開始的時候一定要吃一些冤枉苦頭，多吃了幾次，欸，聰明人就不，下次曉得不必樣樣東西自己去闖。自己闖不透，很多東西就想辦法找善知識，那個時候你下面就省很多氣力。說，反過來，他能夠依止。",
    "1124": "[18:44]若能依止尊長教授，則易通達。以此教授，能速授與決定解了經論扼要。因為這個地方這個教授，能夠以最快速、正確的方法告訴你：哦，經、論上面的精要何在！",
    "1142": "[19:02]其中道理於各時中茲當廣說。上面就提出來，下面的整個本文就是說這一點。所以我們只要照著這個文一步步下去的話，質、量、次第，每一個部分，這麼個好，這麼個好法！你如果說能夠跟它相應的話，你跑到哪裡，就成就到哪裡，譬如說我們說學淨土的，他去什麼地方，你這個時候就可以。然後呢這樣可以去的是下品的，再上去的是為什麼中品的，為什麼上品。參禪、學教沒有一個例外，它這個次第。因為這個是什麼？共基啊！說得很清楚，顯密的共基。",
    "1185": "[19:45]真正說起來，這本書裡邊，密教，跟密教的真正不共的內容，一點都沒有。而是什麼啊？大乘必須經過的跟密教必須經過的，完全共同，所以實際上，這個才是我們學本論的 ……我已經說過，我們現在大部分來說，最好的法門，也唯一的法門 ─念佛，這老實不客氣。但是我們絕對剛才這個毛病不要犯哪！念佛，別的都不要了。我們就在這個理由上面，最佳的念佛的指導在這裡。如果你參禪，欸！一樣的。如果說你的的確確有大根性，你說我要學佛，那你要爬上去，這個共同的基礎還是這裡，那個在下頭。我們現在看最後一條：",
    "1235": "[20:35]極大惡行自行消滅者。它不但正面有這樣的功效，還有平常我們要淨除罪障是難之又難，它現在不要你這麼難，它自己消滅掉了。在還沒有說這個本文之前，我們大家曉得「懺悔」，說這個懺悔要得到淨罪相以後才算。這個《梵網經》上面說得很清楚，以及天台智者大師的《摩訶止觀》，乃至於《小止觀》上都說清楚，很多地方都講這個。那麼《準提陀羅尼》當中也說，你要去懺悔，要得到什麼啊？要得到懺悔的清淨相 ─晚上做些什麼夢；如果你定，定中應該有什麼淨相；乃至於你平常，說外善根發相，內善根發相，你有這種。",
    "1290": "[21:30]所以我們祖師當中有一位蕅益大師，大家曉得，這是好了不起的人。他因為這個研閱佛法的關係，覺得說：現在這個真正的得到的真實內容不容易啊！這個戒啊，這個戒體得不到。所以就照著這個《占察善惡業報經》的辦法，拜那個「占察懺」，一直拜到幾歲啊？四十九歲。四十九歲？四十七歲啊？總是這兩個當中。你看他二十幾歲就出家，然後花了這麼多年代，然後什麼？清淨相、淨罪相。喔唷！所以那個罪障一旦在這個地方，你要把它弄乾淨是難哪，難極了！你要沒有弄乾淨的話，對不起，這個佛法業果之間的話，是一點假不來的，一點沒情面的，你就得受這個罪呀！",
    "1353": "[22:33]而現在呢，欸，它不要你花這麼多辛苦，它自己就消滅掉了。這個好處不得了地大！這也為什麼在經論上面，處處地方說明，有了善知識的依靠的話，啊！沾太大的光，討太大的便宜，乃至於像善財這樣一生取辦。這個道理是有它特殊原因的，有它特殊原因的。在這個地方，我們雖然說不一定，尤其是我覺得：的確要學淨土，但是其他的各宗各派的很多祖師的傳記，值得我們參考的。談到這裡，有一本傳記值得看一看，《密勒日巴尊者傳》。他呀也沒懺悔，也沒有什麼，就因為跟著他的老師，被他的老師磨折得千辛萬苦，最後不但所有的罪惡統統淨除掉了，而且達到這麼大的成就。這些事情，我們可以值得作為我們的參考。現在我們看本論是怎麼消滅我們的罪業的：",
    "1421": "[23:41]如《白蓮華》及《諦者品》宣說，一切佛語，或實或權，皆是開示成佛方便。這個引經上面，經上面告訴我們。這個《白蓮華》就是《妙法蓮華經》，它說所有的佛講的話，不管它實，或者權，實際上呢，佛一定是應不同根基的眾生，說不同的法，一定的。所以有的是權，有的是實。什麼叫「實」？就是說如理地、全部地顯發出來。什麼是「權」？慢慢地接引你。就像那小孩子一樣，剛開始進入小學幼稚園、一年級，這個教的書、教的內容，不是馬上可以叫你發明，或者做什麼的，這個叫「權」，權宜之計。當你一步、一步地上去，到最後，你行了。那麼這個，必然需要的，這個都是最後走到成佛的方法。其實就算拿那個剛才的比喻來說，你說一個小學生，你能夠把大學的東西教他嗎？對他來說也只有小學。當然，佛是個三界導師，他一定能夠了解我們的根性，所以他用的方法，絕對正確。所以我們能夠毀謗他嗎？這個一點，務必要注意！",
    "1502": "[25:02]有未解是義者，有的人不了解這個。",
    "1506": "[25:06]妄執一類為成佛方便及執他類為成佛障礙，因為有一些人不了解這個真實的佛說的意趣，所以他的邪妄的執著，說這一個是成佛的；這個不對，是障礙的。",
    "1522": "[25:22]遂判好惡，應理非理，及大小乘。所以他覺得這個是好的，這個是壞的；這個是合理的，這個是不合理的；這個大乘，這個小乘。不過說到這裡，他有一個問題了：「欸，好像他這個上面教示我們，大乘也不要管了，小乘也不要管了。」好像這樣！不是這個意思。祖師們所以把佛的經教，判教說大乘、小乘，乃至於大乘當中還要判，這個通教、別教、頓教、圓教，他這個為什麼？告訴你這個次第的必然性。你認識了、了解了次第必然性以後的話，你才不會是此非餘。不會說我這個對，他這個不對。你曉得：喏！佛接引人，有這樣的方法一步、一步上來。既然你要學佛的話，將來都是你必然須要學的。現在我剛開始發大乘心，行的時候，是，一下不必廣學，但是你將來自己做到了，要救人的時候，你還得廣學，這不是很明白嗎？我們怎麼可以毀謗它？所以祖師判這個是這樣的。現在他這個地方說的是：我們不了解、我們妄執，才說：「哦，這個大的好，這個小的不好。」反過來也是如此。這非常糟糕，非常糟糕！所以在這種情況之下，說大的嘛，",
    "1605": "[26:45]謂其菩薩須於是學，此不須學，執為應捨，遂成謗法。說：菩薩要學這個；喔，這個不可以！那毀謗它。",
    "1616": "[26:56]《徧攝一切研磨經》云：「曼殊室利，毀謗正法，業障細微。曼殊室利，若於如來所說聖語，於其一類起善妙想，於其一類起惡劣想，是為謗法。就是這個很容易。說這個經上面佛告訴文殊師利，這個謗法這件事情，很細微的，我們現在粗心大意，不大容易看得出來。假定有人這麼說，說：「這一個是好，這一個是下劣的。」你有這種念頭，對不起，就是謗法！"
}