{
    "13": "[00:13]若謗法者，由謗法故，是謗如來，是謗僧伽。如來無量劫來，三大阿僧祇劫積累的法，你說這個不對，不是謗法嗎？然後這個法的傳承靠僧伽，你說這個不對，不是謗僧伽嗎？所以啊，別的罪，你是造五無間罪可以救，謗法罪是沒辦法救，道理在此。所以現在大家千萬不要犯這個毛病啊！",
    "40": "[00:40]若作是云，此則應理，此非應理，是為謗法。這個合理，這個不合理，是為謗法。",
    "45": "[00:45]若作是言，此是為諸菩薩宣說，此是為諸聲聞宣說，是為謗法。若作是言，此是為諸獨覺宣說，是為謗法。若作是言，此者非諸菩薩所學，是為謗法。」若毀謗法，其罪極重。那麼同樣的前面那個道理，就是說，如果我們如理去辨別的話，也要曉得：哦，學這樣的、這個地方，這個是共聲聞的，這個共獨覺的。有一些人偏向這個，那麼就是屬於聲聞；有些人偏向那個，叫作獨覺。這我們要判別得清楚，曉得自己走上去，而不是以我們的執著 ─我這個對，你這個不對。你一起這個心，錯了，這個裡邊很細緻、很細緻。我們弄得不對的話，又不要去學了，那個又錯了。「若毀謗法，其罪極重」，很重啊！下面引經。",
    "100": "[01:40]《三摩地王》云：「若毀此贍部洲中一切塔，若毀謗契經，此罪極尤重。你把南閻浮提所有的塔廟統統毀掉了，這個罪還好，而你謗法這個罪呀，比前面那個重。下面",
    "119": "[01:59]若弒盡殑伽沙數阿羅漢，若毀謗契經，此罪極尤重。」你把恆河沙數的羅漢統統殺掉了，殺一個羅漢都不得了，五無間罪啊，你現在恆河沙數的羅漢都殺掉了，這個罪不得了啊！他下面告訴說，如果你謗法的話，這個罪還要來的重！經上面哦，《三摩地王經》，不是我們隨便講的哦！他處處地方引經，這個要注意！",
    "148": "[02:28]雖起謗法總有多門，前說此門極為重大，故應勵力而斷除之。真正謗法不單單這個，還有其他的，但這一點特別重要，罪也特別大，所以要努力去斷掉它。",
    "164": "[02:44]此亦若能獲得如前定解，即能遮除。故其惡行自趣息滅。假定你對前面這個三點，決定認識了解的話，自然而然你不會犯那個毛病，對不對？所以說：「故其惡行自趣息滅。」所以，我們這個這麼可怕的罪業，自然就消失掉了。這個論有這麼大的好處，正面告訴我們引上直路；反面的話，自然而然那個很多罪障就消失掉了。",
    "196": "[03:16]此定解者，應由多閱《諦者品》及《妙法白蓮華經》，而尋求之。關於這個，你多看上面這二部經。",
    "206": "[03:26]諸餘謗法之門，如《攝研經》中，應當了知。關於其他部分，你看一看那部經。現在我們不妨來溫習一下《法華經》，《妙法蓮華經》大家都認識的。那個〈方便品〉當中前面的，它說得好清楚，說得好清楚啊！佛出世的目的是幹什麼？就把他佛無始以來所集的，最圓滿的這個大法要告訴你們。但是因為眾生的根性不一樣，他所以用種種方法來給你，而他這個種種方法，只要你碰到一點點，都對！所以固然是你呀大經大論、驗證等等固然是，一點點的事情也是。所以他處處地方說，乃至於童子戲，這個小孩子，趴在地上弄了個沙，捏一個佛像，他也最後成佛。然後你隨便跑得去，做任何一件事情，拿那個樂器去讚歎一聲佛，念一聲佛，拜一下，這些尚且都要成佛，現在反而這個經論是不對了，這，有這樣的可能嗎？所以叫我們多看，這個原因，這個原因。但是真的多看的話，的的確確要有一個人善巧指導的話，你就很容易懂；要不然的話，你自己努力了一些時候，也多多少少可以。",
    "301": "[05:01]我覺得諸位，你們的善根遠比我好，所以我非常讚歎。為什麼講這個話？我自己覺得《妙法蓮華經》，我現在好像講給你們聽，講得頭頭是道，實際上我真的怎麼徹底 ……我就是膚淺地了解一點點。這個二十多年以前，那時剛出家，人家說，這個大乘最圓滿經典，我是以無比仰慕之心翻開來去唸，唸了半天哪是一點味道都沒有。為什麼一點味道都沒有？它就是什麼 ─你也成佛、他也成佛。欸，這個成佛的道理沒講，我想這個話好像那麼簡單哪！那時不懂，到後來才了解，那時候花了很長一段的工夫。原來它真正的重點是什麼？就是說明了，佛出世的真正究竟目的。",
    "353": "[05:53]那麼為什麼不一口氣成就呢？那因為眾生根性不同。儘管佛生生世世引導那些人，告訴他這樣做、這樣做啊，但是大家偏偏執著自己，結果所以還是走這個路。因為這樣，所以只好應你們的機，就騙騙你們哪，說：好好，這樣也好、那樣也好！但是儘管這樣，你最後啊也最後走到。所以說，這樣應那樣機的不同的方式來接引你，或者拿世俗的來說，來騙騙你，這個叫權，這個叫權。所以所有的這些，無非都是佛三大阿僧祇劫，實際上是無量阿僧祇劫，苦心積累的。而這個積累過程當中，都是捨身目、手足、腦髓，外面的妻子、國城更不在話下，這樣地得來的東西啊！",
    "411": "[06:51]所以它下面就有一個特殊的意義，你說怎麼說是「三」這麼長的時間呢？這個都在《法華經》裡面。《法華經》不是〈從地涌出品〉當中，它最後有這段公案嗎？這個佛的真正成佛的年代，是不曉得無量阿僧祇劫啊，從了這個以後，他生生世世一直在度眾生。換句話，他這個法寶就是那樣地集起來的，這不是很明白嗎？所以這個地方我們要看。",
    "438": "[07:18]那麼另外一點，我們要著眼這個《法華》，《法華》好像我們平常說總是走迂迴路子，實際上不是的！法華是把那個直路跟迂迴路子，都比出來了。就是說，如果你一開頭能夠聽從善知識，放下自己的執著，去照他的路線走的話，那是快速的路子，那是快速的路子！在沒有說這個快速路子之前，我們不妨體會一下，我們現在的實際狀態。我們會想：對呀！那麼為什麼不這樣呢？那些人哪，這些羅漢，轉了個半天都走那個路啊！我們平常難免會引起這樣的一個概念，單單這樣從文字上面去看的話，是會很容易，實際上我們要心裡上去體驗一下。",
    "488": "[08:08]我們現在眼前這麼小的小事情，你能捨得放掉你自己的見解跟別人嗎？做得到嗎？就算勉強，你做了以後，心裡面還在嘀咕半天，總覺得不來勁，「我總要想什麼辦法，要照我的意見去做才對。」是不是這樣？細細想一想。我這句話沒有一點點說笑話，或者指責大家的意思，沒有。如果指責大家，那就我錯了！你們聽成這樣，你們錯了！我無非是讓我們體會一下，我們要放掉這個執著是何等地難啊！不管這個道理現在聽的時候，聽得非常來勁，你聽完了以後，你心裡面還是這個。聽了覺得好，我要照他做；等到你跑到那個地方去啊，廚房裡的時候，一吃 ─哎呀！他燒得怎麼這麼不夠我的口味，最好要想辦法多加一點鹽。你到時候就嘀嘀咕咕，萬一不行：我來，我來！是不是？你必定要從實際的行相上面去體驗這件事情。那麼世間這麼一點小事情，何況現在成佛啊！就這樣。所以這個裡邊真正的差別關鍵就在這裡。",
    "561": "[09:21]不過在這種狀態之下，他有一個善巧的方法。一般來說，我們了解了這點往往想：哎呀！走這個直路，改那個習氣這麼個慢法呀，既然這樣的話，好了、好了，我這個習氣又這麼重，反正最後總歸到，那我就慢慢地來吧！又容易引起這種心情。所以這個真正好的教法，譬如像本論，它一開始不是告訴你，要這樣、要這樣、要這樣！很多高的條件，不是的。它開始的時候，沒有講那麼完整的教法之前，告訴你，你照這樣的辦法走，有什麼特別殊勝的好處，說：哎呀，這樣走的，這好處這麼個大！不但如此，反過來它告訴你，如果你不這樣走的話，有什麼嚴重的缺陷。而處處地方，它把這個好處跟缺陷，讓你體會得到。所以你還沒做的之前，心裡想：啊，一點都沒錯！而且這種好壞都是你眼前體會得到的，當你真正能夠體會得到，你心裡想說：「對、對、對呀！我為什麼要省力？還是希望省一點力，得到一點好處。既然這樣看起來的話，走我這個路子啊，不但省不下力來，而且吃了大苦。走他這樣路子，雖然眼前是小苦一點，省了大力，得到大好處。」你這個能力辨別了以後，那個時候做起來容易了，這個就是它告訴我們次第，以及很多關鍵，特別的好處，殊勝的地方。",
    "658": "[10:58]翻到十五頁。由上面我們了解，說這個佛法，這樣無比珍貴的這法寶啊，現在有這樣的一個殊勝的大成就者來造這個論。佛法深妙的意趣，我們不容易領會，那麼經過一個菩薩祖師的解釋，才可以體會到。而由於造者的成就高低，所以解釋的內容同樣也有深、廣或者偏、滿之間的不同。現在造本論的這一位菩薩，成就這樣殊勝圓滿的功德；不但如此，而且他一生造的論當中，以這一部是最究竟。那麼跟這樣圓滿的教法，如何才能相應呢？我們現在學它，應該有些什麼準備呢？假定你事先有了完整的準備，那麼你將來就可以得到完滿的結果。所以我們世間有一句話，孔老夫子儒家說的，「凡事豫則立」，你世間哪，事前先準備好了，那這個事情就可以做得好，事情可以做得好。所以我們對於這樣殊勝的法門，應該怎麼樣去聽、怎樣去講，才能夠跟這個法相應。",
    "783": "[13:03]我想我們平常大概都有一個經驗，說哪個地方打七，哪個地方講法，我們趕快匆匆忙忙，把家裡的事情放掉了跑得去。是，或者你可能覺得這麼難得的機會呀，把安排事情弄弄好，匆匆忙忙騰出個幾天或七天。可是你剛跑得去，第一天的時候，那時候跟法不相應。原因是你剛離開家裡面，家裡一大堆的雜務還在腦筋裡轉，對於眼前的環境你又摸不熟。就算你家裡事情放掉了，大家在念，念些什麼你也不知道，趕快去找一本書本，怎麼拜也不知道，怎麼弄也不知道。結果等到你七天下來，也許你知道了，念些什麼，拜些怎麼個拜法，你樣子好像會了、了解了，可是它打七真正的意思，叫你跑得去，就學一個三皈依嗎？就叫你學得去拜一下佛嗎？當然不是。為什麼？原因就是事先沒準備。假定說，我們事先已經有準備了，說那個地方佛堂的規矩應該如何，打佛七的真正的宗旨，然後你跑得去，樣樣準備好了，一開始全心全意照著去念的話，完全不一樣。其實任何一件事情都是如此，都是如此！",
    "884": "[14:44]在這個地方我們也經常舉這個比喻，常常說六祖大師一聽就開悟了。那麼至於六祖大師傳給他的學生，一講，那個學生就行了。他為什麼行？我們為什麼不行？經文是一樣的，為什麼差別這麼大？這個地方主要的關鍵，這個內容我們只要好好地看下去、研究下去，思惟、觀察、修習就會了解。這個文字本身是比較容易懂，而這個所以立這樣的次第，這個內容宗要在什麼地方，我在這地方特別加以說明。所以，在正式講聞佛法之前，我們要曉得如何去講，如何去聽，你把這個工作準備好了以後，你講聽就有絕對大的好處。",
    "945": "[15:45]我們往往說：「哎呀，現在找不到好的法師，找不到善知識，聽不到好的法！」是，這個是一個原因，但是裡邊更重要的原因 ─自己沒有準備好，自己一片荒田。我為了證明這一件事情，說兩個公案給你們聽聽。這個在佛世，在《雜寶藏經》上面，有一個老比丘，他是老年以後出家。修學佛法，年紀大了比較困難，年輕的時候就容易，為什麼？真正修行要拿出全部精神，不是說老了什麼都沒有了啊！平常我們世間都說，啊，等退休了，那時候修學佛法，來不及了！年輕的時候全部精神放下去都不一定，等到你年老了還有希望嗎？但是這個老比丘真是啊，他年輕的時候沒有好好地有機會，有善根，到了晚年才進入佛門當中。但是他雖然晚進去，這個人意志倒是好樂之心非常強。",
    "1017": "[16:57]跑到佛門當中，佛世的時候，那個僧團也是各式各樣的人都有。有很多人固然看見老年出家，很憐憫他、同情他。但是就有這種年輕人，常常看見：嗨，這個傢伙老朽了，怎麼樣都不行啊！總歡喜開他玩笑。可是這老比丘本身卻是非常認真、非常恭敬、非常虔誠。他一點不會說像我們普通世間，往往倚老賣老，這是非常壞的大毛病，他沒有！他也沒有 ─普通人年紀大了以後，有很多老的習慣，他總覺得修學佛法了，世間的用不上，全部精神像年輕人一樣，跟著他去學。但是儘管你那個心裡有這樣的準備，這體力不行，所以他處處地方總不如人家。這個年輕人常常開他玩笑，開他玩笑，他總歸逆來順受，人家雖然故意開他玩笑，他還誠誠心心地聽人家去做。",
    "1084": "[18:04]那麼有一次，就有這個年輕的比丘在一起啊看見，那個年輕人看見他：欸，這個老傢伙來、來、來，給他開開玩笑。經常歡喜這樣。他們本來幾個年輕人在開玩笑，看見這個老比丘來了以後，大家故意裝得很莊嚴地在那裡講法。這個老比丘過去了，看見他們聽法好歡喜地過去。過去了以後，他很恭敬仔細，很羨慕這些年輕人講法，其實這些年輕人哪，都是調皮搗蛋的。看見來了，說：「好，你那個老上座，來、來、來！」這個上座有幾種，僧年也是個上座，換句話說年紀大，或者戒臘上座，或者智慧上座。就是說他年紀雖然輕，出家雖然晚，但是他智慧很高，或者開悟了，這叫智慧上座。因為人家開他玩笑啦，所以他出家雖然晚，年紀大了，說：「你這個老上座，來、來、來！歡迎！」然後坐在這裡，就給他講法，他聽得歡喜、高興啊！那些年輕人肚子裡都在笑：「這個老傢伙，老上當！」就這樣。然後有一位年輕人就說：「來、來、來！告訴你，讓你證得四果，佛告訴我們法要證果的呀！」他好高興，好歡喜！「就這樣，你坐在那個角落裡邊！」然後這個老比丘，就非常恭敬地坐在這個角落裡邊。",
    "1171": "[19:31]有一個年輕人拿了一個鞭子，就是我們現在講的那個，禪堂裡面用的那個香板，給他頭上面「叭！」一下，「好，這個加持你，使你得須陀洹果 ─初果。」這完全是開玩笑，但是這老年人卻是至誠恭敬地，一心一意地聽他們。結果一棒下去啊，他真的開悟了，證了個初果。哎呀，他歡喜啊！年輕人覺得開他玩笑而高興，這個老比丘因為開悟了，哎呀！非常恭敬、非常歡喜地，高興地下座感謝他們。結果大家一般地歡喜，但是內情完全不一樣。結果，「哎，你不要急，這個只是初果，還有二果。」「好、好、好！」跑到這個角落裡面。然後那個年輕人是後面笑得笑壞了，覺得這個老傢伙就這麼糊塗，會上那個當，這麼高興。這個老比丘心裡面真歡喜，證了果怎麼不歡喜啊？把生死了脫了，見到這個道相，一心恭敬從這個角落跑到那裡去。然後另外換了一個人，拿著個香板，頭上又「吭！」一下，說：「加持你，給你二果！」就這樣，如此這般四個角上面敲了四下，證了四果羅漢。",
    "1259": "[20:59]如何講聽二種殊勝相應法中分三：一聽聞軌理，你們去看看，真實故事。這個說明什麼？意業很重要，很重要！就是他心裡上面已經自己成熟了。佛法這個東西處處告訴我們：內學，內學！你學了法，自己內淨心意。我們現在真正最大的毛病 ─學了法是專門當做照妖鏡看別人，看看所有的人都是妖怪。除了這個以外，然後自己我慢心是越學越大，那個大得不得了！跑到任何地方，看看他不對，看看他不對；只有一個地方沒看見，應該看的地方就是沒看見。大家就是這個就是錯的。準備 ─真正的問題在這上面。換句話說，一開頭我們並不了解，佛法的特質是什麼，這是很可憐的一件事情，也可以說非常可笑的事情。所以在這地方特別告訴我們，我們不要急著受什麼大法，你如果這個地方，你能夠轉化得過來的話，下面的法一一受用，馬上受用而且！所以他這個地方，在沒有聽之前，先告訴我們怎麼去聽啊，就說聽聞的軌理。",
    "1328": "[22:08]這個佛法，聽聞佛法，應該有什麼樣的軌則？為什麼道理要這樣聽？在這裡再說一遍，大家千萬不要講道理！大家聽了這個道理，看看哪，是不是你心裡面相應不相應，這個才是，這個才對，否則的話那個東西啊，越走越遠！第二呢，",
    "1349": "[22:29]二講說軌理，三於完結時共作軌理。講應該怎麼講，它為什麼先聽後講呢？你聽，自己會了，體會了，那個時候才可以講給別人聽。現在我們自己不會，先講給別人聽，這個是一個大遺憾。然後你聽會了自己，還要講給別人聽，那時候才圓滿，自利利他，然後二利才圓滿。這個地方也是，做完了以後，最後應該怎麼辦？一個法會是共同的。關於這個地方，聽聞應該怎麼辦，又分成三：",
    "1384": "[23:04]初中分三：一思惟聞法所有勝利，二於法法師發起承事，三正聽軌理。　今初這個聽聞佛法，又分三個步驟。第一個就告訴我們哪，「思惟」，就是觀察思惟，擺在腦筋裡去想，說聽聞佛法有什麼殊勝的利益，這個非常重要。平常我們總覺得：好端端地在那裡，舒舒服服、高高興興，為什麼要去聽啊？送到門上來啊我們還不一定聽咧！送到門上來聽的時候，覺得：「欸！他講得不對，我這個對，他那個有什麼了不起啊，他這個我也曉得！」這種心情完全不相應，完全不相應，完全不相應！你首先先要想，這個聽聞佛法有什麼好處？反過來不聽佛法有什麼壞處？那個時候你才心裡面會一心一意地會推動你去做，推動你去做。實際上我們心裡面的，平常啊有各式各樣的煩惱擋在這裡，假定你沒有一個準備的話，很容易都在煩惱上轉。儘管你坐在聽法的地方，在那個法會裡邊，你心裡面還在煩惱上面相應，結果在這種狀態聽了法，害了你。下面會詳細說，為什麼叫聽了法，害了你呢？就是剛才說的，聽了法，你不拿它來自己淨化而增長煩惱，這個原因。所以你先聽聞它的殊勝的利益，然後推動你，推動你去一心求這個法。",
    "1485": "[24:45]那麼其次呢？對法是如此，對講法的法師應該怎麼辦？發起承事，發起承事。要對他至誠恭敬，這個道理下面講。你有了這樣的準備，那下面就是正式聽聞。它每一部分有它的特殊的理由在，我們哪必定要照著去做，必定要照著去做！你能照著去做就得到好處，你能做多少就有多少好處。所以下面這個每一個部分，對我們現在是絕對，有絕大的意義！真的照著去做，這個才是對我們真實的好處。現在我們看，說聽聞佛法有什麼殊勝的利益？",
    "1533": "[25:33]《聽聞集》云：那個是龍樹菩薩寫的。",
    "1537": "[25:37]「由聞知諸法，由聞遮諸惡，由聞斷無義，由聞得涅槃。」四句話。這話的意思好像很簡單，你由聽聞啦才曉得法，這個法是代表一切，一切法由聽聞你才知道。不，這個地方有個特別意義，佛法所講的法，它有一個目標，如果說不能跟那個目標相應都是戲論，戲論是好聽的，另外一個名詞 ─魔業。魔跟佛有什麼不同？魔跟佛的差別是恰恰相反。佛是把我們從生死輪迴當中救出來的，把這個錯誤的行相指出來，讓我們了解這錯了，怎麼去覺悟；由於覺悟，然後從這個痛苦當中透脫出來。魔不是！他恰恰相反，專門把你拖下去的。所以我們對這個法正確的了解，是要了解這一點。假定你了解了這一點，而不能跟這個相應的話，那個就是一點意思都沒有，是戲論。所以不是我們說懂得很多，我們有太多這種情況之下，一聽：啊，這個覺得都懂了，這個東西好像一點意思都沒有。或者他講是那點，你有你的見解，那個東西啊，這是個很糟糕的事情，很糟糕的事情。",
    "1634": "[27:14]現在這個地方說「聞知諸法」，特別的意義什麼呢？要得到真正的正見，了解這個法的特質，了解這個法的特質。而我們眼前並不是完全不知道，我們曉得這個叫什麼、那個叫什麼，說得一大堆，可是這些東西對我們真正的苦樂有關係嗎？"
}