{
    "71": "[01:11]沒有直接關係。對我們眼前極大部分的事情，知道得越多，倒是知見稠林，煩惱叢生，不如不知！所以他這個地方真正告訴我們的，由於聽聞佛法而得到正見，正見就是告訴你迷悟的關鍵，哪一個是對，哪一個是 ……那麼曉得內外的差別。乃至於，內─內就是佛道，佛道當中小、大的差別，乃至宗派的差別。你這樣就曉得什麼是該做的，什麼是不該做的，以至取捨等等，能夠分別得清清楚楚。而主要的這個取捨，歸根結柢是在我們內心上面。從外面的萬事萬物，一直慢慢、慢慢地認識到這一點，這個才是真正重要。這個必須透過聽聞，必須透過聽聞，重要的！那麼這一點哪，換句話說，由於了解事相，一直到究竟圓滿達成，整個的。",
    "82": "[01:22]下面分三個步驟：「由聞遮諸惡，由聞斷無義，由聞得涅槃。」對普通一般事情，因為我們並不了解，所以我們忙得很起勁，忙了半天，結果呢都是戲論，生死輪迴當中輾轉不斷，這個沒有意義。所以佛法裡面告訴我們非常正確，你必定要了解這個關鍵所在，然後應取，取、棄之間，所以對我們有害的去掉，對我們有好的努力去做。因為你能夠這樣的話，懂得了以後，所以啊對於不應該做的事情不做 ─遮止了，該做的事情去做，然後你就增長了。這樣的話我們才能夠斷除惡業，斷除惡業實際上另外一方面的是善業增加。這一點呢特別指什麼？戒而言。尤其是我們平常啊一天到晚為惑業所綁住，那麼這個剛開始入手的地方，就是以這個為主，指戒 ─從惡業當中透脫出來，透脫出來。",
    "162": "[02:42]進一步，雖然透脫出來了以後，但是這個只是說初初的一步，進一步要把這個煩惱的現行降伏，煩惱的現行降伏，所以「由聞斷無義」。惡是偏向於惡那方面，雖然我們不造惡了，可是我們做的事情，對於真正地徹底解決這個問題，還不一定有特別的意義。很多情況之下，或者無記，或者戲論當中，所以進一步斷無義，這個特別是指「定」，所以使煩惱的現行降伏。降伏了，最後一步的話呢，把種子斷盡，所以「得涅槃」，這個次第。這個佛法真正重要的地方，關鍵在這裡！",
    "216": "[03:36]所以諸位，大家這個概念非常清楚、非常清楚，非常明白。不要說：哎呀，我現在在修行啦！那你看看你修行了半天，你的煩惱在減少，還是煩惱在增長？假定說你煩惱在增長的話，你怎麼做都是錯的。不要說：「我這個對，他這個不對！」啊，你根本不曉得錯到那裡去了！不管你懂多少道理，不管你那個法器敲得多好，不管你那個腿盤得多實，乃至於得了定，這個還是沒有用！佛法的特質我們要把握得住，這一點一定要靠什麼？靠聽聞，靠聽聞！",
    "260": "[04:20]又云：「如入善覆蔽，黑暗障室內，縱然有眾色，具眼亦莫見。他下面又說，就一個比喻先說。說有一間房子，它遮蓋得非常好，因為遮蓋得非常好，所以黑得一塌糊塗，什麼都看不見。雖然裡邊有種種美好的東西擺在這裡，但是沒有光明，儘管你有眼睛啊，什麼都看不見，什麼都看不見，這個很明白。就是這間房間，如果說四邊把牆統統砌起來的話，那我們在裡面像黑暗地獄一樣，什麼都看不見。那麼這個說什麼呢？說像我們人一樣，我們如果沒有覺者來指導我們的話，雖然我們有這雙眼睛，真正的事情完全看不見，在無明長夜當中。所以說：",
    "318": "[05:18]如是於此中，生人雖具慧，然未聽聞時，不知善惡法。現在我們在這個三界當中啊，雖然生為人身，三界當中畜生那不談，根本不可能有能力去辨別是非；天上太快樂了，他也不想去辨別。唯一的人身有這個智慧，所以這個智慧是世間的。但是他沒有聽聞這個覺悟者的說明之前，他並不真正了解善惡，這個善惡是指出世的，不是世間的。世間的善惡的標準，只是維持這個社會的，說這樣做善，這個叫世間的好人，表揚表揚他。這個價值有沒有？有，幾十年，幾十年。然後呢等到你兩腳一伸，換一個地方，那麼一點用場都沒有。比如說我們現在在這個地方，覺得這個地方好，跑到別的地方不一定好欸！所以這個善惡是在我們這個圈子裡。",
    "385": "[06:25]而現在佛法裡指的善惡是什麼？佛法的標準！這個善法是使你增上，一直增上。不過這個善有「有漏」跟「無漏」之別：有漏的話就是人天就叫善，無漏的話一定要超脫三界。惡法的話呢，就是這樣，使你墮落的，使你墮落的。從有漏、無漏的方面來說：說是有漏的，那麼在這種善法也是惡法，有漏的善法也是惡法，因為你還在輪迴當中。這樣，是這個！所以說一定要聽聞了以後，我們才真正知道什麼是善、什麼是惡，什麼是能夠跳出輪迴，解脫生死痛苦的。",
    "430": "[07:10]如具眼有燈，則能見諸色，如是由聽聞，能知善惡法。」剛才，這個房子裡邊雖然你有眼睛啊，但是「黑漆布嚕」什麼都看不見。現在呢有了燈，嘿！有了燈你就看見房子裡面各式各樣美妙的東西。現在也是一樣，由於人家來告訴你了，你能夠曉得，什麼是善、什麼是惡，所以才知道取棄，什麼不要的、什麼該做的。下面又引《本生論》，本生本來是佛陀的本生，不過有的是講佛的自己說的故事，有的是後來菩薩照他那個敘述的，總之它的內容是一個。說：",
    "480": "[08:00]《本生論》亦云：「若由聞法發信意，成妙歡喜獲堅住，啟發智慧無愚癡，用自肉買亦應理。現在既然這樣，所以如果說，由於聽聞佛法以後，我們能夠「發信意」，這個「信」字在這個地方說一下。由於聽聞了佛法以後，單單聽聞，聽過了算了，沒有用！而你聽聞了以後，能夠啟發這樣的一個意樂，意樂就是心裡的這種狀態 ─信，這個信平常經上面叫「淨心為性」，或者「心淨為性」，這個兩個字可以倒過來沒關係。它那個信字啊，淨心為性，或者心淨為性，這兩個正倒沒關係啊！平常我們講的信 ─我相信、我相信，這個是我們修學佛法，初機進去的必然步驟。你信什麼？信佛。但這個信字，是不是談得到這個地方的信字？不！我們現在普通那個信心，是這地方信心的因，要達到我們書本上所講的那個信的話，那時候就功效就產生了。那個信字有各種不同的解釋，現在我們用唯識法相上頭的，原則上面雖然不同，它那個大意總不會差。",
    "571": "[09:31]這個唯識上面講，「於實德能，深忍樂欲，心淨為性」。對於真實有功德、有能力的，這個各別的慢慢地再說，換句話說這個就是指什麼？三寶，三寶是真實的，世間是虛妄的。這個東西它才有功德，自利、利他，他有能力能夠啟發種種世、出世，自他好事情的。對這個東西，這個法，這個理，能夠深深地忍可於心，說：啊，是這個樣！然後因為你深深地忍可於心，所以啟發你一心追求的好樂之心。有了這種狀態，你的心裡面就會得清淨、寧靜，產生這樣一個特質的，這種的心相，這個才叫作信。所以啊這個信的，真正具足信的話，這個條件是這樣的。",
    "636": "[10:36]我們現在把它用最通俗的話說一下，我們立刻衡量一下，看看我自己，具足不具足這個心。譬如說我們眼前，一點點小小的事情發生了，如果說你信得過佛法的話，你就能夠拿佛法把這件事情淨化，心裡面不會生煩惱。比如我們廚房裡面哪，今天這個菜不配胃口了，心裡想：不配胃口了！人家呢，人家說了你一句話了，心裡就嘀嘀咕咕。反過來你說別人、看人家就覺得他不行，那個不行！聽聞了佛法嘛，又在這樣是非上轉。對不起！不要說在家人沒有用，儘管是出了家了，儘管是一百年的老上座，一點用場都沒有，心裡面沒有淨，在煩惱上轉。它的特質是什麼？心淨為信。就是佛法本來是淨化你身心的，遇見什麼事情的話，你曉得哪個是對、哪個是錯；什麼是該取、什麼是捨。心裡很清楚，剛才這個東西 ─煩惱相，然後這是妄分別，你能夠把這個東西了解得清清楚楚。然後呢把不該做的不做，該做的做，安忍在這個相應的上頭，一心地向上，心裡面絕不動搖，這個才是。",
    "719": "[11:59]假定說真正你有淨信心的話，今天廚房裡那個東西不配你胃口，乃至於營養不好。要我所了解的佛法的話這樣：今天這個不配我胃口，法告訴我這樣，該這樣做，我今天吃下去，吃死了我正好生天。假定你要往生求西方的話，你正好回向嘛，就怕你不死啊，死了以後就去。這個世界，娑婆世界是一無是處啊！你哪裡還會：唉呀，這個不行、那個不行！嘀咕個幾天，都很明白清楚的事相。不過這裡並不是要求我們要做到，我指出這個行相來，讓我們自己反觀內心。體會到了以後作為目標，一步一步上升，這個才是真正重要的，我特別說明這一點。",
    "768": "[12:48]所以這些事情都要什麼？聞法！聞法！那麼反過來說，聞法的目的是在這個。所以反過來說，不是聽聞了佛法以後，哎呀，自己執著得要命，這個就對、那個又不對啊，那並不是真正地啟發你的淨信心。聞了法以後，去淨化自己內心的這個才是！那個時候你做對了，就啟發自己的淨信心。",
    "794": "[13:14]這個情況產生什麼效果？嘿！「成妙歡喜獲堅住」，那個時候這個歡喜是妙歡喜。平常我們聽完了以後，哎呀，真歡喜啊，法喜充滿！它現在這個法喜加一個字叫「妙」，這個有很大的道理。譬如說我們現在在這地方，不聽佛法，聽另外一個東西，譬如說他在那兒講一個故事，或者說一樣什麼東西，我們一樣地眼睛瞪得大大地，聽得非常高興，說不定聽得更高興欸！聽佛法，你在那兒聽得直打瞌睡；講那個故事啊你聽得來得個有勁，是越聽越歡喜。你說同樣的歡喜，這個有什麼差別啊？所以我們往往有的時候，講的、聽的佛法，覺得：哎呀！真歡喜，法喜充滿 ─不一定！聽聞了佛法以後，如果這個佛法針對你內心的煩惱，你認得它，你能夠淨化你的煩惱，這個歡喜才是真正佛法相應的，叫「法喜」。這個歡喜，妙的！妙歡喜。不是說今天你能說善道，哎呀，說得人家天花亂墜，聽的人哪聽得興趣無窮、餘音裊裊這樣，幾天還回憶這個事情。但是不一定能夠淨化煩惱的話，對不起，這個不是真實的法喜。",
    "885": "[14:45]真實的法喜啊，有這樣的「妙」。功效呢？「獲堅住」！你就在法上能夠安住，不動搖！所以才叫堅住。要不然聽見了以後，儘管講的法講得有道理，叫你淨除煩惱，碰見一點點小小的事情，哎喲！貪、瞋、癡在那個地方轉，沒有安住，堅固更談不到。所以你在這種情況之下，能夠剛開始的時候，在心裡的行相認得它，經過你思惟，經過修證的話，最後儘管三千大千世界為劫火燒盡，你就在那個寂光當中安住不動，這是必然的次第，由聽聞入手。所以大家記住，這個修學佛法的四個要則當中，九個步驟，注意一下。就是當你聽聞了，得到這個佛法真實的「慧」，慧的特質，那個時候那個歡喜才對，才叫妙，才能夠獲得堅住。這個東西的特質是什麼？「啟發智慧」啊「無愚癡」啊！那個才是啟發你智慧，智慧是對治煩惱的正對治。",
    "960": "[16:00]平常你聽懂了歡喜，然後你也可以講給別人聽。喔唷！這個講給別人聽的時候很動聽，你有這麼多信徒！這個，結一點緣非常好，但是佛法還遠，離開佛法還遠，這是獲得智慧，慢慢的前方便你還在門外，乃至於門在哪裡還沒摸到，這我們要了解的。",
    "984": "[16:24]那個時候你沒有愚癡了，愚癡相的特質，另外一個名字就叫無明，就叫無明。在這種情況之下，「用自肉買亦應理」，用自己的肉去買都合理的呀！不要說我們現在稍微辛苦一點，唉呀，就覺得辛苦得要命，這個完全錯了，完全錯了！所以常常要記住，這個一個偈子啊，你可以很認真、深廣地去觀察思惟。我們不要說，佛陀生生世世用頭目腦髓去換那個法，祖師們求法也是千里萬里，千辛萬苦。所以他告訴我們自肉買，那這個佛的的確確是這樣的，他因為能夠這樣去做，所以成了佛；祖師因為肯千里萬里地求，所以成了祖師菩薩。我們法在了面前還不願意接受，然後聽進去了以後還造罪，那就是我們凡夫！這個概念我們應該認得很清楚。下面這個文字很容易懂，下面這個文字很容易懂，這個細細的我不說它，念一遍。",
    "1049": "[17:29]聞除癡暗為明燈，盜等難攜最勝財，這個法財是你內心相應的，強盜拿不去，小偷偷不走。",
    "1060": "[17:40]是摧愚怨器開示，方便教授最勝友。是愚怨的這個東西的啊，能夠摧害這個愚，我們愚怨啊，這就是我們無明。我們這個愚癡無明，這個才是真正我們的冤家。我們講的「我、我、我」，我的見解、我的習性，啊呀，我歡喜這個、我那個，這是我們的冤家啊！但是我們不知道，為什麼？我們愚癡嘛，就是無明。每個人真正的冤家不是外面，外面的人沒辦法害你的。我剛出家的時候，我這個第一個依止阿闍黎，常常跟我說：「某人哪，別人不能害你呀！別人不能害你呀！」因為剛出家的時候，難免自己跟法不相應。剛進去的時候，大家見了面還是老習氣很多，所以你瞪我一眼，我瞪他一眼；你說他一句，我說你一句，一天到晚就在這個地方轉。",
    "1120": "[18:40]所以我覺得一直憶念善知識，我一直感謝善知識！他就幾次跟我說：「某人哪，人家不能害你呀！人家不能害你啊！」後來又加了一句，「真正害你的是你自己！」那時候我不太懂，現在了解了，慢慢地了解了，但願你們及早了解，及早了解。別人說了你一下，你心裡嘀咕個三天，你自己在邪妄地分別，因為無明呀！你不理他，不是很好嗎？假如你懂得佛法，人家說你的話，那他說對了，你感激他嘛，因為他說了你能改正哪！如果他說不對，正好成就你忍辱嘛，不是增長你功德嗎？這再好不過的事情，不管在哪一方面都是你的善知識。你現在反過來不這樣，還在那裡自己心裡面嘰哩呱啦。所以的的確確不是人家害你呀，自己害！那為什麼呢？愚癡！把這個不應該信的聽信他了，這個是它毛病的根本，這個是它毛病的根本。那麼現在由於法來摧怨，所以「開示方便教授最勝友」。",
    "1193": "[19:53]雖貧不變是愛親，所以修道的人，是身貧道不貧。欸，貧它這東西啊，對我們是絕對有幫忙的！",
    "1205": "[20:05]無所損害愁病藥，摧大罪軍最勝軍，亦是譽德最勝藏，遇諸善士為勝禮，於大眾中智者愛。」這個自己看一下。後面最後一句話聽一下，非常有道理。",
    "1221": "[20:21]又云：「聽聞隨轉修心要，少力即脫生死城。」啊，這幾句話美不可言！我一直在憶念，空下來常常想那句話。你修學佛法，如果能夠正確地去聽聞，這個聽聞很重要，可是這個聽聞之前，一定還有一個條件。我想大家曉得了，前面已經說過，後面還要詳細講。你能夠跟從這個善知識，如理聽聞，這第一件事情。然後呢聽到了正確的方法以後，下面「隨轉」，要跟著它轉。平常我們這個心如生牛皮，人家告訴你呀，剛強得不得了！人家告訴你 ─「告訴我這樣，你自己呢？」一點用場都沒有。這種情況之下，千萬不要去找善知識！惡知識，大家打打架，反正都是地獄種子，不怕；你看見那個善知識，你這樣一來的話，一定墮落！這話絕不是我講的，你們自己好好地去翻開那個經教上面告訴我們，後面會詳細說明，我這裡順便一提。真正的善知識如理跟你說的話，你起一念怨恨心的話，你就要那麼多世墮落在地獄當中，或者生到畜生當中，這麼可怕！",
    "1300": "[21:40]所以這個佛菩薩不在世間，不是佛菩薩不肯來慈悲，他一來了話，非把你送下地獄去不可，這樣嚴重欸！這個道理其實很簡單嘛，現在我們粗裡粗氣的話，你隨便亂來一通沒關係，反正粗裡粗氣的。如果這個地方都是很精細的東西，給你隨便一碰，跌倒一個是價值連城哪，這個很明白的事情嘛！你自己傷害，也傷害別人。就像那個小孩子一樣，在這屋子裡面，反正跌筋斗沒關係。如果在這裡這價值連城的東西給他碰的話，這個絕對不讓小孩子來。再不然如果是電，很危險的東西叫他一碰的話，他自己也受傷。這個很清楚、很明白，所以要隨轉。",
    "1341": "[22:21]那麼怎麼才能夠轉呢？為什麼我們轉不過來呢？我們聽說這個道理很有道理，好啊！現在聽得覺得非常歡喜，聽得時候滿歡喜，書本一合，又還到書本上去了，又還到書本上去。現在比較好一點還有這個，說：啊！沒有關係，再聽一遍。你聽完了以後，還在那個裡頭，沒轉過來！下面會告訴我們怎麼轉，這個非常重要的！這個轉哪就在思惟。所以我這次特別講，這一次我之所以要求大家很嚴的原因就是這樣，如果你們單單聽聽的話，慢慢地別的有的是機會，還沒有準備好的，先不必聽這個，的的確確。然後我會繼續不斷地在這個地方講下去，還沒準備好了，先準備好了再來聽，那時有大好處。",
    "1388": "[23:08]總是希望這次聽了以後，大家能夠跟著轉。那麼要想轉的話，就是整個的我們生活必須要配合，這個是它的一個原因之一。那時候你能夠轉了，就可以照著去修，否則我們談不到修！實際上這三個次第就是 ─聞、思、修。這個「隨轉」，就是真正關鍵就在思惟，等到你思惟觀察這樣的話，那你就轉過來了，轉過來了。平常我們所以轉不過來的原因就在這裡。關於這一點，講到後面業那一部分會特別說明。這業從哪裡起？業的行相是什麼？我們講了半天都不知道，實際上主要的關鍵，就是我們這個思惟心所這個上頭。你能夠這樣做的話，「少力」 ─不要花多少氣力，「即脫生死城」。現在我們花好大的氣力哦，唉，花了很大的氣力，還到地獄裡去受苦，冤枉，非常冤枉！如果說你拿這個法門來念佛的話，的的確確萬修萬人去，這個祖師絕不騙我們的，絕不騙我們的，是千真萬確的！乃至於根本不要出家，你在家的話，照著去做也能夠去，這有這麼大的好處啊！關鍵就在這裡。",
    "1465": "[24:25]於其所說諸聞勝利，應當決心發起勝解。所以我們曉得，第一步都是靠聽聞。所以我們一開始的時候，先要對聽聞佛法的殊勝利益有決定的認識。決定的認識這個從哪裡來？從聞、思來。所以第一件我們現在真正努力的，不要說：「哎呀，我現在要趕快學學定，我趕快學學，要學這個、要學那個。」不是！要怎麼樣對於這個法的勝解發起，你能夠發起來的話，不動搖，全部精神貫注進去的話，那絕對有希望。尤其是現在佛給我們開的淨土法門，萬修萬人去，這麼安全法！繼續下去，那麼除了這個特別告訴我們，還要有一個這個應該有的準備。",
    "1519": "[25:19]復次應如〈菩薩地〉說，這個聽聞之前哪，我們應該事先有的準備，這個是在《瑜伽師地論》上頭的。《瑜伽師地論》上面我們曉得的，〈本地分〉當中，分十七地，十七地，是五識身相應地、意地，然後有尋有伺地等等。這本是好論哪！談到這地方，我心裡面常常著急得要命，也覺得一點辦法都沒有，看到大家空下來沒什麼事情說閒話，我心裡面真是代大家覺得可惜呀！倒不是，不是啊單單可惜你們，可惜我自己。我自己覺得年輕的時候不曉得用功，現在年紀大了，實在來不及了，恨不得現在這種情況下，叫我一天有九十六小時，整個地看書我還嫌少。我居然看見這麼多有寶貝的時間，坐在那沒什麼事情直聊天，然後一坐，坐在那地方乘風涼。唉，好可惜！這樣難得的、寶貝的無價的這個暇滿人身就這麼浪費掉了，說閒話還造罪。這種好書好好地去看，對我們絕對有好處，好處啊！我順便提起。關於很多重要的概念，這裡邊都有清楚明白，順便一提。那這個〈菩薩地〉上面，十七地當中〈菩薩地〉說：",
    "1602": "[26:42]須以五想聽聞正法。要這樣的五種概念。聽聞佛法之前哪，你先準備自己，使得心理上面有這個認識，然後以這種心情去聽的話，你就得到好處了。哪五樣？看下面：",
    "1620": "[27:00]謂佛出世極罕難遇，其法亦然，由稀貴故，作珍寶想。佛出世不容易，非常難得！佛固然難得，法也是一樣。佛之所以成佛，三大阿僧祇劫說起來，究竟說起來無量阿僧祇劫。單單時間長不稀奇，我們沒有一個人不經過無量阿僧祇劫的，乃至於根本無法算，所有的人都是這樣，所以單單時間長沒有用！"
}