{
    "11": "[00:11]什麼啊？他長時地修習。這個修習，那真苦了，真苦了！我們為了確實體會到這個情況起見，今天叫你多做一點，哎呀，你受不了了，不願意；叫你少吃一點，你受不了，不願意；叫你委屈一點，你不願意。現在呢，什麼樣的苦事都我來擔，什麼樣的好事都送給人家，受盡種種的委屈都我來，不容易吧？不容易！教我們在這地方受它一天都不容易，受它一年都受不了，他是無量阿僧祇劫啊！不單是一個人哦，還有很多人哦！佛在這個整個的團體當中成佛的時候，譬如我們佛出世，單單一個佛沒有用哦，還要這麼多菩薩弟子，那些人每一個人都是經過這樣地修習。那個時候，自他圓滿的時候，那個時候佛才應世出現。所以這個難，極難極啊，太難了！",
    "73": "[01:13]那我們現在，乃至稍微辛辛苦苦挖寶，挖到一個金鋼石，哎呀，覺得寶貝得不得了，比之金鋼石，那個佛算起來，那個金鋼石簡直是垃圾都不值啊！三千大千世界送給你，都絕對不能比，這樣地難哪！然後呢，佛固然難，法也是如此。實際上法比佛更難，為什麼？佛出世佛說得清清楚楚，說了很多法，他跟阿難說 ─地上挖了一點土 ─說：「阿難哪，你看我爪上這個土多，還是地上土多啊？」「當然地上土多。」佛說：「我說的法只是爪上那麼一點點，我沒有說的法地上那麼多。」喔唷，這個法啊這樣啊，這樣難得呀！所以它時間又長，又這麼地難得，它更重要的，因為它能夠真正解決問題，所以珍貴極了！這個法有什麼好處？",
    "141": "[02:21]時時增長俱生慧故，作眼目想。第二個。這樣難得的東西，能夠增長我們的「俱生慧」。這個俱生慧有幾種不同的解釋，我現在這地方只用一種說明。什麼叫俱生慧？與生俱來的。為什麼是與生俱來的？就是我宿生的福智資糧所集聚的，福智資糧所集聚的。這個相對什麼呢？相當於這個說聞所得的慧，跟修證所得的慧。我宿生有這個智慧，福智資糧智慧，遇見善知識而聽聞，然後這一生增長。不但聽聞了增長，如理修證，就這樣。那麼這個俱生的智慧是宿生來的，這個宿生的智慧，而所以能夠增長的話，都要靠什麼？靠這一生聽聞這個佛法。所以聽聞這個佛法是能夠增長這個東西，而究竟圓滿解決問題。所以它像眼目一樣。",
    "209": "[03:29]由其所授智慧眼目能見如所有性，及盡所有性故，作光明想。哦，所以他這麼一說的話，我們增長的幹什麼啊？它的目的始終要把握住。不是說：哎喲，我又懂了，然後我說給別人聽，我名氣很大、賺錢很多。不是、不是、不是，完全不是！戲論！而是說由於了解了這個東西，能夠得到這兩樣東西：如所有性、盡所有性。一個是正知，一個是遍知，那兩個究竟圓滿就是佛陀。這個東西才是解決一切問題的。所以這個東西，不但是自己的眼睛，而且是外面的光明，這是第三個。這個東西有什麼好處呀？",
    "258": "[04:18]於究竟時能與涅槃菩提果故，作大勝利想。這個東西到最後的話，給你涅槃菩提果。這個才是，這個是最殊勝，這個「大」是絕待的無與相比的殊勝利益。你所有的、一切的惡斷盡，一切的德圓滿，這樣好處！那麼說，這個好處雖然好啊，可是以後啊，妙了！以後固然好，有這樣的究竟圓滿，眼前就見效。",
    "295": "[04:55]現在亦能得彼二之因，止觀樂故，作無罪想。得到這個菩提涅槃，一個是斷德，一個是智德，這兩個是究竟的這個的果位，眼前就可以得到。實際上如果眼前得不到，是究竟決定得不到，為什麼？眼前是因。請問你沒有種下這個因，能得到果嗎？所以我們現在常常有這個說，講一個問題啊，人家說：哎呀這個是菩薩境界，這個是聖人境界啊！我們常常會這樣，好像要求我太高啦！這個是一個錯誤的概念，我自己當初就是從這個地方過來的。我自己又想起我的善知識，以前常常用這個勉勵、要求我。我心裡面常常想：唉！法師講的，我還是一個凡夫啊，我還是一個凡夫啊！有一次他就跟我說：「正因為凡夫所以才跟你講，那你聖人，我還跟你講什麼！我磕你的頭向你學，你講給我聽啦！」我抓抓頭想：對呀！但是這個問題還是弄不清楚。我聽完了回來想一想：「我還是凡夫，還是要求太高了！」以後慢慢才懂。說你凡夫才要學，你感到了痛苦，所以要聽著佛法淨化自己，下這個因，將來才能夠步步上升，感得透脫痛苦的果，非常清楚。",
    "383": "[06:23]所以現在我們聽了以後，總覺得自己：我凡夫，凡夫啊！那時候你還沒有做，已經先打了退堂鼓，先已經把「這 ……不行！不行！」你一打退堂鼓，什麼事情都做不成，常常記著！今天不要說別的，叫你到下面去掃個地，你說：「大家都坐在這裡，叫我掃地，外面太陽這麼大。今天雙十節人家都放假，我們坐在這裡已經很委屈，還要叫我去掃個地。」你掃個地都不行欸！你還沒有做，打了退堂鼓了，這必然結果！這麼小的小事情做不成，你現在說：啊，我要學佛，解救三界一切眾生。然後這種心裡面，請問你怎麼解救法？往往有這種心情，叫你掃個地不行，跑著去說法可以的。為什麼？弘法利生！你自己的心裡面真那麼煩惱都弄不清楚，你能弘法利生嗎？顛倒啊！錯誤啊！",
    "437": "[07:17]所以這個真正的重要，始終這個概念要把握得住，現在下的因對了，必然感得將來的果。所以懂得了這個，我們眼前很多障礙都可以去掉了。眼前做一點事你會想：哎呀，馬上給我積聚什麼 ─福德資糧。不會說：他不做，叫我去做！那個嘴巴翹得這麼高，心裡面增長的不是智慧，是煩惱。然後做了這個行為的話是鬥爭在這裡，很明白、很清楚。所以你真的心理行相一看的話，清清楚楚、明明白白，佛法真正高明的地方。",
    "471": "[07:51]所以他說現在的兩個因 ─止、觀，所以能夠得菩提涅槃，一個斷德，一個智德的話，這個因就是這個東西。當然所以能夠得止觀，前面還要得正知見，得正知見的 ─戒、定、慧，歸納起來都在這個止觀兩個。這個止觀本身不是痛苦的事情，樂！都是千真萬確的。現在我們很遺憾，修學佛法，越修越痛苦，關在山裡面，真受不了，這個沒有用。持了戒以後，教你這個也不行，那個也不行。不行！戒真正的特質是什麼？調伏，調伏你的煩惱。調伏你的煩惱了，什麼呢？得到清涼。清涼是快樂的，所以叫解脫。這個尸羅有三個名詞，翻成我們中文的調伏、清涼、解脫。請問你清涼、解脫了還有煩惱嗎？還不快樂嗎？我們現在持了個半天戒，覺得：哎喲！我這個戒，某人傳給我的。啊，這個我慢是那麼大！這個東西不相應，不快樂的事情，這個，千真萬確的。",
    "544": "[09:04]你因為能夠調伏了這樣，所以你才進一步，才能夠學定、慧。戒相應尚且如此了，何況是定，何況是慧呢？的的確確它每一個地方，都有它深厚的內涵，能夠使得我們感受到，這個跟法相應的樂。世間的樂有沒有？有！世間的樂，最後的結果，還是會輪迴生死的。所以只有這個樂是無罪，它不講好的那方面，只講無罪是有這個原因的。世間我們今天賺了個錢，眼前是快樂的，對不起，兩腳一伸，不曉得到哪裡去了，這個有罪的，這要分得很清楚。所以這必然的情況，喏、喏、喏！就是這樣的五個次第。",
    "590": "[09:50]作是思惟，即是思惟聽聞勝利。你能夠照著這樣去想的話，那麼這個時候這樣的想法，你了解這個好處哪來的？聽聞佛法來的，啊原來聽聞佛法，有這樣的殊勝的利益！所以現在有很多人說：我要去修行了，所以不要聽聞。欸，以前我也是這樣想，總覺得關起門來修行，現在想想才曉得，真懊悔，什麼都不懂修習什麼呀！關在山裡面剛開始覺得滿清淨的，關了幾天以後，自己就關不住了，不曉得怎麼辦是好！好一點的人就睡覺，不好一點的人，到外面去亂搞，所以原因就在這裡。你正確地認識了以後，整個的情況會徹底改善，這個都靠聽聞而來，這第一個。",
    "640": "[10:40]然後呢我們說有這樣的好處，於是你那個時候，不會停止在那裡了，一心要去求善知識，去聽聞佛法。不是馬上去聽聞，還要有一個條件。前面那個淨除了我們的障礙，就是說，如果你沒有這個心理狀態的話，那個障礙擺在那裡。普通在世間的學問，物理上面常常說，它這個任何一樣東西有一個惰性。什麼叫惰性呢？你譬如說任何一個東西，它本來在這裡，靜止的，它就靜止，你要叫它推動它，要加一點力量。我們現在這個有情分上也是如此，平常我們的心情就這樣，你要改變那個現狀不太容易，這個叫作惰性。改變這個現狀一定要有一種力量，物理上的東西你把它推、是拉，那麼我們心理上的力量靠什麼？就是靠思惟。",
    "694": "[11:34]等到你思惟了說：這樣做有大好處，不這樣做有大害處，你會改變你。其實這個道理我們很容易了解，我們在這裡滿好的，就不想動，如果說，你發現這個地方很不安、又危險，那個力量推著你，把你推走。或者說，哪裡有一個什麼特別的好處，你想去，那個力量拉著你去。那麼現在這裡也是如此，思惟了這個以後啊，它會拉著你去聽聞這個佛法。那麼你要去聽了，那個時候說，前面那個障礙除掉了，你還要為自己準備一點東西。這個什麼啊？對法及法師發起承事。於法法師發起承事者。",
    "737": "[12:17]實際上這個裡邊要恭敬地承事。不管所說的法也好，以及法師也好，你要一心恭敬地去承事他。剛才老比丘這個故事就在這裡，他前面來的時候，就是覺得這個佛法的好，然後呢他不管什麼人啊，他對佛法本身絕對沒有一點輕忽的心情。不管你講什麼，他至誠恭敬地去聽；不管誰去講，他至誠恭敬地聽，因為這樣，他得到好處。所以在這個地方我不是說講法的人一定都是佛，你一定要這樣去做。可是呢我們要了解我們該怎麼做，你能夠這樣做，好處是你的，這個概念非常重要！我們現在所以做不到的，還是為了「我」。所以我這地方不強調「無我」，我這個地方寧願講「我」，或者對你來說對你，真正為你自己，這還是最好的辦法，千真萬確的。我們不妨把經上面，佛陀告訴我們的這個話，仔細研究下去。",
    "800": "[13:20]如《地藏經》云：他都是引經、論、祖師的語錄，乃至於實際的說明。要怎麼辦哪？",
    "810": "[13:30]「專信恭敬聽聞法，不應於彼起毀謗。於說法師供養者，謂於師起如佛想。」這個對法跟法師，要怎麼辦呢？「專」，是專一，專一。全部的精神貫注在這個地方，只有這樣，這目的要擺得很清楚。所以說，我們世間念書是求文憑，是要賺錢，佛法也同樣的，要求什麼啊？要得這個菩提涅槃之果。全部精神貫注跑到這地方來。不是說我聽了法，過兩天我也講 這個大法師，也可以講法 那不對！這個專一、純一，然後要以淨信心，這個時候還要一個恭敬。所以淨信當中有恭敬，而另外專，還加恭敬，恭敬有個重要、絕其重要的功效在！平常我們無始以來，都跟著「我」這個行相轉。「我」這個東西一定有個慢、一定有個慢，一定有個見，一定有個癡。見就是你的見解，然後呢其他的習性。然後呢慢心，這個東西在的話，什麼好東西，佛法一定進不來，一定進不來！聽聞哪要專、要信、要恭敬，這樣去聽聞，這樣去聽聞。那麼目前我們哪要想一下做到，恐怕不大容易，盡自己的能力，你能夠多思惟聽聞佛法的殊勝的利益的話，那個時候慢慢、慢慢地就可以了，要多思惟、多思惟。",
    "923": "[15:23]反過來呢，「不應於彼起毀謗」。千萬不要起毀謗，這個事情非常嚴重，毀謗──這件事情非常嚴重。你前面已經聽不到這麼無價之寶，得不到，你還去毀謗它。本來這個無價之寶，那可以解決你一切的問題，得到無比的快樂。結果你不但得不到，而且還得到了反效果。你如果毀謗它的話，那個東西有無比的嚴重的後果。這個東西我們一定要自己多思惟觀察，多思惟觀察。",
    "969": "[16:09]所以現在容或人家會說：「啊，這個說法的法師，他自己不行啊！」不行，你不要去聽他嘛！這個很簡單，你毀謗他幹什麼？他不行是他的事情！我們絕對不會跑去地獄的眾生去罵他，你罵他幹什麼？他已經很可憐了。你不會去罵一個牛，牠很可憐。他不對，他不對他的事情，如果說你自己覺得罵他的話，你並不比他好欸！他因為愚癡，如果是你有智慧的話，要改善你自己。如果你不改善你自己，你罵他的話，豈不是你跟牛一樣，這個千真萬確。所以你罵他啊，這正說明了你自己就是那個，比他還不如的，這樣的一個胚子啊！所以這地方我是從反面來說，我們特別要了解的，對於這個法也好，說法的人也好，絕對不要去毀謗啊！",
    "1028": "[17:08]所以後面曾經有一個這個例子，那個也是這些大祖師們。有一次一個大祖師經過一個地方，正好那個地方有一個法會。然後他就叫他後面的這個伺候的侍從的人─侍者，「停下，停下！這個地方有一個法會，去聽法。」結果那個法會就是一個非常普通的一個人在那裡講法。結果那個下面的侍者，受了一肚鼻子委屈！覺得我這個老師，當代最高的一個大善知識，跑到這個地方來聽這個人講，那個人講還不如我啊，怎麼跑到去聽這個東西！但是他那個老師，善知識，在那兒認認真真地聽，他也莫可奈何，勉強一肚鼻子委屈。聽完了以後，他心裡面有點不高興。他說：師父啊！這個人講的這麼個平常，你跑得去 ……。意思就好像不是委屈了你的身價了嗎？",
    "1092": "[18:12]那個善知識怎麼講？「哎，你怎麼這樣講的，我可是在這個地方得到了兩樣大好處啊！」「得到什麼兩樣好處？」「法啊！他在這裡講法，我無比地恭敬，讓我又能夠在法上面能夠隨轉。無比的好處啊！今天就因為聽了他講的這個法，我得到好處。然後呢，他這個法會我去隨喜，這個都是無比的功德！平常跟你們說了個半天，你們聽的法都聽到哪裡去了？有這麼個好機會！」啊，一點都沒有錯！那個大善知識的行持，樣子就是這個樣。現在我們跑得去，懂了一點點跑著去聽：「唉，這個傢伙說這些是幹什麼啊，真是！」然後他說得你好的，「他好！好些什麼？我才不在乎他咧，他好！」他比你好嘛，又不行；他比你不好嘛，又不行。這不是他好不好，是我們心裡面；毛病就在這裡，這真正我們要淨化自己的。下面「於說法師供養者。」特別強調這個法是要恭敬，法師要恭敬，那麼除了這個以外，單單那個法師也要供養。",
    "1167": "[19:27]「謂於師起如佛想。」對於那個說法的法師，要把他看成佛，這個有大道理，有大道理。這一點我們平常很不容易做得到，很不容易做得到。這個道理在這裡不多說，假定你能夠把他看成佛的話，你會全心全意地去努力、去恭敬。你能夠有多少恭敬，嘿，妙了！你就得到多少好處。當年印光大師，他在自己關房裡面閉關、拜佛。當然平常我們信佛的人，對他老人家恭敬得不得了。當時有一些人，仰慕他的名去，他倒不一定信佛，所以有一個人哪，也是個知識分子跑得去，跟著他們的朋友。那些朋友都是很有名的人物，去拜訪他，就拉著那個不信佛的人一起去。結果他就問：「老法師啊！你這個佛像是木頭，泥塑、木雕呀，你拜他幹什麼啊？」印光大師怎麼講？「他是泥、木作的，我不是呀！」你們懂得這個話嗎？沒錯，那個是泥塑木雕，我不是呀！",
    "1241": "[20:41]同樣的道理，擺在這裡，他跟人講的也許講得不對，我不是啊！我是要學佛的。請問你們是要學佛的嗎？你們到這裡來幹什麼？要學佛而來，要學佛而來的話，你要往好的方面去想。所以孔老夫子說：「三人行必有我師，擇其善者而從之，不善者而改之。」這三個人行，是必定有我的老師。其實啊三個人行，必定「是」我的老師，不是必定「有」。他這個三個人，實際上不是指三個人哦！所以這個有三種行為：有一種好的，一種壞的，一種不好不壞。好的，善者而從之，好，你就跟著他，當你的教授；不善，你看見他不善，我可不要不善，我來改。",
    "1290": "[21:30]佛法更精采！佛法真正超越的地方，這個壞人，不但是你不要跟他去做啊，所以說，善人是師，惡人是自己的資。好的話，他教你，你跟著他；壞人的話，正好在這個上面，把好人、師長教你的道理去運用，增長你的功德。那不是三個人必定都是老師嗎？如果你們不能夠把握住這一點的話，根本不能學佛。",
    "1316": "[21:56]所以佛告訴我們很清楚，佛成佛靠眾生哪！那個菩提樹王要慈悲水去灌的，這個慈悲水靠廣大眾生，就是這樣。所以我們現在口口聲聲說學佛，口口聲聲地都說大乘，口口聲聲要度眾生，從哪裡開始？就從這裡開始。所以剛才說，最後得到這個究竟的果利，眼前這兩個因才是我們下手的地方。所以我剛才說，以前我不懂，說：「我現在是凡夫啊！」現在要轉過來，「哎呀！我現在是凡夫啊，趕快努力！」怎麼把因地上面種下聖賢種子，千萬再不要把那個凡夫的因，繼續增長，繼續增長永無了期。所以說，「這個人不對，那個人對我這樣！」這都是凡夫的因，都是生死的因，都是輪迴的因！趕快把它切斷，這個才是真正學佛的人。你能夠切斷了，至少你不會墮落。你能夠切斷了，把你切斷淨化這個告訴別人，那真正幫忙別人，真正弘法，那個時候就可以開口了。道理這麼簡單哪！所以這一件事情正是我們凡夫做的。",
    "1384": "[23:04]了解了這個，專一也專一得起來，信心也建立得起來，恭敬也必然，自然而然，講法的人把他看成佛。不但講法的人看成佛，惡人你也把他看成佛，為什麼？惡人為什麼把他看成佛？這個很簡單，沒有惡人，你就沒辦法成佛，你的成佛靠他啊！所以佛陀說得清清楚楚，我之所以成佛，靠兩個人，第一個，我的老師，他是佛，告訴我這個道理。單單告訴你道理行不行？沒有用，你還得去做！第二個，靠提婆達多。他為什麼靠提婆達多？這提婆達多是個代表，世界最惡、最罪大惡極，沒有比這個更壞的。「沒有這個提婆達多，我成不了佛！」他現在使你成佛，當然你要敬之如佛，這個很簡單嘛，這個道理說起來那麼簡單哪！那何況他現在是佛，你能不敬他是佛嗎？提婆達多都把他敬之成佛，現在告訴你道理，你反而不恭敬他了，有這個道理嗎？",
    "1446": "[24:06]所以我們真正重要的，不是做不到啊！我們往往去修行，頭磕了半天，怪不得憨山大師說：「你頭顱磕破也徒然」，然後呢你念佛，「喉嚨喊破也徒然」，你沒有得到正確的認識、正確的方法。有了正確的方法，隨便一點事情都是功德，何況是念佛，何況是拜佛，當然有無比的功德！這個念佛的功德，拜佛的功德無量無邊！所以說看你有沒有正知見。正知見哪來？非聽聞不行！從哪裡聽聞？善知識！就是這樣。你怎麼能不把他看成佛！我們了解了，好，繼續下去。",
    "1491": "[24:51]應視如佛，下面是解釋，那麼看成佛怎麼辦啊？要對他",
    "1496": "[24:56]以獅座等恭敬利養而為供事，斷不尊敬。要對他這樣地恭敬，要對他這樣地恭敬。",
    "1506": "[25:06]應如〈菩薩地〉中所說，而正聽聞。那麼上面告訴我們，下面告訴我們〈菩薩地〉這個論上面，菩薩、祖師詳細說明，那麼正式聽聞的時候，應該怎麼辦？",
    "1521": "[25:21]謂應無雜染，不應作意法師五處。他主要的就是心裡面要純、敬、專一，不可雜染，這個雜染下面會解釋。另外特別舉出來，我們腦筋裡面，不要從這個概念去想，不作意法師五處，這個都是非理作意。非理作意把我們送下惡道的，如理作意把我們超脫輪迴，幫助別人的。那麼這雜染是什麼呢？下面那個兩部分：",
    "1555": "[25:55]離高舉者，應時聽聞，發起恭敬，發起承事，不應忿恚，隨順正行，不求過失，由此六事而聽聞之。這個雜染當中，第一個，把自己舉得高高的！第二個，把對方看不起。這個高舉要拿掉，輕慢要拿掉。什麼？恭敬，專信！這個因為你離開了高舉了，所以你謙恭，所以要時時、要應時去聽聞，聽的時候要恭敬，不但恭敬而且要種種承事。這個承事分兩方面：第一個，身語承事，第二個，如法修習，這個都是承事，這兩個都需要的。然後不應忿恚，心裡面不要起不隨順的。這個忿恚有多種，或者由於自己方面，或者由對方方面。所謂自己方面，譬如說你不舒服啦，或者什麼啦。對方呢，也許他說到的法，觸犯你的心等等的話，那個時候千萬注意，這個很重要的，很重要的！我現在就體會到，我所以常常給大家說，我今天所以多多少少能夠跟大家同學在那兒講講的話，最主要的原因，一開始就得到那個善知識的攝受。"
}