{
    "9": "[00:09]大部分同學都曉得我這個善知識的行相，今天再說一遍。我跟了那位善知識幾年的時間，他很少說給你好好地笑一笑。你做什麼事情跟他說，他總歸覺得不對，總歸是呵斥你，這樣的！結果，我現在一直感念他，就因為他這樣，所以多多少少把我這個煩惱降伏了一點，降伏了一點。所以這個地方特別說，「不應忿恚，隨順正行」，聽完了以後，要照著他去做，不是一口氣叫你做到，你總是跟著他所指點給我們看的，就是佛菩薩指點給我們看的而去做。去做的時候，我們往往會說：「他教我這樣做，他自己還不是有毛病！」那個千千萬萬不可以 ─「不求過失」，不要求他的過失。要求誰啊？要求自己的過失，你求自己的過失，你就改善了，你就改善了。由此六事而正聽聞。",
    "73": "[01:13]所以以前我在〈常憶念頌〉上面聽過一個頌：「己過如山積不見，師過秋毫亦明察，法不相應實由此，勤加懺悔常憶念。」我在這地方寫一下。我再說一遍，自己的過失，比山還要高，積得如山，積不見，看不見！我們無始以來的無明哪，一直在惑業當中，豈止山哪！像法界虛空一樣地這麼多，看不見！師過呢，老師的過失，秋毫一點點哪，你看得清清楚楚。法不相應實由此啊！我們修學了佛法不相應，原因就在這裡啊！勤加懺悔常憶念，常常擺在心裡面。你能夠擺在心裡面，你就得到好處，就這麼一句話，就這麼一句話！你要常常擺在心裡面，這最重要的，只有這一件事情，你就得到好處，千真萬確的！你有多少時候能夠反過來看自己的過失，你看見了，那時候覺得：「哎呀，我自己修學佛法的人哪，穿了這件衣服，原來自己還這麼差啊！」那時候你就有希望了，你就有希望了！然後你把那個「師」字改一個「人」，那是更好。注意啊！就這麼一點點，佛法就這麼一點點，所以叫內學，所以叫內學，所以叫內學！外學，就是看外面的，內學就是反過來，反省自己的。",
    "189": "[03:09]我記得我們中國歷史上，有一很有趣的公案，很有名的公案，與其說有趣，不如說是最感人的一個公案。南山道宣律祖，那真了不起，對我們中國貢獻，對佛法的整個的貢獻。他先跟他的老師學，他老師跟他講戒，聽了一遍覺得：欸，懂了。戒，這個東西嘛，一聽，他絕頂聰明的人哪，覺得就是這樣了。然後呢，他也是講來講去就是這個東西，他自己覺得到外面去參學。那老師：好了，你要去外面就去參學。結果他就出去。結果轉了個大圈子，看來看去外面也不過如此，沒比他師父更高明的，所以他又回來。回來啊，他師父把他趕出去不要他，他又拼命地求懺悔，懺悔也不要他。跪在那裡苦苦地懺悔，怎麼說他要努力，最後又回來了。",
    "244": "[04:04]回來了以後，老師沒別的，還是講那個東西，還是講以前的東西。他自己多少年已經聽了，已經都聽懂了，覺得沒有味道，所以出去的，回來老師還講這個。然後他一心一意地聽了〈四分律〉二十遍，你們看看道宣律祖那個公案去，一代大祖師不是那麼簡單哪！我們現在 ─哎呀，這個懂啦！實際上差得很遠，我這個隨便提一個公案。你如果聽懂了，回過頭去一照的話，啊！我現在發現我這個渾身不曉得多少的罪惡在這個裡邊，全部精神，拼命晚上二十四小時不睡覺都弄不過來。你只要一照，你就立刻發現。我想人人都有這個本事，人人都有這個能力呀！可憐的就是，嗯，就在這裡！",
    "297": "[04:57]所以他這個地方告訴我們，千萬不要找人家過失。固然是老師的過失不可以找，別人的過失也不可以找。我們現在說，這個不修行，不行！因為這個習性已經非常厲害、非常厲害了。我們緣法，跟法相應的心，沒有！可是一直一天到晚在那散亂當中，這樣。隨便一點的風吹草動，你眼睛就 ……喔，這樣！然後看見，無非是看見，都是看見人家的過錯，這個毛病就在這裡。然後呢因為過錯，分別那個邪妄分別的是非，然後鬥爭，然後造業，都在這個地方來的。所以只有一個辦法 ─ 回過頭來看自己。你一旦看見了，不要說老師的過失絕對不敢看，沒有一個人的過失你敢看見哪！你哪有時間去看那個，一看見自己的過失 ─下地獄，啊，那個油鍋，那個刀山，等在那裡呀，你怎麼有時間去肯一步之錯！那個油鍋就等在這裡。「法不相應實由此，勤加懺悔常憶念！」離輕蔑雜染者，謂極敬重法及法師，及於彼二不生輕蔑。",
    "363": "[06:03]然後呢高舉不可以，輕蔑也不可以。不輕蔑應該怎麼辦呢？「謂極敬重法及法師，及於彼二不生輕蔑。」法跟法師不要一點點輕蔑，要恭敬他。",
    "376": "[06:16]不應作意五處所者，這個五樣東西不要，特別的，我們很容易犯的，哪五處啊？",
    "382": "[06:22]謂戒穿缺，這個地方不一定持戒，換句話，他自己的行持不夠。「穿缺」有它特別意義，簡單一點說，他自己好像做不到。這一點我們要了解，固然可能的，做不到，實際上他做到了你看不見。千真萬確的！以我，不要說過來人如何高妙我們看不見，拿我們眼前來說，大家都說：眼前的時候，我跑遍了台灣就看不見一個人！我卻是看見很多善知識哦，我的受用就在這個台灣得到的，千真萬確！現在還有，眼前也有哦！那你們只要好好地去學，我保證將來你們都會看見的。所以說你不要看人家呀，你真正過失改過了以後，那個時候你才會曉得這個善知識的行相，千真萬確的事實！這一點特別重要，以後慢慢地、慢慢地隨時來說明這件事情。然後呢？",
    "444": "[07:24]種性下劣，我自己的出身高貴，這個人好像他 ……這個身分很低的樣子。形貌醜陋，文辭鄙惡，",
    "455": "[07:35]長嘛又醜陋，「形貌醜陋」，講起來的話，文辭嘛又鄙惡。人家講的是非常文雅，典故、典章等等，他那個出起口來的話，好像很粗魯的樣子。",
    "469": "[07:49]所發語句粗不悅耳。別人跑得來告訴：「哎呀，某人你真了不起、你真好！」他又跑得來告訴：你這個不對，那這個不對！諸如此類的。因為你聽見了，",
    "481": "[08:01]如《本生》中亦云：唉！這地方沒道理，那聽不進你跑掉了，完了！跑掉了，沒有希望了！",
    "485": "[08:05]那麼應該怎麼辦呢？應該怎麼辦？佛陀告訴我們：",
    "492": "[08:12]「處極低劣座，發起調伏德，你自己把自己放在最低。這個不一定是叫你坐得最低，叫你心裡面放得低低的。換句話說，你一定要把那個慢心拿掉：哎呀，我是最差的，我要努力去學啊！那個你能夠「發起調伏德」。我們修學佛法三個步驟：戒、定、慧。戒的名字叫調伏，調伏什麼？調伏煩惱。本來你這個慢心高得不得了，欸，你能夠這樣做的話，跟法相應了，馬上調伏你的煩惱，那個時候你才有機會，法水才能夠進來。所以「慢如高山，法水不入」，像高山一樣，它儘管甘露下下來，流掉了，沒有用！現在你把它反下來的話，進來的，啊，那對了，才能夠調伏 ─德相。那個時候，",
    "544": "[09:04]以具笑目視，如飲甘露雨，唉呀，你歡喜呀！就像飲甘露。甘露是治我們一切病的，現在呢治我們生死病。反過來，如果你沒有這個，你拿這個心情去的話，你也能夠得到這個法的滋潤，體會到這個法的美。說：",
    "566": "[09:26]起敬專至誠，善淨無垢意，如病聽醫言，起承事聞法。」恭敬、專一、至誠，這樣地來淨化自己的內心，調善我們的內心，把心裡面的髒垢，徹底地淨除乾淨。這個時候，有個什麼現象啊？你不會論這些是非，就像個病人，一心一意地聽那個醫生招呼。我們現在是無明大病，聽那個佛、法、法師告訴我們這個法藥，然後一心一意去承事他，去聽聞，這就對了。前面就是告訴我們準備。夠不夠？嘿，還不夠。這個真正聽聞的前面，已經有了，後面這個正聽的軌理，究竟說起來，還是一個聽聞之前的條件。下面，說：正聽軌理分二：一斷器三過，二依六種想。",
    "636": "[10:36]「正聽軌理」，正式聽聞的軌理。實際上這個裡邊還有，還有的留到下面講，我們一步步講下去，自然會分得清清楚楚。所以現在好，沒錯，前面的障礙掃除掉了，用什麼方法？思惟聽聞佛法的殊勝利益，把自己不想去聽，不願意去聽的拿掉了。那麼聽的時候又是產生種種，不但得不到好處，而且啊反而反效果的，又淨化掉了，這樣。所以那個時候可以正式聽聞，又分兩方面：一個是障礙方面，另外一方面，反面的，正面的。反面的，自己的過失，叫「斷器三過」；正面的，還要具足這樣的條件，「具六種想」。",
    "687": "[11:27]今初他告訴我們，哪三個過失呢？他先說明：",
    "694": "[11:34]若器倒覆，這第一個。",
    "697": "[11:37]及縱向上然不淨潔，第二個。第三個，",
    "702": "[11:42]並雖淨潔若底穿漏。說倒了的器具，像那個杯子一樣的。這個杯子這樣擺，不行，那個法水進不去。然後它向上，但是那個杯子裡邊有髒的、有毒的，沒有用。然後你把它洗乾淨了以後，那個杯子下面有一個洞，漏掉了，也沒有用，這很明白。那麼現在我們修學佛法也是一樣。所以他說那個杯子，",
    "735": "[12:15]天雖於彼降以雨澤，然不入內。這是第一種情況。如果倒過來的話，盛那個甘露，不能，進不去。你把它倒過來，不再倒了，向上了。向上仰了，但是裡邊髒，",
    "752": "[12:32]及雖入內或為不淨之所染污，不能成辦餘須用事。你不能用這個東西派它用場。",
    "761": "[12:41]如是雖住說法之場，然不屬耳，雖然沒有髒，然而不住在裡邊，漏掉了也不行。這個比喻，比喻什麼？比喻我們現在聽法的時候，也是一樣。",
    "774": "[12:54]聽法的時候，第一個呢，「不屬耳」，就是根本耳朵沒放在這裡，而他在那裡聽法。我們呢，兩種情況，心裡面胡思亂想，乃至於有的人，平常我們上課有這種情況，在學校裡，老師上課，抽屜裡面拿了一本小說，就在看小說。不看小說，胡思亂想。等到你散亂心過去了以後，打瞌睡，一點用場都沒有，一點用場都沒有！我們平常的時候聊天，聊了個起勁，叫你去睡覺，叫你不要聊天，做不到，可是聽法的時候，他就打起瞌睡來了，一點用場都沒有，一點用場都沒有！這個實際上就是我們的業障，碰見這種情況，好好懺悔，好好懺悔。這第一種情況。第二種情況呢？",
    "823": "[13:43]或雖屬耳然有邪執，或等起心有過失等。他耳朵聽見了，但是他心裡面有邪執，「或等起心有過失」。他這個「邪」是錯的，「執」，可以說兩種，可以說一種。他沒辦法跟那個法相順，他聽見了以後，這個聽不進，他有他的執著。也許他在這兒說：「哼！我在這兒可要學的參禪，他在這兒教我念佛，不行，不行，這個沒有用。現在這個時候你還講這個幹什麼！」諸如此類的事情，他心裡面總有他的。還有呢等起心，就是他聽了法，跟它相應起來的這種，他有他的特別的概念，這個裡邊有錯誤，沒辦法跟那個法相順。譬如像我剛才說的，我自己以前的這種經驗，我自己的過失。這個法師真正告訴我們：「某人哪，你該怎麼辦 ……。」我心裡面怎麼想？「法師，你告訴我，我是個凡夫啊！」說多了，有的時候受不了，我乃至於跟他說：「法師啊，我還是個凡夫啊！」這個就是等起心有過失。就自己執著在這個，牢牢地不肯捨棄自己錯誤的見解，就這樣。那這個是一點用場都沒有。",
    "897": "[14:57]雖無上說彼等眾過，然聽聞時，所受文義不能堅持，上面你一步一步拿掉了以後，那麼很好了吧！聽過了記不住，也不想去記，那還是沒有用，還是沒有用！所以正規地來說，一定要全部精神貫注在這裡。然後聽的時候，還要不要說拿我的想法去想，你一拿你的想法去想就不相應了。真正應該什麼呢？以菩提心相應的心，你曉得真正要學無上菩提，要學一切法。他現在在教，全心全意先聽懂了他說的什麼，照著他去做，這才是我們相應的。然後聽完了以後，牢牢地記在心裡面，這個是我們必須要的條件。",
    "941": "[15:41]所以這個龍樹菩薩在《大智度論》上面，一開頭的就告訴我們，剛才那個偈子，我們真正修學佛法的人，應該有這種心情。看看：「專視聽聞如渴飲，一心入於語義中。」就是全部的精神，全部精神它不是要瞪大了眼睛去看他，當你全部精神貫注在這裡頭的話，你自己不知不覺全部的精神啊，「專視」。這個專視，心志所在。換句話說，它真正重要的，心志在那裡，你眼睛可以閉上，但是你全部心志在那裡。有的時候，我們有人習慣聽得來勁的時候，全部精神瞪大了。我記得我那個時候剛開始的時候，我就跟仁法師，我這個聽了法，聽了，啊！全部精神在那裡，眼睛瞪得大大的。仁法師常常跟我說：「不要看我！」可是我過了一下，眼睛又瞪得大大的，實在是！以後慢慢地跟了他才曉得他為什麼說：「我晚上不能講法。」以後我發現哪，他晚上固然不能講，我也不能聽。我晚上聽了，我晚上也睡不著，全部精神貫注在那裡，你自然而然就歡喜，精神就提起來，到那時候躺在床上睡不著。",
    "1005": "[16:45]所以我現在感覺得很多人，聽了這個打瞌睡，那實在不相應啊！這個東西毛病，只是種種善根可以，你真正要聽法，不行的，專視！聽這個法。那個時候就要像什麼？像渴得不得了，啊，那是這樣，看見那個水，你說擺在那裡，你不去理它，會嗎？當然不會啊！然後那個時候，「一心入於語義中」，你全部的精神聽他，他講到哪裡，這意義把握住了，心裡就相應了。你能這樣的 ─踴躍。聽了法心裡歡喜，歡喜啊！「心悲喜」。佛法相應的必然情況。",
    "1047": "[17:27]弘一大師走的時候，寫了一個偈子，叫「悲欣交集」！一點都沒錯，你到那個時候法相應的時候，就會有這種心情，你也說不上來，你到底是悲啊、是喜啊！說起來是又悲又喜，悲 聞法之太晚，喜 從今天開始。實際上那個心情很混雜的，但是的的確確跟它相應。那個時候這種情況應該說；反過來我們應該聽法，就應該有這種心情，這個是很重要的！所以他下面告訴我們，這麼如果像上面這種情況，",
    "1085": "[18:05]由忘念等之所失壞，則其聞法全無大益，故須離彼等。在這種情況之下，聽聞這佛法，沒有大益。他寫那個「大」字很有意思，還是有一點好處的喲！佛法這東西真了不起啊！哪怕你討厭他，哪怕你在這個地方說辨別他：「是，你講了半天，老是講了半天，他自己呢？」哪怕你起了這個心，是，你起了這個心以後你要下地獄的，但是等到你地獄上面出來，還靠這個力量你又上來了。佛法之美啊，它必定有好處！必定有好處！但是要想得到大好處，卻得不到。當然我們每一個人都希望他得到大好處，每個人絕不希望聽聞了佛法，先下了地獄，回過頭來再生天哪，沒有這樣的事。所以我們要想得到這個真正的大好處，一定要把那個過失拿掉。那麼過失拿掉的這個針對的這個方法，所以叫對治。",
    "1144": "[19:04]此三對治，是什麼呢？",
    "1145": "[19:05]經說三語，經上面怎麼說啊？",
    "1147": "[19:07]謂善，諦聽聞，意思念之。聽的時候嘛好好聽，然後呢，好好地聽完了以後，要去如理思惟，這樣。",
    "1159": "[19:19]此亦猶如〈菩薩地〉說：「希於徧知，你要希望得到這個，你一心好樂希求這個 ─徧知，正徧知，就是佛陀智慧。那怎麼辦呢？",
    "1169": "[19:29]專注屬耳，全部精神貫注在這裡，把耳朵聽在那裡。",
    "1174": "[19:34]意善敬住，這個意，你心意要善、要敬，安住在這個地方。",
    "1180": "[19:40]以一切心，思惟聽聞。」全部精神去聽，這個是論上面告訴我們的。完了以後，經上怎麼講啊？我們每看經典，尤其是大乘經，它一定說，比如哪一個人聽聞，啟發那個問了，佛陀就說：「善哉！善哉！」好極，好極，你問這個問題啊！然後呢他一定告訴我們：「諦聽！諦聽！善思念之。」這個話，不一定用這個方式，可是很多經典上面都說這個，「諦聽、善思」。平常我們看見那個佛經上面，好像這兩句話無關緊要的，場面話交代一下，這個地方就告訴我們，這兩句話是何等重要！",
    "1226": "[20:26]依六想中，所以本論的真正殊勝，列為四個大科，而這個是第三個主要的。你沒有這個前面的準備，告訴你這個正文沒有用。你有了這個準備，來了。根據哪裡呀？佛經上說得清清楚楚。所以我們現在說，不要人講啊，自己可以看看佛經就看懂啦！那這種都是天才。天才是當然的，普通一般人是絕不可能。經裡面這個「諦聽、善思」，有這麼深刻的意義在，平常我們不了解；你了解了，你就做到了，那個時候你就步步向上了，步步向上了。那麼這個是斷器三過，這個過失要斷除掉。斷除了過失，然後呢，正面還要具足這個條件，要具六想。",
    "1273": "[21:13]這個最起碼的。不是說單單那個三個過失斷掉了，後面還要有。不過這個地方最前面的，最起碼的這個要除掉。同樣要具足的，要六樣東西。這個六個東西，第一個，",
    "1287": "[21:27]於自安住如病想者。聽聞佛法，第一個，先把自己，說我現在在病當中，在病當中。",
    "1296": "[21:36]如《入行》云：這個《入行論》是叫《入菩薩行論》，《入菩薩行論》。我們《大藏經》裡這個名字不叫《入菩薩行論》，叫《菩薩集學論》，好像這樣，我一下忘記掉了。這是寂天菩薩造的，可是我們《大藏經》裡面說這個是龍樹菩薩造的。寂天菩薩是龍樹菩薩的弟子，我不敢肯定這兩個是一、是二？說不定是寂天菩薩，又把他師父說的這個內容增加修改一點，或者是我們傳的人譯錯，這個不敢肯定。他怎麼說？",
    "1335": "[22:15]「若遭常病逼，尚須依醫言，況長遭貪等，百過病所逼。」說如果你遭到了一般普通的病苦所逼惱，那個時候你怎麼辦呢？一定要找醫生，聽照著醫生的話去做。何況我們無始長時遭到三毒貪等，各式各樣的百病。這個百過不是一百樣哦，這個「百」字，泛百，我們說泛百，泛百，是所有的。因為我們在無明長夜當中，我們沒有一樣對的，沒有一個地方對的，全部都是錯的！我們為這個大病所逼，居然不知道。現在我們生了一點小病：哎呀，我感冒，我頭痛，我要去看醫生，我在這躺一下。現在我們這麼大病居然不管，這個人真可憐哪！所以第一件事情這個要了解，你了解了，你才肯去找醫生，那個時候你聽了有用了。所以他下面解釋：",
    "1402": "[23:22]延長難療，發猛利苦，貪等惑病，於長時中，而痛惱故，於彼應須了知是病。說我們無明長夜當中，而這個病很難把它治得好啊！的的確確很難、很難哪！而這個病，發猛利痛苦，我們眼前一切問題沒有一個例外，都在這個裡邊。是什麼？「貪等」就是三毒，舉其綱要，整個說來，我們平常說的，以天台的說法，見思、無明、塵沙，總之，沒有一點點例外的，都在這個裡頭。時間呢，無始以來，沒有一分一秒曾經脫離過。這個痛苦得不得了，身上嘛痛苦，心上嘛懊惱，對於這個地方才是應該知道的，知道這個是病啊！",
    "1460": "[24:20]迦摩巴云：那個祖師就告訴我們哪，",
    "1464": "[24:24]「若非實事，作實事修，雖成顛倒。這是說假定你修行，修行而修又修錯了，這個不對，顛倒啊！但是多多少少還知道修行啊！我們現在什麼，我們現在的狀態怎麼辦？",
    "1481": "[24:41]然遭三毒，極大乾病之所逼迫，病勢極重，我等竟無能知自是病者。」現在我們什麼狀態？我們遭到三毒大病，啊，這個病是大得不得了，大得不得了！我們起心動念很清楚的，好的境相現起的時候，心裡面覺得很歡喜，這是什麼？貪相應法！非常明白。哎呀，你這個歡喜，這個好！在貪當中，跟著它去掉了。不對的境界現起的話，你又覺得這個不對勁，這瞋相應法！不在這個當中，什麼狀態？癡相應法！請問大家每一個人仔細檢點、檢點看，有沒有一個時候跳開這個的？可憐的是，可惜的是還不知道，還不知道，病大得不得了！醒來的時候是如此，睡覺的時候也是如此；上天的時候是如此，下地獄的時候還是如此；小的時候如此，老的時候還是如此。唉，「病勢極重」，我等不知道這個是病，這第一個要知道的。想想看對不對？如果你聽法，對這個不了解，那沒有用。你了解了這個，一心一意才要曉得，我這麼大的病，就會推動你去做了。",
    "1570": "[26:10]平常我們常常說，哎呀，我現在感覺到要去修行佛法啊！這個的的確確，在座的諸位，不要說出家人是這樣，在家人也是這樣，都是很難得，有善根，要修行，要了生死！但是啊，要修行，但是你真正跑到那裡，覺得：哎呀，提不起來，就是沒勁。為什麼？沒有力量推動你。你不曉得自己病，如果你曉得自己病的話，這個推動的力量，必然。就像比如我們坐在這裡，叫你去動一動，千難萬難。一下忽然地震了，嘿，就是你生病爬不動，站起來跑得個快！我想這個我們人人都會體驗到吧！眼前很簡單，哇，馬上地震了，你馬上跑！頭痛也好，腳痛也好，什麼病都沒有了，因為這個力量推動著你。他現在告訴我們，假定你知道自己有這個病的話，你會一心一意去求了。所以他教我們具六想，它不是空話，有絕大的道理在，本論的真正殊勝的地方也就是這個。"
}