{
    "13": "[00:13]前面那個過失在的話，你沒用。然後呢過失去掉了，推動的力量沒有。現在告訴你，一步一步地來。現在你有了這個病，進一步要怎麼辦哪？欸，要去找醫生啊！那麼現在這個醫生是什麼？法師。所以說，進一步，",
    "30": "[00:30]於說法師住如醫想者。對於說法的這個法師啊，這是醫生。",
    "37": "[00:37]如遭極重風膽等病，便求善醫，若得會遇發大歡喜，隨教聽受恭敬承事。假定我們遭到了病，病去求醫，而找到一個真正的好醫生啊，覺得好歡喜，啊，好啊！一定跟著他所告訴我們的，然後恭敬承事照道理去做，這個不必說，人人都會。哪怕小毛病，哎呀，你一下治好了，你一定去找他，再遠一點，如果大毛病的話，那不惜千里萬里地去找。所以同樣地為什麼前面第一點，要教我們知得病，你曉得了病，你就拼命去找。那麼找誰呢？找善知識，所以他下面說：",
    "82": "[01:22]如是於宣說法善知識所，亦應如是尋求，我們真正的善知識也是這樣，就像你有病一樣。所以第一個條件你有了，第二個自然跟著來。",
    "94": "[01:34]既會遇已，莫覺如負擔，碰到了以後不要覺得這是個擔子喔！",
    "98": "[01:38]應持為莊嚴，這兩句話，非常重要！我們現在啊遇見了善知識了，善知識啊，平常真正的善知識，他不是說這樣話：「哎呀！你好難得哦，你有善根哦！你怎麼樣哦！」然後呢，假如你唸一點書他又捧你：「哎喲，你是個大學畢業哦！」乃至於「留學哦！」你就輕飄飄地坐在那地方，「好了，好了，你在這個地方！」像鳳凰那樣捧你，完了！沒有用。反過來，倒是他處處磨折你啊，嘿，那說不定行。他如果真的有本事磨折你，那你真的碰到了，那時候你千萬不要覺得這是個擔子，那是個真正的莊嚴。同樣的道理，碰見個好醫生，他有本事跑得來的話，要該動手術，要該什麼，就老實不客氣地就這樣來了。當然現在這個醫生啊，都是用種種地方，用糖漿來哄你。以前不是的啊，真正的好醫生針對著，譬如說這「良藥苦口利於病」，「忠言逆耳」也是一樣的「利於行」。修行亦是如此，我們有這麼大的大病，一定針對著這個地方來的，所以你千萬不要覺得這是一個負擔，要把它看成莊嚴。",
    "169": "[02:49]所以在這裡我的的確確請了幾本書，譬如《一夢漫言》，那是我們清初明朝末年，見月老人寫的。歷代祖師的傳記，特別是《密勒日巴尊者傳》，它有特別意義，你們好好地看，我們不是說學哪一宗、哪一派，就看看人家為什麼有這樣成就的。然後，你不妨更大一點，看這個《大般若經》的常啼菩薩、《華嚴經》當中的善財童子，他怎麼承事善知識。我們現在不要說伺候善知識，給他做一點事情不行，他樣樣東西伺候你，你還覺得不滿意咧！那是我們跟法不相應啊！跟法不相應啊！",
    "212": "[03:32]不要說別人，就像我這麼，我自己覺得已經很不成氣候了。我的老師，今年春天我請到他蓮社去的時候，下面有這麼多同修，我曉得這個同修不曉得老師怎麼辦，我自己來。他們吃那個茶很特別的，就是偶然一次做了，我一定嚐嚐，味道不對，全部重來，一定自己去弄。所以因為我沒有真正的相，做得比較差，的的確確不如那些祖師們，可是我覺得比你們稍微好一點，所以我坐在這裡跟你們講，我但願你們每個人比我好，那恭喜你們。這個地方注意，遇到了以後啊，千萬不要覺得這個負擔，因為這是莊嚴，這個是什麼？這個才是真正的莊嚴。當年，我這個師長告訴我，說現在說你幾句聽不進啊，將來你會懊悔的啊！我好幾個老師說，他說他呀，現在一直懊悔現在沒有人罵他啦！我現在才感覺到，一點都沒錯，一點都沒錯。要怎麼辦呢？",
    "273": "[04:33]依教奉行，恭敬承事。你照著他去做。我們現在是依我行事，總是儘管講完了以後 ─他講他的，我就不聽他，他也莫奈何我。唉！這個還算是好的，你不給他對嘴，已經是滿好的。這個就不相應。所以一定要依教奉行，而且一心一意地恭敬去承事他，這個是相應的。所以",
    "299": "[04:59]《攝德寶》中作是說故：「故諸勇求勝菩提，智者定應摧我慢，如諸病人親醫治，親善知識應無懈。」下面告訴我們，說真正要求無上菩提的這種人，應該怎麼辦呢？「勇求」。修學佛法兩個必要的條件，第一個正知見，第二個精進行，沒有這兩樣東西談不到。正知見的確難，你有了正知見，前面的那些道理都容易解決。譬如我們前面說過了，我們平常看見的這種覺得做不到的事，你有了正知見，理路上面都清楚，是啊！怎麼會做不到呢？必然做到的。就像剛才說的，你一天到晚看人家不是，你了解了正知見的話，怎麼可以看人家不是啊？眼睛專門看著自己，就怕出一點點小毛病，道理很簡單嘛！現在在這個娑婆的惡世當中，一下不小心就出大毛病。就像現在這地方遍地盜賊，你在這個地方眼睛瞪大了，就看一個小偷把你東西拿走，就怕一個強盜來把你東西搶走，你怎麼可以東張西望啊？這個很明白的事情啊！你一望別的，你就完了！所以，啊，聽懂了，一點都沒錯。可是這個你說你得到了正知見沒有？還沒有，只是人家告訴你的，你思相應慧產生起的時候，你就有了正知見了，這個道理下面會講。",
    "395": "[06:35]下面呢，要精進行。你懂得了，就是你相應了如果不精進，還是沒有用，你原地踏步，何況我們現在在門外，不曉得在哪裡，目標都沒有做到。那個時候真正求法，一定要是勇悍，一定要勇悍！我們不必說那個大善知識如何，所以一跑到這裡來啊，我感動不已，我已經久已仰望我們這老和尚，來了以後，果然不錯。我那天跑到醫院裡看到病房裡面去，他昏迷不省啊，張開了嘴巴在那兒念，聽聽幹什麼？他一下子念念讚佛偈，一下念阿彌陀佛，一下念這個，表示他腦筋一直這個。回來了以後，我們說，唉呀，老和尚，現在這裡你是我們的精神支持，你好好休息啊！欸！他早晨一聽見這個鈴聲，睡不住了，要去上早殿。那我們現在呢，「唉！這個早殿實在是，最好搖了鈴了再睡一下。啊，這麼早起來！」這個所以是真正的原因在這地方。心裡面實在是，叫你做一點事情，委屈得不得了，這樣。總是覺得：啊，這個營養也不夠。然後呢，叫你早一點進去，跑得去，這空氣又不好，不曉得在想些什麼啊！這是心裡面哪，問題就在這裡呀！",
    "475": "[07:55]這個真正有正知見，真正精進行的人，這個是「智者」，真正有智慧的人，現在我們要學。那時候，最主要的、難克服的 ─摧我慢。這個我慢倒不一定是說，處處地方我對、你不對。就是說，當處處地方你以我為主的這種心情障礙著你，這個是我慢相。所以這個我慢，它叫「我見、我慢、我愛、我癡」，見解固然是我，然後我愛、我癡，你保護著我，也是我呀！唉呀，總覺得這樣子受不了，你要弄這個！就這種我愛，這個無非都是在癡相當中。你真正地修學佛法，這個東西徹底要掃除，徹底掃除，你就成就了。現在因地當中你怎麼辦哪？我懂得多少就下多少功夫，那時候隨時注意：欸，它又來了，拿掉它！你能夠拿掉幾分，你就跟法相應幾分。因地當中這樣去，慢慢地果地當中慢慢地來了。",
    "530": "[08:50]所以現在大家總是修行很難哪！哎，就我現在了解，天下沒有比修行更容易的事情。嗯，大家聽了話，覺得這個怎麼會啊？那我馬上理路告訴你。你要學開汽車，說現在很容易，到處有；對不起，沒有汽車，你能嗎？有了汽車，沒馬路行嗎？有了馬路，沒汽油行嗎？有了汽油，沒人教你行嗎？你還在這種條件哪，騎個腳踏車乃至於，對不對？做任何事情欸！可是修行啊，嘿，你自己的事情，你只要 ……腦筋壞了，不行！腦筋壞了做什麼事情不行，你只要腦筋好的人，你起心動念，莫非是這個，對不對？哪一樣事情比修行更容易的？它不要任何條件，就坐在這裡也在修行。然後你做別的事情的話，白天你忙完了，晚上總要休息吧！欸，修行，睡覺你也在修行。做別的事，你吃飯時總要停下來吧！它吃飯也在修行。所以你真正懂得了，二十四小時無處不在修行，二十四小時無處不在淨除罪障、積聚功德，修行這麼容易喔！",
    "598": "[09:58]為什麼原因得不到？沒有正知見哪！沒有精進行啊！現在我們要怎麼辦呢？第一個摧我慢，親近善知識，聽聞正法，如理思惟，每一個，不是說四個步驟分段喔！你任何四個當中走到一個，你就在修行當中。所以現在我的感覺，大家求，真難的、最難的就是求到善知識，而求到善知識真難的是摧伏這個東西，你只要這個找到了，下面問題都解決了。淨土法門，也就是這個原則當中的一個特例，一個特例，這個以後再講。",
    "634": "[10:34]「如諸病人」，像病人親近那個醫生，這個善巧的醫生哪，嘿、嘿！遇見「親善知識」，應該不要懈怠，真正親近善知識不要一點懈怠。這個《華嚴》上面特別示給我們看，這是所以善財當中一生取辦的原因。佛法不難哪，千真萬確一生可以成功啊！問題在你如理不如理啊！想想看，別的東西都那麼難，修學佛法這麼最容易，別的東西都可以間斷，修學佛法可以二十四小時不間斷，當然一生取辦嘛！問題在哪裡？就是前面那些關鍵。你只要那個關鍵一步步克服，每一個人都是善財童子，《華嚴》當中，真正圓滿的地方就在這裡。",
    "679": "[11:19]所以我前面一再說，你懂得了這個佛法 ─本論，你就曉得《法華》、《華嚴》的差別在哪裡，佛出世的精神在哪裡。其實《法華》真正的意趣，還是通於《華嚴》的，我那天提了個頭，這地方順便說一下。欸！怎麼是《法華》明明講的，好像它轉了個半天。欸，《法華》裡邊那是個公案，我隨便提出來噢！大家如果沒有聽過的，以後慢慢地回味，如果曉得《法華》的，馬上就會懂得這個公案。",
    "712": "[11:52]《法華經》一開頭的時候，授記那些聲聞等等，一個、一個，乃至於凡夫，「小低頭，一合掌，皆已成佛道。」授記這個，但是都是遠得不得了！所以這個才是佛出世的究竟意趣。為了證明這件事情，那麼多寶如來那個塔來證明，然後呢，透過所有的化身釋迦如來的與欲以後，開了這個寶塔的門。最後說，大家覺得那個，跟這個來的人說，那好啦，我們現在回去了吧！欸！那個時候釋迦如來怎麼說？「慢慢地，慢慢地，你先不要回去，看看我們這個世界上面弘揚《法華經》的效果如何？」說完了以後，文殊師利菩薩來了。從哪裡來？從龍宮。哎呀，說無量無邊的人，那個時候幹什麼啊？他在說《法華經》。所以說，「啊呀，你在幹什麼？」「我在這地方在龍宮當中說《法華經》。」所以，說「欸，那麼你在這地方說《法華經》，說的效果怎麼樣啊？」「你看！」結果他說完了，龍女出來了。「八歲成佛」這個公案，大家曉得吧？曉得，馬上轉過來！",
    "796": "[13:16]當然這裡面還有很多關鍵。說明了 ……我們從這地方看，就是說，文殊師利菩薩就在那個龍宮，給他們說佛出世的 ……你不要看，把那個《法華》不要看我們現在這個《法華》，就是說《法華》的真正意趣的重點、概念，你要把握住 ─佛出世的真正重要的關鍵，是「開示悟入佛之知見」。佛把他無量無邊證得的真實內容和盤托出，告訴眾生，也教你去做這個，這個才是《法華》的真正意趣 ─所以實際上，就是最直接的成佛的這個。文殊菩薩說：「我在龍宮裡面講這些，效果呢？你看！」馬上就有一個龍女她聽了發菩提心，當下成佛！不是嗎？我們真正了解了，你要從這地方去著眼，才了解佛法的真正圓教可貴的地方。這個絕不是說單單圓教喔！通於我們一切眾生的。",
    "860": "[14:20]這裡還有一個：妙咧！就是佛在這地方說《法華經》，那些人都是轉了個半天，結果另外一個人說《法華經》，還不是佛，是菩薩講的，在龍宮當中，講了半天就一生取辦。你們有沒有注意，有沒有疑問哪？這些都是大關鍵的問題喔！這個公案，就在《華嚴》上面得到了最佳的答案。《華嚴》是最了不起的一個經，但是佛沒有說耶！剛開始的時候〈世主妙嚴品〉，是世間的那些人，拿我們世間來說，也可以說，哎呀，土地、神王，一個一個都在說。什麼地神、天神，哪一個神、哪一個神，乃至於通到菩薩 ─佛沒有講！一直到最後，善財童子五十三參，參的人也是一樣，第一個是和尚，第二個是和尚，下面後頭都是在家人，最後一個是和尚。當然裡邊還有包括這個比丘跟比丘尼呀，那麼尤其是後面那個什麼地神、主林神、主風神、主什麼神，也是這些啊！欸，奇怪咧！佛親口講的，大部分的弟子就是羅漢；結果那個地方佛沒有講啊，就讓善財童子一生取辦，這麼一個內容。",
    "933": "[15:33]然後在《法華》裡面，也是同樣的，喏、喏、喏！佛在那裡說了那麼多，他就說：「我呀多生多劫教你們哪，你們總是不能聽我的。所以我雖然雨那個甘露雨下來啊，可是你們只能接受一點點。小草嘛吸收一點點，長一棵小草。中草嘛吸收多一點，長個中草。大草嘛吸收多一點，長個大草，乃至於樹也是如此。所以啊，雖然我是把最好的法給了你們，你們就轉了大圈子啊！」",
    "964": "[16:04]你們說，這個對我們有用嗎？有用。那地方我們就仔細反省一下，善知識給我們講了以後，我們是不是依教奉行了？我們聽了：「唉呀，不行啊！我現在是個凡夫，教我做這個，做不到啊！」那是什麼啊？你完全排斥在外頭。那就是我就是吸收我那一點點，說這是小草，或者是中草，或者是大草。你能夠「依教奉行，恭敬承事」，能夠「勇求」的話，那對了，你一生取辦！概念就在這裡，清楚明白。想想看，對不對？所以這個是第二條，啊，曉得自己病 ─找醫生，找了醫生以後怎麼辦哪？要吃藥啦！所以",
    "1008": "[16:48]於所教誡起藥品想者。如諸病者，於其醫師所配藥品，起大珍愛。那麼醫師現在開給你那藥品了，照著去好好地做。",
    "1020": "[17:00]於說法師，所說教授，及其教誡，見重要已，應多勵力，珍愛執持，莫令由其忘念等門，而致損壞。佛也是一樣，像醫生一樣。佛沒有辦法把我們哪，叫你說加被你，讓你成佛。佛只是如理地把他悟證的法告訴你，你如法行持，很清楚，理論是如此，事實也是如此。沒有一個佛例外的，都是大慈大悲，沒有一個佛例外的都是大智慧。他的慈悲心啊，要救渡一切人，他的智慧了解一切，他的力量能做一切。如果是他能夠把我們轉化成佛的話，當然絕對會做嘛！現在做不到，明白表示就是這樣。所以每一個佛都是說：「我沒辦法把你轉化成佛，我只有告訴你怎麼成。告訴是非我不行，然後呢，成不成是要你如理去行持。」醫生跟佛一樣，他告訴你這個教誡，你聽了這個教誡以後，然後呢，說哎呀，這個重要啊！應該怎麼辦？「應多勵力」，要努力，這個才是我們珍愛執著之處。我們不應該珍愛執著這個我，「唉呀，我這個不行啊！」不應該執著這個見，不應該執著這個情，應該執著這個法，你能這樣做，那麼就對了。",
    "1111": "[18:31]翻開《菩提道次第廣論》第十八頁。這個六想當中，第一個自己病 ─無明大病，無明大病，這是一切病的病根所在，這是我們修學佛法首先必須應該認識的，這個概念非常重要、非常重要！現在所以大部分人，說聽懂了道理做不到的根本原因，實際上就對於這一點沒有正確的認識。認識的都是文字上的，然後把那文字上的還告訴別人去，結果有一點功效，種下一點善根的種子。但是對於整個的佛法來說，眼前產生不了功效，不但產生不到功效，反而成為鬥諍之因。這是我們應該為了這個，要深深地痛心疾首努力改過的，努力改過的。那麼這個關鍵，本論順著次第一步一步告訴我們，就是告訴我們，怎麼樣把聽聞的道理應用在身心上面，淨化罪障，然後呢，把煩惱慢慢地淨化，積聚資糧，淨除自己。等到你自己能夠淨除了，那個時候進一步去告訴別人，這個才真正弘法。",
    "1214": "[20:14]所以在座的各位，尤其是這裡非常難得，將來出去都是佛門龍象。說到這裡，我勉勵各位同修啊，大家應該有這個志趣，不要忙著去說法，千萬不要忙著去說法，像普通這樣說法，已經很多人啦！我們應該進一步提升我們自己，至少把這個法懂得怎麼淨化自己身心，那個時候才告訴別人，幫助就大了，幫助就大了。法的真正的目的是淨化身心，你要淨化，你至少曉得自己毛病在哪裡，這樣。所以不是說貪、瞋、癡啊，文字認得很容易，要想認得自己這個身心上貪、瞋、癡的行相，這個是重要的。認得了，還要曉得怎麼去對治它，它有什麼缺陷，對治了有什麼好處，就是這樣，這些都應該要知道。",
    "1277": "[21:17]第一點呢，說要曉得自己是病，因為有了病，所以就努力去找醫生。你有了這個，然後那時候找到的醫生，你覺得這個醫生就是我的最好的莊嚴，醫我的病。你沒有這個概念的話，那就麻煩就來了，麻煩就來了！我們跑到哪裡呀，要去求學問的。求學問，這是世間的，我們反正付一點學費，然後呢這個老師求一點學問，就是如此而已，大家互相這麼交換，世間的交換。尤其是現在這個時候，老師說一點什麼聽不進的話，他自己就不服氣，大家就爭執。現在佛門當中也都是如此，這是一點用場都沒有，一點用場都沒有。",
    "1323": "[22:03]所以我昨天已經鼓勵大家看看這個祖師們的傳記，不管是中國的 ……可惜的現在西藏的祖師的傳記比較少，還有偶然有一點印度的傳記，尤其是《密勒日巴尊者傳》。我所以鼓勵大家去看，看看他們是怎麼成就的，必須要師弟之間有這樣的關係，那麼你才能夠真正地調伏自己的煩惱。要不然自己心裡面都是這個煩惱，這是講的佛法都是空話，都是空話。那麼所以這個第二善知識。",
    "1360": "[22:40]找到了善知識呢，他的教誡就是藥品，拿這個藥品幹什麼？然後你進一步要去治病。所以我們看第四，十八頁的第五行文字：",
    "1373": "[22:53]於殷重修起療病想者。現在呢，我們知道有病，找到醫生，得到醫生開的藥，緊跟著自己去吃藥治病。那麼在世間身體上的是吃藥治病，然後呢，在出世，我們整個的身心上面，是照著這個法師所開的這個法藥去修行，這個才真正修行。你懂得了這個去修行的話，不管你做什麼，都在這兒增長功德，淨除這個罪障。拜佛、念佛、參禪、早晚課、聽經，乃至於你睡覺吃飯，沒有一個地方不是。也許我們說：「欸，古人哪，他說穿衣、吃飯哪，無不是道，那是開悟了以後的事情啊！」這是沒有錯。但是開悟是對我們現在來說，這個結果，你因地當中，要怎麼樣做才能夠感得這個果？假定你因地當中一點消息都沒有，請問那個果能天上掉下來嗎？佛法會是講天上掉下來那個果嗎？當然不會。",
    "1452": "[24:12]那麼現在我們因地當中應該怎麼辦呢？這就是修行。聞、思兩個階段應該怎麼修？拿這個聞思階段的修作為因，你才能夠感得得到這個，說修相應的這個果呀！這樣的，這個次第非常清楚、非常明白。那麼對我們現在來說，目前這個完整的教授告訴我們的就是這個。所以你要了解它，然後呢，在起心動念之間都跟法相應，拿這個心念在日常生活當中行、住、坐、臥，這個才是真正的修行。所以我們現在下面看文：",
    "1499": "[24:59]猶如病者，見若不服醫所配藥，病則不瘥，即便飲服。就像病人哪，他很明白地看見，欸，這個醫生雖然開了藥方，也給了你藥，假定你不吃的話，那個病不會好，所以我們緊跟著要去吃。那麼對我們現在呢，就是：",
    "1527": "[25:27]於說法師所垂教授，若不修習，亦見不能摧伏貪等，則應殷重而起修習。不應無修，唯愛多積異類文辭，而為究竟。對於說法的這個師長，所告訴我們的這個教授啊，假定你不照著它去修習的話─修就是修改，那麼習呢，這個就是不斷地照著這個辦法去做、做、做，就是這樣。修改些什麼呢？就是我們的行，以前我們的行啊，是跟無明、煩惱相應的，見、思二惑，這一點很重要。我們現在很多人都有一點小聰明，啊，覺得這個樣的。這種小聰明，真正說起來是害我們的，無始以來害我們的就是這個。我們真正的唯一的救護就是佛法，所以第一個要把這個東西拿掉。那麼我們現在這個小聰明呢，自己的見解，就是見惑，這個大怨家是這個東西；我們的習性呢，叫思惑，與情緒相應的。那麼細的部分就是塵沙、無明等等，都是這個東西。那麼要把它修改過來，但是一次還不行，所以不斷地、不斷地努力叫修習，不可以不修。"
}