{
    "5": "[00:05]那麼，平常我們修 學佛法重重難關。第一重難關呢，說我要修行哪，是不要聽的。這個道理以前講過很多，倒不一定是說他的錯，因為看見太多人講了說了半天哪，一點樣子都沒有，所以真正有志氣的人，覺得那些人講了半天沒有用，我可不學那個。他這個志氣倒是本身好的，但是這種情況是前面說法的人的錯誤，並不是說真正的佛法不要講說、不要聽聞的。",
    "41": "[00:41]那麼現在呢，第一個難關如果克服了，說真正要修行啊，你必定要懂得修行的道理，要懂得道理，要去聽聞，結果聽聞了以後他真正要做的，是照著去修習。欸，假定說現在呢聽聞了，說我懂了、懂了，不修行的話，這個沒有用。那麼在這種情況下，變成什麼？聽得很多，覺得這個是修行，害了下面這個毛病，是「多積異類文辭」。你無非是做得可以說文字很通達，就是這樣。啊！這個經上怎麼講的，中觀怎麼講，唯識怎麼講，小乘怎麼講，大乘怎麼講 ……一大堆參考書，一大堆資料，把人家弄得是越弄越頭痛，以為這個就是佛法。這個不是的，不是的！這一點我們要了解。",
    "91": "[01:31]所以近代現在這個佛法，從清末開始又漸漸地恢復了，各宗各派的氣象蓬勃。其中尤其是法相一宗，譬如像當年太虛大師也是，歐陽竟無先生也是，那麼韓清淨等等。我曾經聽說過，很早以前聽到過人家讚歎這個，後來我出了家以後，有機會看，人家就告訴我：「唉呀，這個法相這個東西真難學啊！這唯識呀，不曉得多少名詞，越學越頭痛，背得你暈頭腦脹。」那我剛開始的時候我是歡喜念佛，也覺得有這個感覺，一直等到後來過了一些年，我總算幸運，自己的障礙除掉了。哎呀，我發現這個法相之美呀！美不可言！初機修學佛法，你只有走這條路，如果說你不走這條路，那條路我是覺得非常辛苦。當然，你宿生有大善根不在此例，因為你早就修過了嘛！",
    "158": "[02:38]那麼關鍵在哪裡呢？這就是我的經驗，假定你把它看成功單單是文字，那麼這個麻煩就來了。有很多人哪，就宿生有這個習氣，他是個念書人，碰見了書啊，書不怕多的，然後說得頭頭是道；說完了以後，也到此為止，對修行上面哪，更進一步，暫時停在那裡。這種情況之下對於不歡喜念書的人，這是件苦事情。",
    "186": "[03:06]但真正的法相是這個嗎？不是，指出來法的行相是什麼，這個叫法相。你說貪，貪是什麼樣子？你說瞋，瞋是什麼樣子？你要認得它呀！那個時候，非要靠那個經論指授給你看，這個叫法相，是指這個，哪裡是講文字叫法相！這文字，只是法相百千萬分當中的一個東西。所以你如果有了這個的話，經過它一指，你認得了，你認得了你才有機會淨除它。你否則不認識，你說修行，去掉貪瞋癡，貪是什麼？不知道。瞋是什麼？不知道。你怎麼去除掉它？很明白。像拔草一樣，你說要拔草，跑到那地方去，茫茫一片，那沒有用啊！",
    "233": "[03:53]所以我常常說的，我這個善知識，當年我剛依靠他之前，我旁邊有好幾個人常常說笑話，說這個法師啊，大家已經出坡去了，他是做什麼事情，拿起全部精神來就做。就出坡去了，跑到這個花圃裡邊、苗圃裡邊把那個草拔掉，他做的一定是最快，全部打起精神來。結果等到他拔過了，你就看，草固然沒有了，菜、花也統統拔掉了。那時常常會笑，我那時候也笑，現在才慢慢、慢慢地，啊，我是覺得：所以問題就在這個上頭，你必定先要認得。所以修行一定要兩樣事情，第一個正知見，然後精進行、精進行。我剛才說那個善知識，他兩樣東西都具足，正因為他具足，他那個精力他不會用在這種小事情上的，你叫他管這個，他很多事情什麼都不知道，但是他真正的重點把得很牢。啊！我到現在所以對他始終一生佩服不盡、感激不盡，受用也從這地方來的。",
    "297": "[04:57]這個雖然是個笑話，我是說明，現在如果說我們講修行，固然你這個園圃的事情你不了解，那剛開始當然你可以樣樣拔掉，現在如果叫你去是種菜的話，然後你這樣去做的，你怎麼種菜？現在就是耕耘我們這個心田，你心裡面哪一個是雜草，哪一個是應該保留你不知道，一股腦兒亂來的話，你能修行嗎？而且要認得這個，就是說這個才是真正的法相，以後我們真的這個地方講的重點，就偏重在這地方，這一點大家要注意、要了解。否則的話，是你自己對不起你自己，自己對不起自己。我們好好地世間可以做個很好的人，放棄了不幹，跑到這地方來，那不是自己耽擱自己一生嗎？",
    "348": "[05:48]所以這個地方告訴我們說，不要多積異類文辭，然後你靠著這個指導你認得，認得了去做的話，那真省事呀！真省力呀！你心一動，那心相就記得了，曉得這是什麼。然後呢，不對，你把它改過來；對了，把它增上，這個時候你內心上面感到無比地歡喜，這個是法喜，眼前那些東西都動不了你。否則你一天到晚在這裡直轉，自己還覺得得意。你得意了半天，將來你下去，把別人也拖下去，這個東西很可怕的，很現實的而且。下面繼續下去。",
    "385": "[06:25]是亦猶如害重癩疾，手足脫落，若僅習近一二次藥，全無所濟。說我們是修了，而單單修夠不夠？不夠，所以前面告訴我們殷重修。什麼叫殷重啊？哎呀，很鄭重地、很殷切地。為什麼要這樣認真呀？因為我們這個無始長夜無明大病，就像我們現在害了很重的痲瘋病，這個「癩病」就是痲瘋啊！這個痲瘋害了以後，哎呀，這個會手、腳、鼻子、耳朵，不曉得什麼地方，它會掉掉的。碰到了這麼嚴重的病的話，你隨便的一兩次藥的話，一點用場都沒有，一點用場都沒有。所以他說：",
    "431": "[07:11]我等自從無始，而遭煩惱重病之所逼害，若依教授義，僅一二次，非為完足。故於圓具一切道分，應勤勵力，如瀑流水，以觀察慧，而正思惟。說我們現在從無始以來，遭到這個煩惱大病所逼所惱。儘管我們現在得到了這個完整的教授，了解了這個佛告訴我們真正的內涵，你雖然能修，但是修一兩次，不夠，假定說我們不知道的話，更不談，更不談！所以我們真正說起來應該怎麼辦呢？應該「圓具一切道分」，要整個的內容要統統了解，統統認識，然後去修。我們在這個地方大家容或有一點疑問，說等到你樣樣了解了你做，怎麼行呀？不，不是這個意思，我們要了解的。我現在舉一個很簡單的譬喻，譬如說我們要造一個高樓大廈，造一個高樓大廈，造這個高樓大廈，不是叫你一口氣就把它造起來。要造高樓大廈，你必須把那高樓大廈次第步驟完全把握住，照著這個次第步驟去做的話，必定沒問題。如果你把握不住這個的話，那麼你東摸西摸的話，那個啊，摸得一無是處，一無是處，我想我們大家了解。",
    "533": "[08:53]譬如說你隨便造個小房子，你說沒關係啦，反正地上草拔掉一點，大一點就是好了，萬一覺得不對重來，可以。你造個高樓大廈你行嗎？你一定要每個步驟弄得非常完整，絕對不是說要造房子嘛，反正我磚頭水泥統統進來嘛就算。你把它統統進來了以後，對不起，他說那個要挖地基，你怎麼辦哪？再搬出去呀？搬出去了重來。你搬了幾趟以後，錢固然花掉了，鋼筋嘛爛掉了，水泥嘛硬掉了，完啦！我們這個同樣的道理，我們這一生哪，生命是快速得很哪！你浪費，要不了多少的話，一生就完了。然後養成功這習慣，下一生這又來，匆匆忙忙地就碰上就碰，等到你碰完了，覺得不對重來的話，這一生又完了。那個還算是你沒出大毛病喔！如果出了毛病的話，下一生人身得不到，就到地獄去囉，這一轉不知道什麼時候出來喔，那是個事實欸！",
    "589": "[09:49]所以他說的「圓具一切」，那是你把握住，像比如說我們造房子，我不急著去造。先哪，我造這個房子要多大，然後請一個好的建築師畫一個藍圖，這個次第怎麼一步步上來。表面上面你沒有動，可是你將來要嘛不動，一動的話一路上去，高樓大廈成功了，這不是就是很簡單嗎？所以一開頭我特別告訴大家，你們記住《華嚴》、《法華》的這個真實的境界，拿著這個好好地，這樣。我們真正去做的時候，一定是一門深入，相當於我們造房子，我們真正做的時候，一定是照著這個次第步驟完完整整這樣，這條是「大王路！」本論的真正可貴的地方就在這上頭，真正可貴的地方就在這個上頭。那麼把握住這個，那去努力；做的時候呢，「如瀑流水」，這個瀑流水像瀑布一樣，萬馬奔騰，永不停馳地這樣來。",
    "647": "[10:47]他這個地方叫我們修行啊，有意思！不是說叫我們：你趕快去拜佛，趕快叫你念佛，趕快你去參禪打坐。他叫我們幹什麼？「觀察慧而正思惟」，這是我們眼前真正應該做到的。這觀察慧跟正思惟是什麼意思？我們凡夫之所以為凡夫的話 ─愚癡、邪見，我們要想破除它的唯一的正對治是智慧，智慧，說聞、思、修慧。聞是從善知識那裡開始的，然後從善知識得到你正確的教授，這是從外面來的。你聽懂了以後，你開始的第一步什麼？就是思惟。那個思惟，就是不斷地把聽懂的道理觀察，欸，這個對不對？這個錯不錯？這個是什麼一回事情？要觀察的什麼？要觀察自己的心行相，這個是非常重要的一件事情，所以它叫「內明」，所以它叫內明。",
    "711": "[11:51]所以古來人哪，古德們總是告訴我們：銷歸自性、銷歸自性。什麼叫銷歸自性啊？哪，就是回過頭來，你在你自己的心性上面找這個問題去，這個才真的法相，這個才真的法相。而我們心性的所以起心動念，哪來的啊？有幾個原因，簡單地說，第一個，就是心裡的種子，無始的識種，外面是外境的引誘，帶上根，「三事和合觸」。因為世間講心理的，好像是心理跟物理，內、外是兩樣事情，佛法不是，這個我們要了解的。也不是心物一元論，它是個緣起論，當我們談到一個心理行相的話，一定有外面的東西在裡邊。你看見這個人，這個人對你笑一笑，欸，你覺得很歡喜。你看見這個好吃的，你就貪；這個人對你瞪大了眼睛罵你幾句，你就瞋，所以這個瞋貪的是你內心的，可是跟外面的外境卻有這樣的關係。這個我們以後再談，我這裡順便一提。",
    "772": "[12:52]那麼所以在這個時候都要靠什麼？觀察，觀察去思惟，這個叫作正思惟，叫作如理作意，我們修行的第一步是這個。因為我們經過觀察，經過思惟，才曉得我們現在這個心裡面哪，一天到晚無始以來的妄念如瀑流水啊！那麼現在唯一的辦法，說要阻止它，有種種：念佛、念法、念僧、念施、念戒、念天等等。而這個裡邊一個殊勝的法門，那時候你念阿彌陀佛，那個時候你心裡面了解了，一心一意地去念。正在念的時候，當然！然後呢，你也不斷地去觀察，那個正知，觀察這個叫正知，曉得它對了，就讓它念下去，不對了，把它拉回來。然後在這地方開出來說，你要對治這個，產生這樣的功效是念佛；為對治這個，產生這樣的功效是拜佛；然後要叫你去經行、要叫你去打坐，它那個中心，都在從這上面開始的。所以八正道當中啊，正見下面第二個是正思惟呀！這個次第有它的必然如此的，修行的最佳指導在此。",
    "847": "[14:07]如大德月大阿闍黎《讚悔》中云：「此中心亦恆愚昧，長時習近重病疴，如具癩者斷手足，依少服藥有何益。」所以下面這一個大阿闍黎說，我們的心哪，一直長夜無明當中啊，愚癡，為這個無明所遮蓋，所以我們平常的習性、認識都是跟三毒相應的那個大病。這個病得就像什麼？病當中最厲害的是痲瘋，哎呀！那個手足都斷掉了。現在要去治療它的話，一點點藥是不行啊！看下面：",
    "900": "[15:00]由是於自作病者想，極為切要。如有此想，餘想皆起。這個是最重要的，你這個認識一起來，其他的都起來了。這個想啊，想啊，產生功效與否，對我們能否修行，產生的最直接的關係。現在這個道理，佛菩薩、祖師告訴我們了，我們能不能真的運用，就靠什麼？靠能不能正思惟。就在正思惟之前，它還有一個關鍵，還有一個關鍵。所以，以後慢慢地、慢慢地我們會照著這個次第去講，然後一步一步來修習。所以在這裡，在這個地方啊，我明天會給大家簡單地說明一下，以後我們這地方的進度。所以我說，我們這次的這個原則上面哪，這個學院跟常住是完全合起來的，完全合起來的，希望每一位同修都得到這個相應的好處。那麼假定說不這樣，產生什麼效果呢？",
    "982": "[16:22]此若僅是空言，則亦不為除煩惱故修教授義，唯樂多聞，假定說這個想、觀念只是空話，空話 ─就是講，講得頭頭是道，說得天花亂墜；聽，聽得津津有味。講完了、聽完了書本一合，照樣地如此這般，那這個就是空話，這個就是空話。這種情況他「不為除煩惱」，除煩惱才修那個教授，我們只是好樂聽聞，這樣的話沒有意思。就像什麼？",
    "1026": "[17:06]猶如病者，求醫師已，而不服藥，找了醫生不吃藥有用嗎？有用嗎？",
    "1033": "[17:13]若唯愛著所配藥品，病終無脫。不能脫啊！這個地方我想我們在座的很多同修，可能會有這種念頭：「是啊！我並沒有不想修，我想修啊，但是為什麼心裡邊就提不起來呢？」你們有沒有這樣的概念？有沒有這樣的痛苦？我想很多同修有。所以上次我曾經問過一個問題，說我們現在明明了解了，這個偏偏做不到，這樣，關鍵在哪裡？現在我們一定要從這地方找到病根所在，找到病根所在。實際上呢本論後面，這個所謂教授、教授，不一定本論啦，反正有圓滿傳承教授的話，都在這個地方，會給我們指出一條最好的路線來，最好的路線來。這條路線，那個善知識、佛菩薩會告訴我們的，所以這裡要注意喔！修不修靠大家自己，如果說你不照著去做的話，儘管最好的方法，你會聽得很歡喜，這個時候，沒多大用處，沒多大用處！",
    "1101": "[18:21]《三摩地王經》云：「諸人病已身遭苦，無數年中未暫離，彼因重病久惱故，為療病故亦求醫。彼若數數勤訪求，獲遇黠慧明了醫，醫亦安住其悲愍，教令服用如是藥。受其珍貴眾良藥，若不服用療病藥，非醫致使非藥過，唯是病者自過失。這個地方先停一下。這個經上面告訴我們，大家身體上面遭到了這個病苦，多少年來這個病苦一直沒有能夠弄得好，那麼因為這個重病所困苦所以找醫生。找醫生啊，好辛苦去求訪，幸而找到了真正精采的黠慧、黠明，「黠慧」就是很聰明的、明了，是的的確確的好的醫生。而這個醫生呢，也的的確確肯幫助我們。現在這個醫生是佛、大醫王，他不但有智慧，了解怎麼救我們，而且有悲心，也願意救我們。而這個悲跟智，都是無上的大悲大智，了解圓滿，沒有一點點遺漏的。我們所有的病，病根、病因、治好的狀態他都知道；然後呢悲心也是究竟圓滿的，我們沒有一個人例外的，他都要把我們救到最究竟的地步，不到究竟絕不罷手。那麼在這種情況，這個醫生教我們要吃這個藥。是的，現在我們受到了這個好藥，假定不照著他開的藥，告訴我們的方法去吃的話，這個不是醫生的過失，也不是這個藥不好啊，這是病人自己的過失啊！",
    "1237": "[20:37]在這裡我覺得願意諸位同修跟我一樣的，自己閉上眼睛，想一想我該怎麼辦？我該怎麼辦？這是最重要的一件事情。所以現在我們幸運，遇見了、了解了這個法，以後要策勵自己。我們常常覺得「我、我、我」，是！後面告訴要「我慢」，這個地方什麼叫我慢？這個慢倒不像普通的慢一樣，是我自己一定要做得起來！一定要成功它！所以我們現在經論上面告訴我們的，我們要跟誰鬥？不是要征服別人，要征服自己的煩惱，這個就是大丈夫，這個就是大丈夫。你跟別人鬥沒有用，你不鬥他，他到最後也是死的，天下沒有一個人不死的。所以你不必去鬥他，哪一個人都要死，再大的怨家仇敵他到最後他也要死的。那麼只有一樣東西呀！欸！這個煩惱啊，那才是永遠存在的，你有本事征服那個煩惱，你才是真正的大丈夫，我們要有這個志趣才對！",
    "1305": "[21:45]如是於此教出家，徧了力根靜慮已，若於修行不精進，不勤現證豈涅槃。」現在我們普遍地都了解了，說五根啊、五力啊，這個那是止觀的方法啊，假定不照著去做，做而不努力精進的話，那麼沒有辦法真正地驗證；沒辦法驗證，痛苦不能了。所以",
    "1337": "[22:17]又云：「我雖宣說極善法，汝若聞已不實行，如諸病者負藥囊，終不能醫自體病。」說啊，這個經上面佛陀說啦：我現在已經把最圓滿的教法告訴你了，你假定不照著去做，那就像病人把那藥背在身上啊，嘿！卻醫不好病。這個是經上面告訴我們的，那個菩薩在論上面怎麼說呢？",
    "1364": "[22:44]《入行論》亦云：入行就是入菩薩行，我們修習菩薩人，怎麼開始下手去做。",
    "1372": "[22:52]「此等應身行，唯言說何益，若唯誦藥方，豈益諸病者。」這個要身體做的，單單講沒有用。就像治身體上的病一樣，要拿這個藥吃的，不是叫你念的，單單念沒有用處。所以呀，",
    "1392": "[23:12]故於殷重修，應當發起療病之想。所以對我們認真地修行，要曉得這個是在治我們的病，這個治我們的病。",
    "1403": "[23:23]言殷重者，謂於善知識教授，諸取捨處，如實行持。喏，這個殷重修是什麼？對於善知識告訴我們的這個佛法裡邊的訣竅、精要，哪一個該捨，哪一個該取，如實地、實實在在地照著它去做，這個才對。你要去做呀，它還有一個條件哪！",
    "1427": "[23:47]此復行持，須先了知，知則須聞。聞已了知，所有須要，即是行持。所以你真正去做的話，你一定要懂得你怎麼去做呀！你要曉得怎麼去做，一定要從善知識那兒聽聞哪！所以對自己來說，聽聞是第一個關口，聽了以後要的的確確地、如實地了知；那麼照著這個所曉得的，照著它去深入，這個就是行持。講起來，那個聽聞很容易，實際上我現在才有這個經驗，聽聞不大容易。我以前曾經聽說過一個故事，後來自己也親自碰見了。相傳以前那個軍隊裡邊哪，這樣的，一個傳令兵，不像現在這個電話、電報很方便，所以一個命令啊，他就叫這個傳令兵來。那個傳令兵傳的時候很有意思的，在那個指揮官前面，把那個指揮官告訴他的如此這般講一遍，講完了以後，一定要叫那個傳令兵，然後呢「你重複一遍！」就這樣。我們剛聽見了覺得很奇怪，那個簡單地告訴你幾句話，這還要重複嗎？欸，說這一定要重複，重複了一遍不夠，往往還要重複兩遍。當時我只覺得這個很奇怪，後來我自己試，我也聽人家講，乃至於現在告訴別人哪，你們可以試一試看，試一試看。",
    "1516": "[25:16]昨天還發生了一個小小的一個小故事，因為我當年，記得我也是有一個同修，我就告訴他這一件事情這個樣的，然後他 ─懂了、懂了！然後就說：你把我告訴你的話，簡單地說一遍，他回答了半天，吱吱呀呀，答了半天哪，不曉得答到哪裡去了。我曉得不僅僅是他，不僅僅是他，三、四十年以前我就遭遇到這個經驗。多少年以後，你們不妨自己想一想看，所以我們以為是這個情況，一聽就懂啊，不那麼簡單喔，不那麼簡單喔！",
    "1550": "[25:50]所以你聽完了為什麼一定要努力好好地真正去看，凡是用過功的人，是，他已經摸索了很久了，一聽 ─啊！訣竅把住了，他通了。這種人只有絕少數的人，大部分人聽了一遍，聽的時候滿來勁，聽過了以後腦筋裡一片糊塗，又是那個老毛病現起了。這是我們所以說為什麼不能用功的原因，這個是千真萬確的。所以我這地方是特別提這件事情來，是策勵大家真正想用功的人，必定要改頭換面，換另外一個方法。這也是為了什麼我們這裡，這個學院的內容有一套不同以前的辦法，順便一提。這個事情我明天會宣布，到那時候給大家說，給大家說，這個是有它很特別的理由在的。那麼現在我們講，說這樣做才是行持。",
    "1604": "[26:44]故於聞義，應隨力能，而起行持，是極扼要。對於聽聞這個道理，隨自己的力量去做，這是最重要。你啊一定要聽了馬上去做，並不是叫你聽懂了，馬上做得到，一定做不到的，我告訴你。剛才說的乃至於聽，叫你重複一遍，你都不能重複的，你就能做得到了嗎？這個是為什麼聞思等等的必然的關係。"
}