{
    "7": "[00:07]平常我們哪，應該是說人人都有這個經驗，只是平常的時候不注意罷了！我現在隨便提一下，讓你們自己好好地反省一下，看看對不對。你們歡喜看報紙吧？或者看什麼吧？現在我們這裡沒有報紙，當然，是。我想大家都有這個經驗，每天早上起來了第一件事情，拿一個報紙看，看得很起勁。看完了問你：今天報紙上什麼事情呀？請問你能回答得出嗎？你有印象嗎？大家想想看，有沒有？硬是沒有印象！欸，看過了，剛才什麼呀？天大的事情，你記得的；好了，下面的事情，迷裡糊塗一片。平常我們太多這樣事情，想想看對不對？",
    "48": "[00:48]所以不是說：哎喲，我看過多少書了！你看過了腦筋一片糊塗，那有什麼用呀！所以這個千真萬確的事實啊！所以現在學這個本論你也這樣學的話，是對不起你自己啊，你耽擱了你一生哪！認都不認得，還談修；馬虎得碰都碰不到，還談殷重修；不殷重修，根本改不過毛病來。跑到這地方來，白吃了人家心血，擺在這地方的話，下完了地獄，然後做牛做馬還人家，這個東西不好吃的呀！這個東西不好吃的呀！",
    "81": "[01:21]如是亦如《聽聞集》云：「設雖有多聞，不善護尸羅，由戒故呵彼，其聞非圓滿。那麼《聽聞集》上又來了！儘管你聽見了很多，如果你「不善護尸羅」，這個「尸羅」說一下：簡單地我們來說 ─戒。大家了解這個尸羅的意思嗎？了解這個尸羅的意思嗎？我不能說你們了解，可是我相信，不一定很多人了解，至少對我來說，我到現在為止，還是糊裡糊塗當中。這我告訴你們老實話，講那個戒，我也早就幾十年以前就會寫了，這個戒我也會講了，但是我真的懂啊，到現在開始才慢慢地才懂。戒的意思是什麼？調伏、清涼、解脫。調伏了嗎？沒有，碰到煩惱上面，一點用場都沒有，你真的懂了嗎？你既然不能調伏的，你能懂嗎？我們講過汽車，畫、畫個樣子很好，然後汽車什麼樣子？怎麼會開的？怎麼弄？你真的懂了嗎？假定說這個戒是這樣講的話，那個佛法就沒有意思了。佛法的真正好處，調伏煩惱，把人救出來，你現在既然沒調伏，你能說懂嗎？但是我又不能說不懂啊！所以這裡大家了解哦 ─「不善護尸羅」啊！你如果不懂的話，請問你能善護嗎？這個是它的真實內意喔！",
    "176": "[02:56]我的感覺，不是說：「哇，今天受了戒了！」你有開始可以學這東西了。所以受了戒以後要慢慢去善學學處，好好地跟著那地方去學，一步一步地上來好好去學，這個是開始啊！好像進了學校一樣，不是你進了學校，你就是工程師啊！畢業了都不能做工程師，何況你剛進學校。所以這個戒兩百五十條，這書本上的戒喔！這是在你心裡上面，一樣一樣東西要把你的內在煩惱調伏，調伏了，你就有清涼之感，然後你在這個罪業上面得到解脫，那時候你差不多懂了，這樣喔！",
    "218": "[03:38]所以昨天晚上大家在這兒作布薩的時候，很多人起來懺悔，哎，我看了好讚歎、好歡喜！儘管我們剛剛開始起步，只要這樣去做的話，自然而然，有它層層深入。不，始終注意不在這個形式上面，但是不離這個形式喔！這個儀軌，是幫助我們深入的最重要的。就像我們學開汽車，這部汽車很重要，在這個裡面去摸，現在也是如此，所以這個護尸羅是這樣子的。你不善護，那麼由於你不善的話，「由戒故」，就你的行持來說，沒有，不行！所以你儘管有多聞，因為你的行持不夠被呵斥，那你這個聽聞不圓滿。",
    "264": "[04:24]設雖聞寡少，能善護尸羅，由戒故讚彼，其聞為圓滿。你聽得雖然少，但是你能夠做到。因為你能夠做得很好，啊，那對了，那就對了！",
    "275": "[04:35]若人既少聞，不善護尸羅，由俱故呵彼，其禁行非圓。還有一種人，聽嘛也不聽，然後護嘛也不護，兩樣東西都不夠，那完了！",
    "289": "[04:49]若人聞廣博，及善護尸羅，由俱故讚彼，其禁行圓滿。」那麼最後一種，就是聽也聽得多，行也行得夠，兩樣東西都到，那是圓滿。",
    "304": "[05:04]又云：「雖聞善說知心藏，修諸三昧知堅實，若行放逸令粗暴，其聞及知無大義。又說，雖然現在有善知識，告訴你最完整的教誡，你也了解他說的什麼，那照著去修，曉得必定可以真正得到好處。因為我們世間忙的這些東西都是虛幻的，唯有如實地修法，這個才是實在的，這個才堅固的。但是你雖然知道了而不認真去做，你的「行放逸」，然後結果啊你仍舊在粗重當中，在暴惡當中，那這個 ─你的聽聞、你的了解，沒有多大意思啊！",
    "355": "[05:55]若喜聖者所說法，身語如之起正行，是等具忍友伴喜，根護得聞知彼岸。」如果你很歡喜地聽見聖者告訴我們的如理言教，然後聽見了，了解了以後，跟著身語照著去做，正確無誤地，這樣的作法，是真正「具忍友伴喜」。那一個「忍」呀，就是信心具足以後的必然現象。對於真正的佛法，它佛法的特質 ─實的，實在的、有功德的、有能力的，從轉染成淨的，深忍欲樂照著去做。那些真正修行的友伴，那個大家歡喜，你這樣做的話，那個人會歡喜。於是你護持自己的，深深地「根護」，這個就是我們護持我們六根門頭，這個就是得到了聽聞的益處，然後你能夠達到彼岸，達到彼岸。",
    "430": "[07:10]所以前面告訴我們，「聽聞隨轉修心要，少力即脫生死城」，這個上面那一句話當中的三件事情，是要連下來的 ─聽聞、隨轉、修心要。聽的就是這個；然後隨轉的，就是把自己從凡夫的習染，轉到跟法相應的；轉到那個地方，照著它去修，這個才是我們真正的精要。你不要花多少氣力，就可以了脫生死，進而幫助別人。所以這個地方，處處地方指給我們看的，就是這個。",
    "474": "[07:54]《勸發增上意樂》亦云：「謂我失修今何作，歿時凡愚起憂悔，未獲根底極苦惱，此是愛著言說失。」說我現在沒有好好地修行，把時間空空地浪費掉啦！到這樣的話，死的時候，到死的時候，懊悔就來不及了，那些人真是愚癡凡夫啊！現在貪眼前的小便宜，結果兩腳一伸，憂悔來不及了，為什麼？那個時候「未獲根底」啊！這個才是我們的根本，我們要從這個上面要跳出來。那個時候，就苦惱了。為什麼會產生這樣的後悔、苦惱啊？「愛著言說」，都在文字上面空話！這個是一個大失足，一個大失足。",
    "534": "[08:54]又云：「如有處居觀戲場，談說其餘勇士德，自己失壞殷重修，此是愛著言說失。」就像我們去看戲一樣，看戲的戲場裡面看什麼？啊，看那個台上那些人打鬥，「哇，好啊！」在我們這樣喝采、叫好，這看別人好；自己，沒有你的份，沒有！沒有！要自己去做呀！這個才對呀！所以這個在在說明我們都在語言文字上面。啊，現在我們這是真可憐哪，真可憐哪！我以前也是這樣，以後也遇見很多同修，常常覺得：「哎呀，這個我都懂，這個我都了解了。啊，念了幾年書了。」結果念了幾年書，修行居然還在門外，反而說這個念書沒有用。唉，實在可憐哪，實在可笑也是啊！這問題都在這個上面。就算懂了吧，他也不照著去做，還是沒有用啊，還是沒有用啊！",
    "601": "[10:01]譬如說我們現在來說的話，往往有這個感覺，就好像講修行跟這個教理是兩件事情。譬如說尤其是目前哪，譬如目前我們常常講唯識、中觀，在我現在的感覺，不管唯識、中觀，這個兩樣東西，對我們修行都是最佳指導，實在好極了！你要了解這個心理的行相，清楚明白的話 ─法相！沒有比法相更好，也是唯一的辦法。可是你把問題的根本，要想從根本上面配合淨除的話，是中觀。然後反過來說，那個問題的根本，你要去運用它的話，要靠那個法相。就好像我們說，啊，這個汽車，你要汽車怎麼開，你引擎的原理了解了，然後呢這個引擎的原理了解了以後，你要用在這個車子裡邊的話，你擺在地上滾嘛變成汽車，擺到天上飛嘛飛機，那這個法相一點都不能少，是這樣地配合啊！",
    "661": "[11:01]如果你真的了解，日常生活當中處處地方，無非都是運用這個，深淺不同，最淺的地方也是它，最深的地方也是它，沒有一個離得開的而且。而我們現在學了半天，文字弄得很美，修的時候說沒有用了，啊，實在覺得好遺憾！好可惜！也是好顛倒！所以慢慢地我們從這個上面下去的話，我們都會摸到這條正路的，即算是並不徹底，但是這條路，是絕對正確！絕對正確！",
    "696": "[11:36]又云：「甘蔗之皮全無實，所喜之味處於內，若人嚼皮故非能，獲得甘蔗精美味。甘蔗的這個皮，它沒味道的呀，它真正要吃的在裡頭啊！如果人吃那個皮啊，他不能得到甘蔗的味道。我們那天說那個笑話，人家沒有到過南方來的人啊，說這個甘蔗很好吃，可是這個肉很難吞，這個甘蔗很好吃，說這個肉很難吞。這甘蔗，叫你吃那個汁啊，那個肉不要叫你吞下去的，他不知道把它吞下去了，那當然難吃啦！現在更顛倒，他肉吐掉了，只吃那個皮呀，那不是更笑話嘛！那不是更笑話嘛！我們現在就犯那個毛病。",
    "747": "[12:27]如其外皮言亦爾，思此中義如其味，故應遠離言說著，常不放逸思惟義。」就現在我們講話，講的話就像甘蔗皮一樣呀，所以要從那個語言文字上面，深入法義啊！而這個裡邊的味道，就是在這個皮裡邊的味道啊！所以我們千千萬萬要遠離這個言著。可是這個言著，要從這個上面進去，把那個皮拿掉了以後，然後思惟裡邊的真正的內涵，不要放逸啊！不要放逸啊！所以這個地方，真正有心好學之士，務勸你們不要空下來，往那個涼亭裡邊一坐，三個人那麼一聊，跑到那個地方一聊，聊個半天，跑到那裡去一聊，聊個半天，一天亦得過，沒有用啊！這個沒有用啊！",
    "805": "[13:25]這個是第四條，這個是最重要的！其實這個前後是首尾連貫的，首尾連貫的。你有了第一條，前面的就跟著來了。但是第一條之所以能夠達到真正的成就，靠這一條，靠這一條。同時，你有了這個修持，你前面這個聽聞等等，才能夠真正深入，才真正地深入。否則的話，你始終在那個障礙當中，慢慢地轉。下面第五：",
    "834": "[13:54]於如來所住善士想者。隨念世尊是說法師，發起恭敬。那麼我們對於這個所講說的這個老師，覺得這個就是佛；反過來，佛就是這個老師，我們對他要發起恭敬。這個有什麼關係呢？好像跟前面的修行不太密切一樣。直接就修行來說，這是我們 ……恭敬這是我們真正進入佛法第一重要的第一環，沒有恭敬，都不行，絕對不行！所以大家注意：你不管任何人，這個如果你要去聽法的話，千萬不要懷著輕慢的心，這輕慢的心對我們是最大的損害，最大的損害！不要說他是個大善知識，你不能輕慢，就是一個普通人，再起碼的人，你要嘛不坐下來聽，聽他，聽他 ─你就得很恭敬的。因為他這個「人」是有差別的，「法」卻是佛講的，你有多少恭敬心，你就得到多少好處。",
    "905": "[15:05]所以昨天跟你們講的，這個老比丘得四果那個公案，他這就是什麼啊？專、誠、敬三個字。三個年輕人拿著個皮球，往他頭上打一下，打四下，他就證了四果了，這樣啊！這個是我們所以恭敬第一個重要。那麼，這個地方除了這個以外，還有一個特別的理由，就是我們真正要想修圓滿的佛法，什麼是圓滿？佛陀境界才是圓滿，佛陀境界才是圓滿。所以你把說法的師看成佛陀的話，一方面固然是因為你恭敬心，不會尋求過失。一尋求過失，真正受害的是尋求的人，不是這個老師，這個我們要了解。向後處處地方都說這個，你有一念尋求別人的心，那個尋求別人的心，就是你一念流落在生死當中受害的地方。",
    "963": "[16:03]佛沒有一個例外的，沒有一個佛例外的或者說，他看不見人家的錯，不是看不見，他總是把人家的錯，轉化成他的功德。欸，人家種種的煩惱，種種的不如理，他引發他的悲心，引發他的智慧。因為他有了人家的不對，他要去救人家，欸，他是這樣的。他一看見人家不對，要找什麼方法去救人家，所以引發他的大智啊！假定你能夠從這個地方著眼的話，那就怕你不分別，現在我們不是，這個是我們必定要認識的。我們學的過程當中，也是如此，我們一定要這樣，這個是對自己的利益。",
    "1008": "[16:48]還有呢，修學佛法，既然都是徹底圓滿的話，你把念這個說法的法師如世尊，於是你的目標加深、擴大，這樣，這個才是你究竟圓滿的榜樣，你不會停止在現在這個階段。對人來說是如此，這也是究竟圓滿的希望的，就步步向上。所以不是說眼前的這個，就不侷限在我們現在所要修的這個圈子裡頭了。最後",
    "1043": "[17:23]於正法理起久住想者。作是思惟，何能由其聞如是法，令勝者教，久住於世。最後一個呢，對「正法理」，覺得：怎麼樣啊由於聽聞這個法，而使得這個如來的正教，久住在這個世間。那這個為什麼呢？這個又為什麼呢？因為世間的一切的好處都靠佛法，不管世間、出世間，都是靠佛法而來的。這個佛法真正對世間有兩種功效，一個叫增上生，一個叫決定勝；或者叫眼前增上生，究竟決定勝。眼前的世間的利樂，這個叫增上生，當這個圓滿的時候就是「報土」。當我們初機開始一步步修行的時候，不斷地向上，就是這個。所以如果說要想得到利樂的話，一定要佛法久住世間。然後有佛法久住世間的話，那麼你能夠享受這個佛法；反過來，你能夠推展佛法的話，那麼增長你的功德，而這個最後圓滿的境地，這個就是報土。所以這個東西，必定是自他互相 ─我們拿世間來說，好像心、物是對待的；實際上，佛法裡邊是相互為緣的，分不開的。要這個好必須要那個，要那個好必須要這個好，這是互相因待的，這第一個理由。",
    "1137": "[18:57]第二個理由呢，我們平常真正修行，固然是要精、要一，可是目標要廣大圓滿。所以廣大圓滿的這個目標的榜樣是佛，達到圓成的境地是清淨的佛陀，而這個清淨佛陀的果，這是果，下手的因，就是眼前。那個所以我們希望這個佛法久住，不斷地增上，增上的最後的結果是究竟決定勝。所以我們對於這個所聽聞的佛法，一方面自己知下手處，一方面要推展開來，達到究竟圓滿的狀態。人是佛，然後這個境就是這個圓滿的報土，因就是現在，所以第五、第六是這個而言。那麼，這樣一來的話，這個就是圓滿的教法行持者，應該有的開始第一個概念。如果這個概念完整的話 ─因正，這個果實。",
    "1211": "[20:11]這個六條，這個是六想，所以我們要斷器三過、要具六種想。你如果真正的能夠這個做到了以後，你說我們能不成就嗎？當然能成就，當然能成就！到那時候，不要說人家真正教我們，我們一心一意去聽；就是人家跟你開玩笑，他也拿著個皮球，叫你坐在四個角上面，我還找不到這個機會咧，就怕不來！他來找的話，我也證羅漢了。不是嗎？所以這個真正重要的，現在我們主要的就是淨化自己。下面",
    "1249": "[20:49]復次於法若講若聽，將自相續若置餘處，另說餘法，是則任其講何法事，不關至要。再說，不管是講也好，不管是聽也好，如果說你講完了、聽完了以後，不真正用在身心上頭 ─「自相續」就是身心，不用在那個身心上頭，而把講的跟聽的分開來，跟那身心分開來，講的是一回事情，你的身心另外擺在一個地方，作另外的說法。那麼不管你講什麼、聽什麼，沒有用！這話怎麼講？對於我常常引的這個例子，就我典型的例子，我法師跟我說：「某人哪，你要這個樣啊！」我就說，哎呀，有的時候，嘴巴上面講，有的時候心裡這麼念：「哼！我還是個凡夫嘛，我是個凡夫嘛！」那就是講的法是一件事情，我的身心是放在另外一個地方，說另外的話。他本來叫你凡夫要你修，可是我就是不把那個用的法用在我身心上面，偏偏講我是個凡夫，就是這樣。那你跑得來幹什麼？我一直把這句話現在再來追悔，責問自己，這是我自己的毛病說給你們，但願你們少犯，你們能少犯，你們就是能夠快成就。現在休息幾分鐘。",
    "1363": "[22:43]故須正為，決擇自身，而聽聞之。……而且有大損害，所以我們要真實地抉擇身心而聽聞之。所以必須要為了抉擇自身，什麼叫抉擇呢？就是來明辨這個法說些什麼，這個所說的內容，在我們身心上面指的是什麼？現在我們的身心，是跟所說的相順，還是相逆。相順是對的，是好的，如何去增上，如果不對的，如何去改善淨除，這個才是我們聽聞的目標，也是我們講說的希望，共同的。",
    "1414": "[23:34]譬如欲知面上有無黑污等垢，照鏡知已即除其垢。就像說，我們要曉得我們面上有沒有髒，拿一個鏡子來照照看。看見了，然後要去去掉它，不是拿這個鏡子來開玩笑的。",
    "1438": "[23:58]若自行為有諸過失，由聞正法現於法鏡，爾時意中便生熱惱，謂我相續何乃至此。次乃除過，修習功德，是故須應隨法修學。現在我們聽聞正法也是這個樣，因為我們不了解自己的問題，所以去聽聞。聽聞了以後，我們自己身心上頭種種錯誤的，都看出來了，在這個法鏡當中照出來了，對的是這個樣，不對的是這樣。那個時候，我們心裡面就生熱惱，哎呀，懊惱啊！說：「怎麼我這個身心這麼個差呀，差到這種程度啊！」那麼，有了這個了解，有了自己對於自己的煩惱不能忍受的這種心情，進一步去修行哪，這個才對，這個「煩惱」，就怕你少。現在呢，我們不是，我們也沒有發現自己的煩惱，只看人家的煩惱；還有呢，就是自己心裡面懶懶散散哪，這樣。乃至更可憐的，我們在煩惱當中，還不知道，這是最可憐的。人的真正最可憐的地方，就是我們在煩惱當中不知道，這是實在可憐哪！所以我們修學佛法的唯一的目標，就是要找到這個煩惱，然後要了解如何去淨除。發現了這個的話，然後，那是真正要煩惱了：「啊，我怎麼這麼差啊！我一定要跟它鬥，一定要把它戰勝！」這樣，這樣我們就有份。",
    "1552": "[25:52]在我們這本書上面的這個傳承哪，說是由阿底峽尊者帶到西藏。然後呢，西藏阿底峽尊者有一個最大的大弟子，敦巴尊者；另外有一個弟子，這個人叫奔公甲。那個奔公甲，這是個大強盜，哇！那個東西非常厲害。那個強盜，可怕的程度這樣：在當地那個時候，如果有一個小孩子，要哭了、鬧了，只要人家說：「奔公甲來了！」那個小孩子馬上不哭，會有這樣的靈驗。相傳有的時候，一個年紀老的一個老婆婆，人家跟她開個玩笑，說奔公甲來了，大家聽見了，馬上逃，那個老婆婆一嚇，就嚇死在那個地上，這個人這麼個厲害法。結果後來，他接觸了、接受了佛法以後，他一心修學，一心修學啊。他怎麼個修法？這個故事真動人哪！",
    "1611": "[26:51]那麼他老師告訴了他很多事情，很多事情。比如我們現在說拜佛啊，念佛啊，早晚課啊，他一概沒有做這些事情。他自己關在心裡面看自己，說：「欸，老師告訴我這個叫煩惱，我要去掉它，怎麼轉化。」所以他起一個念頭，自己說：「欸，這個念頭對了！」啊！好高興，把惡念克服了，高興。他把這個手，代表這個好的念頭，做對了，他就舉這個手舉起來，自然自蹦、自慶，對了、對了！這個手代表惡念，他起了個惡念頭，他就打它，「你又犯了！」啪！啪！一定把那個手打得又紅又腫。然後他在牆上面，起了一個善念，就點一個，圈一個圈圈；然後起了一個黑念，就塗一個黑點。每天只做這個事情，做得累得不得了。躺下去，一醒來，就看念頭，自己起心動念在這裡想什麼。他老師告訴他了以後，他就關在裡面做一個這樣的事情。",
    "1668": "[27:48]過了幾個月以後，他的老師是誰呀？就是敦巴尊者，就是傳阿底峽尊者全部心法的這個。"
}