{
    "3": "[00:03]那這個阿底峽尊者下面有很多非常精采的弟子，他經常去看他們。有一天，他也跑去看那個奔公甲，奔公甲看見老師來好歡喜，恭恭敬敬地。說：「你這些以來，做了些什麼？」「喏，就做這些。」他老師不知道，一看那個牆上，畫得滿牆都是這個，有的是黑點，有的白圈圈。「什麼！你忙了幾個月就是忙這些啊？」「欸，對呀！就是這些啊！」他還很起勁呢！心裡面很不高興：「你這個是什麼一回事情？」他然後告訴他如此這般。「啊，對，對！」他就對著這個牆磕頭，他這個真正修行喔！所以我們不要說：哎喲，我現在跑得去喔，一天念多少咒，哎喲，盤多少腿；然後我這個唸唱是對，你那個唸唱不對呀！在我的感覺當中，我們走上岔路了。",
    "58": "[00:58]奔公甲後來成為一代善知識，他有各式各樣的故事，到現在流傳不絕，他這個故事，每一個故事動人得不得了。有一次，他在僧眾當中應供，大家很多人應供。應供啊，因為他出家晚了，坐在後頭。他們那個行堂像我們現在一樣，那個行堂是好的 ……他們那個西藏人吃那個茶，那個茶啊，供的時候有個奶茶，上面那個就是奶呀，那個 “butter”很厚，弄到後來，那個東西沒有了，越來越少了。他坐在後頭，慢慢地，開始的時候用功，後來是起了一個念頭：「肚子又餓，又冷。哎呀，輪到我的時候，那上面的油都沒有了。」他起了這麼一個念頭，心裡覺得：「啊！奔公甲，你又來了！」就這樣狠狠地瞪了一下眼睛，他就把那個自己的那個缽啊，「叭！」蓋在那裡。蓋在那裡呀，那個行堂跑過頭來：「欸，你，輪到你了，把它拿出來！」他說：「那個壞蛋已經吃過了，今天要餓他一天。」那個人不曉得他幹什麼：「你拿出來！」「不行，壞蛋已經吃過了，要好好地餓他一天！」他因為起這麼一個念頭，就把他那個缽擺在那裡。所以他終於成為一代大善知識，修行人的典型。",
    "133": "[02:13]佛告訴我們，他不怕壞，佛世的時候，鴦堀摩羅這麼壞，然後種種這種典型，結果都成為很了不起的人。怕不肯改 ─不肯改，拿你再聰明，一點用場都沒有。善星比丘、提婆達多，都誦通六萬偈，無所不通，結果下了阿鼻地獄了。所以這個地方特別告訴我們，我們真正要該做的地方做這一個，真正要做的地方做這一個！那麼這個時候，我們要好好地隨聞的修學、聽聞，如理行持。",
    "172": "[02:52]《本生論》云：「我鄙惡行影，明見於法鏡，意極起痛惱，我當趣正法。」我這個卑鄙的、惡劣的行為，這個影子啊，欸！被這個法鏡一照，照出來了。那個時候才是真正我該痛恨的、厭惡的地方。所以真正修行人，一定是這樣。豈不見六祖大師說「若真修道人，不見他人過」，不管是印度，不管是中國，乃至於哪一個修道人都是這樣，真正修道人看不見人家過失，為什麼？看自己都來不及啊！等到你自己做好了以後，然後你看見別人，救人都來不及！這是千真萬確啊！等到你把人家救起來，你就成了佛了，然後你生生世世，永遠做這個工作，這一定的，所以我們下腳第一步是這樣的。那個時候「意極起痛惱」，這個痛惱幹什麼？痛惱我不成材，然後一心一意去趣正法。",
    "240": "[04:00]是如蘇達薩子，請月王子宣說法時，前面那個蘇達薩子，請了月王子，月王子是個菩薩，他請他講法。",
    "249": "[04:09]菩薩了知彼之意樂，成聞法器而為說法。曉得他，欸，他夠這個條件啦！夠什麼條件？就是前面說的，我們一定要「斷器三過，具六種想」。所以佛在，尤其在大乘經典上面總說：「諦聽！諦聽！善思念之。」好好地聽啊，認真地聽啊，實實在在地聽啊！而且一再教誡，要兩個「諦聽！諦聽！」不要浮浮泛泛，不要馬馬虎虎。聽完了以後怎麼辦？「善、思、念、之！」這幾個字，修行的都在這地方。「善」，善為抉擇，去思惟，等到你思惟了以後，一心憶念。這個念是在思的後頭，有了這個念就是定慧跟著而來。定慧，那麼見了效了。你有了前面的準備，他才告訴你下面這個法，然後你自然相應，所以這個講說要這樣。這個地方就是聽，我們現在所以得不到好處的話，毛病前面已經指得非常清楚、非常明白。我覺得我好高興有這個機會，了解怎麼真正深入，毛病在何處，今天大家一起從這地方深入。",
    "338": "[05:38]總之應作是念發心，謂我為利一切有情，願當成佛，總之，這個總結起來，整個的大綱，我們真正開頭的發心應該怎麼？我要為利益一切有情，要利益一切有情所以要成佛。",
    "354": "[05:54]為成佛故，現見應須修學其因。你要想成佛，這佛是果，那麼要種什麼種子呢？因地上面怎麼做呢？",
    "367": "[06:07]因須先知，因當中你先必定要知道，知道了照著去做呀！",
    "372": "[06:12]知須聽法，要知道，一定要去聽啊！",
    "376": "[06:16]是故應當聽聞正法。要聽聞正法，那麼這個照著次第都來了。",
    "383": "[06:23]思念聞法勝利，發勇悍心，斷器過等而正聽聞。這個聽的過程當中，他是照著先是聞法的殊勝利益，有了這個，然後自然而然啟發勇悍心。「勇悍」就是精進，所以叫「信為欲依，欲為勤依」，你聽聞了以後啟發信心，啊！覺得這個才是你真正希望好樂的地方。然後呢，你有了這個好樂心，緊跟著勤健的行為，精進的行為來了。然後去聽了以後，就照著去做。要照著去做的前面第一步的準備，就是這個 ─斷三過，具六想，這樣去真實地聽，這個是對於聽聞的道理。第二呢？",
    "432": "[07:12]第二說法軌理分四：說法的軌理，那麼，講應該怎麼講？講應該怎麼講？平常在大乘教法當中，這個講，有兩種方式：有一種是隨分隨力地講；有一種呢，等到你圓滿證得地講。佛陀這個是兩者是同時並行，雙管齊下的。講，固然你的究竟的目標，是幫助別人，所以最後一定講。那學的時候也講，就有兩個理由：一個，所謂對自己學來說，叫教學相長，你教別人，往往自己得到的好處比聽的人更多，這第一個。第二個，既然我們要修學的是大乘圓滿佛道的，所以你呀隨分隨力相宜的狀態當中，也多多少少講一點，因地當中也種下這個因，就是這樣。不過呢，這個差別要曉得，要曉得，自己到什麼程度可以開始講了，到什麼程度慢慢地把那個講的程度也可以加深，這個要了解。",
    "502": "[08:22]那麼所以在這個地方說，雖然我們初機第一步也多多少少要曉得，不過曉得了這個之後，注意哦！不要我們現在剛剛學，講的條件還不夠，看了這個講的條件這樣的話，然後又拿那個高的標準去衡量別人，那又完全錯了。始終記住，佛法這個東西是淨化自己的，講說的標準，還是當我們自己去講說的時候，看看：對，我夠不夠這個條件？不夠條件，還暫時停一下，我要講說的基礎條件是這樣的。不是說我現在書本上面看了這個之後，馬上就跟人家講一遍，這個那完全是我們像個唱片機器一樣。人家說鸚鵡學語，鸚鵡學語，鸚鵡多多少少還有一點腦筋，唱片是個木頭。我們真像個木頭一樣。我想起來，如果這樣的話，那個是對自他都是損失。所以說，這個說法的軌理是什麼呢？分幾部分：一思惟說法所有勝利，二發起承事大師及法，三以何意樂加行而說，四於何等境應說不說所有差別。今初",
    "562": "[09:22]第一，「思惟說法所有勝利」，講說法有殊勝的利益，這個的確是非常了不起的。第二，「發起承事大師及法」，講的之前，心裡面要承事 ─「大師」就是佛─佛跟法。這個前面，那麼，真正講的時候呢？「以何意樂」，心裡應該怎麼樣；講的時候是行持，意樂是心理，「加行」是行為應該怎麼樣。「於何等境應說不說所有差別」，對所講的對象，在什麼情況才該講，什麼情況之下不該講，這個差別何在。現在分四部分，這個地方就所以簡單地說一下，說：",
    "608": "[10:08]若不顧慮利養恭敬名等染事，而說法者勝利極大。這個說法的殊勝利益非常大，但是必須要什麼？欸，不顧這個。如果說你為了利養恭敬、名聞等等的話，這種染污這叫不淨說法，這個事情做不得，這個事情做不得！不過這一點，說起來容易，做到倒不大容易。而真正重要的，就是我們必定要先必定要拿這個法來自己觀照自心，你不觀照不會認識的，不觀照不會認識的。我們總覺得：哎呀，我還是法師咧，還是去度人呢，這樣。的的確確也未嘗 ……不錯，是一番好心。他真正的問題就是自己的內心哪，染污、清淨的行相辨不清楚，辨不清楚。你辨清楚了，到那時候很清楚、很明白，心裡一個念頭起來，你就曉得了，欸，它是什麼，那個才是最最重要的。那個時候你能夠去做的話，那有殊勝功德，殊勝功德，不得了地殊勝！",
    "674": "[11:14]《勸發增上意樂》中云：「慈氏，無染法施，謂不希欲，利養恭敬，而施法施。此二十種是其勝利。慈氏就是彌勒菩薩，說這個佛告訴我們的這個彌勒菩薩說呀，這個「無染法施」就是清淨的法施，清淨的法施。那麼換句話說，內心當中不要染污。平常我們常常說不淨說法，不淨說法，內心不清淨的，貪圖前面這些事情，有所求而講。這個還有一個毛病，當你有所求的時候，你會扭曲那個佛法的。比如說今天為了求什麼，那就讚歎布施，你要什麼，你就讚歎什麼。你不知不覺當中啊，那個東西是非常壞、非常壞，非常壞、非常壞！所以這一點特別注意，那麼無染的法施是什麼，這些東西都不需要。這個有二十種殊勝的利益，下面就列出那個利益來：",
    "742": "[12:22]何等二十？謂成就念，成就勝慧，成就覺慧，成就堅固，成就智慧，隨順證達出世間慧，貪欲微劣，瞋恚微劣，愚癡微劣，魔羅於彼不能得便，魔羅是普通一般的魔，包括魔王在裡邊。",
    "765": "[12:45]諸佛世尊而為護念，諸非人等於彼守護，諸天於彼助發威德，諸怨敵等不能得便，其諸親愛終不破離，言教威重，其人當得無所怖畏，得多喜悅，智者稱讚，其行法施是所堪念。」這最後呢，這個「其行法施是所堪念」，就是說能夠隨分地一直行那個法施。這個二十種利益，這個二十種利益不詳講。",
    "801": "[13:21]其中成就堅固者，新譯《集學論》中，譯為成就勝解，諸故譯中，譯為成就勇進。除了這個二十種，其他的經上面處處地方，講那個說法的殊勝利益，在這一點，我們要至心地發起那個殊勝的勝解來，殊勝的勝解來，這樣。",
    "820": "[13:40]「其中成就堅固者」，上面有一個「堅固者」，新譯的《集學論》中，譯成「成就勝解」，以及「故譯」就是以前老的譯，譯成「勇進」。這個是二十種，那麼就是說法的殊勝利益。這一點，這個點我們要隨分隨力地，從聽聞，然後有了認識了以後，說這個方面，也慢慢地、慢慢地、慢慢地啟發它，啟發它，這對我們有絕大好處。",
    "851": "[14:11]發起承事大師及法者。我們怎麼樣承事供養佛跟法呢？",
    "858": "[14:18]如薄伽梵說《佛母》時，自設座等，佛講《般若》的時候，自己親自弄那個說法的法座，為什麼？他恭敬那個法呀！所以",
    "871": "[14:31]法者尚是諸佛所應恭敬之田，故應於法起大尊敬，及應隨念大師功德，及其深恩起大敬重。要曉得，「法」是佛母。諸佛沒有一個例外的，都是從佛法，聽聞佛法，然後照著佛法行持，從法出生的。所以我們現在對於法要無比地恭敬，這個道理就是在此，這個道理就是在此。講法的人容或他自己有所高下，法卻是諸佛的教誡，法卻是諸佛的教誡，這一點我們要辨別得清楚。法本身，應機的不同，是有高下，大小三乘，從大到小，然後顯密不同，性相的差別，這個只是應機的不同，圓滿一樣。每一個有它的特別的適應性，我們千萬不要妄加是非。如果現在有這種毛病的時候，那個時候你要注意，那很明白的，就是我們現在智慧微薄，所以不了解他為什麼安排這個。你能夠有了這個認識了以後的話，對我們就不會妄加是非，對你就有好處。否則的話我們動不動啊，「這個大乘、這個小乘 ……」大乘謗小乘尚且不可以了，現在有很多人，以小乘來謗大乘，那更是顛倒啊！",
    "963": "[16:03]所以我上次特別給大家說的，說過的一個故事，這個無垢友，他五印度這麼了不起的一個大成就者，就因為毀謗世親菩薩，毀謗大乘，馬上墮落地獄當中，阿鼻地獄！這麼嚴重法。所以這個謗法之障，注意啊！凡是我們起這個概念的時候，覺得：「啊，我學禪的，他這個念佛，老公公、老婆婆的事情。」你馬上說：「錯了！錯了！這我內心上面的染污。」同樣地，你念佛的也一樣的，不可以隨便輕毀任何一個人，你只有說：「啊，我現在能力不夠，我只有念這個；等到我能力夠的 時候，我也要學這個。」那你就對了，那就對了。所以這個恭敬最重要，你能恭敬的話，就得到恭敬的好處。所以於法起大尊重！大恭敬！並且隨念大師的功德，以及他的深恩，你單單念到他的功德跟深恩的話，就大敬重。這個隨念三寶的功德對我們來說，它有無比的效應，無比的效應。因為後面，等講到皈依的時候，他會提這個事情的，所以我這裡不詳細講，不詳細講。",
    "1041": "[17:21]以何意樂加行而說中，所以平常我們說三皈依、三皈依，真正要三皈依的時候，當你念到的時候，你心裡就跟它相應了，那時候你就會內心無比地歡喜，這個就是無限的功德。所以皈依的的確確有無量無邊的福德，但是你要懂得怎麼皈依，你心念怎麼動法 ─那個時候，你不管是在幹什麼，你坐在這裡，聽，不管聽什麼，你心裡面就相應歡喜；睡覺也是一樣。你做任何事情的話你都覺得：啊，我跟法相應。你這一念跟它相應，一念的歡喜，這個功德隨時隨地就把你送到極樂世界去了，這麼好啊！所以我們要善巧運用。所以念佛是很容易的，如果你不是說要求往生的話，有其他的，一樣，你要得到的都可以從這個地方而得到。所以的的確確，世、出世間所有的功德都是從三寶中來。",
    "1096": "[18:16]法，那麼我們講的時候，應該以什麼意樂，所謂意樂 心裡的狀態；加行 身口的行為。",
    "1106": "[18:26]其意樂者，謂應安住，《海慧問經》所說五想。我們概念也要具有五想。那個聽法的時候要六想，六想第一個是病想；現在講法講給別人聽，自己是醫生，這個病想啊，不是，這是從醫生開始治別人病。",
    "1127": "[18:47]謂於自所應起醫想，這第一個，自己是醫生。因為自己是醫生，所以作醫生之前自己先問問：我是蒙古大夫是騙人的，還是真正有本事醫得好人家？這個第一件重要的事情。然後呢，",
    "1145": "[19:05]於法起藥想，那我如果是真實的醫生，開出來的藥是可以救人的；如果不是真實的醫生的話，這個這樣的藥開出來的話，不一定能夠把人救得好，這個很重要。所以真正的佛法要救得起人的，這個法是藥。",
    "1163": "[19:23]於聞法者起病人想，於如來所起善士想，於正法理起久住想，那個跟上面的一樣。",
    "1171": "[19:31]及於徒眾除了這個以外，對於徒眾，聽學的人，",
    "1176": "[19:36]修習慈心。你為什麼要跟他講的？不是為了名聞利養，不是為了這個，要那個，是為了要把他們救起來，慈悲心。因為你有這個，所以才能夠",
    "1192": "[19:52]應斷恐他高勝嫉姤，推延懈怠，數數宣說所生疲厭，不會說跟人家爭是非，啊，我對他錯，嫉妒別人，別人不對的話，嫉妒別人，這都沒有。世間上面常常有這個「文人相輕，自古皆然」，或者我們說：「自古文人相輕」，這是世間相。佛法不是，互相讚歎，道理就在這裡。你真正相應了，必然會，必然會的。否則我們不相應的話，我們也同樣地必然會嫉妒別人去，自己的高明，這個法就害了自己，害了自己。然後呢，同樣地還推延懈怠，哎呀，慢慢地來啊，懈怠，這種都不會，而且不斷地講也不會疲厭。還有呢，",
    "1242": "[20:42]讚自功德舉他過失，這個都會避免，這個我們了解的，讚歎自己的，說別人的過失。",
    "1250": "[20:50]於法慳吝，顧著財物謂衣食等。這些都沒有，這都應該除掉它。",
    "1259": "[20:59]應作是念，為令自他得成佛故，說法功德，即是我之安樂資具。那我們真的一無所求吧？有，也可以說一無所求，也可以說有所求。這個怎麼說呢？我們應該這樣：「我為什麼要這樣做呀？無非是為了自他成佛。」這個是有所求；而成佛的真正境界是歸無所得，所以這個叫無所求。關於這個無所求跟有所求之間，我們現在不要拿我們的知見去辨別，我們對這知見還並不正確地了解，有所求是如何求法，無所求是求些什麼，我們往往會弄錯、弄顛倒，我們好好地學下去。它對這個所求的，有一個嚴密的定義，而所以這個嚴密的定義，就是指我們的心理相應的行相。那個時候，認得了行相照著去做的話，那就對了。",
    "1321": "[22:01]所以因為這樣，所以說法的功德 當然我們說法一定有功德 這個才是我的安樂的資具，而不是眼前的名聞利養，這個就是我們最高的目標。所以現在常常說：「啊，我要無所求而求。」在我們凡夫要無所求而求真難哪！所以等到我得到了一點點的教授，現在真歡喜，是有所求的！求什麼？求這個，因為我求這個，高的目標擺在這裡，所以眼前那種小小的名聞利養就擋不住你了，這個倒是千真萬確的，我的經驗。平常叫你啊，你什麼都不要，這個東西很難。所以印光大師特別說了：這個鄉下的老農老圃，你告訴他「只問耕耘，不問收穫」，那忙了半天，你不管它收穫，可能嗎？我們都是凡夫，都是鄉下那個老農老圃一樣的，你說：「好了！你現在無所求，你什麼都不要管，你只要修行。」這個事情很難，叫你名聞利養都不顧，這個做不到。他現在不，叫你不要顧那小名小利，然後那個大名大利擺在這個上頭，就這樣。然後把這個利害擺在這裡，你自然而然很容易捨得掉了。",
    "1395": "[23:15]所以印光大師開頭的教我們講因果大有道理，比如說在這個地方，以前這個講法一向都是如此的，我們的這個老和尚都是 ……我就非常讚歎，剛開始的時候，跟大家講講《地藏經》啊，那麼《沙彌律儀》講的很多故事啊，就是那個因果。先不說道理，就告訴你：欸！你照著這個去做，眼前的小名小利捨掉了，但是它那個高遠的大利益來了。真正修學佛法，那個高遠的還不算，還要比它更高，高到不能再高的。你有個大目標，而且這個大目標非常具體、非常實在！那時候你用那個東西，你捨掉眼前的就容易了。而策發的這個善法欲，尤其是大乘，並不叫我們斷除的，是淨化，把這個現在的貪心，轉成功追求無上菩提，無上的善法欲，策發這個大精進。哈，這個力量真好啊！真好！",
    "1455": "[24:15]所以舉一個比喻來說，譬如我們現在這個國內，我們這裡呀那個山坡地很陡，哎呀，每年來了個颱風，來了以後，真糟糕！哇，下來啊，把山上那個土都沖掉，那個肥土沖掉。你別看那個土喔，這是無價之寶。金剛鑽什麼等等的話，有沒有，沒有關係，如果說我們現在地表那個表土流失了話，將來一片沙漠，我們就沒辦法生存了，這樣。欸，現在他說他有很善巧的方法，怎麼辦哪？上面造一個林，做一個壩。這麼一來的話，他善巧地把那個水落下來，經過那個樹林，表土保護了，然後做了個壩，這水蓄住了。結果把這個本來有害的東西，產生最大的電力。",
    "1508": "[25:08]現在我們這個腦筋裡這種貪也是如此，你不要一口氣，不要拿掉它，不要斷掉它；你善巧地把它轉化，本來是最危害的東西，變成功最好的東西，這個才是真正的佛法。所以他處處地方告訴我們「轉煩惱為菩提，轉過患為功德」，最後的「即煩惱就是菩提」，不要你轉，它本來就是，就因為你在癡、無明當中。這樣好、這樣好！所以他告訴我們：「啊！你要貪，要貪這個。」這個就怕你不貪。不過，他不用同一個貪，因為用了同一個貪，我們不知不覺把我們的老毛病又現起來了，所以另外一個名詞 ─善法欲，還是這個欲。",
    "1557": "[25:57]其加行者，上面說意樂，加行呢，我們行為怎麼辦呢？",
    "1563": "[26:03]謂先沐浴具足潔淨，著鮮淨服，於其清潔悅意處所，坐於座已，這樣，前嘛要淨身口；不但內身，而且外面的衣服；然後不但是身上面，然後我們的道場，然後呢，這樣地一步一步上來。所以平常我們的比丘戒，有種種的要求，歌舞倡伎都不可以，但是我們讚歎佛就可以了，讚歎佛就可以了。乃至於譬如說，平常我們說這個出家人，乃至於鬼神村 ─草木都不能動，但是維持道場，這個可以，莊嚴這個道場啊！就這樣，諸如此類。所以我們的的確確要為了尊敬法，行為上面要有這樣的。進一步在講的時候：",
    "1617": "[26:57]若能誦持伏魔真言，《海慧經》說則其周匝百踰繕那，魔羅及其魔眾諸天所不能至，縱使其來亦不能障，故應誦咒。正式的，前面還要誦咒。比如說我們現在念《金剛經》啊，念很多，前面一定有什麼安土地真言，安什麼，然後除災障、八金剛，就是這些，淨口業、淨身業，它有它的絕大的功德，絕大的道理在。因為現在我們這個教法都支離破碎了，所以這套東西這個儀軌都不完整，當年印度都有。你能夠這樣一做的話，那個「百踰繕那」，踰繕那，平常我們說由旬，由旬，四十里，六十里，八十里，就是輪王巡迴的這個一個里程，那麼這個大中小各有不同。"
}