{
    "7": "[00:07]故此講聞入道之理，諸具慧者應當勵力。真正講聞這個道理，你真正想，如果說修學佛法的人的話，那麼這些人真正具足智慧的，要努力，要從這個地方努力啊！要從這個地方努力啊！這是我們開始下手的地方。所以我在這個地方，很多其他地方比較次要的，也是這樣。因為當年我老師告訴我，我現在深深體會到就是這樣。那時候我要學打坐也好，學什麼也好，學學盤腿啊，這些東西啊，他老是呵斥我：「你忙這個幹什麼！」實際上這個非常重要，非常重要！後來我才知道，你一定要怎麼用心的心法你知道了，然後你兩個腿一盤，很快就上去了。否則的話，你把那個惡習慣養成功了，叫你改是千辛萬苦啊，這是千真萬確的。不是不注意，而是要注意的，可是你要本末把握得清楚，就這個。",
    "72": "[01:12]凡講聞時，下至應令具足一分。講教授前第一加行，即是此故。所以不管是講也好，聽也好，對於這個所講所聽的教授，這個前面的加行 ─什麼叫第一加行呢？喏，這個加行有好幾個層次吧！最重要的是根本，你一定要把握得住這個本末的道，本末在什麼地方？是的我們現在說這個地方，哎呀，教室要好、要涼、要通風、要什麼，這些東西萬一沒有，沒有關係！就是這個講的人，的確是個善知識；聽的人的的確確是你如法如理的，然後呢你至誠恭敬地去聽，就這樣。所以我這個老師他就告訴我：「那時候我們在印度的時候，那時候真苦啊！外面啊下大雨啊，裡面下小雨；外面颳大風啊，裡面颳小風，就這樣一個狀態。中午吃飯的話，然後要吃，吃過了以後，趕快弄完了以後，下午上課就在這個地方。」我去的時候，已經改善了一些。到那時候，有的人在那個地方，覺得這地方 ……皺一皺眼，老師跑上去，大吼一聲：「你在那幹什麼！你還在想著那個飯粒子啊！」這樣。他們當然也不大注意，這是千真萬確的事實，他的精神貫注在這裡。這個地方說第一加行就是說，就是說你能夠圓滿當然好，不圓滿的話，最重要的。",
    "159": "[02:39]那時候老師就告訴我們一個故事。那地方很冷耶，那個海拔一千七百多公尺，可能比阿里山還要高吧！啊，這個我就不知道了。可是到那個冬天，我那年在那地方，九月裡面九月底，那個後面後山上都是雪，是這樣啊！九月底現在已經過了一段時候了，這個冬天實在冷！他就跟我們說：「我們那時候在剛開始學的時候 ……」那時候他們在西藏，那個真正冷的地方，到了這個冬天啊，那個山上有的出去，燒開水燒不開的，實在太冷了，不管你怎麼大的火，就是燒不開，就這樣。然後呢他說：「我一直到三十幾歲沒穿過襪子！」不是我們現在這樣的，哎喲，這個房子裡面這麼暖啊！老師講，講完了以後，馬上準備下去，跑出去大家要論辯，這個就是一方面最佳的學習，一方面最佳的考試。",
    "217": "[03:37]所以剛開始的實在受不了。到後來啊那個腳上那個厚皮，這麼厚！既沒有鞋子、也沒有襪子穿，就「叭！」就出去就出去了，那個石頭上面。那剛踩上去，那個踩上去啊，說冷，冷的感覺都沒有，都麻木掉了。欸，但是他慢慢、慢慢的，所以才能夠學出這樣好的東西來。當然我並不是說希望我們諸位做到它，可是至少曉得古人的榜樣，所謂這古人並不一定說幾百年以前的，就是它正法時候，像法時候，他們學法的精神根本差別何在，我們一定要具足，一定要具足。",
    "260": "[04:20]你寧願不來聽，說：「這我就不行，我就不想去聽。」那好。那乃至於現在這地方，所以我前頭，我的的確確希望你們，強迫你們來有個原因的，大家多多少少曉得，這一個它完整的教授是什麼。等到下面那個第一個共下士講完了，你們要不要來聽沒關係。你們可以不要來聽，但是來聽的人，不准許打瞌睡，這個我今天先說明。當然特別的理由，你晚上很晚回來，有特別的公事，那個絕對那個絕對原諒。在這種情況之下，哪怕你在這前面，一個人打瞌睡，我也很認認真真地跟你講，講完了以後，我下面還要跟你說。這個原因，我要這裡說清楚。就是我們心裡面，一定要跟這個相應，這個才是對得起自己，不要說對不起人家，不要說，這個千真萬確的是一個事實。",
    "313": "[05:13]恐其此等文詞浩繁，總略攝其諸珍要者，廣於餘處應當了知。教授先導已宣說訖。好，那個不必說得太多了，那麼最重要的地方，最概略的把這個東西拿出來。如果你要詳細知道的，其他地方。所以在我們正式講那個教授的之前，前面應該有的幾樣東西啊，在這個地方先說明。",
    "349": "[05:49]有了這樣的，說這樣的完整的一個教授 ─這個教授從什麼樣的情況來的？第一個，造者這麼樣地殊勝；這樣的殊勝的成就者，他一生造的法當中造這樣圓滿的法；這樣的圓滿法應該怎麼樣去講，怎麼樣去聽，才能夠跟他圓滿的情況相應。到那個時候啊，現在下面來了，所以「諦聽、諦聽，善思念之」，下面通常佛陀就開口說話。我們現在呢，就也認真地學習這個大善知識告訴我們的。所以說，",
    "388": "[06:28]第四如何正以教授，引導學徒次第分二：那個是正確地相應地來說佛法的精要，把這個精要引導學徒。而這個時候，有它必然的次第。那個分成兩部分：",
    "408": "[06:48]一 道之根本親近知識軌理，二既親近已如何修心次第。修學佛法最主要的根本在哪裡？親近善知識。所以一開頭說過了，聽聞佛法分二部分：第一個善知識，第二個自己，所以一百加一百等於一百。前面一百 ─善知識，這個就在第一個大綱，這個第一個大子目當中；然後呢親近以後，如何修習在後面一個。",
    "446": "[07:26]初中分二：這個親近善知識那個分二：",
    "450": "[07:30]一 令發定解故稍開宣說，二總略宣說修持軌理。使得我們真正如何進去，所以先簡單地說明一下，讓我們產生一個確定的認識。有了這個認識，下面告訴我們啊，簡單地也扼要地告訴我們，修行的最重要的原則。這兩個非常重要，實際上呢，每一個部分在我的感覺當中，都是必不可少的。而這個每一部分，確實把我們現在的所有的弊病，都一一指出來，你能夠改善多少，就能夠跟法相應多少。",
    "501": "[08:21]《攝決定心藏》云：「住性數取趣，應親善知識。」這一個，這一個祖師的語錄上面，這麼告訴我們，說這個《攝決定心藏》，我不能肯定祖師語錄還是論，還是論，我不知道。「住性」這個「性」是什麼？平常我們分，一般的凡夫分三個項目：一個叫決定性或者決定聚，或者另外一個呢叫不定聚，還有一個叫邪定聚。那麼決定性就是這種人已經種了善根，決定是要向佛法上面走的。另外這邪定聚呢，這種人沒有善根，決定不能進入佛法的。還有一種人叫不定聚，他不一定，碰見一般的人嘛跟著一般人走，如果得到好的知識引導的話，他就進入佛法。現在那個「住性」的話，就是決定性的眾生。通常這種人啊，我們通常說屬於因位的行者，因位的行者 ─習種性、道種性、聖種性什麼等等，我們看不同的開合說明。平常我們說信、住、行、向、地什麼等等，這個就是這個地方所指的住性的數取趣。「數取趣」就是有情，就是我們。換句話說真正有善根想修學佛法的人，他決定應該親近善知識，這最重要的。這個是論上面的，這是論上面的，我想這應該是論。",
    "611": "[10:11]又如鐸巴所集《博朵瓦語錄》中云：那個下面啊祖師的語錄，祖師語錄怎麼說啊？說：",
    "618": "[10:18]「總攝一切教授首，是不捨離善知識。」那個博朵瓦，那是敦巴尊者的三個最主要的大弟子，大弟子，換句話說這個是傳阿底峽尊者最完整教授的。而阿底峽尊者是在那個時代，整個佛教界當中的頂嚴，把印度大小各宗各派能夠完整圓滿的，能夠集聚起來的就是他。而真正能夠傳承完整佛法事業的，敦巴尊者。敦巴尊者有主要三個弟子，這三個弟子其中之一個就是博朵瓦。博朵瓦、樸窮瓦、慬哦瓦，平常稱他們為敦巴三子，而實際上西藏的佛法就靠他們三個人傳下來。那麼他這麼說啊，他說：總攝一切教授的首，把所有的這個佛陀的教誡的精要積聚起來，這個裡邊的頭，換句話說，這是綱要裡邊的綱要，綱要裡邊的綱要。什麼呀？一句話 ─不離善知識。",
    "699": "[11:39]在我們來說，我們平常比較宗仰的《華嚴》，《華嚴》一樣的，你要學一切智智，要學佛法，只有一件事情：依靠善知識，不離善知識。你們把那個《華嚴．入法界品》去看，從……好像從六十七卷開始看，處處地方強調這東西，一直到最後一直強調。所以沒有一個例外的，佛、菩薩、祖師，凡是修行者皆是如此。說到這裡我也順便想起來了，我們現在動不動看這個不行，那個不行，看不起別人，那表示我們啊最多也只是一個不定聚，弄得不好的話，我們就在邪定聚當中。所以決定種性的眾生，地上到賢位，沒有一個人例外的，都是一心一意地仰賴依靠善知識，這就是我們學習的榜樣，學習的榜樣。下面說：",
    "768": "[12:48]能令學者相續之中，下至發起一德，損減一過，一切善樂之本源者，厥為善知識。能夠使我們學的人身心當中啊，得到好處的，而這個好處再微小，哪怕最起碼的一點點 ─從功德方面來說，集聚功德；從減過方面斷德方面來說，就淨除罪障，消除過失 ─最起碼的一點點，都靠善知識，都靠善知識！而這個是什麼？這個就是一切善樂的根本。這我現在千真萬確地體會到！我記得我剛開始頭上那個出家的時候，那時候我們住在台北同淨蘭若。我跟仁法師住在隔壁，中間有個小小的庫房，經常啊我們幾天不講一句話的，這個是千真萬確。雖然每天有一個聊天的時間，總是到那時候大家，那時候你非出來不可，平常是不可以出來，那時候非出來不可！",
    "842": "[14:02]他那個生活也是啊很刻板，但我現在非常歡喜。那聽他講完了，一樣大家進去，儘管如此，關在屋裡面的更是鴉雀無聲，沒幾個人嘛！但是你心裡面覺得：欸，他就在隔壁，這樣，你隨時隨地這個心裡就感受到。那個時候啊，就不知不覺內心上面它有兩樣東西：當你不安的時候，他是個靠山；當你亂的時候，他會保得你像兩個眼睛瞪大了，欸，你自然就收攝起來了，就這樣。何況看見他的時候！平常很多小地方，就是因為日常生活當中一舉一動，欸，現在你心目當中會留下來不可磨滅的。那時候我剛開始，以後每一個地方層層上去，我始終是這種感覺，這是的的確確的，的的確確的。所以啊這個善知識實在太重要，實在太重要！",
    "896": "[14:56]故於最初，依師軌理極為緊要。所以在這個地方啊，「依師」，注意哦，很有意思！這個「依」字是個大學問哦！不是沒有老師啊，你懂不懂依師的道理，你能不能去依他，這個是個學問。這個軌則、這個道理絕端地重要，絕端地重要！一直到現在為止，我們大家總覺得：哎呀，到處啊天下烏鴉一般黑！那是凡夫啊！沒錯。但是這個黑的當中，卻有像太陽這麼光明的善知識在，就看你有沒有這個眼睛了，看你有這個本事，有沒有去依靠他了。所以「依師」這個道理很重要。",
    "944": "[15:44]《菩薩藏經》作如是說：「總之獲得菩薩一切諸行，這個是總的，所有的菩薩的一切行，圓滿的是佛。",
    "953": "[15:53]如是獲得圓滿一切波羅蜜多，地，忍，等持，神通，總持，辯才，回向，願及佛法，皆賴尊重為本，所有這種東西 ─大乘的這樣，波羅蜜多六度，地、忍、等持，這不一一細解釋。都靠尊重，「尊重」就是你的善知識，就是你的善知識，這個非常重要。",
    "980": "[16:20]從尊重出，尊重為生及為其處，以尊重生，以尊重長，依於尊重，尊重為因。」從這地方出生，從這個地方增長，一切地方一切時都是依靠著他，而主要的因，都在這上頭。",
    "999": "[16:39]博朵瓦亦云：那麼下面又引那個博朵瓦的祖師的話來說，",
    "1005": "[16:45]「修解脫者，更無緊要過於尊重。真正要想修佛法的人沒有比這個更重要的。下面引：",
    "1015": "[16:55]即觀現世可看他而作者，若無教者亦且無成，況是無間從惡趣來，欲往從所未經之地，豈能無師。」就看眼前世間的，那個世間的比起出世間的，不曉得方便多少，而你還可以看別人，你看見了別人就可以做的，對不起！沒人教你，你還是不行，沒有人教你就是不行！世間這麼簡單的人，你看別人都看不行，何況是這麼難、這麼深遠的。再說世間的事情是你平常習慣的，單單看人家的都不行，現在這個出世間，你根本不習慣。我們無間以來，我們一直從惡道當中，一直在惡道當中，對出世的法一點都不了解，如果說你自己能夠真正跑得過去的話，那這佛、佛法也太容易了。所以我們不必拿佛法，世間的現象來看，你沒有人教你都不行耶！",
    "1081": "[18:01]那麼現在呢，我們自己的條件是如何啊？無間從惡道來，我們剛剛從惡道當中來。換句話說，我們惡道的習氣是非常重，對於這個善法是不相應。而要去的地方呢，卻是從來沒去過的地方，那麼地陌生！怎麼可能不要老師而做得到呢？不要老師怎麼可能做得到呢？這是我們啊真正的內心上面，不斷地反覆思惟觀察。當你這個腦筋裡面生起了這樣量的話，你自然而然會重視去找善知識。如果這個生不起來的話，你不會想去要去找善知識，一直陷在自己現在的現行當中。現在的現行是什麼？煩惱。這個煩惱不是煩煩惱惱，就是坐在那兒：「這個滿好啊，生活日子過得很愉快啊！」就是提不起來這種狀態，就這樣，這個就是我們的惰性。前面的是一個大要告訴我們了，那麼現在我們說，哦，既然親近善知識這麼重要啊，那麼把下面：",
    "1151": "[19:11]由是親近知識之理分六：把親近善知識，從這個層次來告訴我們。",
    "1158": "[19:18]一所依善知識之相，要依靠的善知識他具足什麼的條件。",
    "1165": "[19:25]二 能依學者之相，然後呢我們要跟他學的人，需要什麼條件。",
    "1172": "[19:32]三 彼應如何依師之理，有了這個條件，那麼然後去依止這個老師的時候，怎麼個依止方法，依止道理。",
    "1182": "[19:42]四 依止勝利，五未依過患，依靠的殊勝的利益是些什麼？不依靠的大的害處是什麼？",
    "1192": "[19:52]六 攝彼等義。　今初還有呢，總結起來，簡單地說一下，以及前面五項當中，遺漏的補一補，這個第六個「攝彼等義」。「今初」，就是善知識的行相。",
    "1210": "[20:10]總諸至言及解釋中，由各各乘增上力故，雖說多種，然於此中所說知識，是於三士所有道中，能漸引導，次能導入大乘佛道。這個整個的聖教，佛的經以及菩薩的論等等解釋當中，換句話說整個的佛法，它雖然說啊，不同的方法 ─這個不同的方法，為什麼「由各各乘」？就是不同的，根性不同的，說有人天、聲聞、緣覺等等。那麼引導不同的人，自然有不同的方法。而現在這個地方所說的這個善知識是什麼呢？要對三士道，是人天乘、聲緣乘及菩薩乘能夠漸漸地引導，而最後呢把他引到大乘佛道，那樣的一個善知識。",
    "1279": "[21:19]這個善知識，是有特別的好處，他最終的目的是把你引到佛地當中去的。但是啊他卻不棄捨前面人天乘，所以他能夠普遍接引一切眾生。有一類能夠接引人天的，但是呢再上去上不去了，聲聞緣覺不行，現在他全部包含，全部包含。總共的他能夠最高的卻有最善巧的方便，從最低的地方引你上來，而他最終的目標，卻是這個 ─引入佛道。所以從這個裡邊去看的話，它這個什麼？《法華》的精義，《法華》說：「佛說各式各樣的方便，引各式各樣不同的人，最後把他帶到佛地。」喏，這就是它的精髓所在。那麼它下面就引了：",
    "1335": "[22:15]如《經莊嚴論》云：就引這個經論：",
    "1341": "[22:21]「知識調伏靜近靜，德增具勤教富饒，善達實性具巧說，悲體離厭應依止。」這個善知識要具足這樣的十個條件：調伏、靜、近靜、德增、具勤、教富饒、善達實性、具巧說、悲體、離厭，這十樣東西。這樣的善知識你一定要去依靠他。",
    "1368": "[22:48]是說學人，須依成就十法知識。學的人啊要依靠這樣的善知識，這是善知識分成十個項目。",
    "1379": "[22:59]此復說為自未調伏，而調伏他，無有是處。這裡再說一下，這個自己沒有調伏能夠調伏別人的話，絕無是處，絕無是處。這個也可以說在這地方啊，選善知識的標準，同時也告訴我們，作善知識應該怎麼樣。我們選別人固然如此，教別人同樣地一樣。自己沒有調伏沒有用，沒有用。",
    "1411": "[23:31]故其尊重能調他者，須先調伏自類相續。你自己先要在身心上面調伏，所以我們真正要學的佛法，就要調伏自己。調伏的另外一個名字叫「尸羅」，叫「戒」。這是所以為什麼我們啊一出家一定要依靠善知識，學戒學戒，喏，清楚明白了！現在這裡。不是說，啊！我出家了，依靠一個知識告訴我這件衣服嘛怎麼穿，這個法器嘛怎麼打。當然這個也要啊，因為你要這個形象啊！但是假定單單這個的話那就錯了。所以世間有一句話叫繡花枕頭，繡花枕頭，就是這個。如果你得到裡邊的體、精要的話，外面這絕對重要，這樣才能夠裡外配合嘛。所以外面不是不要，但是要把握住。反之，反過來，如果你裡邊的東西沒把握住，你在外面上去弄的話，那是越走越遠，越走越遠。乃至於到後來，反而形成障礙。",
    "1476": "[24:36]我隨舉一例，譬如我們唱念什麼等等的話，他得到了這個體、內涵的話，那個音調等非常重要。因為這個音本身自然跟法界相應的，它有一種音調自然而然能夠使你心情調柔；有一種音調自然會激發你啊散亂。所以你得了體以後，它自然啊運用這個體的時候，一定要靠種種的方便，這個東西一點都不能忽視，所以這個唱念非常重要。可是你不得體，站在這個上面學，你把握不住它的精義何在，然後啊，你用你的那套東西的話，你說不定是越學越遠，因為你不了解它的重心何在！你拿著世間的這種概念去看的話，你並不曉得這個世間的，說不定是壞的呢！所以越唱越遠啊！樣樣東西都是如此。這是我們應該了解的一點。",
    "1535": "[25:35]若爾須一何等調伏，那麼在這種狀態當中，要怎麼樣調伏呢？換句話說，這個善知識是怎麼樣自己先用過功調伏了自己呢？下面就說出來了。",
    "1550": "[25:50]謂若隨宜略事修行，於相續中有假證德名，全無所益。欸，他不是一點都沒有哦！「隨宜略事修行」，「略事修行」容易懂，他是多多少少修行的。什麼叫「隨宜」啊？什麼叫「隨宜」？隨他相宜的。真正的大乘的教法，尤其是一定要了解知道完整的總體，然後本末，步步上去，不是說隨便碰到一個。隨便碰到一個，對他自己是可以的，我碰到念佛就念佛，碰到參禪就參禪，乃至於你隨便念一卷經，多少最後總是這個因緣而進去的，這個情況叫作「隨宜」。但是這種情況之下，他照他的這個辦法去略事修行，自己能夠真的調伏自己嗎？不行，不行。在這種情形自己都不能調伏自己，你怎麼幫助別人？",
    "1619": "[26:59]所以我們眼前看得見，有很多人去修行，哎喲，某人啊在這個地方能夠得定、打坐，他得定是滿好啊，可是出了定啊，一跑到世間上他那個貪瞋癡還在。所以定是共世間的，如果你用在出世，那個定是絕對重要的。然後你看見：哎喲，這個人得了定了，你要跟他學佛法，不一定。說不定他是一個有大成就者，說不定是個外道啊！這很清楚很明白，所以我們一定要把握住佛法的中心。",
    "1648": "[27:28]另外一點啊，你說：「哎喲，這個人的戒相行持非常好。」這是佛告訴我們的，但是如果他得不到裡邊的真正的精要的話，形象做得很好啊，他也不一定。欸，這個人念佛很好，可是他念佛的時候滿好，念完了佛下來的時候，他貪瞋癡照舊，這個都是叫作「隨宜修行」。對於整個的大乘圓滿的教法來說的話，這個都不大夠！引導我們種善根那絕對好，這個我們要分別得很清楚。所以始終這地方把握住，本論告訴我們的這條直、寬、大、正這麼完整的大路，這個高標準我們不是拿去衡量別人的，而是把這個理路辨別得很清楚，要求自己，說我一定要走這一條路，這個才真正重要的，說一下。",
    "1700": "[28:20]所以像前面說「隨宜略事修行，於相續當中有假證德名」，為什麼叫作「假證德名」呢？他因為隨宜修行，他有一點功夫的，但這一種功夫在佛法的整個的那個大體上來說，不算！所以叫「假證德名」。我們說造房子那個公案也是一樣，欸，你跑著去要造房子了，你說不定看見那地方，哎喲，堆了滿地鋼筋，那個水泥，欸，你覺得這地方大概造屋子了，不一定！反之它什麼樣子都沒有，他坐在這個辦公室，建築事務所正在規劃，每一個地方弄得很好的話，這個比前者要好。雖然樣子一點都看不見，因為他是走了正確的方向這樣上去的，這個次第我們要弄得清楚。"
}