{
    "4": "[00:04]重要、非常重要，必定要把握得住。要不然人家說，這個人好，你也跟著他去。我聽見各式各樣的人，前幾天有人告訴我，有人就告訴我，說：「這個盧某人啊很了不起啊！他對世間有這麼多貢獻，你們講佛法好的，好了半天，你們有什麼貢獻啊？」我真的想想，我就當時想到了這個。所以我們進入佛門當中也是一樣，喔唷，看看這個法師啊，喔，他能夠打坐打幾天，念佛念得如何，這個如何，這是好的，我們要辨別得清楚這個裡邊的差別何在。",
    "38": "[00:38]故須一種順總佛教，調相續法，就這兩句話，真正的善知識把整個的佛教的總體，它那個次第絲毫不亂，把握住這個原則。所以我剛才說，欸，他工地一動都沒有動，像造房子一樣，啊樣子全無！但是啊他坐在這個辦公室裡面，這個藍圖啊就規劃得非常精巧，天衣無縫，這個保證沒有錯！差別就在這裡。",
    "73": "[01:13]此即定為三種寶學，是故論說調伏等三。把它綱領說起來一定是這個三學 ─戒定慧，「調伏等三」。那麼把這個東西開開來的話，我們又講六度又講什麼，現在這個地方，開為十相，開為十相。現在我們看看這個十相是什麼：",
    "98": "[01:38]其中調伏者，謂尸羅學。調伏就是戒。",
    "103": "[01:43]《別解脫》云：《戒經》上面說：",
    "107": "[01:47]「心馬常馳奔，恆勵終難制，百利針順銜，即此別解脫。」我們這個心像個馬一樣，所以叫心猿意馬，心猿意馬。為什麼叫它馬啊？這個馬啊，猴子一樣，一天到晚叮叮咚咚 ……不停地，又快又利，這是我們的心相，就這樣。等牠跑累了，在那兒睡覺，就這個味道。雖然你經常地去努力要想制止牠，不行，不行。那要怎麼辦啊？這個我們騎馬的人啊，馬上面有一個所謂馬勒，這個非常地利；還有那個馬靴上面有一個刺，這上面利得不得了，這樣才能夠調伏這個，這匹悷馬。那麼現在這個東西是什麼？就是別解脫，所以這個戒有這麼大的好處啊！",
    "167": "[02:47]又如《分辨教》云：「此是未調所化銜。」那麼《分辨教》也是，這個上面告訴我們 ……啊，這個就是《阿含》，《阿含》。那個它說沒有調伏，實際上這個通於大小乘的，大小乘由基本開始，沒有調伏的人要去調伏他，就是戒。所以這個戒就是啊，調伏那些剛強眾生的這個銜 ─那個我們騎馬的時候，馬的嘴巴裡面有個東西拉著那裡，一拉，就控制那個馬的。",
    "207": "[03:27]如調馬師，以上利銜調悷馬。就是調馬的人，以最利的這種銜啊，調那匹悷馬，剛強得很！",
    "219": "[03:39]根如悷馬隨邪境轉，若其逐趣非應行時，應制伏之。我們這個五根就像一匹悷馬一樣，它一天到晚跟那個邪境轉的。當這個根，要這個心猿意馬，隨著不應該作的境界走的時候，就要去調伏它，應制伏它，這個才是它戒的真正的精神。這個不是在外頭，所以這個叫內學。假定我們偏偏都執著在形象上面，喔唷，我這個地方，怎麼形象，這個外學！所以我們必定要懂得，當你心裡面趣向於這個五欲境界，跟著境轉的時候，要把它拉回來，第一步的功夫就是戒。",
    "268": "[04:28]學習尸羅，調伏心馬，以多勵力制令趣向，所應作品。那個才是我們學戒的目的，學戒的目的幹什麼？調伏這個心馬。以種種的方法，非常努力地制伏它，制伏了它以後，使它心裡面啊，趣向於應該作的地方。所以說這個不應該作的，止、不要作；應該作的，我們就要作，所以「止作持犯」，就是指這個而言，這個才是戒的真正的目標。這個心本來就是這樣亂的，所以不是叫你消除它，叫你轉化它，這個就是戒。現在我們休息一下。",
    "326": "[05:26]那麼所以第一個就是：它這個先用這個東西來調伏。關於這個內容啊，現在單單在這地方，我們還不容易了解，也不必說清楚它。因為到後面在我們學的次第過程當中啊，自然而然會關於戒的內容說得很詳細，這是我們要學的必然內容，這個地方我們只要曉得次第。一方面曉得次第，一方面曉得那個真正戒的精要在哪裡，這個是非常重要的。這個我們開始第一步，一定要了解這個戒的精要是在這個地方。",
    "371": "[06:11]所以在這個地方我們要認識一件事情：未得正見談持戒，暫時還談不到。所以在未得正見之前，應該做的事情啊，就是應該具足「信心」，信賴這個善知識，聽他講。那麼這個條件要靠什麼呢？要曉得自己在病 ─自己在無明大病當中。那個時候你了解了自己的無明大病，心裡上面才曉得說我起心動念都是錯的，那個時候才肯依人家。否則總覺得自己對，總看見別人不順眼，這個是一個必然的情形。",
    "414": "[06:54]這個佛經上面有過這麼一段公案，實際上這是一個故事。有一個地方啊，它這個地方每年啊，固定到了某個季節它就下毒雨，下毒雨。譬如我們這裡黃梅，到那時候老下雨；譬如北方到春天的話 ─落沙，固定到那個時候一定會有這個東西來。那麼這個毒雨啊，就是空氣當中含了一種有毒的東西，這個倒不是把我們毒死，把我們會弄得昏迷的。那麼下了這個雨以後，那個水裡面都含了這個東西，大家吃了以後，這個人就會顛倒。那麼過了幾天以後呢，這個水就流走了，自然而然地清淨的水又來了，慢慢地就又恢復過來。所以這個地方的人，每年都曉得，到了那個時候有段莫名其妙的日子，自己也不曉得什麼原因，誰也都不知道。啊，但有的人早一點清醒覺得奇怪，到最後大家都清醒了，但不知道這個原因何在！",
    "478": "[07:58]那麼就是有一個絕頂聰明的人，他經過了長時觀察以後，他就想：可能這個雨有關係。所以他事先啊經過了多少時候觀察以後，他就想：大概這個。所以他到那年那個時候下雨的時候，他就不喝下下來的水，自己事先儲好的水啊，飲這個水。結果別人飲了這個水，果然沒錯，像吃醉了酒一樣，大家顛顛倒倒的，生活完全顛倒了，是非完全顛倒了，他保持得很清醒。因為他保持清醒，所以他就勸別人，說：「某人啊！你做錯了！不對啦！」結果啊那個人不但不聽他的，反而覺得：我會怎麼錯啊？你顛倒了！覺得這個人沒什麼好說的，勸別人去。結果勸一個人還好，跟他吵了一架就算了。勸兩個人，到處去勸人，結果不但人人勸不醒啊，而且人人反過來說：「這個傢伙瘋了，這個傢伙瘋了！」最後那些被他勸過的人，大家都覺得這個人瘋了，沒有瘋的人就把他關起來，打了一頓，關在監牢裡邊，就這樣。一直等到事情過去以後啊，找這個人怎麼找不到了？發現他在監牢裡邊，「欸，這個你好端端地，怎麼跑到監牢裡邊去啊？」他真是有苦說不出。這是個笑話。",
    "558": "[09:18]但是這個故事說明什麼？說明了當我們眾人都在無明顛倒當中啊，這個有正確認識的人在我們看起來覺得不對的，覺得不對的，這也是一個事實。那我們現在眼前啊，處處地方都是這樣，我們不必說佛法。譬如說：就我們中國人來說，我們中國人兩個朋友，大家難得見了面，一起大家吃一個館子，吃完館子，一定說：「我請你，你請我。」外國人可不是啊！喔！大家見了面了，說：「那我們就一起去吃飯吧！」吃過了，「多少錢啊？」參佰塊錢！兩個人，每一個人壹佰伍拾塊。要我們看起來：「這是什麼話！」你就看不上眼他。反過來他也看不懂你，覺得大家吃過了各分各的，你們怎麼拉拉扯扯的，幹什麼啊？世間沒有一個事情例外的，我想我們應該了解吧！",
    "607": "[10:07]這為什麼要說這個事情呢？就是在我們正式開始學，一下要想把正見把握住，這個很難！那你既然沒有把握住正見，你覺得不能學，那你就沒有機會了。所以這是為什麼第一個先要認識說我自己有了病，那然後呢你就肯信賴依靠他，這個才是我們學進去必然的條件。所以前面一再說，這個法則不僅是佛法，世間所有的事情都如此。等到你樣樣弄清楚了，要想再做的話，沒有一個事情做得通。第一個，我們，我們沒有今天，不可能有今天，就長不大。你絕對不可能說：「媽媽的奶是什麼？我弄清楚了再吃。」長大了，「飯為什麼要這樣去做？弄清楚了飯再去吃！」哪有這個可能！這個細講起來，這是我們必定應該的，這個也是世間的正見隨順著。這是這一點上面啊，換句話說我順便一談，我們要了解這個戒的這個行相。",
    "671": "[11:11]那麼有了戒以後，第二個講定。因為你在粗猛的現行上面，不讓它亂走，那個是粗猛的現象慢慢地降伏了。你如果不降伏，儘管你關在屋子裡面，你心裡面還是胡思亂想，那時候你能定嗎？你定不下，如果你勉強硬在那坐的話，這是為什麼人家學定，一定出毛病的。你完全學不成，倒也就算了，反正浪費一點時間，打打瞌睡胡思亂想也就算了。你如果真正地硬把它制抑下來，因為那個心裡面非常地猛啊，那時候就要出毛病了，那時出毛病了。所以現在人家說，動不動走火入魔啊，就是這個道理。如果你定基好的話，一定很容易，這個我們要清楚，進一步那個時候就學定。",
    "718": "[11:58]寂靜者，如是於其妙行惡行，所有進止，由其依止念正知故，令心發起內寂靜住，所有定學。那個就是定學。由於我們前面曉得：啊，這個是該作的妙行，所以以前不習慣不想作，現在去作；這個是不該作的惡行，以前儘管一向歡喜，現在不要作。妙行應該進，惡行應該止，這樣。那麼要想這樣作的話，是什麼啊？依念正知，一定要有正確的認識，心心念念。所以如果說你能夠這樣制伏了粗猛的，進一步把已經調息的那個心，一方面呢心裡已經習慣了怎麼樣去調伏自己，一方面把粗猛的降伏了。所以進一步就用這個來調伏細的，這個時候得到這個心相叫作「定」。這個「戒、定」有這樣必然的層次，必然的因果關係。假定說我們這個戒就是說表面做一樣的話，那個定跟它毫無關係變得，要曉得這個。那麼那個時候，內心就發起「寂靜住」，心就安住在最寂靜的狀態，這個定。那麼有了這個定以後呢，然後把這個寧靜的心啊，再去深細地觀察，才了解世間的真實的狀態，這個叫作「慧」。所以",
    "809": "[13:29]近寂靜者，為什麼叫「近寂靜」呢？它不是寂靜，完全寂靜相，但是要相當寂靜地去觀察，才能夠把世間的真正的真相看清楚，這個才是智慧。所以",
    "824": "[13:44]依心堪能奢摩他故，依定學，「奢摩他」就是梵文，翻成我們中文：定、等持、等至等等。那麼這個奢摩他什麼呢？「心堪能」。我們現在是沒有力量的，胡思亂想，啊，不是向上昂就是向下沉，你要叫它聽你招呼，就是像生牛皮一樣，一動都轉不動，這樣。所以你得到了定以後，那心就如你所欲而轉，你要怎麼辦就怎麼辦，所以叫「心堪能」。",
    "856": "[14:16]觀擇真義發起慧學。那個時候你才能夠真正地觀察那個真義，心散亂根本看不到，那是慧學。",
    "866": "[14:26]如是唯具調伏相續三學證德，猶非完足，這個就是戒定慧三樣東西。但真正教人，這三個夠嗎？還不夠，還不夠，那麼下面還要幾樣東西。",
    "883": "[14:43]尚須成就聖教功德。還要成就聖教的功德，這個聖教功德叫什麼？",
    "890": "[14:50]言教富者，謂於三藏等，成就多聞。還要對這個經律論成就多聞。你真正地要教他的話，跟單單自修不一樣。自修你摸清楚你修的路；要想教別人的話，要廣泛地了解所教的對象。雖然你還沒有真正證得佛地，可是佛的經驗，完完整整地在說，你有了這個戒定慧的這個功力再去看的話，就這個整個的總相、別相，你有一個清楚的概念，那時去幫助別人就對了，所以他還要博通三藏。這個多聞功德，就是對教法的豐富的認識。所以，",
    "936": "[15:36]善知識敦巴云：「言大乘尊重者，謂是須一，若講說時，能令發生無量知解。若行持時，於後聖教，能成何益，當時能有何種義利。」那麼這個善知識敦巴尊者就說：這個大乘佛法當中的師長，是什麼樣呢？他呀，那一位師長說的時候，能夠發生無量知解。不是簡簡單單地就是告訴你：「就這個！」不是！他能夠各方面問題都了解、都解決，對於認識 ─質正量圓，這麼圓滿的認識。那麼然後你照著去修行的時候呢，他一定次第不誤，眼前得到什麼樣的利益，將來究竟果位是如何，所以因果之間絲毫不差，次第步驟一點不亂，這個才是真正的善知識。所以說這個地方，告訴我們的真正的，正是引導我們《華嚴》這條大王路的原因在此，在這裡。那麼更進一步呢叫「達實性」，說不但是了解得透徹，還要通達實性。",
    "1019": "[16:59]達實性者，是殊勝慧學，前面已經說了戒定慧了，這個慧，跟這個地方達實性的慧，差別在哪裡呢？因為真正的慧啊，我們說起來有三個次第：聞、思、修。而聞思修當中又開成六個：「聞」、「聞所成慧」，「思」、「思所成慧」，「修」、「修所成慧」。那麼這個達實性就是「修所成慧」 ─已經真正地通達法無我。那個大乘的達實性的地上菩薩 ─見道以後，這樣。",
    "1055": "[17:35]是謂通達法無我性，或以現證真實為主。此若無者，說由教理通達亦成。真正從這個地方的要達實性，是要通達實性的，這是地上菩薩。如果說萬一沒有的話呢，教理證成也可以，那個就是加行位上，乃至於資糧位上面也可以 ─「聞思相應」的。平常呢，這個天台所謂「大開圓解」啊，就這個，可以了，可以了！這個都是加行位上的，那個時候有這個老師。下面德增，",
    "1092": "[18:12]如是雖能具足教證，第四是特別講教，第五就是證。剛才前面，不是第四第五，就是說「教富」跟那個「達實性」兩樣東西，一個是教，一個證，這兩樣功德。那麼戒定慧呢，統攝的，這麼說啊！",
    "1112": "[18:32]若較學者或劣或等，猶非圓足，故須一種德增上者。如果他的這個成就跟你一樣啊，或者比之於差，這個不行。當然對我們來說，我們一點名堂都沒有，稍微有一點很好了。可是真正修學佛法的人啊，從下腳第一步，一直到成佛，等覺還要依靠善知識。所以這個地方既然稱善知識，他這個圓滿的德相，換句話說，總是要比你呀，還要來得高明的！不過單單高明夠不夠？還不夠，譬如像我們一點名堂都沒有，他像三腳貓懂幾下，這個也不行。所以這個次第我們要很清楚的，很清楚的。他至少的條件是什麼呢？就是說：三學當中有這個次第，還有呢德行比你增上。如果你一點都沒有的話，他有了三學，當然比你高了，這個。",
    "1171": "[19:31]《親友集》中作如是說：「諸人依劣當退失，依平等者平然住，依尊勝者獲尊勝，故應親近勝自者。那麼《親友集》上面告訴我們這麼說 這是菩薩造的論 啊，諸位啊！如果你依靠差的人的話，你就退失。所以後面特別告訴我們，我們修學佛法一定要依靠善知識。最好的是善知識，最壞的就是惡知識。你如果靠不如你的話，你就退步了，依平等者大家不能進步，如果說依比超勝於你的，你就獲得進步。所以我們應該親近超過自己的。",
    "1214": "[20:14]所有具最勝，戒近靜慧尊，若親近是師，較尊勝尤勝。」所以這些道理當中啊，他又把善知識的相又說一下，應該什麼啊？以戒定慧為主，而他也超過於你，依著這個次第，這樣來的這種人，是最超勝的、最精采的。那麼另外一個祖師，",
    "1243": "[20:43]如樸窮瓦云：「聞諸善士史傳之時，我是向上仰望於彼。」樸窮瓦就是剛才說的敦巴尊者的三個，三子之一，傳他法的最主要的。他自己怎麼說啊？他說：「我看見那個前輩啊，那些祖師菩薩的傳記的時候，啊，心裡好羨慕、好仰望啊！」這我也是有這個經驗。所以我也鼓勵諸位啊，剛開始多看那個前人的傳記，多看因果典型的故事，你自然而然啟發向上的好樂之心，不必在理論上面了解得很多。",
    "1285": "[21:25]前面沒有基礎，你先了解這個理論，不一定好，這個次第井然，次第井然。你有了這樣的心，然後那個理論一認識，馬上派上用場；你沒有這個基礎，認得了理論的話，往往會害你。到那時候，你的眼睛啊，是高不可攀，看看樣樣東西都不在眼下，這個時候「如天成魔」啊，你就會辛苦無比！這個事情是最痛苦的事情！眼前只是心裡面不知如何是好，完了以後呢，這種心情就是把我們引導當中啊，向下墮落的因素。當你真正地了解業這個行相以後的話，你一觀察就這麼清楚。到那時候，你自己會害怕，到時會害怕。所以我們現在要看那個善知識他們怎麼作。",
    "1340": "[22:20]又如塔乙云：又另外一個善知識，",
    "1343": "[22:23]「我於惹珍諸耆宿所，而作目標。」「惹珍」那個就是敦巴尊者當年造這個廟。阿底峽尊者圓寂了以後，那麼敦巴尊者就接受了他的教法，在那裡造一個廟叫惹珍寺。譬如說我們說前面的博朵瓦、樸窮瓦、慬哦瓦，乃至於後代的，像西藏的什麼白教、黃教，主要的這個淵源，都從這個地方流出來的。以我們現在來說的話，我們就盛唐的那些大善知識，說我們把那些前面的前輩作為我們的目標。所以說，",
    "1388": "[23:08]是須一種目向上望增上德者。我們要這樣作，一定一心仰望他，層次很分明。我們現在看那個佛跟菩薩，一看，哎呀，總覺得遠得不得了，這個佛動不動把生命啊、腦髓就捨出去，我們太遠了；看看祖師啊，就對我們很近！所以自然而然他對我們呢，有這樣的一個接引的功效。就像《法華》裡邊說的〈化城喻品〉，那麼這些祖師們對我們來說，也是個化城，我們更從這個上面找到這個方向，再向上看，就看到最高的佛陀的情況。",
    "1431": "[23:51]如是六法，是自所應獲得之德，諸所餘者是攝他德。上面這個是善知識自己應該的，那麼下面那些呢，就是幫助別人的！這個真正的善知識，除了自調以外，他還要幫助別人，幫助別人。下面呢在這個地方有一句話很重要，在說那個幫助別人之前，有這麼一段話。為什麼要這樣說？看一看：",
    "1462": "[24:22]此亦如云：「諸佛非以水洗罪，非以手除眾生苦，非移自證於餘者，示法性諦令解脫。」這佛啊，不是拿水來把你的罪洗掉，也不是用他的手，他雖然有神力神通，欸，沒辦法幫你除掉苦，也絕對不是以自證的移到你身上面。他怎麼？把那個法的真實的內涵告訴你、開示給你，教你這樣認真去做，得到解脫。那為什麼這個地方要插這段話？這個地方特別告訴我們，善知識的行相認得了以後，你從善知識那裡得到 ……，不是說善知識啊，你只要靠著他啊，然後他就把你一口氣一吹，然後呢像泥塑木雕捏一捏，把你捏成一個佛，不是的。把這個佛法的道理告訴你，你還是要很認真努力精進去學，那時候得到解脫。",
    "1524": "[25:24]這是為什麼我要鼓勵諸位看那個善知識的傳記，否則的話，我們大家總覺得：「哎呀，現在我是凡夫啊，然後我在這裡磕了一個頭，磕到哪一天的話說不定開悟了！啊，好！」沒有這件事情，絕對沒這件事情！必然的沒有一個例外的，你一定要了解，那時候我們聽聞。聽聞啊如果你把握不住這個原則的話，也是這樣的，越聽越遠，是越講越遠！這個重要的概念。下面才告訴我們：",
    "1558": "[25:58]若除為他說無謬道攝受而外，無有以水洗罪等事。所以總結一句話，一句話：除了把正確沒有錯誤的這個，告訴你攝受以外，其他的絕無任何方便能夠淨化你的罪。在這個地方我提一個問題：既然佛告訴我們說，沒辦法淨除我們罪的話，應該說來說去講「法」，那麼然後呢講完法我們要念「法」，為什麼我們要念「佛」呢？不是好像有矛盾嗎？大家想想看！現在我們要念佛，假定是照他這樣的話，那麼要念法啊，這個念佛不是沒有用了嗎？欸，念佛有用的！關鍵在哪裡呢？這個考考你們，下個禮拜，你們啊每一個人給我一點答案。然後呢我在這裡看了這個答案，再給你們評分，等一下我再說明這件事情。",
    "1633": "[27:13]其中四法，那麼下面就是說這個開始幫助別人的這個方法，先說第一個，",
    "1646": "[27:26]善巧說者，謂於如何引導次第而得善巧，下面說「善巧說」，不但你懂，而且你懂了以後，要懂得怎麼善巧地表達，是說引導的次第要懂得善巧。",
    "1666": "[27:46]能將法義巧便送入所化心中。能夠把這個道理啊，很巧妙地，很巧妙地能夠灌輸到聽的人的心目當中去，心目當中去，這個很重要。",
    "1685": "[28:05]悲愍者，謂宣說法等起清淨，不顧利養及恭敬等，是由慈悲等起而說，什麼叫「悲愍」呢？說你說法的時候 ─當然這利他的說法啦！那個時候「等起」，就是你說法的相應的這個心情要清淨，不是不淨說法。現在這一點是最難避免、最難避免！說實在地，我們真的說法的人啊，是為了利養名聞而去說法的人，這種人不太多；倒是什麼，就是自己的習氣相應的，這樣。我們習氣當中深細的不說，十惡業當中，語四業當中 ─綺語。這個綺語就是無始以來就好歡喜說，說閒話，欸，就是你坐在這裡沒什麼事情繼續說，嘴巴癢得很耶！正好有這堆人坐在這地方聽你講法，你講得很來勁！通常啊我們最難避免也就這種狀態，倒不一定是真正地自己說為了貪名聞利養，但是這個跟煩惱相應的，這個不行。所以他真正的說法 ─悲愍。"
}