{
    "12": "[00:12]這個等起心的話，就是你說法的時候你的心裡的動機，以及這個說法的時候，前面的動機固然是，後來相應的那個心理狀態始終就這個，是清淨的。這個什麼才是清淨呢？「不顧利養恭敬」，不是為煩惱，而是由什麼？「由慈悲」，就是你的的確確一心一意為了別人，來幫忙別人。這個慈悲也有它特別的理由，應該說應該特別的標準，這個標準我們到後面才慢慢地、一步一步地去了解它。",
    "53": "[00:53]他們師兄弟兩個說：「某人哪！我現在不管說多少法，我心裡面從來沒有受一個善哉！」人家當然一定會稱讚他，哎呀，說：「你說得好！」儘管人家說，但是他心裡面清楚明白，清楚明白，他心裡曉得：我說法不是受這個！為什麼？因為他感覺眾生的苦，他是由悲心。這有什麼好處呢？就是如果在這種情況之下，你心裡面一定是把持這個佛法的根本，安住在這個上面，你不會動搖。否則的話，我們說法的時候不知不覺就偏向於我們所好的 ─啊，這樣！今天假定說我有名相應、利相應的話，今天為了化一個緣特別讚歎布施，明天又為了這個又特別說這個；今天心裡面啊，綺語很歡喜啊，就天花亂墜說了一大堆，明天不高興了以後，就閉上了嘴巴就睡大覺！這個東西自然而然不相應；聽的人也一樣。這主要的原因我隨便一提，這個是悲愍。下面是：",
    "137": "[02:17]具精勤者，謂於利他勇悍剛決。遠離厭患者，數數宣說而無疲倦，謂能堪忍宣說苦勞。這個不但有悲心，還要精進 ─具精勤。真正講法的時候，喔，這個幫助別人是不容易的事情啊！不容易的事情啊！我想我們大家都有這個經驗，那不要說說法，我們這裡最簡單的就是燒飯，啊，發好心地去燒飯，跑到廚房裡，唉，這件事情是難哪！他要淡的、他要鹹的，他要什麼煮得爛一點、他不要煮得太爛，你不曉得怎麼是好。沒有做的時候很發心，做了兩天心裡面就說受不過。",
    "186": "[03:06]佛法也是一樣的，要去調伏別人，為我自己的 ……自己的煩惱你可以這麼說，為了幫助別人的情況就完全不一樣。所以說這個真正修學佛法，自利固然難，利他是更難，那時候要把那個大悲心具勤地 ……要想幫助人的話，不但要大智慧，而且要大精進的力量。所以在利他當中勇、悍、剛、決！這「勇」是勇猛直前；「悍」是不怕一切；「剛」的時候絕不摧折；果斷決定。",
    "223": "[03:43]遠離「厭患」，不要想這個不行，那個不行。這個單單說遠離厭患不容易的，後面他又告訴我們種種善巧，你了解了這善巧，照著這善巧去做的話，你自然會做到。要不然單單看文字上面，我們現在聽起來、看起來覺得：唉呀，過癮，做起來的話，還沒有做已經望風披靡地逃走掉了。所以在這種情況之下，能夠絕不怕。「數數宣說而無疲倦，謂能堪忍宣說的勞苦」。這已經是完全了，具勤是第五個，離厭是最後一個，這個就是十相，這個十相已經圓滿具足了。",
    "282": "[04:42]博朵瓦云：「三學，及通達實性，並悲愍心，五是主要。那麼這裡邊三學及達實性、悲愍這個是最主要的，最主要的，其他的輔助。他就舉了一個：",
    "294": "[04:54]我阿闍黎嚮尊滾，既無多聞復不耐勞，雖酬謝語亦不善說，具前五德故，誰居其前悉能獲益。博朵瓦的有一個老師，有一個老師，他的依止的老師嚮尊滾。他這個人啊，他實際上並沒有多聞，而且也不耐勞，啊，是不耐勞；平常講話就算應酬語他也是說不來。但是他前面上面這個說的三學有、又有達實性，又有悲心。任何人你只要跟他一起的話，就得到好處 ─善知識就是這樣。我現在想起來了！仁法師也是一樣，他這應酬話他也不大善巧。平常跑得去，我很少看見他跟人家說應酬話說它個五分鐘，通常三句話說完了，沒有了，好了！坐在那裡你坐五分鐘，他就嗯，就是這樣。以前我曾經看過弘一大師的傳記，哦！我覺得現在還是有這種人，還是有這種人，但是呢跟著他就有好處啊！",
    "364": "[06:04]嚀敦，下面是另外一個人。",
    "367": "[06:07]全無善說，雖說施願，唯作是念今此大眾皆未解此，餘無所知，然有前五，故誰近能益。」另外一個叫嚀敦，這個人也是一樣的，不善辭令，那完全不善辭令。就算施願─就說施主來，然後給他祝願，那個時候我們通常說：「三寶加持你，或者增福延壽 ……」這一類。這種話他都說不來，他說完了以後，人家也不知道他說些什麼，就這樣。這麼樣的一個人！欸，但是因為他具有前面這個五個條件，所以任何人不管是哪一個，能夠親近他就得到好處，就得到好處。這個就是前面告訴我們這個善知識的那個行相，善知識的那個行相。舉了例子，舉了例子，博朵瓦告訴我們的兩位善知識。下面我們看這個文：",
    "443": "[07:23]如是若於諸所學處，不樂修行，唯讚學處所有美譽或其功德以謀自活者，則不堪任為善知識。像上面我們說的這些，假定說他對於這些前面所說的，他並沒有認真地修行，乃至於心裡面也並沒有好樂，好樂一心一意去修行，只是說讚美這個，讚美這個學處，說這樣有什麼好，有什麼好。這個概念我們要很清楚、很明白地自己去體會，去認識它。也就是我們修學佛法的人，我們每一個人，都對於佛法有很大的景仰心 ─啊，就這個佛陀真偉大，真了不起。這個心情啊 ─對於三寶的讚美，但是更重要的我們要怎麼樣去學習，怎麼樣去學習，這個是兩件事情，這是兩件事情。",
    "550": "[09:10]所以在《高僧傳》上面有這麼一個公案：有一位大德他一生成就很高，那麼臨終的時候，很多弟子、七眾信徒就向他請開示。向他請開示，大家總覺得，這個了不起的大德，有修有證，這個開示總是非常玄奧的。結果啊他說了四句佛的略教戒經：諸惡莫作，眾善奉行，自淨其意，是諸佛教。大家聽著再講下去，沒有了！大家心裡面就覺得好像很失望，說：「怎麼？講了就是這個？」「唉！」說：「你們大家不錯，都仰望說這個善知識想來求他，所以大家都曉得恭敬有道的人。你們不曉得照著去，他是怎麼成就的。所以說『人皆知敬有道者，不知行之自得道也』。」我寫在黑板上，就是這樣。每個人都曉得說尊重、恭敬、讚歎有道的人，說，哎，這個人了不起、不了起！卻有一點事情對我們更重要的：你呀，自己去做的話，那麼你也能夠有這樣的成就。",
    "664": "[11:04]是！讓我們讚歎等等有絕大好處，因為這個做為我們一心仰求的目標，做為我們心目當中祈求的一個目標，這樣。可是真正要做到它的話，是什麼？你認真如法去做，這個才是我們重要的事情。所以這位大德說完了以後，下面加了兩個字：「唉呀，真可惜啊！真可惜啊！」這個「悲夫」就是，那個是文言。換句話說：「你們真正照著去做，是你們成就。你別看這麼簡單的幾句話呀！」簡單的幾句話說起來好容易，你可以把它說得天花亂墜，但是於事實有補否？有沒有真正的幫助？沒有！這一個是最值得我們警惕的。",
    "728": "[12:08]所以我們真正要在這個地方重要的，不要對別人去評頭論足，他好，讚歎不已，他壞，你就說他。你自己看，我應該怎麼辦？「見賢思齊焉」。看見他精采，想：我怎麼樣才能夠跟他學，他為什麼能夠做到，找到他做到的因，你能夠努力去做，你就是他，就是佛。「見不賢是內自省也」，看見人家不對，自己反省，說：「啊，我可不要這樣！」我們不要去評頭論足別人，那是一點意思都沒有，一點意思都沒有。",
    "778": "[12:58]所以這個地方，注意！我們真正應該好樂的地方是要好樂修行，因為要修行所以才必須要多聞，這個是重要的。所以這個多聞是修行必須的，如果說我們不幸弄錯了，聽懂了以後講給別人聽的話，唉，實在非常可惜。產生什麼毛病呢？「唯讚學處所有美譽」 ─就在那「哎呀，這個佛法好啊！」到處勸人，到處說什麼。自己不樂修行，這個是一個損失，這是一種。「或其功德」，或者呢，讚美這個功德，說：「唉呀！你這樣去做有多少功德，某人啊有多少大的成就。」幹什麼？「以謀自活」、「以謀自活」。這個地方說得更實在，更實在！前面有的時候我們說名聞利養什麼等等，是各式各樣的，總之一句話，我們弄這個東西是為了什麼？為了這個。錯了、錯了！這種情況「則不堪任為善知識」，這種人不能做為善知識。下面說：譬如有人，",
    "860": "[14:20]宛如有人讚美栴檀，謀自活命，有諸欲求妙栴檀者，而問彼曰：汝有檀耶？答曰：實無。此全無義唯虛言故。就好像有人說：「哎呀，這個檀香，栴檀香是多好啊！」他為什麼要這樣去做？嘿，是為了賣狗皮膏藥，自己求活命。那麼有的人真的要求這個妙栴檀的就來問了：「你有嗎？」「沒有，那是沒有。」那這種情況之下都是空話、都是空話，這毫無真實意義。這個栴檀不一定，也不僅僅是我們現在點的檀香，佛法裡面通常講的栴檀是牛頭栴檀，這個香它可以摧毀一切毒、一切毒，它一點點東西你碰上的話，什麼毒都消除掉了，香味那更是不在話下。",
    "931": "[15:31]在我們中國歷史上面曾經有過這麼一次，漢朝、漢朝，那時候有一個西域的使者來進貢。那麼進貢的時候，這個裡邊有 ─那個名是「牛頭栴檀」，那個牛頭栴檀列出來的份量多少？四銖，金字旁一個朱字，四銖。我們說斤、兩；兩下面是錢，錢下面是什麼？分，分下面銖。那個小得簡直，一錢已經少得一點點了，錢下面是分，分下面是銖。換句話說，一兩是十錢，一錢是十分，一分是十銖，換句話說只有一兩的千分之四，這一兩已經不得了的少，千分之四。那麼那個時候這個朝廷的規矩，進貢再名貴的東西，它一定有最低的限度，所以它不上兩，不曉得什麼東西，根本就這個你啊太開玩笑了，但是不曉得這是無價之寶。所以那個時候這個官不曉得什麼名字，相當於現在我們的外交部，那時候也就是禮部，先朝覲那個皇帝之前，先要經過這個禮部的大臣。那麼然後各式各樣有關的，一看！說這個四銖，這個不行，不夠那個規定！就沒有讓他進貢。",
    "1034": "[17:14]那麼那個使臣非常聰明，非常聰明，沒辦法進貢也就算了。那天早晨他就把那個四銖當中拿出來好少、好少，象徵性的一點點，他就把那個牛頭栴檀一點！一點啊，整個那個方方幾十里路都是那個香味，那種香味 ─此香只應天上有。那個上早朝的時候大家聞到，說這個從來沒有聞到過這麼個美妙的香法，而且人人聞到了。大家就問了，說：「這很吉祥的祥瑞，那個香哪來的呢？」大家不知道、大家不知道。那個時候，那個使臣也在那個朝廷上面，那個樣子、表情很特別的樣子，所以旁邊那個禮部的大臣就想這大概有關係，就問問他。他們當時說：「現在不便說。」那麼退了以後就問他：「怎麼，你曉得嗎？」「是。」「這什麼東西呀？」「就是我送來進貢的。」「欸，你怎麼送來進貢的你怎麼不來貢啊？」「按照這個天朝上國的規定，說不上兩是不行，我現在這個只有四銖，那我沒辦法。」「啊，那這個事情好像有例外。」那麼就報告，結果接受下來了。這個中國歷史上曾經出現過這麼一個公案，這個牛頭栴檀。所以這個東西，說要真正求這個妙栴檀，有這麼一件事情。",
    "1128": "[18:48]我們現在這個是一個比喻，實際上就是說，這個有非常殊勝的種種的功效，但是要真實的東西，真實的東西，不是我們嘴巴上面講。然後講或是自己羨慕而讚歎，乃至於為了自求活命，不管是名聞利養，空話、戲論！下面引經證：",
    "1154": "[19:14]《三摩地王經》云：「末世諸苾芻，多是無律儀，希欲求多聞，唯讚美尸羅，然不求尸羅。」於定慧解脫三種，亦如是說。就是說末法的時候，不要說一般人，就是那個苾芻出家人，苾芻本來他一心一意要求得解脫，一心一意求得解脫，所以要照文字是要深入義理的，可是到了末世的時候，沒有律儀，乃至律儀都沒有。律儀是什麼？上次我曾經簡單地提過，大家了解不了解，什麼是律儀？平常我們說是戒，這律儀有幾個名詞叫律儀、非律儀，然後非律儀非非律儀。這個我暫時還不說，下一個禮拜開始，我們這裡啊，再不然再下面，我們這裡會有覆講或者有溫習，晚上還有課，那個時候我會提出幾個問題來問你們的。所以尤其是前面那個老同學，我希望你們可以好好地溫習一下，如果不太了解，不妨翻翻字典。這地方只是簡單地說 ─戒，平常說是戒。",
    "1240": "[20:40]那麼後說，末法的時候苾芻都是沒有戒，只是求多聞。這個戒跟多聞在這個地方我們感受當中好像是兩件事情，是的，你不了解是兩件事情，你真正了解的話是一件事情。你要想真正地戒學得好，這一定要有正確的認識，這個正確的認識要透過多聞。現在呢你了解了以後多聞，聞了以後，你不去做，那沒有用、沒有用！所以前面已經一再地說，這個戒、這個律儀，不是說我們今天剃了頭了，說：「你戒臘幾年了？」「我是十年，你十五年。」這個是形相，真正有它的特別的內涵，這個才是真正的尸羅、律儀。所以我在黑板上寫這幾樣東西，你們看一看。這個古人解釋「戒體」叫「無作戒體」。為什麼叫「無作戒體」？為什麼戒能夠防非止惡？真正要學的三學，為什麼一定要從這個地方開始？這個就是我們的關鍵所在。所以它這個地方講的尸羅，整個地來說就是佛法，因為這個佛法一定是從這地方進去的。如果這個都談不到的話，下面根本就不談；這個有的話，下面跟著自然會來。",
    "1338": "[22:18]這個原因，所以經上面懸記是這個樣，說「唯讚美尸羅，然不求尸羅」，這種狀態。那麼有的人又會這樣想：「哎呀，經上面佛都懸記了，所以我們就不管了啦！」這個現在有很多人是有這種概念，這個概念務必要改過、務必要改過！修學佛法的人，跟世間不同，在什麼地方？世間的一般人整個地撥無因果，否定這個三世的概念，這是最愚癡的人。另外一種世間的人的話呢，他講命運，講命運又變成三世的定命論，換句話說樣樣是命，命定死的，實際上這也是個錯誤。",
    "1394": "[23:14]所以有一本好書《了凡四訓》，我想大家大部分同學都了解。他前半生聽了算命先生的話，就是算得死死，結果遇見了雲谷法會禪師以後，了解了佛法以後，把佛法來解釋，整個命運改了。說明什麼？說明佛法的真正的特質，什麼？講業感緣起，拿我們世俗通常的話 ─因果報應；既然有因果報應的話，你有這樣的因，就感得這樣的果報。因哪來的？你自己造的。宿生造的是無可奈何，也不必去管；可是同樣的今生也是因，所以你只要努力下下去就改了，不是很明白嗎？所以因為我們以前無始以來所積累的別業也好、共業也好，而感得現在這個時候的末世。是，如果你是個凡夫的話，那注定就這個樣子。既然你已經在修學佛法的話，請問：你讓命運擺布，還是你創造命運？佛法的特質告訴我們，欸！業感緣起，然後這個業的因就操縱在自己手上，你只要自己能夠努力，馬上改善。",
    "1483": "[24:43]袁先生是個凡夫，他懂得這麼簡單的道理，照著去做，命運改變了；我們現在修學佛法的人，還作為人天師表，居然也說：「啊！這個命。」不過命是這樣，我們就這麼守在那裡，讓那個命來擺布，這是佛法嗎？這是佛法嗎？不管這個算命的人誰算的，一個普通的算命先生，跟佛算的都是一樣，對不對？所以大家現在聽了：「唉呀，現在末法了，算了、算了！」這話完全錯了。那麼難道不是末法嗎？不，我們要了解是末法，這一點是絕對沒問題，佛講的；這個話：「現在末法了，趕快努力啊！」你就應該這樣，這個才是佛法的真正的真義！所以我了解了，正因為末法所以我們更要努力啊；你只要努力，你就向上了。",
    "1540": "[25:40]所以經裡面說的好多地方，正法的時候也有末法，你不照法去做的話，一樣嘛；反過來，末法的時候如果你行持認真的話，正法就住世了，這完全靠你自己。儘管眼前的果報的行相是莫可奈何，因為這是以往的因已經種下來了，當那個因感得異熟的時候，我們沒有力量能夠轉變它；但是現在眼前的因，卻是在我們的起心動念，然後由起心動念而身口行為，就在這裡。你自己清清楚楚、明明白白說，我現在從起心動念開始，這個行為，跟正法相應的，這就對了嘛！這就對了！所以這個地方要了解，順便說一下。不要說：「末法啦，佛已經說這樣了。」不是、不是！這個概念後面還要繼續地講。那麼戒是如此，根本是如此，更深一層的「定、慧、解脫三種」，也是這個樣，「亦如是說」。這不對！",
    "1618": "[26:58]次云：「如一類士夫，稱揚栴檀德，謂栴檀如此，香相極可愛。次有諸餘人，問如所稱讚，栴檀少有耶？諸士夫此問，答彼士夫云：我是稱讚香，以求自活命，非我有其香。那麼其次又說，就像有一類人啊稱揚讚歎，啊，說這個栴檀的功德是不得了，有種種的好處，還這樣地香呀！那麼那個時候就有別的人問：「你說這個東西這麼好，你有嗎？」他說：「對不起，我稱讚那個香，只是為了自己求活命啊，不是我真的有這個香。」這個人還不錯，這個人還很老實啊，要我們真的那樣子老實的話，那還不錯咧！很可惜的話，乃至於我們連他這一點老實都沒有。那麼下面說：",
    "1686": "[28:06]如是末世出，諸不勤瑜伽，以讚戒活命，彼等無尸羅。」所餘三種亦如是說故。等到末世是什麼現象呢？也就是這種現象，末世就是這種現象，那些人啊不認真去修學。「瑜伽」就是相應，什麼叫相應呢？就是你了解了這個道理，怎麼樣跟這個道理相應：喔，這個道理告訴我們，我們現在這種行相，都在煩惱雜染當中，如何去轉染成淨；然後你照著去做，跟這個道理相應了，這個就是我們該做的事情，這個就是我們應該精勤努力的事情。但是我們現在不，所以說「不勤瑜伽」。欸，不勤，但是呢就讚那個戒，稱讚說：「哎呀，這個好！」到處去講，到處去說，到處去弘，這種狀態，那個是非常可惜，實際上沒有真的內涵的。「所餘三種」，那麼戒以外的三樣，定、慧、解脫也是這個樣。所以"
}