{
    "4": "[00:04]如是修行解脫之尊重，乃是究竟欲樂之根本，我們要曉得，我們真正要想修行，求解脫的人來說，這個老師，這個尊重就是自己的師長，特別是我們依止的老師。現在我們平常不大重視，我要出家了，隨便找一個師父，然後剃一個頭，就反正他剃完了頭以後嘛，我自己受了戒，弄個道場，然後呢我跑著去可以啊，也可以闖一個天下。不是這樣，佛法不是。真正古代這個老師，他找老師很慎重，然後呢找了以後一生跟著他，他就是能夠把你從凡夫轉成聖人，這個才是屬於尊重。或者是你這個所謂親教師，或者是軌範師，或者是依止的阿闍黎，所以你的和尚，然後你的其他的阿闍黎，阿闍黎有好幾種，這一種就是我們所謂的尊重。要曉得這個是什麼？「究竟欲樂之根本」。平常我們世間求的快樂都是不究竟的，眼前得到一點小快樂，將來受大苦。而這個究竟的欲樂，就是眼前是要付出一點代價的，你必定要精勤努力地去學習，將來的話呢可以得到究竟解脫，這個完全靠那個善知識 ─自己的尊重。",
    "105": "[01:45]故諸欲求依尊重者，應當了知，彼諸德相，勵力尋求具其相者。所以凡是要真正求解脫的人啊，那麼一定要去找所依的這個善知識，這個作為你的善知識。那麼在這種情況之下，就應該了解啊，喏，所謂值得你依靠，能夠真正幫助你成就的，他應該有一些什麼樣的德相，這個時候要努力去尋求，尋求具這樣的德相的人。這是非常值得的，我們真正重要，真正要忙的事情，就是忙這個，就是忙這個。",
    "150": "[02:30]所以我跟你們說，《一夢漫言》等等，有我們中國祖師那個傳記，乃至於現在介紹給你們，這幾本有印度的阿底峽尊者的傳記，以及西藏的傳記，好好看。這個真正的內容，有很多我們還不懂的，有很多不懂。譬如《密勒日巴尊者傳》，看起來好動人，可是裡邊實際上很多內容我們並不懂。我現在建議你們看的，就是頭上他們找師跟從師，找的老師跟跟老師的這種情況，叫我們真是啊，從內心會對他產生那個絕深地讚歎恭仰，至少啟發我們現在一個好樂之心。這個詳細的內容，以後慢慢地我們在研學過程當中，或者你自己會了解，或者有機會我們再去深談這些問題。這個是求老師如此，另外一類呢，",
    "219": "[03:39]諸欲為作學人依者，亦應知此，勵力具足如是德相。還有想作老師的人，想作老師的人，就是作為學的人依靠的，也應該知道，應該知道你怎麼樣去攝受這個學生，攝受那個學生啊！這一點我們要注意，平常我們總是出了家了，總覺得自己有一番事業很歡喜，帶幾個徒弟，然後呢這樣的話這個事業有人繼承。說起來這是一件好事，但是要傳給下面的，以及繼承的是什麼事業？佛法事業、佛法事業。所以為了這一點起見，先應該努力，使自己具足這個佛法的條件，那個時候對了，那個時候就唯恐你不帶，而且唯恐你帶得少。如果這一點不具足的話，你事業是成功了，佛法損壞了，那就害了。",
    "291": "[04:51]所以佛一再說：「獅子身中蟲，自食獅子肉。」佛在世的時候，波旬魔王處處地方跟佛搗蛋，佛對他的態度，說一下。波旬魔王跟佛說：「佛陀啊！您老人家的確了不起，我也實在佩服得你五體投地，你在世的時候我是拿你沒奈何，等到你走了，涅槃了以後，那個時候我要來破壞你。」佛陀笑笑：「你破壞不了。」波旬說：「你曉得我怎麼破壞你呀？」佛陀說：「你倒說說看。」「嘿！我到那時候入你的寺，穿你的衣，做你的子孫，這樣做！」然後佛就流眼淚，哭了！哭了！這個千真萬確的事實。所以在這一點很值得我們自己警惕啊！所以佛特別說，佛法外人沒有辦法破壞，誰破壞？就是獅子身中蟲！",
    "379": "[06:19]那麼破壞的時候有兩種方法，一個叫「行籌」，一個叫「說相似法」。什麼行籌？籌，那個竹籌！這個籌，實際上就是我們半月布薩的時候，它平常大家有什麼問題的時候，「同意、不同意？」用那個籌，用那個籌。我只有一次看見過這個籌，那一次是我在印度結夏的時候，印度結夏的時候，我把它寫一下，下面一個壽字，下面一個壽字。那個籌就是那個籌碼的籌，行就是行路的行。我現在跟你們說一下，我們不是結夏的時候，他又要說，現在我們的本師釋迦牟尼佛受第一籌，你們結過夏的對不對？就這個第一籌。有很多人，對了。也許在家人不曉得，真正結夏，不是說，哎呀，我現在結了夏了，然後受人家供養了，哪有這樣的事情！真正結夏的時候，你全部精神在這裡用功，因為你用功有了功德，所以那個在家人那個時候來供養你。所以我那次去看，看了好歡喜、好歡喜。我們那個地方不大，然後那個廟堂裡面擠了四、五百個人，大家在那兒弄，弄了一身是汗。一根籌，先上去，不曉得幾根，那我都忘記掉了，數的。釋迦世尊第一根，哪一個、哪一個、哪一個，很多祖師等等，就這個籌。",
    "483": "[08:03]所以凡是僧團行事的時候，那一定有問題了，那麼今天有幾個人，「僧到否？和合否？」然後我們說這些啊，就數數人數。那個數數人數，平常我們不是用點名什麼等等，然後拿那個籌，一面是同意的，還有不同意的，它都有一定的方法。然後所以這個真正布薩的時候，一定要布薩清淨，這兩者不容易，好不容易！你清淨了，可以；要不然的話，現在我們這個時候情況也是一樣，在議會裡邊，如果說──搗蛋分子多的話，那這個議會是破壞整個制度的。所以別人沒辦法破壞，而是這種似是而非的這個人跑得去行籌的話，那就完了，那就完了，那就完了！這第一個，行為上面的錯誤。",
    "541": "[09:01]另外「說相似法」，講道理的時候，他又講得似是而非，你說他不是嗎，他都是引用的佛經典故，解釋的時候，他又是隨自聰辯不依師承，各說各的。本來嘛天下的事情就是這樣啊，如果說你們或者已經有過經驗，可能有人沒有經驗，曉得世間那個辯論，辯論這個東西完全是種技巧，不管任何東西，你總歸可以把它死的說成活的，活的說成死的，由你說。佛法也是這個樣，如果你不照著師承，認真照著次第去說的話，你就可以，你愛怎麼說，他就怎麼弄，那就亂了，這麼一來的話，佛就流眼淚了。所以這一點，我這個地方特別給大家簡單地說明一下，這個概念一定要非常清楚。所以說「行籌」、「相似說」這兩件事情非常害、非常害！假定說我們自己真正覺得，內心當中是為佛法，希望弘揚佛法也好，希望修持的話，這地方重要啊！重要啊！那麼學 要找這樣的善知識，教 使得自己要做到這樣的程度。那麼目前的情況是如何呢？說",
    "634": "[10:34]由時運故，具全德者實屬難得，但是呢因為這個時代不同，法運關係，真正具足上面這樣的十全十美的這個條件的人，很難、很難。",
    "656": "[10:56]若未獲得如是師時，將如何耶？──怎麼你得不到這樣的完整的老師，那你怎麼辦呢？下面我們看，說先引經上面。",
    "669": "[11:09]《妙臂請問經》云：「如其僅有一輪車，具馬於道亦不行，如是若無修行伴，有情不能獲成就。說假定你那個車子只有一個輪子 馬車一定要兩個輪子，或者四個輪子 那麼在這種情況之下，就是有了馬路，又有了馬，對不起，你這個車子只有一個輪，沒有用；換句話說，就是你自己。要怎麼辦呢？一定要有修行的助伴。這個助伴有兩種：上面的、同行的，所以我們稱為善知識。有一種呢上面的善知識 ─依止的尊重善知識；還有一種同行的，同行善知識；乃至於還有外護善知識。所以真正修行而沒有善知識的話，普通一般人啊，不可能獲得成就，絕不可能，而且。",
    "736": "[12:16]若有具慧形貌正，潔淨姓尊趣注法，大辯勇悍根調伏，和言能施有悲愍，堪忍餓渴及苦惱，不供婆羅門餘天，精悍工巧知報恩，敬信三寶是良伴。這個裡邊說的我不一個、一個解釋，實際上這個裡邊的這個條件，你一一配的話就可以曉得，上面這個十樣，上面這個十個條件。這個那些人就是真正修行佛法、敬信三寶，那個是我們的最好的修行的善知識，或者是自己的尊長，或者是自己的同輩，自己的同輩。",
    "792": "[13:12]諸能完具如是德，於諍世中極稀故，半德四分或八分，應依如是咒師伴。」但是像上面這樣完全、完美德行的這種成就者，在末世的時候很少、很少。末世的現象是什麼？末世的現象啊，大家不是忙著去解脫。正法的時候，聽懂了道理，馬上把那個道理自己觀察、反省，如法修行求解脫，進一步求了解脫就去幫助別人。求解脫，單單求解脫是小乘、二乘，然後呢進一步幫助別人的時候是大乘。所以那個時候一點諍論都沒有的，各人的根性不一樣，用不同的根性去學、去行，人家差的人，等到你學好了就幫助別人，所以上下和睦極了。到這末法的時候呢，懂得了一點道理了以後，不去修行，然後覺得：欸，我的是這個樣，你怎麼那樣的話，大家互起諍論。然後他比我好的固然不服氣，他比我壞的固然是覺得瞧不起，他比我好的也不服氣！所以這個是諍世。在這種情況之下，這一種具足圓滿條件的善知識比較少了，不是沒有，很少，很少了！那麼那個時候怎麼辦呢？半德，只要這個裡邊一半，乃至於四分之一，或者甚至於八分之一，應該依這一種咒師伴。這個咒師就是學密教的，因為這一部經是密教的經典，密教的經典，實際上它是印證 ─不管是修學三乘佛法當中哪一個都要，這樣。下面的解釋",
    "921": "[15:21]此中所說圓滿伴相，八分之一為下邊際。上面這個引那個經上面告訴我們，這裡有幾個理由。第一個就是說明，用個比喻，就是修行一定要有依止；第二部分說依止的條件是這樣；最後就說，萬一在末法的時候，那麼我們應該怎麼辦？說：至少要有八分之一。這個八分之一怎麼個算法？這個就很難算了，一共十樣東西，你這個八分之一怎麼說呢？這個要了解，這個十樣東西當中有它必然的次第在，必然的次第在。就像我們造房子，這個八層樓，就是說，你反正造好了，你可以隨便挑一層，形相上面講的時候隨便挑一層，實際上不管挑哪一層，這個基礎一定在裡頭的。你挑八層樓的，下面那幾層都有，這個很明白。你挑這個第八最高一層，雖然你住是住在上頭，請問：那個第八層建立在什麼上頭？建立在第七、第六、第五、第四、第三、第二、第一、基礎。所以你不能說我挑了個八層樓，下面不要的，有這樣的事情嗎？絕對沒有！這個次第必定要懂得。",
    "1005": "[16:45]那麼這個次第當中，哪一個是根本啊？戒、尸羅，所有的佛法都是這樣的，這個也為什麼我們剛開始就說尸羅。正因為如此，所以我處處地方告訴大家，講到戒總是提一下，因為很容易誤解，大家很容易誤解。說到那個戒總是：好，趕快剃一個頭，五戒；然後十戒；我求個菩薩戒，把那個衣服穿起來，我是受了戒的人！這個是結個緣，它有殊勝好處，我們讚歎不止。佛法真的美，千萬不要輕視它，不要因為我剛才說的這個話，大家就輕視它，那完全錯了。我們絕對地尊重，但是了解它真實的內涵，才是我們要學的。這是甘蔗皮，你沒有這個皮絕對沒有裡邊的，可是你千萬不要把皮吞下去了，甘蔗吐掉了，我們就是這個毛病現在，這一點是特別注意！特別注意！後面講到戒的時候，詳細的內容再來說它。",
    "1074": "[17:54]那麼這個地方再簡單說一下，就是調伏，就是至少他能調伏自己。遇見事情的時候，平常我們講道理可以，遇見事情的時候，大家就煩惱生起來了。請問：你現在修學佛法要調伏煩惱，這個老師自己都煩惱，他怎麼告訴你？反過來說，你自己遇見一點點事情你就煩惱得要命，你怎麼教別人？是，我可以現在這個地方弄了很多錢，弄了很高的地位，你聽我招呼，我給你錢，不聽我招呼我不給你錢，他只好服服貼貼地聽你，這個是出家法嗎？不是，這我們要了解，這要了解。所以你事業弄得很輝煌，喔，人家看見那個事業很輝煌，這個在播種佛法的種子方面，我們是非常讚歎，但是對佛法的真正的深廣的內容來說的話，我們要辨別得非常清楚。所以對別人我們絕不妄加是非，凡是他真正好的地方，我們還是去讚歎；可是對自己的要求的話，必定要從這個基礎上面步步提升，不要自己騙了自己，不要自己糟蹋自己。所以說這個「八分之一」。",
    "1151": "[19:11]那麼他為什麼不說十分之一，而說一個八分之一呢？這又妙了，對不起單單一個戒還不夠，換句話說你有了戒，還要這麼有一點點。實際上這個裡邊你們要了解，並不是說，等到你戒十全十美做到了，加上其他的，還有這麼一點點喔。就是說，做任何一件事情，一定是互為增上的，你有了戒，慢慢地有多少，可以說你這個戒啊，把握住根本，把握住根本。譬如說我們說，要百分之百圓滿，那麼八分之一的下邊際，如果我們用算術來算的話，就是百分之十二點五。那麼那個時候，你就有百分之四嘛是戒，然後百分之三是多聞，百分之幾嘛是其他的，在這個上頭算起來，能夠達到這樣。不過這個算術還是死死的，如果我們認真地學下去，到那時自然會了解。你真正只要跟他相應了，你就很清楚、很明白，喔，他所說的八分之一是什麼。你真的能夠調伏自己煩惱的時候，那個時候你才懂得，要調伏煩惱需要具足很多條件，你等到把這個條件自己體驗到了，那個時候你去幫助別人，那可以了。所以這個時候的老師是這個。",
    "1234": "[20:34]那麼目前呢，對我們修學佛法的人這倒是一個難、比較難的事情，也千真萬確的事實。你自己沒有一點經驗，還不容易認得，還不容易認得，等到你自己有了經驗，你說你又何必找老師？關於這些問題，我們下面會詳細說明，這地方我簡單地說一下。假定說我們啊，純粹是從修持下手的話，剛才這個困擾是會，不大容易突破。假定說你多聞，能夠從聞上面來輔助的話，那這個困難就沒有。為什麼？你聽聞了以後雖然你沒做到，假定你聽聞得到訣竅，什麼叫聽聞得到訣竅？你聞而能得聞慧的話，行了，你聞而不得聞慧那個沒有用，那個沒有用！所以他講的佛法的真實的內涵，說：是，佛法是這樣，它目的是破 ……，戒、定、慧指出行相。當他講的時候，你心裡感覺：「哦、哦、哦、哦！我現在了解了，原來這個貪的行相這樣，他用什麼方式去對治它。」你那個認得了，認得了多多少少你有點很輕微的體驗，你有了這個體驗，然後去鑑別就可以看得出來。如果說你沒有這個體驗的話，你沒辦法鑑別。",
    "1318": "[21:58]我現在說一個世俗很簡單的，大家一下就了解了。譬如說我們寫字、寫字，就是一個完全不懂得字的人，你看不出這個字的好壞。假定說一個人跑得來寫德文，寫俄文，你根本不曉得俄文是什麼樣子，他寫得好壞你怎麼曉得他？你一點辦法都沒有。他寫中文，你不認得字的人，他也不曉得這是什麼，畫的是什麼東西。如果是你學過，不要說你啊是個書法大家，不要說你是個大學生，就是你是個小學生，你學過了，然後你跑得去看，你就曉得他這個字美，他那個字比較不好。你自己寫不出來，對不對？因為你多多少少了解一點，經驗一點，這樣。所以說假定你不從多聞入手的話，你對這個佛法完整的內容沒有概念，只有你碰到的那一部分，你有一點籠統的概念，那個時候，你就沒辦法去判別。所以走另外一條路，假定你能夠從聽聞下手的話，那個時候你多多少少有一點經驗的話，你就能夠判別得出來，所以這個困難並不存在。問題是說你走的時候走對沒有，走錯了一定存在。",
    "1403": "[23:23]就像我們現在太多人，哎呀，大經大論聽了一大堆，乃至於自己去講，講是講，聽是聽，等到自己修行的時候用不上。修行了怎麼辦啊？好了，好了，現在我們講完了，跑到這個地方去拜佛了，現在我們好了、好了，跑到這地方去是念佛了，剛才這個沒有用了！嗯，那剛才講那個東西幹什麼用的啊？關鍵就在這裡。然後大家說：「哎呀，這個高明、高明啊！」的確高明！那麼你怎麼爬上去呢？假定說中間沒有一個方式的話，這個高明有什麼用呢？這個是很多地方都是關鍵的問題喲！反過來，你說那個沒有用甩掉它可以嗎？又不可以，一直這樣的，都是空言戲論！所以在這個地方順便說一下，必定要曉得，這個八分之一的這個行相為何。這地方只是把那個原則提出來，然後呢，從我們這個地方開始向下，處處地方就自然說出來了。說出來了以後你們務必要真正地注意、深入，那個時候了解它的特質是什麼，差不多就有一點可能了。",
    "1481": "[24:41]鐸巴所集《博朵瓦語錄》中，述大依怙說尊重相，亦復同此。那個鐸巴所集的博朵瓦的語錄當中，他這個語錄當中啊，就是換句話說他老師講的。這個老師講的，實際上都是老師的老師，說：阿底峽尊者傳給敦巴尊者，敦巴尊者傳給博朵瓦，博朵瓦就集在那個語錄當中。這個語錄不是他自己寫的，他講的，他的學的，跟他學的人鐸巴，所以他這個話都是引述他自己的尊長。「大依怙」就是阿底峽尊者，阿底峽尊者也特別講那個善知識的行相，跟上面是一樣的。",
    "1536": "[25:36]故於所說完具圓滿諸德相中，隨其所應配其難易，具八分者，為下邊際。這個最後那句話，就是說明了，現在這個大師這個師承來源。不要小看這句話，你隨便看無關緊要，真正修行那個師承來源非常重要！非常重要！所以這個敦巴三子傳下來的那幾個人，最後如何一一傳到宗喀巴大師身上的，如果我們真正地要學這個傳承的話，老師都會告訴你的，這樣。",
    "1586": "[26:26]我們現在了解了，喔說教的人要這樣，那我們要去求他了，對不起，先不要去求，先看看自己怎麼樣，學的人要什麼樣？而這個裡邊在沒有講之前，先要特別強調一點，先要自己學的人啊，有了這個條件，那個時候才可以找，真正善知識才找得到，找到了才可以依止。要不然的話，你根本找也找不到，就算你幸運地碰到的話，你不但啊沒有好處只有害處，這個我們要了解的。",
    "1627": "[27:07]就像啊玩一把寶刀一樣，拿到一個武藝高強的人手上的話，如虎添翼；如果不幸被一個小孩子拿到的話，那就要命了！那要命了！他沒有人在他身邊，他只是傷了自己，誰在他身邊誰就倒楣。這個所以我們真正學的時候，這個地方重要的是學者自己，學者自己。我剛才這個話，倒不一定是好像說笑話，也可以說，很輕鬆的這種狀態當中，我們可以體會得到。像我們啊到處地方都是這樣，常常說：「哎呀，這個很多人覺得，開始的時候啊，對這個佛法無比地敬仰，等到你出了家以後跑得去啊，常常失望！」為什麼？就是那把寶刀啊，在一個小孩子手上，誰碰到他誰就倒楣。我們到那個時候，懂得一點法，然後說你這個不對，說他這個不對，說他那個不對，說他那個不對。平常你世俗的標準本來很低，大家馬馬虎虎算了，現在你這麼高的標準跑得來要求別人的話，人人受不了，就這樣，實際上真正傷害的還是自己。那麼現在我們看看，我們學的人應該怎麼辦呢？所以",
    "1710": "[28:30]第二能依學者。這個科，是說能依學者的相。換句話說，學的人要具足什麼樣的條件，那有一個論。",
    "1723": "[28:43]《四百論》曰：「說正住具慧，希求為聞器。不變說者德，亦不轉聽者。」這個下面會解釋的，下面會解釋的。實際上這個裡邊啊，說真正具足條件的修學的人，應該具有三個條件，叫作「正住」、「具慧」、「希求」。他有了這個條件啊，才能夠產生下面這樣的功德。",
    "1751": "[29:11]《釋論》解云：解釋那個《四百論》的，說：",
    "1756": "[29:16]「說具三法具上面這個三樣條件的人哪，那個則「堪為聞器」。"
}