{
    "11": "[00:11]這個才是真正可以修學佛法，作為一個修學佛法的一個弟子。",
    "18": "[00:18]若具其三，則於法師所有眾德，見為功德不見過失。猶非止此，即於聽眾所有功德，亦即於彼補特伽羅，見為功德非見過失。你有了這個三樣東西以後，那麼對這個法師所有的種種的功德，你看見它，對！它是功德。下面這句話很有意思哦，「不見過失」，你不看見他的過失。反過來說，假定你沒有具足這個條件的話，法師的功德你看不見，你看見他的卻是過失。我們或者會懷疑：會嗎？嘿！就是這個樣，就是這個樣。也許我們現在已經看過《密勒日巴尊者傳》，也許沒有看，至少上一次我們講過中國祖師的公案，中國祖師們的公案 ─三位同參跑得去參一位善知識，不遠千里跑到那地方去，結果他一看，門一關！把他關在門外，晚上了。到了第二天一盆冷水，一潑！那我們心裡想想：「什麼！這個大善知識，這樣殘酷的人哪！」啊，那你呀，不跟他打架，至少你到處去宣揚說：「啊，原來這個善知識，就這副德相！」處處地方去破壞他。嘿，不是，真善知識，真善知識！",
    "105": "[01:45]平常我們最好跑得來：「哎呀，某人哪，你辛苦啦，好啊！你難得出家！哎呀，現在地方處處現成的讓你 ─嗨，我們這個地方，有種種條件，很優厚啊，你只要來，這個地方鬆得很欸！你要出去嘛就出去，要玩嘛就玩，要來聽課就聽課，不願意嘛，你打打瞌睡也沒有關係。」「好、好、好！這個地方好，真慈悲！」然後我跑到那地方，要求這麼嚴格，動不動就呵斥你，這個不對、那個不對，「啊，這些人，怎麼一回事情啊！」我想我們很容易體會得到這一點，對不對？不是說一定說，哦，這樣的處處地方縱容你一定壞，而反過來說，呵斥你一定好，不是，這不是！我們一定要了解：他為什麼而縱容你？為什麼呵斥你？如果你了解這個內容，你正確了解的話，縱容你也對、呵斥你也對；你不了解的時候，縱容你也錯、呵斥你也錯，這個才是我們要了解的。那你憑什麼能夠了解他呢？你至少要自己具足，辨別他所以縱容你為什麼，辨別所以呵斥你是為什麼。你能夠辨得清楚了，對！所以他下面說，你一定要具足這個條件，那個時候，你能夠辨別得清楚是非，太重要了！",
    "188": "[03:08]我們必須要了解，我們無始以來都是在情染當中，我們總算宿生有善根，願意放棄掉世俗的享受，跑到佛門當中來，內心當中至少應該認識，我到這裡求的是什麼。想想看，對不對？假定說拋棄了世俗的這種東西，居然跑到這個地方來，還要求得吃得好、穿得暖，你來幹什麼啊？所以我一直感激我當年的老師，我老師平常不會這麼大聲地吼，有時候也會呀！可是他經常提起的，會說一句話：「某人啊！你這樣來，對得起你自己嗎？你來的目的，就是這樣嗎？」就這麼兩句話，常常跟我說，我到現在這兩句話，一直受用不盡，所以我這個地方特別地說一下。真正善知識的功德、過失，看不見啊！看不見啊！反過來，他今天這個地方需要你了，然後呢，用甜言蜜語說完了以後，然後你留在這裡 ─哦，他倒不一定好欸！當然，他也有所謂「先以欲鉤牽，後令入佛智」的悲心，有的呀！所以這個地方我特別說明一下，你一定要了解他的真正的動機、行相何處？",
    "278": "[04:38]那麼，在這一點上面，所以特別值得一看的 ─《密勒日巴尊者傳》。尤其是前面那一段，唉，這個老師的作風啊，也可以說我們現在這個世間上面，你絕不可能找到這麼一個殘忍的人，居然在佛門當中，實際上他是一個最了不起的大善知識。這裡呀，我們也不必說羨慕他有這麼高的成就，他有這麼多的善知識，我們自己想想看，如果這件事情碰到我身上受得了嗎？你去好好地看看這個故事，受得了嗎？這個是他的根本原因，所以啊，這個地方特別說明要具足條件。如果不具足怎麼辦呢？",
    "331": "[05:31]若不完具如是器相，說法知識雖極徧淨，然由聞者過增上故，執為有過，於說者過，反執為德。」──假定是你不具足這個條件的話 ─很重要呀！所以這裡特別強調，我們修學佛法的人應該有的條件。下面究實說來，所以我們真正要學的，就是學看看我條件夠不夠，不夠，趕快努力；夠了，可以去找了。假定你是不完具的話，說法的知識，雖然「極遍」的淨 極是絕對地對，遍是普遍地圓滿 乃至於像佛一樣，這真正圓滿的，極遍地圓滿，像佛一樣乃至於，結果「由聞者過增上故，執為有過」。因為聽聞的人，學的人自己本身有過失，這個過失的力量強盛的關係，他老師的真正德行看不見，還覺得這個老師的錯誤。請問你看見一個錯誤的老師，你願意依靠他嗎？第一個，不願意，就是你逼不得已而靠在這地方，你看見他都是過失，你肯聽從他的話嗎？",
    "412": "[06:52]所以我以前常常聽見這種話，聽見怎麼講？「啊，這個師徒之間萬一有了問題或者其他的，你就不理他，不理他，你看他怎麼樣？他就是莫奈何你呀！」就是這種味道。這算是好的喲，還沒有翻臉，還就是這個樣。那你說請問你怎麼跟他學啊？他怎麼教你？不吵還算是很好的啦！師徒之間這樣的話，不鬥爭怎麼辦？師徒之間尚且如此，你跑到這裡去，能教別人嗎？所以古來的人說：「求忠臣於孝子之門」，有大道理，如果自己家裡面都弄不好，居然說能夠治國、平天下，無有是處。他可以用「術」，但是術是一種手段，真正要想把那個東西弄得真正好的，不靠這個。世間尚且如此，何況佛門。所以說他老師的功德看不見，由於自己的過失，「執為有過」。",
    "490": "[08:10]反過來，妙啦，他這個老師明明有過，他就反執為德。嘿，有過的地方，他覺得這個好啊！為什麼？欸，這個老師很寬啊，他愛怎麼辦就怎麼辦哪，就是這個道理，很清楚、很明白。所以有很多地方，哦，這個人很慈悲，這是個慈悲王，反正你要錢，他就給你錢，你要玩，他就讓你玩，然後你回去的時候，他總歸給你吃。啊！痛心，真是叫人痛心啊！佛法裡面是這個樣，所以在這點我們特別地注意。",
    "526": "[08:46]是故縱得完具一切德相知識，然於其師亦難了知。若知彼已能親近者，必須自具是諸德相。所以曉得，縱然有很好的善知識 ─他圓滿具足所有善知識應具的條件的那個，但是你不一定了解，「然於其師亦難了知」，為什麼？你不具足真正觀察的能力。「若知彼已能親近者」，假定你要想了解他，必定要具足一些條件；了解了能親近的，更需要這個條件，所以必定自己需要這個德相。那麼這個德相是什麼？下面休息幾分鐘，我們再來說。",
    "586": "[09:46]那麼上面呢說明了這個一個大綱、一個原則，所以在這個原則之下，說修學佛法的人，真正能夠修學佛法的人，他必定具足這個條件才可以，才可以找到善知識，而善知識尤其是修學佛法必不可少的。所以凡是這種都是關鍵問題所在，現在我們所以不得成就的，就是這個地方，現在我們聽過這個裡邊的，實際上我相信極大部分的人，不要說不懂，乃至於聽都從來沒聽說過，「啊！原來修學佛法，還要這樣的呀！」請問這個不懂你怎麼修學佛法？這樣，就是這麼簡單法。就像我們世間很簡單的一樣東西，你說我要想去學一個工程師，而工程師哪裡去學？學些什麼？一竅不通！雖然有這個心，不行。那麼佛法也是如此，實際上要求的條件更深，原則是通的。哪三個條件呢？現在分別來說一下。第一個正住，請看文。",
    "666": "[11:06]其中正住者，謂不墮黨類，說「正住」是什麼？就是從反面來顯，「不墮」，墮就是陷在這個裡邊，自己執著在這個裡邊。「黨」，就是自己的，有自己的執著，那麼這個執著不是一般的，就是宗派之諍。宗派之諍，所謂黨同伐異，跟他相同的，大家好，不相同的，排斥。這個目前，我想我們都可以感受得到，都可以感受得到的。大乘、小乘固然是諍，小乘當中一裂裂為十八部，實際上加起根本的，二十部。大乘又是性相、顯密，又是什麼教下，然後宗下，又是念佛的異方便。教下又開為三家，每一個地方都是，宗下又是五家、七宗。啊！那簡直是支離破碎。但是，你真正把握住了解了以後，卻不是支離破碎，變成什麼？非常燦爛，非常燦爛，就這樣，這個問題就在這裡上。",
    "743": "[12:23]就像那個樹一樣，假定你是長得非常好的根、枝，然後大的主枝、分枝，然後分到細枝、葉、花、果，琳琅滿目，美不勝收。萬一你把握不住原則的話，一大堆堆在這個地方的話，啊！你簡直不曉得怎麼辦是好。所以問題不怕你有這麼多的差別，而怕你不善運用。那麼現在我們這個狀態不了解，所以執著自己的就對，排斥別人的。",
    "784": "[13:04]若墮黨執，由彼蔽覆不見功德，故不能得善說妙義。假定說對於這個分宗分派當中，你「墮」，就是你在這個上面執著，對於這個上面你執著的話，於是因為你執著的這個喜好，被這個東西遮蓋住了。譬如說，我們現在常見的這種狀態，就是念佛，除了這一個佛號以外，其他什麼都不要了，不管你有多好的東西，他就是不行！參禪的，他又說教外別傳，所有的經又不要，就是這個。這樣不管你什麼，他不可能見到功德，他只覺得這個是一個錯誤。佛法裡邊變成這種狀態，你還談什麼弘佛法呀！弘固然談不到，最開始的修也談不到。所以弄到後來，我是覺得最圓滿的方法，就是念佛吧，是，萬修萬人去，可是不幸的是，你這種都不要，都不要了。真正說起來，乃至於念佛的真正的訣竅他都沒學到，請問在這種狀態你怎麼念得好？就是這個。所以他真正的這個功德見不到，由於這種執著，心裡面見不到，就不能得到真正的妙義。這個妙義才是好的，是善的，因為你得不到這個妙義，你只看見他壞的那一面。",
    "879": "[14:39]不過這個地方，他說的黨類是指就是分宗分派的，現在目前我們很可能還有另外一類，雖然不在佛法的宗派之中，可是卻確實有這種現象。譬如說，我們來念書，跑得去幹什麼？啊，「混」它一張文憑，「混」幾年！我為什麼要提這個字，那是因為我的善知識當年呵斥了我，我現在心裡印象很深。世間大家平常，常常說，只是說他倒不一定真的混，客氣，「哎呀，我還不是在這裡混混啊！」就這樣。欸，人這個東西就很容易，好的不容易學，壞的很容易學。儘管我那個時候很少出門，可是出門幾趟有的時候聽見了，欸，覺得這個謙虛倒是不錯，那我也這麼說：「唉！我還不是混混。」仁法師就跟我說：「欸，你怎麼可以講這個話！」我自己還覺得這個滿謙虛，絕不可以！後來我了解了，你哪怕用一個字，那個字用在你的心裡當中，就是一個惡劣的種子。",
    "945": "[15:45]所以古人他非常莊重，不要說出家，乃至於在家，他們古來的人，說孔老夫子說：「肉不正不食。」乃至於各式各樣的，吃的東西你把它切得這個歪歪的，他就不吃它。然後古人寫字的時候，磨墨他一定磨得很正的，這樣。所以我們那時候小的時候不曉得，有時候歪掉了以後，回去的時候，父親一定要呵斥；寫字的時候，拿得端端正正。今天早晨有一個同修還來裡頭，我告訴他拿著書，我們剛開始翻書，第一件事情，那個書本翻開來了以後，我們平常隨便把這個書本一翻，我現在做一個樣子給你們看看。假如這本書這樣的話，你很可能翻開來，隨便這地方一翻，然後一摺，那裡也摺、那裡也摺。",
    "995": "[16:35]我父親那時候教我就不是，新書拿到了以後，他第一件事情，一定在那個書縫那個地方，非常有規矩的。譬如這一本書，拿到一般人手上的話，他就會隨便在這個地方一來，然後這個地方摺一條印子，你們看見那個書面上面，這一條印子就歪成這個樣子。不，小的時候，我父親一定是這樣，在這個地方先輕輕地劃一條印子，或者拿一根尺按在這地方，然後這地方疊一下，然後那地方疊一下。看一下對不對，疊對了，把那本書攤在那個桌上面哪，認真地這麼來一下，前面做一下，後面再做一下。我一直到現在養成功這好習慣，你不妨到我書架上面去看看，如果這本書是屬於我的話，我第一件事情打開來一定做這個。",
    "1047": "[17:27]後來才曉得，是，修學佛法以後往往大家說：「欸，修學佛法在你的心啊！」大家不懂得佛法，佛法的「心」是什麼？難道是像我們世俗的肉團心嗎？難道是我們世俗的，講那個哲學當中心物二元的心嗎？佛法它講心的話，沒有一個例外的，講到識，識怎麼起來的？「三事和合觸」，跟那個境不能分開的，非常清楚、非常明白。所以我們不懂得佛法，所以往往說這種很可笑的話。但他有他的道理喲，因為我們不了解，所以自己也就開口開得太早，沒有聽清楚之前就什麼？也可以說亂，亂幹什麼？亂蓋，亂蓋一通，就這個毛病。那麼所以在這種狀態當中，他自然而然每一個地方就會很重視、很規矩。",
    "1114": "[18:34]現在我們這地方主要地說，慢慢、慢慢地連他這個黨執都把握不住了。於是在這個地方就產生剛才這種現象，就是「混」，所以仁法師就告訴我這個話。結果呢你慢慢、慢慢地，混的人固然在混，不混的人弄到後來也混了。這個千真萬確的！你要想向上面去學，千辛萬苦，可是你要向下流的話，容易極了！我想大家都有這個經驗吧？你在這裡很好地用功，然後呢有幾個人旁邊，在那裡，你開始的時候覺得他們這麼不用功，弄弄、弄弄到後來的話，你也覺得：好了，算了！算了！跟他們一起。再加上別人說：「哎喲，某人啊，這個人好了不起哦，他要考第一名呀！他要幹什麼呀！」他的心裡想：「唉，好了，好了，好了！大家一起混混正好，來得舒服。」所以，這一點就是說他們古來的人雖然盪，他盪來盪去，還盪在裡頭。我們現在盪來盪去盪到外頭來了，這個是好可怕、好可怕！",
    "1187": "[19:47]所以跑到這個裡邊去，既然你的目的，只是為混一張文憑的話，要苦苦地在那地方念它幾年，又讓你這個不可以，那個不可以，又叫你做這件事情。想想：「哎呀，我在我那個小廟上面真方便耶，有吃、有穿樣樣現成，跑到這地方來受盡了苦！」如果這張文憑的價值比較高一點，還把它苦幾年，反正我摸摸魚，摸過去就算了。如果這一張文憑的價值不高的話，那就完了！所以我特別說，這個雖然是個笑話，就是換句話說，說明你內心當中應該有什麼 ─先擺平，說不要把我以前那種概念用到這裡來，把它放平，千萬不要受這個概念的影響，你一受這個概念的影響，你就完了！",
    "1235": "[20:35]如《中觀心論》云：「由墮黨惱心，終不證寂靜。」因為你墮在這個裡邊，這個「黨」，是那種煩惱，就是執著嘛！黨就是個執著嘛！現在執著法尚且不可以，你現在執著非法就可以了嗎？執著了法尚且不能證寂靜，請問你執著非法，不墮落，哪裡去？說：",
    "1266": "[21:06]墮黨類者，謂貪著自宗，瞋他法派。這個是這個地方的正解、正解。就是說因為他墮黨類，所以他對自己的自宗，啊！覺得好得不得了。現在我們都是這樣的，這個我想我們很明白，每一個宗派他都總覺得他的好，對別人哪就排斥、排斥。那麼為了使我們內心當中更相應起見，我們要把這個原則，運用在我們現在的身心上頭，這一點很重要，很重要！所以，的的確確把我們原來的不相應的心理，要想辦法去淨化它。",
    "1306": "[21:46]除了這個以外，乃至於譬如說我們現在說，各人由各人不同的地方來，說我這個地方這個規矩是這樣的，他那個地方他那個，這樣的話，你覺得他的不對，我覺得那個不對，這種心理都應該漸漸拿掉。所以儘管我來了以後，我也滿重視這個東西，可是本來這裡常住的老規矩，原則上面，次要的，我都一律照著規矩來。說下面這個地方要供一杯水，好，供一杯水；這個地方要這樣做，好，那樣這樣去做；要上供，好，上個供；那裡還要上，好！那有什麼關係嘛！你把握住根本，自然而然慢慢慢慢地一樣地來。有的人唱唸的時候要用這個調，好、可以，那個調，好、可以，你只要不流。我們先把握住根本，這種主要的概念就從這個地方來的。注意著！所以下面說：",
    "1360": "[22:40]應觀自心，捨如是執。現在了解了這個道理以後，進一步怎麼辦哪？欸，用它，馬上看看自己的心裡面 ─一看，很清楚，然後呢那個地方把它捨掉它。捨掉了另外一面，那個法就種到你心上了，那個時候我們就有希望了，那個才是對的。所以：",
    "1383": "[23:03]《菩薩別解脫經》云：「應捨自欲，敬重安住，親教軌範，所有論宗。」那麼現在這個正住，為什麼要正住啊？要去學。既然要去學的話，執著了你的，你不行。普通一般的人執著，大家起爭論，現在你要跟著人去學，你跑到這個地方的話，一定要照你的，那怎麼辦？那當然不行！所以，尤其是這個大乘戒，小乘還比較馬虎一點。換句話說，進來第一步就告訴你：「捨自欲」，把你自己心裡想的這種想法，你希望的拿掉、捨掉，要「敬」而「重」。「重」是恭敬親教軌範，那個你所依止的親教師 ─常常說「和尚」，所以親教師，他的軌則、他的方法，然後呢，安住在這個上頭，這個才對，這個才對。",
    "1442": "[24:02]所以我現在還記得，好有意思，那麼大概有二十多年以前，那時到一個地方去，我自己覺得，唉呀，這個地方啊，好像這個，總是有意見，這個不對、那個不對，應該怎麼辦，應該怎麼辦。那個時候，我就遇見一個善知識，跑得來問我，他就說：「某人啊，你這個意見倒是很不錯欸，可是你的目的，你是來教他呀，還是跟他學呀？」我想了半天，一點都沒錯，我是跟他學，我卻要求他這個樣，這不是很顛倒嗎！這不是很顛倒嗎！所以我們這個地方，每一個地方都是非常值得我們仔細檢點，來仔細反省的地方。而這個裡邊真正重要的，還是什麼呢？真正重要的還是概念問題，所以習慣改倒是容易，概念的認識就比較難。我想這裡最近這裡剛開始，儘管是亂哄哄的現象，可是我看得見在座的大部分同修，在這上面做得非常好。一旦有了這個概念認識了，很快容易轉得過來，這就是好現象，我順便一提。好，有了夠不夠？看下面。",
    "1522": "[25:22]若念唯此即完足耶？說假定是這樣，欸，有了，夠嗎？不行！為什麼？繼續下去，看。",
    "1533": "[25:33]雖能正住，若無簡擇善說正道，惡說似道，二事慧力，猶非其器。假定你沒有力量，沒有力量簡擇，就是分別觀察，然後呢，來辨別他對、不對，這個力量。對的叫「正道」，這個是善說。另外惡的，他不一定說開起口來跟你吵架罵你，不是的，叫相似法，叫「似道」 ─欸，說得好像，但是壞了。譬如說我們這樣，平常現在太多人歡喜講：「啊！這個《金剛經》是最上乘。」的的確確是最上乘，它告訴你破相，不要執著。所以我們說：「唉，你不要執著嘛！你這麼執著幹什麼？」「對啊！不要執著嘛，所以早晨你何必說一定要上早殿的時候，說那個分秒無差。反正我三點鐘睡不著，三點鐘也可以，想睡的時候，八點鐘也不妨，你不要執著嘛！」你說這個話，有沒有道理啊？欸，它聽起來很有道理呀！",
    "1612": "[26:52]所以我曾經遇見過，幾年以前，他有一個同修，很想出家，後來還俗了。他因為想出家，所以跑到一個出家人的團體當中，住了一些時候，哎呀！生了不曉得多多少少煩惱。後來他臨走的時候，怎麼說啊？他說：「這個東西，它這個佛法真好，它完全講圓融自在。所以我結果跑到這地方，既不圓融，又不自在，又要那樣，又要這樣，又要這樣的。唉，實在是你們講的什麼佛法！」跑掉了。我實在是當時就有一點啼笑皆非之感，啼笑皆非之感。佛法裡面教我們不要分別是什麼？很簡單，今天最嚴格的要求之下，你了不動心，了不動心。所以真正這種真正大成就者的話，你給他讚歎，他也不動；你給他毀謗，他也不動；你給他最好的供養，他也不會為你而動；你把他把所有的供養拿走了，乃至於殺了他，把他身體炸掉了送到它阿鼻地獄當中，他還安住這地方，如如不動，這個叫不分別呀！這個才對呀！現在我們這個地方隨順著習慣，最好的環境，你愛怎麼辦，就怎麼辦，這個叫不分別的話，你說這個什麼？似說！「似道惡說」。",
    "1713": "[28:33]所以為什麼他前面告訴我們，佛法的有沒有，要靠有沒有師承正解這個內容。我們現在都隨智聰辯，翻了幾部經，覺得懂了沒有錯，正好這個配自己的胃口，完了！所以你一定要辨別得清楚，一定要辨別得清楚！你沒有這個能力的話，不行、不行！所以真正修學佛法，一定是什麼 ─戒，來制伏你的習氣，制伏你的煩惱。粗猛的制伏了以後，然後學定。然後你深細地觀察世間一切的法相，找到最後，原來不見一切法的自性。平常你這個執著都是錯誤的，所以在這種情況之下，你能夠安住在這個本來空性上面，不動它。"
}