{
    "5": "[00:05]如果說你 單單自己安住在上面，就是小乘，天下什麼東西動不了你。如果說你能夠更進一步的話，你不動了以後，然後呢從這個裡邊起大用 ─說從根本智上起後得智，然後你能轉悟，你愛怎麼辦就怎麼辦，這個是大乘。那個才是啊！哪裡說我們現在這個時候，哎呀，反正你愛怎麼辦就怎麼辦，說這個叫解脫。如果我覺得這個解脫的話，啊，那個畜生最解脫，吃飽了睡在那個地方，反正這樣。雖然這個話是說得有一點太過分了一點，但是我為了使我們更深刻地認識這個，就這個樣。大家想想看，對不對？他一點規矩都沒有，一點道理都沒有，不要來規範你，要你這個樣。這是我們應該清楚明白。",
    "55": "[00:55]所以有了正住進一步要有具慧，否則的話，你跟著他，你是心裡面不會執著你的，然後呢，他聽你這樣你就跟著他走，這樣；他聽你那樣你就跟著他那樣，你就完了！正住已經很難得了，結果你不具慧的話，尤其是現在這個時候，真正的善知識不是沒有，少，而是一般的人多。你聽著他，跟著他去跑的話，那就害了 ─一盲引眾盲，相牽入火坑。我們現在平常一般狀態都是什麼？叫「一犬吠影，百犬吠聲。」平常我們晚上聽見那個狗叫，有一個狗看見一點影子，哎，嘎啦、嘎啦叫起來了，其他的狗跟著，大家叫，儼然有很多事情。其實這個什麼影子？風吹草動！你不能說它沒有影響，但是了不相干。這個就是這個地方說「似道」，我們一定要辨別得清楚，一定要辨別得清楚，這樣我們才有機會不耽誤自己啊！",
    "126": "[02:06]故須具慧解彼二說，則能棄捨無堅實品取諸堅實。那個時候你才能夠了解，他這個說法對、錯、善、惡，你該找哪裡去。那個時候，你能夠棄捨無堅實品，虛假的東西你能夠放得掉；真正的，你才能夠提得起來。夠嗎？嘿，還不夠！",
    "160": "[02:40]若念僅具二德足耶？縱有此二，若如畫中聽聞法者，全無發趣，仍非其器，單單這兩個還不夠，要我們想起來說一個都難得很，兩個呢？真是，啊！但是還不夠。這就像一個人，像畫中聽聞法者。為什麼叫畫中？如果圖畫上畫的這個人巧巧如生，跟這個人一點用場都沒有的，對嗎！人這個東西的特質是什麼？他有自己的好樂心、取捨心。沒有這個好樂心、取捨心，儘管你好的那個佛法，你對著這個牆壁上面畫貼一張圖，你給他說得再好的，他聽完了以後，了不相干。所以我們古人常常有一句話，常常說「須是皮下有血始得」，我當初聽了、看了老不懂，這個話怎麼講？這麼好無緣無故地說什麼皮下有血？將我們人說那個皮下有血，這個意思什麼？你是一個活人才行，死的人你把他刺破了以後，那皮下沒有血的，血不出來。為什麼？他心裡面，他不會動，像木頭一樣，就這個意思。我們現在人是什麼？曉得了惡，馬上不要，曉得了好，馬上去，所以一定要還有這種心力在這裡。第三個：",
    "246": "[04:06]故須具有廣大希求。還要希求之心，這個希求之心，還要廣大。因為這個地方，說的是什麼？無上大法，你有小的希求，就得到小的結果，有大的希求，你就得到大的結果。這個正住、具慧、希求。",
    "268": "[04:28]釋中更加敬法法師，屬意二相，那麼，這個《四百論》的解釋當中，除了講這個三樣東西以外，還說「敬法跟法師」，還要「屬意」，屬意就是一心貫注。",
    "284": "[04:44]開說為五。那為什麼這個前面他不講，只講三樣，而解釋當中又加上？我們要了解在古代那些人，他那個根器非常利。這凡是根器利的人，他求的時候，那個很多這種情況，他都是自然而然的先決條件，所以不必講，這是原因是這個。譬如像以前我們很多千里萬里去求師，得到了一點，哪有他有不恭敬的！他不大會。得到了一點，哪有輕輕鬆鬆擺在那裡，不會。啊！他全部精神貫注在那裡，什麼都不要，這樣。所以現在這個地方，有很多人希望樣樣給人家便利，我也讚歎隨喜。但是我對這個便利，實在有很多地方，不大同意，不大同意。",
    "345": "[05:45]我常常聽見古人這個求法的精神 ─《一夢漫言》，他找到最後找到了這個老和尚，要求他剃度了。然後呢，旁邊的人非常讚歎：「啊！這個人真了不起。」說：「他如果剃度的話，衣缽之資都我來出。」因為看他很發心嘛！以前古人的話，這衣缽 ……旁邊馬上有人要發心說供養他。這個老和尚怎麼說？「不要，你讓他樣樣坐享其成，不行，讓他自己去討飯。」要我們想想來，這是，你不成全他嗎？所以你們好好看看這古人的傳記，都是這個樣的。我們現在樣樣現成送到你手上，就送到你手上，他根本不在乎。真正的法器，你什麼都沒有，他自然會爬得上；反過來，你樣樣送了他，反而就害了他。這我深深地感覺到，可是我不強調說，像我們養成功的習慣了話，你要過分地磨折，這是不要的。但是處處給人家太多方便，方便出下流。",
    "408": "[06:48]這我自己的始終有一個印象，我到這個印度去求學，那是前年，自己已經快六十歲，這樣。但是一旦聽到了這個法，我心裡實在不能自己啊！唉！去過了兩次。這個印度，你們在座的說不定有人去過，如果是跟著團體去，還感覺不出來；如果自己一個人去的話，印度這個地方，實在是遍地荊棘，印度人你是難弄得很欸！我自己跑得去，我記得最後一次去的時候，還妙呢，我自己覺得我已經去了兩趟，那地方滿熟，我所以曉得他們怎麼騙你的這種事情。他通常都是用種種的地方騙你 ─下了飛機以後，進去了。然後跑出去，他那個車子，馬上攔上來，先要買票，都是公家的呀！平常你從這地方跑得去，只要很少一點錢，他那個公家總歸要跟你加了很多，那你也沒有辦法啦，你只好讓他加。然後呢，他就攔住你，「欸，你要住旅館嗎？」這樣。是，他平常一定把最貴的旅館，讓你去逼著你去住，然後呢貴的錢，他可以分上一份！",
    "482": "[08:02]因為我已經去過了，曉得有那些人，所以我說：「這個我不用你找，我自己找。」「你講嘛，你要哪一個？」他說這裡旅館要先訂，我當時不曉得，他就給我去打起電話來。這個不通，那個不通，統統客滿，實際上根本不滿。我後來曉得，那一點辦法都沒有了，然後找車子等等。你到了那個時候，人在屋簷下是不得不低頭。只有好了、好了，沒有辦法啦！這樣。我曉得那家真正的旅館，很好的旅館，一天只要花八十個盧比。後來他就給我找了一個非常，已經花了很大的氣力，最後找了一家四百五十個盧比，他說承他的人情，那我就沒有辦法啦！好、好！去。然後呢，他弄了一個車子，唉，這個車子也是個老爺車。",
    "533": "[08:53]哦！在沒有去的時候，聽見人家，印度還有一種人，它也是一個，就是說這個特別的這種怪教。他們要殺人，他那殺人的方式，不是我們這樣，他是個宗教的一種概念。他怎麼辦呢？反正你在這地方，他用種種的方式好待你，好待你了以後，然後你信賴他的人了，然後他們就把你殺掉，你的錢嘛分掉，衣服嘛分掉，乃至於肉要吃掉，這麼個搞法！就這樣。所以我事前先看了這個公案，想想。那一天晚上坐了一個車子上面，印度的飛機都是半夜三更，他一直在荒郊裡老轉。我心裡忽然之間起了一個動念：哎喲！萬一碰見那個教頭的話，這就完了！這下我這行李邊還帶了很多錢，是供養這個老師的，還要求這個東西。就這樣跟他乒乒乓乓，弄了個一夜。唉！你不曉得這個是多少辛苦，跑到那個地方去，然後處處地方反正你就沒辦法，只好騙他。",
    "597": "[09:57]最後第二天，自己到了火車站，我可以找到那個旅館去，但是我有行李，我就下來叫一個計程車。叫了計程車他問到哪裡去？我說到那個地方去。「欸，不行。」「為什麼不行啊？」他說戒嚴。你說有這種事情？當然他一看你就曉得外地的人，這印度正在亂，實際上戒不戒，根本莫名其妙。後來我想，他們為什麼要老這樣找你麻煩呢？他就是這樣的，他，你只要譬如說帶到那家去，然後呢這地方價錢特別貴，你帶去的時候，這個你有你的一份。這樣弄啊！把你就弄得個暈頭腦脹。最後，然後跑到那裡去坐那個車子，他那個車子，有火車、有汽車。真正坐那個汽車，算起來不多，只有五百多公里。五百多公里，要我們這裡，譬如說五百多公里的話，相當於台北到高雄，大概五、六個鐘頭到了，慢一點的話，七、八個鐘頭也到了。結果，五百多公里，開了十四個鐘頭，那個路上面就像什麼？那個路壞嘛，又是灰塵，然後 ……這樣地受盡了這個苦難。",
    "683": "[11:23]比起古人來的話，啊！那真天堂一樣。我這個兩個小時，不是兩個小時，只有不到這個幾個小時，香港一下把你送到印度。要我們以前的話，香港到印度的話，至少要跑上好幾年！然後呢冰天雪地，像玄奘大師等等，乃至於像法顯大師，去的人多少人，凍死的一大半。嗨！這飛機上面還樣樣東西，有毛巾，送給你吃的，還覺得自己苦不堪言，這樣。但是正因為如此，跑到那個地方去的話，你心裡面就比較虔誠一點。",
    "726": "[12:06]然後到了那邊，我跟你們說了，外面颳大風，裡面颳小風；然後呢，外面下大雨，裡面下小雨。但是自己我們不會說這個不對、那個不對，大家同學全部貫注在這裡，漏了、漏了，馬上移開來了，這樣。要我們現在這個地方，噘起了個嘴巴，天熱了嘛，這個電扇也不好，這樣；天冷的話，那個風也不好，這空氣也不好，腦筋裡一天到晚一直轉的，不曉得轉些什麼。所以在這地方，我隨便一提。這我之所以不大贊成，原因就在這個地方 ─你樣樣給他，樣樣飯送到嘴巴上面，他還嫌。唉！送到你嘴巴上面的還沒胃口，那最好我歡喜吃辣椒，就辣椒，歡喜吃那個加點醬油，就是這種味道！",
    "772": "[12:52]我在這個地方，不是過分地說這種笑話，或者不是過分地刺激大家，我只是說，因為這是我們平常習性所在，我確實加重這個語氣，希望大家在這個地方警惕一下。這是我很不得已的一番用心，務請大家原諒。所以，我們這個地方應該有什麼？要有「大希求」。希求什麼？希求法，你沒有這個大希求的話，你自然會這個放不下，那個放不下，會這樣。我們把這一個「恭敬法」跟「屬意」加進去，那麼是五個，包括這個五個裡邊，也可以含攝起來，只分四個項目來說。",
    "821": "[13:41]若如是者可攝為四：哪四樣？",
    "824": "[13:44]謂於其法具大希求，第一個。",
    "827": "[13:47]聽聞之時善住其意，「善住」就是正住，正住其意。然後呢，",
    "834": "[13:54]於法法師起大敬重，這是第三個，最後呢，",
    "840": "[14:00]棄捨惡說受取善說。這個就是具慧，你有了具足了辨別善惡的智慧，那個時候，你才能夠把不對的「惡說」不要，然後呢，去吸取正確的「善說」。這個裡邊，這個四個當中，",
    "860": "[14:20]此四順緣謂具慧解，棄捨違緣謂正直住。這個裡邊又分成功一個是違緣，一個是順緣。平常我們修學佛法，障礙，以及障礙沒有除，資糧沒有積。障礙就是前面的違緣，我們修學佛法所以摸不進來，就是自己的執著太重，正直住 ……這個就是習性，可以說。然後呢，排除掉了這個以後，更進一步的話，沒有能力去辨別是非。",
    "896": "[14:56]請翻到《菩提道次第廣論》二十九頁，二十九頁。這個上面，我們已經簡單地介紹了幾樣東西，這是對於這個殊勝相應法，我們應該怎麼去聽，怎麼去講。那麼大家腦筋裡面應該記住，在我們真正修行過程當中，這個是步步上升，由這個基礎上面積累。現在我們說剛開始聽聞一個道理，那麼就應該努力地依法步步深入，步步深入。你能夠相應多少，你就能夠受用多少，你就能夠得到多少好處。同時，對於我們一時還沒有真正能夠馬上深入的人，心裡面一定要有這個正確的概念 ─前面這個東西，就是我們後面的基礎。換句話說，當我們步步深入的時候，那一定站在前面那個基礎上頭。",
    "996": "[16:36]那麼這個跟我們平常世俗上面做學問有一點差別，世俗上面你聽過，聽過了就算了，以後用得上的時候你再去翻它，這樣，做為一種參考的資料。現在我們修學佛法不是，我們步步上升的時候，你一定哪，下面這個基礎，從這個基礎上面跨上去，你不會離開那個基礎的，不會離開那基礎。所以說，譬如我們向樓上面爬，一層樓、二層樓，當我爬到三層樓的時候，並不是說下面的一層不要了。下面一層不能不要的，你爬得越高，下面的每一層都一定都在你腳底下，這樣你才能夠爬得上去。所以我們修學佛法，注意！當我們這麼後面上去的時候，一定前面的那東西慢慢、慢慢地具足了，慢慢地具足了。那麼這個時候，你的的確確在向上爬。換句話說，你真實地在進步當中，在佛法的受用當中，這一點我們概念要很清楚。我們一下容或沒辦法把它完全做到，但是我們必須要開始就努力照著它去做，照著它去做。那麼這樣的話呢，慢慢、慢慢地深入，對這個修學佛法才是有希望，也才是正式地修學佛法應有的態度。",
    "1108": "[18:28]現在我們繼續看下去，二十九頁。這個學者需要的條件，正住、希求、具慧，再加上一個恭敬，他把這四個又分成功順緣跟逆緣。就是如果是個逆緣，換句話說，這是一種障礙，如果這個障礙不除的話，你就沒辦法真正地進得去。像我們要想進那個門一樣，現在這個門口擋住了，你絕不可能進去，所以這叫違緣，把它拿掉。然後呢，進去了以後，你要如理地選擇，哪一個對，哪一個錯，這個叫順緣。如果順緣不具，雖然你進去了以後，你不一定拿到的好東西，結果拿到了壞東西，結果白辛苦一趟，這個我們應該了解。那麼有了這個認識以後，我們就應該來檢點自己現在是什麼個狀態。看下面的文。",
    "1196": "[19:56]是諸堪為尊重引導所有之法，應當觀察為具不具。上面所說的這些條件，具足了這個條件，那麼才值得，才能夠相應，跟什麼相應呢？就是跟真正的善知識才能相應，才能夠接受善知識的引導，那個時候才可以。就像我們說現在有一個很好的學校，看看你夠不夠資格去進這個學校，去念這個學校。現在同樣的情況，我們常常會說沒有善知識，沒有道場。到了這裡，我們就應該有一個徹底的反省，以及正確的認識 ─沒有善知識嗎？不是，有！是我們沒有能跟隨善知識，接受善知識的條件。因為你沒有這個條件，所以善知識的好壞，你根本看不清楚，好的你把他看成壞的，壞的看成好的，這樣的話，你永遠沒有希望，就這樣！那麼所以了解了這個，這個時候就拿這個條件來衡準自己，看看自己具足不具足這個條件。",
    "1304": "[21:44]若完具者應修歡慰，欸！下面這個話有一個字注意 ─「修」，假定你了解了這個以後，然後去在身心上面觀察，觀察時候覺得自己對了，具足上面所說的條件，具足上面所說的條件，那個時候應該歡喜跟慶慰，上面還加個修字，上面還加個修字。這個修字，很重要哦！欸！為什麼說應「修」歡慰？是！平常一般我們的心理狀態都是在普普通通，無始無明這種現行當中，那麼這個時候它所產生的力量、行為等等，都是跟這個惑業相應的。所以無明的行，你一直在這個地方轉，一直在這個地方轉。要怎麼樣才能夠把這個無明的染污之業轉變過來呢？那個時候要修，我們說修行、修行，就是修這個。那麼如何修法呢？這個後面會詳細講。",
    "1415": "[23:35]那麼現在告訴我們，就是，這裡當你具足了以後，你應該自己感到歡喜，自己感到慶幸，自己感到安慰。「哎呀，好啊！我自己居然具足了！」心裡面一直為了這件事情而歡喜。這個為自己的這樣地歡喜，這個就是一個最好的修行。那麼現在我們想一想看，我們說十大願王，十大願王當中，其中有一個隨喜功德，什麼叫隨喜？這個是功德，是好的事情，好的事情。那麼你雖然不是在做，可是你因為這個是好的功德，所以，你跟隨著歡喜慶幸。這個功德不只是指他，別人的你隨喜，自己的也隨喜。這樣你心裡面讚歎歡喜，為這個而這樣地慶幸的時候，那就是我們在修行的時候，這是一種最好的增長功德的方法。以前已經說過一些道理，以及一些過失。那麼當你這樣隨喜的時候，你現在的這個心就跟這個法相應，這是一個。",
    "1508": "[25:08]第二個，因為你在這樣地隨喜這個，所以它生起這個現行的時候，這個力量不但現在生起，而且它繼續地增強。就像我們，譬如說在這個團體當中，大家要表決，那麼有一部分人是贊成，有一部分人反對，如果你想通過的話，贊成的人是越多越好。那麼同樣的道理，在我們每一個人的心目、心識當中，你不在這地方修這個的話，那個時候我們的心識就是跟無明相應的，無明相應的。換句話說，你不在修隨喜的時候，那是投反對票的時候，那個所謂反對票是什麼？反對你生天，反對你超出輪迴，反對你往生淨土。你在不知不覺當中在向下流的時候，這麼個嚴重，而這麼個美妙法，所以這個「修」字的真正的意思。",
    "1587": "[26:27]那麼後面我不特別指出來什麼時候講，這個，否則的話，我會說後面、後面，你們會說後面哪裡講啊？後面關於講到業的時候，它是最重要地說明這一點。以後，所以你們必須經常自己去看，單單聽這個效果很少。你們必定要事先看，看完了以後呢然後聽，聽完了繼續地不斷地去觀察思惟，那個時候你自然得到融會貫通，真正在佛法上面能夠深入領會。這個我順便說一下，要不然的話呢，這個你們會產生脫節，連貫不起來。那麼這是具足了，我們應該這樣做。不具足怎麼辦呢？",
    "1640": "[27:20]若不具者須於將來能完因緣勵力修作。現在我們不具足，那麼我們要這樣想、這樣修 ─說啊，我要修學佛法，這既然是必須要的話，那我現在趕快努力，再不努力就沒希望了。所以你能夠這樣努力把這個因結下去的話，到因、緣具足的時候將來就成就了。所以說現在努力，那麼將來就得到這個努力圓滿的果，你這麼努力去做！所以這個地方很清楚，不具足應該這樣修，具足應該這樣修。了解了這一點，是不管具足不具足，你都在依法一步一步地上升。我們修學佛法的人，真正重要的在你是不是如法上進，這個是最重要的，我們必定要把握得住。",
    "1717": "[28:37]故應了知能依諸法，若不了知如是德相，則不覺察，由此退失廣大義利。所以我們這個地方，就必須應該了解的一個道理：依靠善知識需要什麼樣的條件。如果我們不了解這一個道理的話，自己還並不曉得，還自己覺得我在這修行，怎麼修了個半天，就是不相應呢？就是這樣。你修習什麼，怎麼修法，你都不知道，你怎麼修啊？我們平常常常說盲修瞎鍊、盲修瞎鍊，偏偏我們自己一天到晚，在盲修瞎鍊當中，卻還不覺醒。"
}