{
    "11": "[00:11]乃至於了解了以後也不改過，請問：這樣的話談什麼修行？所以這一點我們要了解，了解了以後，就有一個標準去衡準自己。這個地方注意，不是說你了解了，「啊，懂了，懂了！」了解了，正趁這個機會努力修行，我們了解的目的就是要去改善它，你了解了不修行更加可惜。",
    "42": "[00:42]所以在這個地方告訴我們，假定說我們沒有達到這樣的一個認識，或者雖然認識了而不照著去做，仍舊隨順著自己的習性，而不察覺到應有的態度，是是、是非，是對的、是不對的。那麼在這種情況之下，我們不知不覺當中損失了很大的大利益，沒有得到的得不到，已經得到的還會退失，那個才是真正可惜的一件事情。那麼現在我們了解了，進一步說前面老師是這個樣的條件，學生是這個樣的條件，那麼現在怎麼樣地運用這個條件，互相教跟學，所以，",
    "105": "[01:45]第三彼應如何依師軌理者。那麼，這個時候怎麼樣去依這個老師。下面：",
    "118": "[01:58]如是若自具足器相，應善觀察尊重具否如前說相。應於具相，受取法益。下面就告訴我們的，第一步先自己來觀察一下：具足不具足？具足，修慶慰；不具足，趕快努力。所以真正重要的第一件，是自己求自己，要成為一個修學佛法的具相弟子。在這一點上面我一再提醒諸位，擺在心上面：現在我們不要一開口，哎呀！「現在啊，跑遍天下，看見沒有一個人是像樣的！」這是完全錯誤，完全錯誤！完全錯誤，完全錯誤！我們應該默默地反省自己是不是像一個修學佛法的人，這個必須要具足的。如果你這一個條件不具足的話，即使你在佛國裡面，你一條路 ─只有下地獄，這個非常重要。",
    "196": "[03:16]有了這個，進一步，然後那個時候，就要善巧地、很認真地去觀察，你要依靠的善知識是什麼樣的情形，具不具像前面所說的這個條件。這個次第很清楚、很明白，很清楚、很明白。如果我們不了解這個，不照這個次第的話，那是一個絕大的大毛病，非常大的危險。因為你自己沒有這個條件，然後就拿我們世俗的觀點去衡準那個對方，一定出毛病。因為我們世俗上面要求的是什麼啊？世俗上面要求的就是貪、瞋、癡相應的，這個真正的佛法的善知識幫忙你淨化貪、瞋、癡的，一定在這個上面，兩個彼此間兜不起來的，完全兜不起來的。所以你拿這個貪、瞋、癡要想去求善知識的話，緣木求魚，越走越遠。這是為什麼他這個次第擺成這個樣的，這一點要注意，這一點要注意。",
    "266": "[04:26]所以我們看那個大善知識那些傳記什麼等等，他都是這樣，跑上來都給你一盆冷水。這為什麼原因？這個有很多特殊的道理在，這個事情在這個地方我們不能詳細地深談，總希望大家善自努力。那麼然後自己有了這個條件，也找到了可以依止的善知識，那個時候就跟著他受佛法，好好地修學，好好地修學。那麼這個時候，這個傳承當中又告訴我們有兩種不同的辦法。",
    "315": "[05:15]是復有二傳記不同，謂善知識敦巴與桑樸瓦。這是他們兩個人的作法不一樣，這兩個都是有不同的師承，有不同的內涵。這兩個當中應該採取哪一個，我們看一下。",
    "333": "[05:33]桑樸瓦者，尊重繁多，凡有講說，即從聽聞。自康來時，途中有一隖波索迦說法而住，亦從聽聞，徒眾白曰：「從彼聽聞，退自威儀。」答云：「汝莫作是言，我得二益。」那麼這兩個人當中，先說後者桑樸瓦，他的善知識，哇！很多、很繁，多的話 數量，繁的話 內涵也很雜，各式各樣的善知識，乃至於凡是有講有說，他都要去親近他，要去聽聞他。乃至舉一個例子，有一次他從康，就是西康，進入到西藏去的時候，半路上面有一個在家人在那裡說法，他也跑到那兒去聽，所以他那個徒弟就說：「哎呀，師父呀！這個在家人是普普通通的，你這樣子的一個了不起的大法師，你怎麼跟他聽呀！」他怎麼說？「欸，你不要這樣說，我可得到兩個好處啊！」這樣的一位了不起的大善知識，桑樸瓦那個人如果拿照我們中國現在的，─我們不一定現在的─，我們中國歷史上的那些祖師，比擬一下的話，就相當於什麼？相當於什麼趙州、黃檗，那些大師。他是阿底峽尊者下面的一位很了不起的大善知識，我們可以想像這個人的程度、成就。他在康地那個弟子非常多，那個道場非常了不起，這麼一個人，結果一個普普通通的那個在家人在那裡講經，他也恭恭敬敬跑得去聽。這一點是對我們是一個絕重要的、絕大的一個提示，絕大的提示！那麼這是一類，另外",
    "465": "[07:45]善知識敦巴者，尊重尠少，數未過五。他的尊重非常少，他的善知識不多，總共算起來還不到五個，不到五個。那麼，現在這兩類當中哪一個好呢？下面告訴我們。",
    "481": "[08:01]博朵瓦與公巴仁勤喇嘛共相議論，彼二誰善。說：那二者當中哪一個好啊？現在說。",
    "490": "[08:10]謂於未修心，易見師過，起不信時，善知識敦巴軌理善美，應如是行。現見此說，極為諦實，應如是學。他有一個條件的，什麼條件呢？先要經過一個時候的修習，怎麼修法？他是在下面告訴我們，就是我們修習依止善知識的重要，種種方便善巧。你有了這個修習以後的話，你就看人家，只看見他的好處，不看見他的缺點，不看見他的缺點。所以我們想一想那個《法華》上面那個常不輕菩薩那個公案，他看見任何人，他說：「哎呀！你們都是成佛呀，我不輕你們。」他看見任何人，他覺得他就是將來的佛，那是經過了修行以後的。在我們沒有修，這個情況之下，我們動不動看見別人的過錯，那個時候，比較起來，學敦巴尊者來得好，學後者，學後者。",
    "563": "[09:23]不過這個地方我們要注意一點，說反正這個裡邊有兩個傳承，我們學後者，學後者啊稍微找到幾個善知識就可以了，其他的人你動不動就看他的過失。這個錯了，這個概念我們一定要想辦法把它消除掉。想想看他真正的內涵是什麼？是說他已經認真地修習過了，必然的結果。而我們現在呢？沒有修習。你想不想向上爬？當然我們想。如果想向上爬的話，千萬不要自甘墮落。所以前面告訴我們，那些真正的大善知識，他都把這個眼睛向上看，向上看。這個人哪，不怕自己差，就怕自己濫，一濫就沒有用，一濫就沒有用。「反正我就這個樣了！」這就是混混，那誰也拿我們沒有辦法。所以碰見這種情況之下，我們，是的，因為沒有修習過，所以應該採後者比較好。但是那個時候我們心裡應感到慚愧，深深地慚愧呀！我們條件太差呀！正因為條件太差，只能用這個方法，然後要努力增上，這才是我們應有的態度。",
    "656": "[10:56]如是應知，曾受法恩，特於圓滿教授，導心知識，如何依止。好了，現在把這個真正的依師的這個道理，下面說明。說這個佛法的恩惠，啊！了不起，了不起！這個恩之大啊，我們世出世間的一切的好東西，都是從佛法上面來的。這個念恩兩件事情啊，我們要一而再、再而三，不停地擺在心裡面，去體驗、去認識它，去體驗、去認識它。乃至於隨便一件小事情，現在的我們常常這樣說：「我欠他什麼？還不是我出錢給他買的！」這個概念很不好，很不好！很不好，很不好！是的，拿世間的這個一般的眼光去看，標準來說的話，你拿錢來去買，乃至於說：「我就是這個樣，他拿我怎麼樣？他就是莫奈何我。」這個真正說起來，完全是自己害自己的概念。你能夠懂得了，怎麼樣去感人家的恩，結果真正受用呀，嗨！妙哩！是你自己的，是你自己的。",
    "737": "[12:17]這一點，你們自己好好地去體會，你們能夠體會到多少，你們就得到多少受用。我們深的先不談，就非常淺的，你現在說：「這還不是我錢來買的；我這樣做，他莫奈何我。」這個心理什麼心理？這個心理本身就是煩惱心理。我們現在修學佛法要淨化煩惱，卻一天到晚在煩惱上面轉，還找了種種的理由，覺得自己有理由。我們先不必談其他，那個起心動念，已經錯到不曉得哪裡去了。那麼這種事情都要靠什麼？都要靠善知識來引導淨化我們。所以詳細的內容，你們一步一步自己向下去的時候，好好地努力去體會、去觀察。",
    "788": "[13:08]那麼在這個裡邊特別的是什麼？圓滿教授的導心知識。這個「圓滿教授」，不要輕輕放過。「教授」的內容我們知道，就是真正的精要的關鍵，修行的主要的指授。而且這個地方是圓滿的，引導我們修行的這樣的大善知識，太重要。真正的一個人修行的成就與否，完全靠這個，完全靠這個。你有了，不要怕；沒有的話，就算你再大的學問，也會出毛病。那麼怎麼依止法呢？分成功兩部分：意樂，觀念上、心理上的；加行，是根據這個心理應該怎麼樣在行為上。所以：",
    "847": "[14:07]其理分二：一意樂親近軌理，二加行親近軌理。分成功這兩部分。那麼這個裡邊",
    "855": "[14:15]初中分三：那個關於那個概念方面我們分三部分。",
    "861": "[14:21]一總示親近意樂，二特申修信以為根本，三隨念深恩應起敬重。分成三部分。意樂是先把那個親近善知識的那個主要的概念，我們應該把它了解一下，整個的這個內涵應該了解。那麼第二個呢，特別地在這個地方，是對善知識第一件事應該什麼？修信，這個是我們的根本。第三個呢，隨念深恩應起敬重，這個次第是這樣，我們現在繼續下去，看。",
    "903": "[15:03]今初第一個，說整個地說親近善知識的那個概念。",
    "910": "[15:10]《華嚴經》說，以九種心，親近承事諸善知識，能攝一切親近意樂所有扼要。這上面引《華嚴經》，引《華嚴經》。我們也可以同時了解，的的確確，說我們要想得到最圓滿的教授的話，那就是從這個地方。所以《華嚴經》也的確是佛出世的時候，說的最圓滿的，包含了所有。而這個九種，已經把親近善知識、承事善知識的所有的綱要，都統統包括在裡頭。",
    "951": "[15:51]即彼九心攝之為四。那個九樣東西也可以分四個大項目，現在我們一個一個來看。第一個大項目：",
    "963": "[16:03]棄自自在，捨於尊重令自在者，如孝子心。第一個是捨棄，捨棄自己的自在。什麼叫自在呢？就是我想怎麼樣，我要這個樣，這個要拿掉。怎麼辦呢？一切要看你所依止的善知識，他要怎麼辦，你種種、處處地方，委曲求全，跟著他去做。就像什麼？像孝子，像世間的孝子。當然不一定指孝子，就是說拿我們能夠體會得到的，這一種心情去做。",
    "1005": "[16:45]謂如孝子自於所作，不自在轉，觀父容顏，隨父自在，依教而行。這個孝子平常怎麼？他不會說我要怎麼辦，我要怎麼辦。不是的，他一定先觀察、了解他父親應希望怎麼辦，什麼是他父親喜好的，什麼是他父親不喜好的，他一心一意努力地去滿他父親所希望的，然後跟隨著他父親的教導而去行。所以它主要的內涵，就是不要聽從我們自己的自在，而要努力地跟所依靠的善知識，這世間比喻像孝子。那個世間比喻，就是用這一個比喻，讓我們體會到我們應有的心情。",
    "1068": "[17:48]如果我們現在這個時候，對於這個孝的概念不認識、不具足，你不妨換一個，就是總歸你如果說跟哪一個人也好，或者什麼，你總是委曲求全，願意處處地方捨棄掉了你，要跟他去做，就這種心情。以我們現在的情況，不妨說一個作生意的人，他絕對不會為了自己，怎麼樣地要自由自在地快樂；他總覺得，怎麼樣去做嘛，才能夠討好那個顧客，他想盡辦法去討好那個顧客。所以早晨他一大早起來，晚上很晚才睡覺，別人在休息的時候，他不在休息，他要想辦法做生意呀！我們現在要以這種心情去做。那麼為什麼要這個樣？為什麼要這個樣？這是個原因哪！在這裡這一點請大家仔細地思索一下。",
    "1135": "[18:55]現在我們大家在家裡邊享受不要，放棄掉了這個享受，跑到這裡來，請問：幹什麼？為什麼你來？這個始終你認得很清楚，你為什麼要到這裡來？這個不必人家來講，人家講沒有用場，你自己問，你為什麼？說：我要修行。你為什麼要修行？修些什麼？這個才是最重要的。哎呀！說世間的苦啊！啊！噫！實在不行啊！有的人說：我這個地方，真是感覺得娑婆一無是處。如果我們套一句俗話的話，這個生死心切。為什麼有生死？煩惱、惡業！什麼是煩惱？就是我們現在的知見，這個叫作無明，你一天到晚就在這個當中轉。你現在既然要想透脫生死，跑到這個地方來，你仍舊跟著自己的煩惱，我要這樣、我要那樣，請問這是修行嗎？請問這是修行嗎？",
    "1214": "[20:14]你跑得來，你說：喔唷！我跑到這個地方來，頭也剃掉了，換了這件衣服，受了大戒，一天念多少佛，拜多少佛，看多少經。這個我不能說你不是，但是也不能說你是，還沒有到。他真正的修行，就是憑藉著這些這個必要的條件，步步深入，使得你認識煩惱，淨化煩惱，淨化煩惱的現行，以及對治這個煩惱所種下去的這個潛在的惡業力量，這樣呀！如果說你這樣的話，你能還隨順著你自己嗎？這個道理不明白得很嗎？所以一定要依靠善知識，一定要棄自自在的根本理由在。",
    "1274": "[21:14]我們現在修學佛法，這個第一個大錯誤，就在這裡。現在覺得修行要出家，然後跑得去，師父剃了個頭，好了，今天剃完了頭，好的嘛，我還跟你嘛住它三天，住了一個月，然後明天弄一個茅篷，那算是很好的人了。請問，這個時候你能修行嗎？假定你已經懂得了，你何必要出家？何必要修行？假定你不懂得，關在茅篷裡，你能修嗎？這個地方，我想我們大家都有個正確的認識。然後呢，說好好好，跟在那個師父身邊；跟在那個師父身邊，又覺得這個不對、那個不對，要這樣才好、要那樣才好。這是第一個大錯誤，我們要改過來。啊！要改過來，改過來是辛苦的喲！但是非常值得，非常值得！「如是」，我們再看文。",
    "1332": "[22:12]如是亦應觀善知識容顏而行。上面說像孝子，那個是對父子之間，那麼我們現在怎麼辦呢？那就看善知識。為什麼說觀善知識的容顏而行呢？要曉得這個善知識，他絕不可能說一天到晚耳提面命，跟著你耳朵面前，盯著你這麼說，絕不可能的，絕不可能的。這個東西你真正要求善知識的話，你要至心好樂地去求，這個道理這裡先不深一層地說。你一定要委曲婉轉地去看，怎麼樣才能夠討他的歡喜。",
    "1378": "[22:58]到這裡注意喔！我們說出了家了，你還要去討善知識的歡喜，這不是世間的作法嗎？表面上去看，是；實際上面去看，完全不是，完全不是。為什麼呀？這個善知識有一個條件，前面已經告訴我們了，所以我們不是隨便看的。這個善知識有這樣的條件，具足這個條件的善知識，這種人他會不會以世間的眼光來跟你來往、周旋？不會，絕不會。如果說是百分之百具足的這個條件是佛陀，佛陀唯一的希望，就是把最好的、最圓滿的東西給你。不過，他這個給你的，因為是最圓滿的，所以絕不是世間的情染相應的這種東西；在這個情況之下給你的東西，這是圓滿的佛法，而不是世間的情染，不是世間的情染。",
    "1449": "[24:09]我們佛法裡面告訴我們四依，依法不依人，我們說這個依法不依人，你為什麼這個地方要看他的面孔，然後這樣去做？嘿，這個正是依法不依人，這個正是依法不依人。依人，那是人世間的作法；現在不是。人世間的作法，每一個人都是要我為主呀！現在你先要觀察自己具不具這個條件，善知識具不具這個條件。這個善知識之所以成為善知識，正是淨化的，而淨化必須的條件，真實的內容，都在這個地方。你認識了這一點，你去依靠善知識，正是什麼啊？正淨化你煩惱，不是很明白嘛！平常的時候你覺得自己要這樣、那樣，自己要那樣、這樣，這是在煩惱當中，你不依靠自己了，依靠他，本身就是個最好的淨化煩惱，這個就是依法！",
    "1508": "[25:08]所以這句話你不要弄錯喲！依法不依人的意義是指在這個上頭，這個人、法兩件事情擺在這裡，清清楚楚、明明白白擺在這裡哦！就是這個樣。所以你要看得清楚，在這個相上面現出來的是什麼？法的那一面，這個是你要依靠的。如果離開了人談依法，沒有這件事情；離開了法談人也沒有這件事情，這我們要清楚。所以這個上面說這樣，告訴我們這個，現在下面引經來證明。",
    "1543": "[25:43]《現在佛陀現證三摩地經》中亦云：「彼於一切應捨自意，隨善知識意樂而轉。」不但《華嚴經》，這個經也告訴我們，捨一切自意，所有自己的統統捨掉，你能夠徹底地捨掉了，你就能夠圓滿地成就，這麼簡單。在你還沒有證得之前你能夠捨掉了，這個是信位菩薩的典型的例子。這個信叫淨心為信，淨什麼？淨煩惱。所以這個你才懂得法相上頭的嚴峻，說淨心為信。心裡什麼是染污？煩惱。但是我們還沒有證得之前，你能夠完全不隨著煩惱，一切拿掉了，跟著善知識，這個時候是。所以那個時候立它這個位次叫信位菩薩，這是它的原意。",
    "1599": "[26:39]如果你了解了這個根本意趣，然後你看那個經典上面，你就會了解了，哪、哪、哪！為什麼信位菩薩能夠不使煩惱現行。名字位當中的一切，第一念起來，第二念就不會隨轉的；第一念起來煩惱，他察覺到了，第二念就不跟著轉，這是名字位中的人，這樣。現在我們不要說第二念、第三念，過了幾天還在那裡，人家點醒了還不服氣，那個就是完全不相應的狀態。所以真正的重要的就是觀察這個東西。下面有一句附註，這個附註很重要哦！",
    "1638": "[27:18]此亦是說，於具德前乃可施行，任於誰前不能隨便授其鼻肉。這個上面那個條件，說他一定要有這樣的德行，那你可以照這個辦法做哦！所以下面告訴我們依法不依人，這個人有沒有這個法，他如果有這個法的話，對了！那麼在這種情況之下你要去做。除了這個條件以外，其他的人，你不能這樣做。下面叫授其鼻肉，這是什麼意思？牛跟馬這個鼻子，在人家手上的，實際上我們也是如此。我們要了解，牛馬的特質是什麼啊？癡相、畜生相、無明。拿我們來說，我們現在是完全像畜生一樣，對於這個是非、正法，沒辦法辨別，那個時候叫你跑的話，你一定不知東西，不曉得跑到哪裡去了。你要真正上路的話，一定要有一個人引導你，然後那個時候，你把你引導的那個繩子，交給他的手上，你能夠交給他的手上，決定沒有錯，這個就是所以我們前面要了解的。",
    "1712": "[28:32]所以他才告訴我們，於其法前，那麼你必須把你那個鼻子上面那根繩子，交給他手上，他才能夠帶你出那個痛苦的深淵；除了這個以外，對不起，你千萬不可以，第一點。這一點道理，我們現在懂了，然後好好地去深細地觀察。平常的時候，我們起心動念之間，一切行為之間，你要去觀察。講那個去掉煩惱等等，不大容易，很不容易。不要說你不認識，你認得了以後，都不容易做得到，第一點。第二點：",
    "1752": "[29:12]誰亦不能離其親愛能堅固者，如金剛心。你找到了這樣的一個大善知識，一心一意依靠他，絕對不讓自己的自我發作，一天到晚跟著他，你能夠這樣去做的話，你就行。"
}