{
    "14": "[00:14]可是那個時候，就怕一些問題來障礙你，你一旦離開了他了，你這個「我」就又起來了，「我」一起來了，又是生死染污之業。所以這個時候，第二步就怕不能依靠那個善知識。所以一定要有非常堅固的，依靠這個善知識，絕不離開，非常堅強，像金剛心。金剛能破一切，不被一切所破。所以真正一個人依止善知識的這個心，像金剛一樣，不管在任何情況之下。",
    "55": "[00:55]謂諸魔羅及惡友等，不能破離。就是這個，不要為魔跟惡友來破。這個惡友啊，實際上對我們修學佛法當中，這個最嚴重、惡劣的，就是這個。這個惡友不是今天跟你吵架、打架的這個人，欸，好朋友，他跑得來跟你說：「唉呀，某人哪，你在這地方苦苦惱惱幹什麼啊！我們一起跑得去玩一玩，喝喝酒，聊聊天。」你覺得真痛快，這個就是惡友。所以這個概念，我們要很清楚。然後那個師長在那個地方呵斥你，他跑得來跟你說：「唉，我真同情你啊！像你某人，你這樣了不起，你世間上面有這麼了不起的學問，捨離了，跑到這裡來啦。照理人家應該捧你，他不但不捧你，還罵你。」欸，你還聽得很來勁咧。對不起！這個是惡友，真正可怕的地方，就是這個。",
    "110": "[01:50]我們現在仔細看看佛經上面，佛經上面這個魔，絕對不是說，把他扮得三頭六臂要殺你的樣子，一定告訴你：「哎呀，你這麼辛苦了，你這樣地苦苦地做這件事情，幹什麼呀？去享福啊！」那就是這個。所以這種道理，除非是佛陀、大善知識來告訴我們，我們還不知道咧。所以關於這一點的話，你就得什麼？就得「正住」，然後呢，就得「具慧」，你不具足這個條件的話，他似說的惡法，跟正說的善法，你分別不清楚。說得似是而非的，實際上害你的，以及他的的確確地幫你的，你分不清楚。那時候你一定會跑到那個地方停住了，乃至於退掉了。",
    "165": "[02:45]即前經云：「應當遠離，親睦無常，情面無常。」就是前面那個《三摩地王經》告訴我們，你親近這個善知識的時候，要恆常不變，不要一下很好 ─親，哎呀，好好！一下，又不行了。然後你內心上面，這樣地發自內心的，不是在表面上面的，不是在表面上面的。所以我們看這個真正的大善知識，那個太多這種類型，他怎麼把他磨折，他絕不去。要我們現在稍微受了一點委屈，明天拎了個包袱就跑掉了，那是一點用場都沒有，一點用場都沒有。就是留在這裡的話，心裡不曉得是打算些什麼事情，那個東西是我們真正跟法不相應的地方。遇見這種情況，就得好好地懺悔，懺悔的辦法，他下面還會詳細地告訴我們的。那麼要堅固。再下面，怎麼辦哪？",
    "235": "[03:55]荷負尊重一切事擔者，如大地心。我們想像當中，然後跟了一個善知識，不離開了，他教你修學佛法。嘿，他不是教你修學佛法，他叫你負擔這個善知識的那些事情。「負荷尊重」，尊重就是你所依止的善知識的一切事業擔，他的事情你把它擔起來。要像什麼？「大地心」。唉！叫你隨便做一點還可以，要大地心的話，大地是承擔所有的東西，任何東西來，它絕對不叫回頭。",
    "273": "[04:33]謂負一切擔，悉無懈怠。所有的負起來，沒有一點的懈怠。懈怠呀，行為固然是要這樣，心裡的行，心理跟行為，同樣地沒有一點點退卻，沒有一點點疲厭。",
    "291": "[04:51]如博朵瓦教示慬哦瓦諸徒眾云：「汝能值遇如此菩薩，我之知識，如教奉行，實屬大福，今後莫覺如擔，當為莊嚴。」那麼，這個詳細的道理，這裡不多講了，就告訴我們，一個祖師給他說，這個概念我們現在先要建立起來。說你們今天有幸地遇見這樣的一個了不起的成就者，這就是我們的真正依靠的大善知識，碰到這種情況要依教奉行，照著佛、菩薩以及這個善知識告訴我們的去做，這是我們的大福報啊，這是我們的大福報啊！千萬不要覺得這是個負擔哪，這個才是我們真正的莊嚴哪！這個話好容易說，好難做到！不要說做到，好難了解、好難了解！",
    "353": "[05:53]所以在這個地方，我只是建議諸位，把這個概念先弄清楚：為什麼？第一個。第二個呢，你了解了為什麼，看看我心裡上面是不是有這個量生起來了。平常我們自己的事情，不厭其煩地去做，再煩一點不妨去做，再遠一點也要去做。遇見那個善知識的事情，唉呀，只要做這一點點，你覺得這個也不行，那個也不行，推三阻四的，他現在不是。關鍵在哪裡呢？先把我們心理建設起來，心理建設起來。建設什麼？說我們忙我們自己的這個東西，說起來是我們的損失，是造了我們的染污之業；你只有照著善知識，代善知識那個事情去做，去負擔的話，消除業障，然後增長功德，這個才是我們最好的莊嚴。眼前來說，假定你是求生淨土的，是往生資糧；究竟來說，就是我們將來報土的，你成佛的時候這個報土的種種莊嚴，就是從因地上面，從這個地方開始。",
    "434": "[07:14]如果你這個概念認識了以後，你做起來就會很歡喜了。你就會覺得像作生意人一樣，你覺得辛苦，好啊！賺錢哪。作生意人就怕不辛苦，作生意人就怕不賺錢。我們現在修學佛法的人也是一樣，我們真正擔心的，不是怕做，倒是怕不做，我們真正擔心的，賺不到那個佛法相應的法財，這個概念是第一個要建立起來。",
    "468": "[07:48]我這兩天，出去了兩天，回來一看，哎呀！非常歡喜，非常讚歎，那個裡裡外外，整理得這麼高興。現在我們不妨在這地方，心平氣和地想一想，以前我們沒有整理的時候，以及整理了以後，做過了，你現在坐在這裡，什麼樣啊？還是一樣。前面那兩天，你辛苦地忙，今天坐在那裡也是一樣。你前幾天在那裡睡覺，今天也是一樣。可是這個最後的效果，就完全不一樣。你睡了幾天，今天是睡在那裡，是越睡越懶，越來越不想動，最多心裡想，就是這樣。如果你做過了以後的話，現在你也不會覺得累！你會心裡覺得好歡喜，你自己看看，也歡喜。我想這個我們大家感受得到的吧！你眼前只是這麼一點點，將來這個因，將來你的能力是越來越增長，如果做過的話。另外一種呢，你越來越遲鈍。",
    "533": "[08:53]所以這個人間的很多人，為什麼比牛馬來得聰明，這個牛馬沒有什麼事情，牠就躺下來坐在那裡，然後，妙咧！牠先吃的時候，吃了一大堆，吃在肚子裡，然後吐出來慢慢地嚼，欣賞這個東西，這個就是牛馬。人不是，人不是，忙完了停下來，這個腦筋還在那裡轉，還在那兒動，繼續地向上；菩薩更是！這就是它根本差別。所以將來你們真正了解著我們的業相以後 ─我說真正了解的話，不是講的業的道理。佛法整個講業，如果說單單文字上面，不一定認識，如果你了解這個業的行相，你的心裡一看，觀察就很清楚、很明白了：了解了，了解了。",
    "580": "[09:40]所以同樣地，事情做過了沒有什麼，可是這個結果就完全不一樣。前者，你這麼努力的話，就是說將來你的淨土資糧，將來你的究竟圓滿報身、報土的莊嚴。另外一種呢，什麼？就是說墮牛墮馬，這個擺在這裡非常清楚、非常明白。這個後面那個果報啊，那差太多、太多了。你做過了，眼前呢沒有什麼，做也是那樣，不做也是那樣。所以我們常常說，這個不修行跟修行之間的差別，一個是白白浪費，一個呢是就是會，就是會善巧地利用，這是我們應該了解的。所以對 ……括弧裡告訴我們，真正的依教奉行啊，這個才是真正的大福德、大智慧，這個才是我們最好的莊嚴，這是我們最好的收穫，這是我們最好的得到的。第四個：",
    "652": "[10:52]荷負擔已應如何行，其中分六。那麼說我們現在，第一個要捨自在，第二個絕對不能捨離，任何情況之下，這個心像金剛一樣地不被破壞，只有破壞一切。你依靠了善知識，能夠破壞一切煩惱，絕不被任何東西破壞。那時候進一步呢就負荷，等到你全部負荷起來，圓滿負荷成功的話，你就是佛耶！所以在因地當中，我們怎麼辦呢？那麼負荷了以後，該怎麼做呢？現在我們就下面告訴，那就分成六項。",
    "691": "[11:31]如輪圍山心者，什麼叫輪圍呢，輪圍山？",
    "696": "[11:36]任起如何一切苦惱，悉不能動。輪圍山就這個樣。",
    "700": "[11:40]慬哦住於汝巴時，公巴德熾因太寒故，身體衰退，向依怙童稱議其行住。如彼告云：「臥具安樂，雖曾多次住尊勝宮，然能親近大乘知識，聽聞正法者，唯今始獲，應堅穩住。」第一個絕不動搖。那麼他舉一個典型的例子，那個慬哦瓦，就是博多瓦的師兄弟，換句話說，就是敦巴尊者的那個弟子，最主要的弟子。住在那個地方的時候，有這麼一個人，他的弟子當中有這麼一個人，那個地方冷得不得了，那個西藏的確冷啊，唉呀，實在受不了！所以他就跟他的這個依靠的這個師長，就說：「唉！這個地方受不了，這個地方我們怎麼辦哪？動動腦筋看，還是換一個地方怎麼樣？」嘿！他老師這麼告訴他，說：「安樂臥具，我們要真的要談享受的話，已經不曉得多少次，住在這個尊勝宮，」尊勝宮是最尊貴、最勝妙的這種地方，那不曉得多少次了。我們沒有一個人例外，我們都是。固然我們多少次住過地獄，但是也多少次生過天堂，沒有一個人例外的。但是結果呢，我們還在那輪迴，還在那輪迴，一點用場都沒有耶！而且要真正跳出來，要什麼？要修學佛法，要修學佛法一定要依靠大善知識，這個大善知識呢，究竟圓滿的大乘的善知識。「現在我們能親近這個大善知識，聽聞這個圓滿如理的正法，現在今天剛剛開始得到，所以你應該堅住、穩住。心要堅固，然後要穩，絕對不要動搖啊，絕對不要動搖啊！」所以碰見這種情況，我們不妨自己可以檢查一下，我們真的這麼難受嗎？我們現在這裡真是舒服啊，樣樣現成，比起他們來，真是像天堂一樣。第一，這裡說輪圍山。第二呢，",
    "844": "[14:04]如世間僕使心者，謂雖受行一切穢業，意無慚疑，而正行辦。就是說，不管他是做什麼事情，「穢業」，這個穢分兩方面，第一個是外面的，第二個是裡邊的。現在目前這裡主要的是指外面的、外面的，就是說拿那個髒東西，叫你洗廁所啊，叫你弄廚房啊，就是你怕的，就是你不願意的。這種不管是什麼，心裡面不悔不疑，沒有一點點動搖。說：「我這地方跑到這裡修學佛法的人，叫我做這個東西！」這個就疑了。再不然的話，我覺得我世間好像有頭有臉的人，怎麼跑得來弄這個廁所啊，唉呀！覺得愧了。不！完全照著善知識告訴我們，要我們做，乃至於他沒有說，我曉得他需要這樣做，就認真去辦。所以像世間的這個僕人一樣，僕人就是傭人，傭人就是這樣做。",
    "917": "[15:17]昔後藏中，下面舉個例。",
    "919": "[15:19]一切譯師智者集會之處，有一泥灘，敦巴盡脫衣服掃除泥穢，不知從何取來乾潔白土覆之，於依怙前作一供壇。依怙笑曰：「奇哉，印度亦有類似汝者。」那個時候後藏，那就是阿底峽尊者在西藏的時候，西藏的時候，那個有一個很大集會。「一切譯師智者集會之處」，就是一個道場，很重要的一個道場，正在大家集會。那麼集會的時候，那個地下有一攤泥水，那個敦巴尊者，你看這個人多了不起啊，看見那個泥，把衣服脫下來統統拿掉了。然後因為沒東西嘛，那個地方苦得不得了，沒有東西，就拿這個衣服來盛那個土。然後不曉得從什麼地方，弄來乾淨的放在上面，弄好了以後，這個地方就讓他的老師 ─阿底峽尊者坐在這裡，前面做個供壇。阿底峽尊者看見了很歡喜說：「啊！了不起、了不起！居然你能做這樣，印度現在也有這樣類似的。」",
    "995": "[16:35]我們曾經看過佛陀的因地當中，有頭髮佈地的這種事情。現在不要說叫你把衣服脫下來，拿那個掃帚送到你前面，叫你說：「某人，你去掃一掃吧！」喔！你心裡面委屈個半天，這個我們自己想想看。然後他站在那裡，勉勉強強掃，他跑掉了，你也跑掉了。這個情況，我們可以互相來對比一下。然後更重要的應該了解，他為什麼要這樣做？這個是重要的。再下面這個第六種，第六。",
    "1035": "[17:15]如除穢人心者，除穢人，這個在印度當年，它這個大城市，熱鬧的這個大城市，它有專門的一種除糞人、除糞人，所謂《法華》上面的除糞人。實際上這種除糞人，我小的時候，我們中國大陸上也有，中國大陸上也有。鄉下，當然它不需要，那麼這個城裡的人，是專門有這種人。那麼，在印度，它那個階級很分明，所以凡是這種除穢人，都是下賤的人、下賤的人。那麼現在我們依靠著善知識，也要這樣的心情，這個是特別的。",
    "1089": "[18:09]盡斷一切慢及過慢，較於尊重應自低劣。這是這一點的特別重要的地方。你親近善知識，內心當中，一定要去掉這個東西，斷除所有一切的慢及過慢，慢及過慢。這個慢，就是你比他高，乃至於輕慢心，這個萬萬不可以、萬萬不可以、萬萬不可以。不管是你實質上如何，就算你比他強，你還是要低聲下氣地去跟他學，這是非常重要的一個概念，非常重要的一個概念。如果說，你沒有辦法做到這一點的話，在這一種情況之下，有兩個辦法，一個是好好地懺悔，還有一個不如離開，這是千真萬確的事實。否則的話，對自己是一種大損害。尤其是將來真正遇見了善知識，你對善知識隨便起一念的輕慢心的話，產生的惡果，是不得了地嚴重，很多經論上面特別告訴我們。反過來，你真正要想受學佛法的話，那個拿掉，你就有很大的好處。就算他不是善知識，如果說你能夠拿掉了以後，你都有好處，何況是善知識。所以那一次我們曾經講，說這個老比丘，受到了四個年輕人的開玩笑，拿這個皮球，在他頭上「蹬！」打一下，他說：「你啊，給你初果。」他就真的證了初果，為什麼？最主要的原因，他前面這個慢心一點都沒有，然後他自己與法相應，在這種狀態之下就行了。這個我們要了解。下面引兩個祖師說的話：",
    "1208": "[20:08]如善知識敦巴云：「我慢高坵，不出德水。」這個我慢是山，所以叫我慢高山，那個山上面，水一點都蓄不住的，一點都蓄不住，不要說它自己本來就是沒有水，下上去的水跑掉了。平常我們說：「喔唷，這個我都懂！」聽起來「啊，我都懂啊！」你既然懂的話，你聽他幹什麼？心裡面就一點都留不住，一點都留不住。所以前面像桑樸瓦，他很清楚，他這麼了不起的一個大善知識，他聽見人家講法，欸！他並沒有說我都懂，他跑得去就認真地聽耶，聽完了以後，他還說，我得到兩種好處。不但如此，佛親自都是這樣示現的，佛聽見人家講法，他就至心恭敬地歡喜。為什麼？佛自己從哪兒來的？從聽法而來，法是佛母。所以他一聽見那個法，他就感恩、歡喜、恭敬，這個心情都生起來。現在我們聽見了法以後，覺得：「欸！這個沒有什麼。」你這個心裡面是完全不相應。所以固然說我們不懂的，固然是要這樣的，就是你懂的，你要讚歎、隨喜。",
    "1287": "[21:27]所以我看見以前的，我們這個民國初年有個了不起的，揚州高旻來果老和尚，他是禪宗的了不起的大德，雖然不像虛雲老和尚，並列所謂民國以後的幾位了不起的大德，但是在禪門當中，這是非常了不起的成就的一個人喔！他自己學什麼？參那個「念佛是誰？」他有一天跑到一個地方去，他也沒別的，看見牆上「念佛是誰？」他一看見，就歡喜得不得了，好讚歎，為什麼？跟它相應，那這是一個狀態。所以如果我們現在碰見這種情況，心裡不相應的話，現在眼前對我們最重要的就是，馬上應該認得，從這件事情上反應出來，欸，我們心裡面跟法不相應，這是我們現在要真正認識的。",
    "1341": "[22:21]平常我們總是看人家不對，要曉得，這個對跟不對，真正的重要的，不是外面境況的對跟不對，就是你內心當中，跟這個境，引發的內心的這個種子，這是我們要了解的。如果我們現在這個上頭，你不能認識的話，那都是空話。所以人家說不要分別，就是說我們妄分別，才能夠產生這種現象。究實說來的話，我們要如理地善巧了解這個法相 ─為什麼我看見的這個境界，心裡會生起這種狀態？好的該如何？壞的該如何？然後你能夠善巧分別，好的，隨喜、讚歎、歡慰、增長；壞的嘛，努力去改善，這個才是我們真正要修學佛法的，就這樣。下面：",
    "1392": "[23:12]慬哦亦云：「應當觀視春初之時，為山峰頂諸高起處，青色徧生，抑於溝坑諸低下處，而先發起。」喏！你不妨看看，到了春天，真正先發芽長出來的是哪裡呀？是高山頂上？還是下面？當然，高山頂上一片皚皚白雪，等到雪融掉的時候，光溜溜地，是一片沙漠；下面就非常茂盛。為什麼？就是這個 ─慢，法水蓄不住，這是兩位善知識給我們的指示。下面：",
    "1442": "[24:02]如乘心者，謂於尊重事，雖諸重擔極難行者，亦勇受持。像「乘」，乘就是轎子，現代的汽車，或者車子，載重的。不管什麼東西，再重的東西，它一定能夠把你負擔下來，能夠把它載運到應該去的地方，應該去的地方。現在我們也是這樣，應該把善知識要我們做的事情，全部負擔下來，載到我們應該去的地方。善知識之所以為善知識，就把你從這個地獄門口，然後送到這個圓滿的報土這個地方去。所以必定要有這樣的心裡的認識，然後照著去做。下面：",
    "1505": "[25:05]如犬心者，謂尊重毀罵，於師無忿。像狗一樣，像狗一樣。為什麼呀？不管他這個，這個狗對那個主人，不管他怎麼罵，他罵，狗不會忿，不會發脾氣的。的的確確，你看家裡那個狗，就是你打了牠了，哇啦哇啦叫，牠一面叫，一面還在那兒四周轉，牠不會說叫了一下跑掉了，就這樣。那麼前面我們說，他世間僕使，受那個穢業是外面的行持上面的，如犬心的話，那就是心理上頭的。不管那個善知識用什麼方式來罵你等等，你心裡面沒有一點點怨恨，沒有一點點怨恨。你看那個密勒日巴尊者這個裡邊，就是他那個老師對他這個樣，他心裡面只有想：「我自己總是業障吧！我總是業障吧！」要我們任何一個人，碰見這種情況的話，一定會覺得：「哎呀！這個老師簡直是極殘忍，這麼不講理的人。」而他卻是一點都沒有，為什麼？我們現在只有看見，我很羨慕我要做到它，這個心理是好的；但是他為什做到？你為什麼做不到？這才是我們真正要重視的。而你了解了佛法以後，那個時候，你會才知道為什麼密勒日巴尊者能做到，為什麼你做不到。",
    "1597": "[26:37]同時，我前面說的信位菩薩的行相，什麼叫信位菩薩？淨心為信。什麼叫淨心為信？這個境界現起的時候，他心裡面所生起的不是染污煩惱之業。我們任何一個境界現起的時候，你想到的都是那種世間的事情，那很清楚、很明白的。就是我們哪都在門外，不管你道理講多少，沒有用。他不管怎麼不合理的情況現起的時候，他不會覺得人家不合理，他只是覺得：「唉呀，我裡邊業障還沒有淨除吧！我還有什麼嗎？」這個就是典型的淨心相，典型的淨心相。是這個才是我們真正讀那個傳記要認識的，你單單看那個傳記看不出來。了解了這一點，那個時候我們就努力去修持，努力才去修持，所以整個的現在下面告訴我們的都是這個。",
    "1652": "[27:32]現在我們千萬不要盲修啊！你如果說急急忙忙地去修的話，這是盲修瞎鍊哪！你不曉得真正的行相，自己覺得磕幾個頭、念幾聲經，當然有功德，但是事倍功半，事倍功半。你能真正地關起門來，捨掉一切，那真是了不起；你了解了這個，然後去修的話，哇，那效果是完全相反，完全相反！平常我們的事半功倍的話，這是世間的，這個裡邊的差距是十百千倍。所以真正有成就的人，他一定是起步的時候，一直依止著善知識，他成就越高，這個做得越認真。如果說你能夠一直依止到等覺後心，那你這條路一定最直、最快、最好，這個情況在《華嚴》、《法華》上面，說得很清楚。《法華》所以他就說：「啊，我多少時，一直告訴你們哪，大家好好地去努力，要照著去做！你們就沒辦法聽得進。」你說你不聽嘛，聽了的，然後聽見了一點點，就照著自己的意思，就覺得趕快去忙，就是只選自己相應、愛好的那一部分而去做。有沒有成就？當然有，成就的是歪路。所以他為什麼第一點告訴我們「捨自自在」，就是說你不要想著：「哎呀，我現在去修行了！」我覺得要如何修行，這是自己的自在，完全拿掉，徹底拿掉。"
}