{
    "11": "[00:11]善知識你最好委屈婉轉地了解，他說的什麼，他的內容是什麼。你了解得越深、越徹底、越圓滿，跟著他去，對你是只有好處，只有好處。關於這個概念，一定要慢慢地、一步步地、認真地學下去才能夠了解的，我這裡隨便地提一下。",
    "32": "[00:32]所以真正依靠善知識的時候，現在這個地方說，不管他怎麼毀罵，外面固然是一切不怕，裡邊心理上也是如此。而且你反過來想，老師罵你正是淨除你的罪障，正是積聚你的資糧。現在沒有懂得道理之前，你不妨這樣想，將來你學下去你自然懂得那個道理，百分之一百地千真萬確。我在這裡保證你們，如果你們認真學 ─不認真學那就一點用場都沒有 ─你學下去，我可以經上面、論上面翻給你看，喏，喏！沒有一個例外的，沒有一個例外的而且。現在我們繼續看下面的祖師，馬上一個典型的例子：",
    "82": "[01:22]如朵巴對於善知識畫師，每來謁見便降呵責，畫師弟子摩瓦云：「此阿闍黎於我師徒，特為瞋恚。」畫師告云：「汝尚聽為是呵責耶，我每受師如此賜教一次，如得黑茹迦一次加持。」那個朵巴對他的一個弟子，善師，是他的弟子。他那個善師每次去見他老師朵巴的時候，總歸把他罵一頓，罵一頓。那個時候那個弟子善師，他自己本身也是已經有成就了，帶了一大堆人來。結果這個善師倒沒什麼，那個善師的弟子就受不了了，就跟他師父說：「哎呀！那個師公是怎麼一回事情呀？對我們好像有成見。我們每次跑得來，他對我們倆是特別地大發脾氣啊！」畫師怎麼告訴他？「汝尚聽為是呵責耶」，「哎呀！你還以為他在罵你，你真不懂啊！我啊每次到這地方，聽見我的老師這麼罵我一趟，是受最好的一次教訓，最好的一次教誡，最好的一次加持。」",
    "169": "[02:49]「黑茹迦」是什麼？黑茹迦就是本尊，那個本尊哪，現忿怒相的這個本尊。比如說我們說文殊師利菩薩，文殊師利菩薩他現兩種身：一個就是文殊師利菩薩的，這個叫「寂靜尊」；另外一個大威德金剛，就是他現的那個「忿怒身」，就是他現的忿怒相。所以這個現忿怒相，這個一定是什麼？一定是報身，一定是報身。「你把他這個老師說的話把它聽成罵，我聽的就是最好的一次加持啊！」看看喏，這個地方有大文章，這個地方有大文章哦！",
    "218": "[03:38]現在我們不一定懂，我們不妨引一個中國人的典型的故事來看一下，來看一下。我們中國的祖師們所以棒、喝、打，隨便哪一個，欸，碰見那個老師的時候，不是罵呀，就是喝，就是打。乃至於像一指禪，把那個指頭就劈掉了，有這一件事情。像那個陳睦州，然後呢，對他的這個弟子啊，這個是法眼，去參他的時候，「啪！」一下，把他的腳弄斷了。欸，對不起，這是最大的大加持！何止於罵，何止於打，這樣欸！這個是我們真正應該了解的。所以在這地方注意一下：如犬心，如犬心，在任何情況之下，你不要容許這個煩惱生起來。",
    "285": "[04:45]《八千頌》云：「若說法師於求法者現似毀咨而不思念，然汝於師不應退捨，復應增上希求正法，敬重不厭，隨逐師行。」這個《八千頌》就是《般若》。《般若》有廣般若，有略般若，《八千頌》就是個略般若。實際上這個地方指的《八千頌》就是第四會，第一會、第二會都是廣的。那麼，這個裡邊告訴我們，假定說這個說法的這個師長對求法的人，現這個「毀咨」，就是瞋、忿、責罵，那個時候你千萬不要從這個地方去思惟，去自己妄加分別，妄加分別。這非常重要、非常重要！不但《般若》，《華嚴》上面也特別一再地交代，《華嚴》一再交代。文殊師利菩薩告訴善財童子說：「你要成就真正的佛道，一定要依靠善知識。然後依靠善知識要怎麼樣啊？要不怕疲厭，要用種種的方式。」最後告訴他：「如果這個善知識現那個病容」，換句話說，不合理這種狀態做的時候，你怎麼辦呀？「你千千萬萬不要從壞的那個方面去想」，告訴他得清清楚楚，明明白白。這地方亦復如此，應該對於這個師長，決不退、捨兩點。捨是捨棄，說：「啊好，不跟他學。」退是退心。不但不退捨，還要什麼？「增上希求正法」。本來這個希求法的心哪，還不一定那麼強，反而因為這樣的毀咨更增上，更增上！「敬重不厭」，恭敬尊重，絕不厭棄而跟著老師，而跟著老師。",
    "421": "[07:01]我們上次曾經提過的道宣律祖，他回去的時候他老師就不接受他，罵他、趕他，他有沒有一點點瞋恚心呀？如果有一點瞋恚心的話，今天我們就不可能有這樣圓滿的佛法遺留下來了，對不對？他不但是不這樣，而且是「增上希求」，他更是一心地懇求他的老師，跟著他老師，所以最後終於成就。不管是印度也好，中國也好，乃至西藏也好，都是如此。這是我們的典型的最好的榜樣。最末一個：",
    "467": "[07:47]如船心者，像船。",
    "470": "[07:50]謂於尊重事任載幾許，若往若來，悉無厭患。最後像船一樣，對尊重的事情不管多少，來來去去，沒有一點厭患，沒有一點點厭患。那麼這個「船」跟「乘」兩個有什麼不一樣呢？這個船是「若來若往」，就是沒有一個例外；乘的話通常從這裡到那個地方去。這兩個稍有差別，稍有差別。這裡我們不加細辨了。這個是說原則上面我們親近一個善知識，應該把持的心裡的認識，我們要這樣去做的，這樣去做的。那麼現在下面呢，在這個原則上面，我們在這個地方應該怎麼做？而這個裡邊的根本何在？",
    "533": "[08:53]第二修信為根本者。這個是我們修學佛法最重要的。修學佛法最重要的是親近善知識，而親近善知識第一點對善知識要修信心，這是所有的根本。",
    "550": "[09:10]《寶炬陀羅尼》云：「信為前行如母生，守護增長一切德，除疑度脫諸暴流，信能表喻妙樂城。信無濁穢令心淨，能令離慢是敬本，信是最勝財藏足，攝善之本猶如手。」這一段引那個經上面的說，說信哪，如前面的前行，就是前面的基礎，前面的基礎。就像什麼？就像母親生出一切來，有了信什麼東西就來了；沒有信心，什麼東西都談不上。這個也就是《華嚴》上面說的「信為道源功德母」，是道 ……源是根源，從這地方出來的，一切功德，道源功德之母，功德從這地方長出來的。「長養一切諸善根」，就是這個道理：它增長，然後守護，所有的功德都從這個地方來。我們現在修學不認識固然談不到，認識了能夠一點點不懷疑，這個都要靠善知識。所以能夠淨除你一切的疑慮，能夠從生死的瀑流當中，能夠跳過去、能夠渡過去，這個都要靠善知識。而這個善知識靠什麼？就是你對他的信心。這個建立起來了沒問題。善知識所以成善知識的一個根本原因，他就是要來救我們，所以我們沒法救的，就是你對他沒有信心。所以主要的說來說去就是這一點，這是我們第一應該認識的。",
    "674": "[11:14]「信能表喻妙樂城」，它能夠像妙樂的城，這一切的妙樂都從這地方出來的。「信無濁穢令心淨」，你信心一清淨的話，好了，「濁穢」就是我們的煩惱，就相當於世間的骯髒。能夠離慢，恭敬的根本。你有了信心自然而然你不會慢，你曉得一切的好處，一切的功德都靠著他，你怎麼可以在這地方慢？反過來所以我們有慢，就是我們的信心不夠，那個時候就是我們努力去修習的時候。所以在這地方處處地方提醒，當你覺得，哎呀，看不起人家的時候，那時不要說他不好，那時候你要反省，說：「欸！為什麼我心裡面在那慢心生起來了？」那個時候才是我們真正要懂的地方啊，真正懂的地方啊！所以佛法不是講道理，你一定要看得清清楚楚啊！你誰都瞧不起，那不是他不好，是我自己不好。如果他好的，固然是你要增長他；他不好的，不好的你要去救度他，你要去救度他啊！你哪裡看見人家是不如你的地方？",
    "750": "[12:30]就像我們看見那個自己的子女一樣，你絕對不會，一個做父母的人絕對不看見說，喔唷，我是父母，那個子女處處都不理想，你瞧不起他。天下哪一個父母是瞧不起子女的？不可能！天下的父母都把看見自己的子女，看成是最了不起的，不是嗎？現在你要修學佛法，佛法大乘菩薩的心，遠比這個父母對子女的心要超勝哪！所以不管對方是真的比你高，還是比你低，你怎麼可能有一點點的這種輕慢之心存在呢？這個道理很簡單，如果你輕慢心的話，你早就已經不是佛法了，早就擺在三千里之外了。這個才是我們在這地方啊，應該真正反省的。「信是最勝財藏足」，最勝財的庫藏，以及我們要取得這個真正的財，跑得去的足，有了這個才可以。「攝善之本猶如手」，然後到了，你攝取這個，就像手一樣。無非是引那個經。下面的我們把它念一遍就可以了。",
    "826": "[13:46]《十法》亦云：「由何出導師，信為最勝乘，是故具慧人，應隨依於信。真正具有智慧的人，他一定會這樣去做的。所以我們現在這樣，正是我們愚癡啊，我們愚癡！我們還自己以為懂得很多咧，實際上這個懂得很多就是世智聰辯。害我們的不是別的，就是這個東西呀！",
    "853": "[14:13]諸不信心人，不生眾白法，如種為火焦，豈生青苗芽。」如果我們心裡面沒有這個東西的話就像什麼？嘿，對不起！就像那個種子被火燒焦了一樣，長不出來的，長不出來的！",
    "869": "[14:29]由進退門，而說信為一切德本。有信就進；沒有信就退。所以他一切的功德從這個「信」字上面，所以說這是功德的根本。",
    "882": "[14:42]敦巴請問大依怙云：「藏地多有修行者，然無獲得殊勝德者，何耶？」喏！這句話呀，大有我們觀察警惕的地方。說我們這裡有很多修行的人，但是修行了沒有得到殊勝的成就，為什麼呀？我們這裡也不妨反省一下：我們這裡這麼多修行，哎呀，講佛法的這麼多，為什麼大家都沒成就呢？乃至於我自己，我每天拜多少佛，每天念多少經，我已經剃了頭這麼多久了，為什麼到現在還是沒有成就呢？對不起！答案，下頭：",
    "924": "[15:24]依怙答云：「大乘功德，生多生少，皆依尊重，乃能生起。大乘功德的多少，都依靠善知識，都依靠善知識啊！",
    "940": "[15:40]汝藏地人，於尊重所，僅凡庸想，由何能生。」現在你們那些人對善知識，你看起來把他看成平庸的凡夫，請問功德從哪裡生？請問功德從哪裡生？不要說大乘，小乘也是一樣啊！所以我們常常都要看看那個經典，反省反省那個經典。上一次已經說過這個老比丘，今天這個地方另外說一個公案：有一個女人，一個女人，那個女人她非常虔誠地供養這個三寶。那麼佛世的時候，那個供養都是請那個出家人到家裡邊應供。那麼她常常請一個老比丘，那個老比丘確實不懂得什麼，不懂得什麼。吃的時候是滿好吃的，吃過了這個開示是講不出來的。但是呢，那個女人對他非常恭敬，一再地請。要我們現在的話，你能夠開示都不一定能恭敬你，何況你根本呢啞羊一個。要我們看見，「這個 ……」欸，她不！她非常恭敬。那麼在這裡請完了以後求他說法，可是因為這個老比丘自己都不懂了，他總推三阻四，總推掉。她一面恭敬地請，一面老推；他是越推呀，她是越恭敬。",
    "1032": "[17:12]有一次以最好的這樣去恭敬請來，請來了以後，請完了以後又請他說法，他這一下，唉，實在是難受得不得了，結果他想來想去想不出一句話，不曉得要叫他說什麼。就看見那個女的，在那個地方下面跪在那兒聽。而那個女的呢，因為她心裡面沒有一點點慢，越來越恭敬，總覺得：「我還有什麼地方沒有做到，還有什麼地方沒有做到。」她沒有一點點用反方向去想。所以她跪在那裡，頭都不敢抬起來，心裡面一直至誠恭敬地，一方面想自己哪有不對，一方面緣想佛法。結果那個老比丘看見那個人坐在那裡，那個優婆夷這麼虔誠地跪在那裡，正好趁她看不見，偷偷地、輕輕巧巧座上下來嘛，就溜掉了！",
    "1088": "[18:08]溜掉了以後啊，這個女居士還沒注意到吧，她還是至誠恭敬地，只是覺得：「他為什麼還不講啊？總還有原因。」她就是自己想，一再地想想、想想，想得以前世間固然苦，現在求取佛法還是這麼苦，還是毫無意義啊！她越想，是越想跟法深入，越想深入。本來佛告訴我們什麼？苦諦。平常是浮淺的一面，因為她的信心慢慢地清淨了，所以跟煩惱不相應，越來越自己淨化了內心。結果，開悟了！證了初果。哎呀，她歡喜得不得了！再抬起頭來一看哪，欸，那個老比丘跑掉了！哎呀，她感激啊，然後她就跑到僧團裡面找那個老比丘，她要感謝他。結果那個老比丘根本不曉得這件事情，他逃回來了以後也見不得人，關起來就不願意出去。那個女人跑到去感謝他，他以為來 ……哎呀，大概吃過了以後不告而別有什麼問題，她越找，他越害怕。結果這個女人卻是一定要找到他，結果後來找到了，找到了以後就說那個公案。啊！那個老比丘聽了以後，無比地慚愧，發了個大慚愧，最後那個老比丘也證了。《雜寶藏經》上面有這段公案，你們仔細看看。",
    "1169": "[19:29]所以我們現在不要說大乘，小乘也是這樣的。這是我們第一應該好好警惕反省的地方。不過現在呢說實在的，我們乃至於要想警惕反省，這個程度還做不到，為什麼？我們心裡現在煩惱非常重、非常粗猛，有的時候，是，聽見了很好，有的時候話都聽不進欸，那是為什麼？就是我們內心當中的粗猛的煩惱，這是我們真正應該認識的。關於怎麼樣淨除這個，他後面都有告訴我們完整的方法，完整的方法。下面我們繼續看：",
    "1211": "[20:11]有於依怙發大聲白：「阿底峽請教授。」如其答云：有的人跑到阿底峽尊者前面去：「阿底峽尊者請教授！」大聲地吼。平常我們如果真正地很恭敬的話，那跑到老遠，哎呀，一心恭敬，一心恭敬，非常輕巧，頭都不敢抬起來。絕對不會說，大聲地隨隨便便跑得去毫不在乎，肆無忌憚那個樣子，絕對不可能。所以這個裡邊就說明什麼？他心裡面一點恭敬都沒有，就是那種肆無忌憚那個樣子，所以阿底峽尊者怎麼 ─",
    "1251": "[20:51]「哈哈，我卻具有好好耳根，言教授者，謂是信心信信。」他就大笑了，說：「哎呀！我耳朵好好的，你用不著那麼大聲地吼啊！」所以意思就是這樣。實際上這個意義在什麼地方？不在這裡。實際上就是：你真正要學啊，你要好好地了解真正的最重要的教授，你不是要請教授嗎？最重要的什麼呀？信心、信信兩個字。第一個，信得過我們的心，要曉得我們現在的心是什麼？你的心「本自具足，本自圓滿」，本空嘛！但現在什麼？為煩惱所染污。要想淨除這個煩惱染污靠什麼？靠善知識！你要真正得到了善知識，淨除自然得到了。可是要想依靠善知識，不是沒有善知識，看你有沒有建立起對善知識的信心來，就是這個道理。所以這個才是我們要了解。",
    "1320": "[22:00]佛法裡平常我們分大乘三系，不管是哪一系你真正了解了那個特質以後的話，說來說去就是這個。或者講空，它本來是清淨；或者就講有，所謂說真如緣起，它本來就是，說來說去就是這個，你要信得過本來如此。可是眼前呢，染污了。要想淨化這東西一定要靠善知識，所以靠善知識要有信心。這個算數是說：百分之一百自己的條件，加上百分之一百善知識的指導，才能夠百分之一百圓滿你的佛果。這是這個兩個：信心跟信信。信是最重要，",
    "1365": "[22:45]信為極要。其信總之亦有多種，那麼現在這地方所信的，當然廣泛的所信很多。",
    "1372": "[22:52]謂信三寶，業果，四諦。然此中者，謂信尊重。這個我們都懂，或者後面詳細來講。而現在這裡講的是什麼呀？「信尊重」，信得過你所依靠的善知識。",
    "1386": "[23:06]此復弟子於尊重所，應如何觀。那麼下面說信善知識沒有錯，那麼怎麼個信他呀？那不是說隨隨便便，隨隨便便這個迷信，沒有用。我們聽見了說：「啊，那我信善知識！」你怎麼個信法？信些什麼？什麼才是信？嘿，這個裡面都有道理的。這個都是要清楚明白，然後一一如何修習相應。否則的話你說：「啊，只要修信信，那麼我就信他了！」對不起，這個是迷信，這個沒有用。佛法絕不講迷信，這個它下面說的。那麼怎麼信法呢？這樣告訴我們的，應該這樣：",
    "1428": "[23:48]如《金剛手灌頂續》云：這是密教的經典，密教的經典叫「密續」，這個繼續的續。",
    "1437": "[23:57]「秘密主，弟子於阿闍黎所應如何觀，如於佛薄伽梵即應如是。其心若如是，其善常生長，彼當速成佛，利一切世間。」這個秘密主，秘密主啊就是大勢至菩薩，大勢至菩薩，我們在密教裡稱為他金剛手，他是密教的密部的主。那麼佛就告訴他，說：「喏！一個弟子依止這個善知識的時候，應該怎麼辦？應該把這個善知識看成像佛。假定說你這個心能夠像這樣的話，你一切時，這個功德都在增長當中，而且能夠很快成佛。對自己來說是成佛，對別人來說能利益一切世間。」這個道理這裡先不詳細說，後面它繼續會告訴我們。但這個道理我們要信得過，這個是密教的經典，顯教的經典已經引過太多了，引證過太多，也都是這樣說。所以不管顯密都是告訴我們，你能夠把善知識看成佛，那麼你就得到最大的好處。所以剛才特別是引那個小乘的公案，她就把他，對方那個人，看成功毫無瑕疵地圓滿的，結果，她得了好處。",
    "1535": "[25:35]諸大乘經亦說應起大師之想，第一個是前面的密教裡面的經典，現在呢顯教裡面也是這樣。所以依靠善知識，應該把那個善知識看成像佛，乃至於",
    "1550": "[25:50]《毘奈耶》中亦有是說。《毘奈耶》是戒經，實際上這個地方的《毘奈耶》不僅僅說戒經，換句話說，最基礎的小乘根本也是這樣，所以不管是小、大、顯、密都是這樣。那麼為什麼要這樣呢？說",
    "1569": "[26:09]此諸義者，謂若知是佛，則於佛不起尋求過心，起思德心。假定你心裡面有了這個認識，那個時候你覺得：啊，原來你所依靠的是佛，你對佛絕對不會去尋求他的過失，你只是思惟他的功德。這有什麼好處？請問：你去想對方過錯的時候，就算他真的過錯，就算你想對了，對你有好處嗎？這是個真正問題哦！所以你始終要記住：欸！我跑到這兒來幹什麼的？我是跑到這裡來，跟他像世間一樣的大家這個談是非的，還是我跑到來學佛的？你這個概念要把握清楚。如果你把握清楚的話，不管對方有多大的錯誤，你就不會想到他錯誤地方去了，這不是很明白嗎？他比你好，你跟他學；他不如你，你把他救起來。這不是很簡單嗎？你怎麼會想到他的過錯呢？",
    "1632": "[27:12]但是我們平常的時候，因為無始以來的習性太重，動不動就是這樣來了，動不動就是這樣來了！別人還勉強可以，現在的一切指導你的人，這是個善知識，你對善知識起了這個心念，你什麼都不談了！這個很清楚。所以你現在不成氣候的原因，就是因為你不懂得道理，要不懂得道理，一定要依靠善知識，依靠善知識你一定要一心一意地聽他。如果你跟善知識之間，起了這樣的一個念頭的話，不要說你學不成，下面的根本不談，乃至於對佛法你都沒辦法接受。所以你第一步要想修行的話，必定要懂得修行的道理；要想懂得修行的道理，一定要有善知識；要想依靠善知識，必定要把善知識跟你之間的這個障礙除掉。所以那個時候，你不能一點點說看他的過失，他有過失你也不能看，這個是很重要的！這個理路這麼清楚。所以我常常說，現在我們講了很多道理，喔唷，道理講得比誰都懂，問題不是講道理，你能不能做啊？你不能做的話，這個道理都是害你呀！都是害你呀！這個概念就在這裡。",
    "1710": "[28:30]那麼反過來呢，你不求他的過失，求他的功德，你思他的功德那就好了。這個善知識不管怎麼做，都在增長你的功德。他在罵你，你就說：「哎呀，他現在在成就我的忍辱啊！」他在罵你，你就想：「啊，消除我的業障，我的重罪輕報啊！」那個經典上面告訴我們太多這一類事情，而且有典型的例子：因為罵，善知識的這樣的罵，所以把你很多惡劣的罪障就消除掉了。所以不管他怎麼，你覺得，哎呀，這無比地對你的加持，無比的功德，你的信心就增長了。也可以說信心增長，也可以說你內心淨化，也可以說你的煩惱障、所知障拿掉了，這不是最好的嗎？這個道理這麼簡單，這麼明白啊！但是我們不懂，可惜！現在懂了，好高興，努力去做啊！"
}