{
    "8": "[00:08]於尊重所，特應棄捨一切尋察過心，修觀德心。對於你的善知識，一定要棄捨一切看他過失的。「尋、察」是兩個。尋的話就是粗的；察是細的，察就是伺察。當你看見他的這個過錯，這個是尋；然後呢完了以後心裡面老還在那兒轉，越想越不對，這個就是伺。這個都是對我們自己最大的傷害，最大的損害是莫過於此。你因地當中養成功了習慣的話，你固然這個異熟果是一定墮落，這個一定異熟果是一定墮落。這個善知識你如果起了這個的話，一定墮落。然後呢等流果，最嚴重的還是等流果。等到你地獄裡面出來了，畜生等等轉了不曉得多少圈出來了，你那個等流心識還在那裡，一碰見的話你還是看他的過失，無始以來這個就是這樣。所以你眼前如果不修改的話，絕對不可能改變過來，如果可能改變過來，我們早就成了佛了，佛哪有不加持我們？所以這個地方是我們要了解的。所以怎麼辦呢？修觀德心，告訴我們。它用個「修」字，這不是講個道理，講了完道理以後要經過你自己的修、修改。就是我們以前一直在錯誤，現在從善知識那裡聽懂了，但是啊要透過如理地修習以後，才能夠真正地把這個惡習扭得過來。",
    "108": "[01:48]此復應如彼續所說，依之而行，欸！懂得了個道理還要跟著它去做啊！他下面說：",
    "117": "[01:57]「應取軌範德，終不應執過，取德得成就，執眾過不成。」你應該取這個你的軌範 軌範就是你的親近的師長 他的功德、他的德行，而不要看他的過失。你看他的功德的話，成就是你的；你看他的過失的話，決定不成功，決定不成功。所以這個〈常憶念頌〉那個頌子常常都記著：「己過如山積不見」，自己的過失那比須彌山還要大，看不見；「師過秋毫亦明察」，師長的過錯一點點，像秋毫一點點，你看得清清楚楚；「法不相應實由此」，常思己過，「勤加懺悔常憶念」。所以我們跟佛法上面不相應，為什麼呀？就是這個。我們怎麼曉得法不相應呀？其實心裡現在亂糟糟的那個樣子，就是這樣，亂糟糟的那個樣子，就是這樣，那麼清楚那麼明白。「勤加懺悔」，好好懺悔呀！一直擺在心裡。",
    "188": "[03:08]謂其尊重雖德增上，若僅就其少有過處而觀察者，則必障礙自己成就。就是說如果這個善知識，雖然他的功德比你要高很多，但是因為你看他的過失，對不起！你呀沒有辦法跟他學，這個是自己障礙。最大的障礙就在這裡，你一看他的過失你就完了！反過來，",
    "218": "[03:38]雖過增上若不觀過，由功德處而修信心，於自當為得成就因。就算是他有很多的過錯，乃至於遠不如你，而過失又遠超過你，但是你不去觀察它的話，你一天到晚在這個他功德那方面，修習你的信心的話，這是你自己成就的因。小乘大乘沒有一個例外的，沒有一個例外的！我們所有佛經上的典故、公案再再都說的，我們剛剛耳朵裡都聽見那個故事，不是嗎？",
    "253": "[04:13]是故凡是自之尊重，任其過失若大若小，應當思惟，尋求師過所有過患，多起斷心而滅除之。所以凡是自己的尊長、師長，自己的師長，這個包含很廣哦，不管他的過失大也好、小也好，你應該那個時候，好好地思惟，說：「啊，過失是他的呀！但是你去尋求他的過失的話，那個真正害處是我自己的。哎喲！不可以，不可以！」你要從這地方，這是我們眼前第一步要修的，就是修這個。然後呢，「多起斷心」，想辦法切斷，「而除滅之」。這個是我們真正眼前修習大乘佛法的第一要著，第一要著。",
    "304": "[05:04]設由放逸煩惱盛等之勢力故，發起尋覓過失之時，亦應勵力悔除防護。不過儘管我們了解了要去做，但是啊，由於自己無始以來的煩惱很重，第一個；第二呢，你要真正去對治的話，戰戰兢兢啊，一點都不放鬆。稍微放鬆一點哪，它等下又來了，又來了，那麼那個就是放逸，這個力量很強。所以你不小心，你又會去找他的過失，那時候應該怎麼辦呀？要努力，唯一的辦法要努力「悔除」，去防護。這是為什麼我平常在這裡的話，用種種方式，或者是很心平氣和地、理智地告訴你們，不要說閒話多聊天，或者用種種的方式制定的規矩，原因為什麼？那個時候啊，只有兩件事情，第一個增長煩惱，說閒話是增長煩惱。不要說談是非等等，就是你不談是非，沒有是非牽涉在裡頭的 ─綺語，沒有意義的事情。如果是有是非在裡頭，那更是不曉得造多少的壞事情。就是沒有這個，放逸，無始以來的習氣都在這裡啊！這是為什麼真正修行的人的話，一定是全部精神擺在這裡。",
    "390": "[06:30]也許大家說：「哎呀，我們是凡夫啊！」沒錯，在我現在的感覺：正因為你是凡夫，更應努力啊！你今天已經是聖人了，這慢一點不怕呀！今天你是凡夫，這一口氣不來是不曉得哪裡去呀！這眼看這後面那個火燒上來了，他已經逃出了外面，他在外面沒關係，坐一下不怕。我現在沒有逃在外面，上面那個牆什麼時候壓下來，這火什麼時候燒到身上來，隨時隨地燒上來的，你還拿這句話來寬縱自己，那自己害自己呀！所以那個時候要努力。假定我們能夠這樣，",
    "428": "[07:08]若如是行，力漸微劣。你能夠這樣去做的話，這個煩惱的力量，慢慢、慢慢地就減輕了，你修行就慢慢、慢慢地爬得上了。所以凡是我們現有這種心情的話，注意！那個時候真正最好的辦法 ─真正地精勤用功。如果你這樣，那個時候你用累了，跑到去坐一下。那個時候，好了，大家談下來說：「哎呀，剛剛修得真好啊，但是我現在又來了。」互相能夠勸勉了，就不會以前那樣，大家坐下來沒什麼事情，張三長、李四短，都是人家不好，就是我好。這個情況就會除掉了，就會除掉了。",
    "469": "[07:49]復應於其具諸淨戒，或具多聞，或信等德，令心執取，思惟功德。這個我們容易了解。至於說你思惟他的功德的時候，那沒關係，或者你看他，你總歸這樣想，欸，說……。不妨這樣想，我告訴你一個辦法，我以前現在一直這樣。說他有很多錯，是有的，看看我自己呢？哈，一點不少！那何必看人家。反過來，看他的功德，他有的，我卻沒有，那時候你就對了！要這樣。所以你總是看這一方面去看，想辦法把那個心，看他功德的那一面，向他學習。",
    "509": "[08:29]如是修習，設見若有少許過失，由心執取功德品故，亦不能為信心障難。你能夠這樣修習的話，就算有一點過失，這個師長就算有一點過失，因為你只看見他的好處，你就不會障礙，你就不會障礙。下面舉個例子：",
    "532": "[08:52]譬如自於所不樂品，雖見具有眾多功德，然由見過心勢猛故，而能映蔽見德之心。又如於自雖見眾過，若見自身一種功德，心勢猛利，此亦能蔽見過之心。譬如說，對於你自己不歡喜的事情，儘管它有太多的好處，但是因為你不歡喜的力量很強，所以它那個好處擋住那裡，擋不住。我們譬如說舉個比喻，舉個比喻：小孩子吃藥，小孩子吃藥，那個藥是絕對對他有好處的，但是他看見：哎呀，苦得要命！他就不歡喜那個苦，不管藥多好，他就是不想吃下去，就是這樣。所以他不管對我們有多大幫助，你只要把這種心理在，哪種心理？就是看見那個過失那個強盛的心理擋在那裡的話，你就得不到這個好處。反過來呢，對於我們自己的話，就算有各式各樣的過失在，但是我只要有一種功德 ─「我」，「我」這個東西最大的功德，什麼其他的壞事情你都看不見。不要說我吧，就是對自己的子女，對自己的親人，那個小孩子都是一無所知的，可是你覺得那是你的親人，那是你的子女，就是這個功德現在前面的話，什麼過失你也看不見了。這個很明白的例子。",
    "630": "[10:30]所以他告訴我們：你要努力去修善知識對你的功德，當你見到那個對你的強大的好處以後，他雖然有一點點小小的過錯，擋不住了。那時候我們就好了，那時候對我們好。你愈向上這個力量是愈強，到最後哪怕他是個十惡不赦之徒，你也看不見他的過失，你只看見他的功德。你說會嗎？怎麼不會？當然會！而且絕對會！而且所有的佛菩薩沒有一個例外的，會！這個話怎麼講？所有的佛菩薩都要圓成六波羅蜜。所以我們佛陀就這樣的，提婆達多生生世世害他，他哪一世曾經看過這個提婆達多害啊？他只看見他的功德。他要來，他討頭目腦髓，「欸！成就我的布施啊！」他來毀謗他，「成就我的忍辱啊！成就我的持戒啊！成就我的精進啊！」那不是嗎？所以剛開始，不要我們從那種惡劣的人上去想，那這善知識對你有這麼大的好處的人哪，你慢慢地來，等到你力量增強了，你自然而然，一定一步一步能夠得到這個。",
    "700": "[11:40]所以我們現在不要說：「哎喲！這個佛法呀，大乘我要學的，但是這麼難呀！」你得到了這個次第一點都不難，就要先從善知識身上修。然後你力量加強，一步一步加強，加到最後這個提婆達多，你也一樣地能夠擋得住，一樣地把他看成功你的善知識，那你就成佛了嘛！這個次第這麼簡單哪！所以真正走起來，任何時候你只要跨這麼一步，但是任何時候必須跨一步。我們眼前要跨的哪一步？眼前必須要走哪一步？就是善知識。等到你這一步跨到了，最後啊，捨頭目腦髓的時候也只跨一步，還是一樣。這個道理懂不懂？就是你的心力、認識，各方面增強了，到那時候做的也是這樣，只做一點點。",
    "748": "[12:28]我們現在因為沒有這個次第，沒有這個完整的認識，總覺得：「哎呀，這個佛法啊，遠得不得了啊！」說起來總是：「哎呀，我是凡夫啊！」所以心理上面要想佛法，永遠坐在那裡一動都不動。它現在的真正這一本論的真正的善巧，欸，是，不但是告訴你佛法要學的，現在告訴你呀，最高的目標這個，眼前你下步所走的就是這一步。你能夠這樣走的，將來一步一步走上去，他最後那時候還是走的一步，你就成功了嘛！所以最後一句話：",
    "782": "[13:02]復次如大依怙持中觀見，金洲大師持唯識宗實相分見，由見門中雖有勝劣，然大乘道總體次第及菩提心，是由依彼始得發起，故執金洲為諸尊重中無能匹者。現在馬上舉個例子。這個阿底峽尊者的老師有很多，可是這個老師當中最殊勝的是誰呀？金洲大師。嘿，妙咧！這個金洲大師真正論持的實相見哪，卻是弟子比老師強。所以阿底峽尊者持的中觀見，這是究竟的，他老師金洲大師持的唯識見，不如這個學生。但是這個學生，因為大乘道的總體跟次第及菩提心 ─這個是佛法的中心，最重要的，這個後面才講，暫時不在這裡詳論，太重要、太重要了！這個概念從哪裡啊？從金洲大師那裡得到，所以他把金洲大師看成功所有的老師當中最殊勝的。馬上這個地方舉出這個，說，大師告訴我們，這個最圓滿的師承從這裡來的，這個師承當中這個典型的例子，那個老師不如弟子，嘿！但是呀，這個弟子把他看成功尊重當中無比的。現在我們這種情況，假定說我們在這個概念上面不認識，上不去的話，那個修學佛法就戲論，自己害了自己。所以這一點聽完了，好好地自己多看、多聽、多思惟、修習。",
    "895": "[14:55]《菩提道次第廣論》卷二卷二。我們談到這個親近善知識，親近善知識。那麼這個應該以什麼樣的方式去親近呢？那麼親近善知識意樂方面，換句話說，心理上的應該有一些什麼認識，怎麼樣的準備以及行為上頭。那麼關於意樂方面分三部分，這個第一部分已經講了，第二部分開了一個頭，現在繼續下去。看文：",
    "953": "[15:53]下至唯從聞一偈頌，雖犯戒等，亦應就其功德思惟，莫觀過失，悉無差別。說，對於這個善知識，我們要修這個信心，這個信心就是信賴這個善知識，信賴這個善知識。前面是把這個信善知識的基本的幾個道理說過了。首先說明真正修學佛法，最重要的是信，說「信為道源功德母，長養一切諸善根」，大乘佛法尤其是，這個成就與否，完全看善知識。而現在這個地方是說，我們怎麼樣能夠修對大善知識的信心，大善知識的信心。那麼不但前面詳細告訴我們，乃至於說，喏，就是這麼一點點的這個恩，法恩，我們啊，尚且應該這樣慎重，何況我們所依止的師長呢？",
    "1059": "[17:39]下至什麼樣？只聽一個偈子，一聽一個偈子。一個偈子所謂四句，這是很普通的一件事情，這個是就他所得到的法恩來說。而這個講這個四句偈的這個人哪，就算他自己做不到乃至於犯戒等等，這個是一個比，對比的比，不是比喻的比。對比什麼呢？就是說，這個我們要親近的善知識，一切都靠善知識 ─修習的道理，行持的方法，以及你照著行持、驗證的以後情況等等，都要依靠善知識。這個我們先不談。就算他只跟你講一個偈子，這麼簡單，一個偈子就是四句。而他呢？乃至於自己本身並沒有行持，就在這種情況，你都應該對他，思惟他的功德，不要看他的過失，就等於像佛一樣，策勵我們這樣去做。在這一點上我們會想：「哎呀，這個好像很難，好像很難！」實際上我們心理上一定會感覺得到：「這個，嗯……他自己也沒有行持，他隨便講講我也會啊！這有什麼稀奇呢？」為什麼對這種狀態當中，我們要這樣恭敬他呢？這個裡面問題就在這地方。",
    "1165": "[19:25]所以我們首先應該確立一個標準：我跑得來幹什麼？我來學佛。請問：你學佛，是你把你自己弄好，還是你要把人家弄好？我要把我自己弄好，因為我自己能夠成了佛，所以能夠幫助別人。這個概念清楚不清楚？任何人都是如此，想想看，很重要的一個概念。你要想真正能夠幫助別人，必須要的條件：你要先幫助你自己。你自己都沒有力量能夠淨除、淨治你的煩惱的話，你怎麼幫助別人？這個概念很清楚。而淨治煩惱的都是要靠佛法，哪怕一個字，一四句偈，對於你有用的話，他幫助了你了，怎麼不感激、不恭敬他？他犯戒等等，那是他的事情。我們現在不要說佛法，就拿世間來說，我們立刻可以得到一個最正確的答案。請問：我們今天能夠生長得這麼大，如果沒有父母的無比的慈愛的撫養，我們可能有今天嗎？沒有一個人例外，不可能，沒有一個人例外，不可能。乃至於高等的畜生，牠小的時候，都要牠的父母把牠帶大的。只有下賤的畜生，那個不要父母的。請問，那些父母都是聖人嗎？不是。我們大部分的父母都不是聖人，都是凡夫，乃至於很多父母犯了很多錯誤，你會責備他的錯誤嗎？還是你感激他的恩呢？這個道理非常明白、非常清楚。他為什麼墮落畜生呢？他就是不知道念恩，不知道感恩，從壞的地方去看。",
    "1290": "[21:30]那麼你從壞的地方去看的話，你增長的完全是惡業。人家對你有這麼大的恩，你只看見壞的那一面，好了，這個法，業感緣起，所以不是佛創造的，而是佛發現的，世間的事情法爾如是。那這個因果本來就是如此：你能夠從好的一方面看好的，你就得到好的果報；你看不見好的，看見壞的，自然而然你就自己受苦。所以現在這個父母把一生的心血，全部的精神貫注在你，兒子身上面，你跑得去跟他：「你是個凡夫，你不是聖人。」那這種人不是顛倒到下地獄！現在這個人增長你的法身慧命，他都把了解的佛法告訴你，你要求法身慧命，正應該從這個時候努力淨化自己，你怎麼能不感激他？這個道理很簡單。假定你責備他，你以佛法來責備他，你第一個自己就已經錯到，不曉得錯到哪裡去了！你如果懂得一點佛法的話，你只有感激他，絕不可能責備他。如果說你不了解，那你責備他，你根本談不到佛法，那是世間的人，你不必用佛法的眼光來責備他。這不道理很簡單嗎？",
    "1378": "[22:58]這是理論如此，然後我們看實際呢？對，我們學佛，佛怎麼樣？在因地當中，不但是對他的善知識，用種種方法地承事恭敬，有好多次那個羅剎跑到去跟他講，只是講一四句偈，可是那個羅剎的條件很苛刻：「欸！這個佛法這個東西很珍貴喲，你這麼馬馬虎虎求不可以啊！」要怎麼辦呀？用種種苛刻的條件，其中有一個，說：「要你身上面哪，點一千盞燈。」身上怎麼點呢？身上挖了一個洞，把那油啊，刺在那個肉裡邊，然後呢，拿那個燈芯插在裡面點燈。要我們哪，點一個燃一根香，身上面，咬緊牙關痛得個要命，就這樣。比較強一點的，點了三根，不痛已經算滿好了。實際上呢，這個點那個、燃那個香啊，已經把那個香燒得燒熟了，對吧？那個生的香叫我們點的時候實在受不了。他現在挖了一個洞，把那油灌注在裡面，要一千個。佛沒有說：「你這個羅剎，你自己是個大壞蛋，你還來教我！」佛不但是沒有，而且無比地感激。佛之所以成佛在這裡，這樣他自己徹底圓滿解決，他也幫忙我們徹底圓滿解決。",
    "1462": "[24:22]現在我想自己，每一個人哪，不妨自己問一下：我幹什麼？學佛，喏，典型的例子。前面理論這麼清楚，這個例子擺在這裡這麼明白，所以你是要學佛呀，還是走相反的路子？這個概念清楚。所以我們目前始終抱持這個原則：正知見是第一。那麼下面引經上面證明。",
    "1498": "[24:58]《寶雲經》云：「若知由其依止尊重，諸善增長，不善損減，則親教師或聞廣博，或復寡少，或有智解，或無智解，或具尸羅，或犯尸羅，皆應發起大師之想。如於大師信敬愛樂，於親教師亦應信樂，於軌範師悉當發起恭敬承事。先把這一段看一下。下面是經上面說，假定你正確地了解，如理地聽聞，了解了依止善知識的真正的好處的話，情況就不一樣了。依止善知識有什麼好處呀？「不善損減」，壞的事情慢慢、慢慢地減少。這個壞的事情是指我們無明、煩惱，或者是說「惑」，就是說對事情的真相邪知邪見減少，以及我們的惡業、染業減少。所以在因地當中我們要曉得，不是說親近了善知識，一下得到快樂的果報。佛法的因果跟世間的概念不一樣，佛法的真正高明的地方，就指明這個因果緣起的法則：你要因地當中做對了，自然有好的果報。所以親近善知識不是說有吃、有喝、有樂、有玩，不是的。親近善知識是得到正確的認識，如理地行持，把我們的邪知邪見，自以為是的這種錯誤的概念淨除，而得到正知正見。然後進一步我們的行持，跟那個正知見相應的淨業，善淨之業，有了這個，一定將來得到圓滿的果報。所以整個來說，就這一點「不善損減」。",
    "1660": "[27:40]你真正了解了這一點以後，不管那個親教師 ─親教師通常我們叫作和尚，和尚，這個是真正地他能夠啟發我們法身慧命的，非常重要。平常我們說這個得戒和尚，得戒和尚，一個廟裡的住持稱他為和尚，它有特殊理由的，這叫親教師。不管這個親教師是或者多聞，他了解得非常廣博，或者了解得很少，或者智慧以及認識很深，或者是沒有乃至於，或者是持戒，或者犯戒，不管怎麼樣，我們都應該把他看成大師。大師 ─佛，這地方的大師是佛。就像我們對佛怎麼樣地，一心地信賴他，然後恭敬他，一心地好樂，一心地，沒有任何一點點雜染地愛樂恭敬，那麼我們對我們的親教師也應該這樣，同時對軌範師，也一樣地承事恭敬。軌範師就是我們阿闍黎，這個阿闍黎通常一般說起來有五種，比如說我們出家的時候，出家的時候，一個是親教師，一個是阿闍黎。"
}