{
    "9": "[00:09]沙彌剃度的時候要兩個，如法的是要兩個。然後呢受戒了，受戒的時候是羯磨、教授，這樣，所以一個是授戒的，一個是教授；還有呢，授經的阿闍黎，所以古代他要傳經很慎重；還有一個依止阿闍黎，一般說有五種。真正出家，在自己沒有正式認識通達之前的話，一定不能離開，一定不能離開。在這種情況之下，所以說，喏！不管這個親教師也好，阿闍黎也好，我們就把他當作佛一樣，這樣地來恭敬、承事他。你能夠對自己的親教師，以及依止的阿闍黎這樣的話，那麼不管這個阿闍黎的情況如何，你卻是在增長法身慧命，增長法身慧命。",
    "80": "[01:20]這個世間哪，我們中國人有一句話「百善孝為先」，它所有的好事當中，孝第一。然後呢，平常我們流通得最廣的，像什麼《感應篇》，什麼《陰騭文》啦，這我們中國千百年來很盛行的這種。找了很多這種印證典型的故事，說某某地方一個孝子，得到天的保佑等等，實際上這是因果，凡是真正大孝的人，他得到世間最好的回報。現在我們要增長法身慧命，法身慧命從哪來的？師長，所以這個師長是自己法身慧命的父母。你對世間的父母，這養你這個生身，這是一世，你對他的傷害以及對他恭敬報恩，就產生這麼大的善、惡的效果。現在這個法身慧命的父母，你可想而知，對他做任何一點善、惡，所產生的這個善、惡之果報，不得了地嚴重，不得了地嚴重啊！",
    "178": "[02:58]所以我們真正了解了這一點以後，不管這個老師多差，我們就會當佛這麼看待。所以我們不能做的，還是我們自己愚癡。現在有很多人常常說：「他有什麼了不起？我憑什麼恭敬他？」他說起來好像自己很得意 ─那慢心很好，實際上這是最可憐、最愚癡的人！他如果真的有智慧了解一點的話，是不管他怎麼了不起，乃至於起不了，一點都不行，我還是對他無限地恭敬。你能夠這樣地恭敬的話，功德是你的，他分不去，他分不去！這個道理前面一再說明。所以我們為什麼平常的時候要多思惟、觀察，就是這個道理。你不斷地腦筋裡把這種正知正見擺在腦筋裡觀察，這個正知見正在現行，遇見事情的時候，自然而然這個正知見相應的事情，這個業就派上用場了，換句話說，你就造了善淨之業。反過來，你心裡面不在這樣想，你就想啊，在煩惱上面轉：「哼！這個人有什麼了不起，我還不是比他強。」你真的這樣想的話，那一碰到那個事情，你一定隨順這個惡法而去，結果我們披了這件衣服，而行持是這樣的話，只有一條路 ─墮落，只有一條路，墮落！",
    "284": "[04:44]所以我現在非常同情很多同修們以這種眼光看人，因為我以前一直犯了這個毛病，啊！總覺得走遍天下，沒有一個人當得上我瞟一眼的，不要說正眼看他一眼。現在想想、看看自己完全錯、完全錯，是不曉得錯到哪裡去，一直現在為了這個事情痛悔！這個習慣好難改！所以我在這裡特別說明。我們能夠尊重別人，這個結果還是我自己好，因為你好了，你回過頭來還要還人家，那個就是幫助別人的時候。你把這兩件事情徹底圓滿做成功的時候，你就是佛。一般人尚且如此，何況受過法恩的人，乃至於一四句偈尚且如此，何況是我們的師長。這個道理懂得了，下面又告訴我，還有這樣的好處喔！",
    "348": "[05:48]由此因緣菩提資糧，未圓滿者悉能圓滿，煩惱未斷悉能斷除。我們現在修學佛法最大的困難是什麼？障礙未除，資糧未聚。所以煩惱未除要除掉它，那麼除掉了以後，我們得到的叫斷德，斷德；資糧未聚我們要想集聚，那個就是，換句話說智德跟恩德。現在呢，妙極了！你能夠承事恭敬你的師長的話，以這個因緣，這個「菩提資糧」不圓滿的是「悉能圓滿」。這個本論的這個文字，它很多地方一點都不含糊，所以「圓滿」的話，不是說你得到一點點，從這個上面，乃至於可以得到圓滿的資糧。這個不是本論哦，是本論引那個經哦，換句話說，這個經上面說得清清楚楚的，在密教裡邊這一點說得很清楚，在顯教裡邊大家不大強調這一點。實際上這一本經是我們顯教的大乘經，是我們三藏 ─《寶雲經》，你們去看。",
    "449": "[07:29]那麼密教裡邊它說「即身成佛」，這個即身成佛，平常的時候跟我們的禪宗當中見性成佛不一樣。「見性成佛」是見到佛性，那個是見道的情況，見道就是當你初地見道的時候，那個佛性跟佛圓滿的時候，佛性徹底相同，無二無別，質完全一樣，是量是有差別的。而密教裡所謂即身成佛的話，這個就高了，高很多、高很多，不一定就是我們釋迦世尊那個圓滿佛，釋迦世尊那個圓滿佛 ─自、他都圓滿，實際上他密教裡所成的佛是自圓滿。譬如說《法華》上面說：釋迦世尊無量劫不曉得多少以前，就已經成了佛了。那個時候成的佛可能就是自圓滿，換句話他自己的二障已經斷盡掉了，可是度人很多功德，的的確確那個時候不一定是為圓滿。從此以後他一直不斷地在生死當中，佛永不涅槃，永遠度生死。當那些人的因緣具足的時候，他又示現一次又成佛，完了以後再來，又示現再成佛，就是這樣。",
    "532": "[08:52]那麼這個密教裡邊，它為什麼這麼容易呢？就是從那個承事善知識上面，這個經上面就很明白地給我們說明。所以《密勒日巴尊者傳》上面這一段公案，它就說明這個。這一種情況在密教裡邊說得比較詳細，有這麼大的好處啊！這個好處之大是不得了，要我自己去做的話，唉呀，不曉得多辛苦啊！要捨多少頭目腦髓等等。當然這個不是那麼簡單，不要就是我們聽見三兩句話以為內涵就在這裡了。你真正把本論完全學完了，進一步，如果自己覺得力量夠，那個時候再向上談到密，那個時候才真正圓滿了解這幾句話。不過眼前我們先應該有正確的認識，依止這個善知識有這麼大的好處！除了這個《寶雲經》以外，《華嚴經》是最典型的例子，很多大乘經典上面，都有這種類似的說明。可是因為平常我們沒有深入經藏去研究，所以這裡特別說。然後煩惱沒有斷除的「悉能斷除」，能夠完完全全地斷除。啊，這個好處之好是不得了地好啊！所以",
    "628": "[10:28]如是思已，便能獲得歡喜踴躍，於諸善法應隨順行，於不善法應不順行。」上面這一個你能夠了解了以後，那好！哎呀，我們「歡喜」得不得了！當你心裡歡喜得不得了，你情不自禁地「踴躍」 ─手舞足蹈，是這樣啊！情不自禁地無比地歡喜，真實地歡喜。我們現在所以不得歡喜的話，就是內心當中都是煩惱，跟法不相應。因為跟煩惱相應，所以一點的 ……本來是很好的好事情，你把它看成壞事，害了，所以我們都隨順不善之法！他現在了解了這個以後，隨順這個善法，不善法是不隨順；現在因為我們不了解，所以我們隨順不善法，我們都是隨順那個不善法。而這個不善法究實說來是什麼啊？就是我們的知見，就是我們的無明，我們還覺得很對咧，「欸！這個傢伙莫名其妙，我憑什麼要恭敬他？」唉，阿彌陀佛，我要學佛啊！不恭敬他恭敬誰啊？人人都要恭敬，這個是我們應該了解的一點。",
    "714": "[11:54]說到這裡這個地方也順便提一下。說真正的善巧好的教授，它就有這樣的好處，它不是說強迫你，讓你做一個很難做到的一個理論，哎呀，這個很艱深的一個事情要你去做，不是的！把要你做的這個事情的道理，事先先告訴你說：「你這樣做你有什麼好處，你不這樣做又有什麼壞處。」當你道理既了解了，又了解這樣做了以後的好處，不這樣做的壞處以後，自然而然，教你做起來就輕鬆容易得多！然後你去做的時候呢，它層次又很分明，不是一口氣教你做最難的，教你做容易的。等到你容易做了以後，你真的是體會到：「啊，一點都沒有錯，原來千真萬確！我以前的了解是不正確的，現在得到了這個正知見，原來有這樣的好處啊！」你是越做是越歡喜。",
    "788": "[13:08]那時候心裡產生一個什麼現象？喏，自然而然對你以前錯誤的這個見解，或者不認識的這種狀態改善了。那個時候你就覺得：「哎呀，真顛倒啊！以前我一直以為這樣對、那樣對，原來是我的見惑、思惑在無明當中啊！」第一個你對自己的信賴可以慢慢地淨除、減少，而這個我是生死的根本哪！平常的時候無緣無故教它拿去，絕對拿不掉的，可是是現在非常善巧。不懂道理的時候去拿時的話，逼著你是痛苦的，欸，你懂得了道理去拿的話，你很辛苦當中，但是你覺得這個裡邊有甜頭，是越吃越甜哪！這樣。在這種狀態，障礙漸漸減少，然後你的能力是漸漸增高，這樣的呀！所以一步一步上去，在不知不覺當中，你跟佛法就相應了。",
    "862": "[14:22]所以如果得不到這個，什麼現象呢？平常我們總是說一個很高的理論，講起來大家都知道的：「哎喲，佛！」什麼叫佛？「自利利他，然後自覺覺他，覺行圓滿嘛！」嘿！兩句話說完了。等到做的時候，總是：「哎呀，阿彌陀佛！我是凡夫，教我怎麼做得到呀？」一點小事情都是好像太空火箭一樣，推得遠遠地。所以儘管你講得頭頭是道，始終在原地踏步，一動不動。原地踏步還算是好的，他還是肯去踏喲！或者是去拜佛，或者是念佛：「哎喲！我一天拜多少佛，我一天念多少佛，念多少經，我怎麼怎麼 ……打坐可以打一個不倒單。」嗯！煩惱是一點都沒有動。",
    "914": "[15:14]現在這裡不是，現在這裡不是，還很清楚、很明白地告訴你這些道理、那些次第。也許你並沒有不倒單，乃至於佛都沒有拜一拜，但是你心裡面清楚明白了，到那個時候你發自至誠恭敬地，啊，對這個佛的無比地敬仰，無比地讚歎！如果你看見佛像，你跑得去啊那個一拜，這個力量不得了地大，到那個時候你自己會曉得。不要等到你拜佛，你心裡就歡喜呀！然後你住在這個僧團當中，你處處地方感覺得僧團之美，沒有一個地方例外的，都在給你機會淨除你的煩惱，增長你的功德，從哪裡開始？就這個地方 ─正知見。所以目前我們真正重要的，要摸到這個東西，下面繼續看，又引經：",
    "982": "[16:22]《猛利問經》亦云：「長者，若諸菩薩求受聖教，及求讀誦。若從誰所聽聞受持，施戒忍進定慧相應，或是集積菩薩正道資糧相應，一四句偈，即應如法恭敬尊重此阿闍黎。又引一個經，說現在這個菩薩，修學菩薩的人要求「聖教」、要「求讀誦」 ─讀誦就是先要懂得怎麼唸，然後就這個道理。如果在這種情況之下，從哪一個人那一方面聽到的，不管他告訴你的是什麼內容，布施、持戒 ……六度等等，總括起來，這些無非都是積聚菩薩的「正道資糧」。不管內容是什麼，只要跟這個法相應的，少到「一四句偈」 ─通常所以說一四句偈，它有一個原因的，就是說一個偈子當中，它就能夠包含一個完整的內容，他只要是聽到一個完整的內容的話，那就對了嘛！那就是讓你積聚菩提資糧。",
    "1082": "[18:02]所以這一四句偈，也不一定是說一定要四句，一定要四句，也不一定是這個情形。譬如說：我們中國祖師，隨便普通的話，三句也好、兩句也好，但是他的確有一個真實的內涵，使你能夠開竅，把你引導上去，就是這個道理，這樣。有的時候乃至於話都不講，拿起個棒大喝，把你大喝一聲，一棒打下來，欸，你開了個竅了，就對了嘛！最主要的是指這個而言。那麼在這種情況，「即應如法恭敬尊重此阿闍黎」，要恭敬、尊重，要什麼？如法，這是唯一的報答的方法，唯一的報答。你能夠如法地去恭敬尊重，妙了，卻是增長你自己法身慧命，增長你自己法身慧命！",
    "1145": "[19:05]所以現在處處地方我總是要特別提醒，我們一開始的時候，雖然目標曉得佛，佛要徹底去掉這「我」，但是我們學佛的時候，不是說把文字上面的「無我」兩個字盤著個口頭。把那個無我盤著口頭，你心裡害怕得要命，唉，這個我這麼大，叫你拿掉這個我，痛苦不堪！不是的。剛開始的時候，是目標放正了，然後處處地方還是為你著想。嗨！你如果得到了正知見的話，你會發現真正為你著想，這樣做最好，於是你越做越起勁。等到你越做越起勁的話，那個我相對地漸漸在減輕當中，然後你跟法相應的能力漸漸增長當中，到那個時候拿掉這個我，輕而易舉！所以說正確的教授，都有這個特質在裡頭。所以我們平常的講、聽等等，如果說結結緣，哪一個都非常好、非常讚歎，如果從這個裡邊深入的話，這個是抉擇的標準。那麼下面再看，說：",
    "1222": "[20:22]隨以幾許名句文身開示其偈，假使即於爾所劫中，以無諂心，以一切種，利養恭敬及諸供具，承事供養此阿闍黎。長者，於阿闍黎，作應敬重阿闍黎事，猶未圓滿，況非以法而為敬事。」說，看那個阿闍黎給你多少開示，假定說以那麼多開示，你就把 ……譬如說跟我們講一段話，那麼你就要一劫，假定講兩段話或者這個時限來看，假定跟你講這麼一點東西的話，你就要拿這麼長的劫數，幹什麼？去供養、承事他。而這供養承事要什麼？「無諂心」、「一切種」。這個無諂心就是心裡面，的的確確不是委委屈屈的；而這個「諂」的真正是，表面上面做得恭恭敬敬，心裡面不曉得打什麼鬼主意，這個就是諂。不！你就從心底正直地覺得，一心一意要去恭敬供養，這是心理上面。行為上面呢，「一切種」，在任何情況之下，各式各樣的事情去供養他。你這樣供養、恭敬還不圓滿，為什麼？跟這個法還不相應，還不足以還報這個阿闍黎對你的真正的好處，何況你非法！現在我們不要說非法的就恭敬哪，現在我們恭敬根本談不到，我們卻是如法地去毀謗，如法地去損害我們的師長，是這樣啊！那個真是絕大的錯誤。所以現在我們常常自己覺得：「哎呀，不理想啊！」沒有別的，就是我們自己的惡因，感得現在的惡果。",
    "1350": "[22:30]可是我們很幸運哪！儘管哪，儘管比之正法的時候、像法的時候不如，可是我們在末法當中還是第一流，最好的佼佼者，這是千真萬確，這是千真萬確的。所以這一點我們自己還要自慶、自幸，努力啊！趁現在在末法，尤其是在末法的條件之下，不但出了家，而且能夠聽到這麼圓滿的教授。我想我們在座的很多人，都有同樣的感覺：「有很多聽儘管聽得高明，做也總歸覺得做不到呀！」現在這個地方，好在什麼地方呢？欸，這個道理聽起來是頭頭是道，然後做起來的話呢，卻你可以一步一步地踏上去！然後呢，還有這麼多事實的證明，經這麼說，祖師這麼講，祖師的行持擺在那裡，每一個地方給你一個千穩百當的證據、理路以及走法。所以在這一點上面，我們要感到無比地慶幸，然後努力去走！",
    "1429": "[23:49]那麼，這個是我們親近善知識，應該有什麼心理上的認識，心理上準備，以及修持這個內心上頭的狀態 ─心相。怎麼樣把以前錯誤的改正過來，怎麼樣把錯誤的習氣消除掉，怎麼樣把正確的認識增長它，使它從現行不斷地增長。第二段當中說修信，第三個呢，「隨念恩」。",
    "1469": "[24:29]第三隨念恩者。他除了上面說對善知識要修那個信心以外，下面還告訴我們念他的恩。它一個特別的好處，當你一想到念他的恩的話，你自然而然對他的感激、恭敬、信心都起來了。所以世間事情為什麼講那個孝的時候，孝當然有種種的好處，他有兩種方式來策勵我們：一種呢，就說父母對我們的恩有這麼多的好處，哎呀！你想到這麼多的好處啊，你不知不覺自然而然會對他一心地無比地愛、戴、敬仰，這是一種。還一種呢，把世間因果告訴你，說你如果能夠這樣做的話，啊，對你有這麼多的好處，總歸是這個！所以我們常常說「先以欲鉤牽，後令入佛智」，這個才是真正的先以欲鉤牽！但是這個有次第的，第一步的欲鉤牽是世俗上面的、看得見的，現在這個地方是精神上面的、心靈上面的欲鉤牽。佛法是從這個地方來的，對不對？那現在我們坐在這裡聽，很清楚、很明白，啊，原來這樣對我們有這麼大的好處啊！我們不要隨便看那欲鉤牽這個字，它還有這麼深的意思，所以念他的恩，念他的恩。",
    "1567": "[26:07]那麼下面他講的這個念他的恩，我們現在這個地方，下面的文不詳細講，總共的從兩點上面來說。一點，我們眼前看得見、感受得到的，譬如像自己的父母。哎呀，我們也不妨去看一看：現在要我們自己把一點好東西讓給別人，喔，心裡面不曉得是多少地一百二十萬分地不願意！不要說自己東西讓給別人，看見旁人多拿一點，自己心裡還在嘀咕。那個父母怎麼樣啊？嘿！他把所有的好東西，都省下來給子女吃。哪有一個沒有父母的？你想到這裡，你能不感激自己的父母嗎？然後我們做一點小小的事情，哎呀！總覺得我已經做得太多了 ─他在那裡玩；父母可不是，那子女讓他玩，什麼苦事情都是他做，他做完了還專門賺了錢，哎呀！趕快買一個玩具來讓那個寶寶去玩一下。想想我們呢？這是一種念恩的方法 ─從眼前的果地上面去看。",
    "1650": "[27:30]另外一種從因地上面去看，我們看，當你能夠對自己的父母感恩、報恩的時候，你種了這個因，將來得到那個果報，是不得了地大！現在我們人人不是要去賺錢嗎？要賺這個地方賺的法財。所以你平常做一點事情，積累功德是千辛萬苦，但是如果說你能夠報父母的恩，然後這樣去做的話，哇，那是不得了的果報呀！現在報法身父母的恩，那更是無量無邊，這個法身父母誰啊？師長。所以經上面太多地方告訴我們，你供養師長的這個福報，沒有一個人能比的，供佛的這個果報不如供師長，尤其大乘經典裡面。",
    "1711": "[28:31]我們都想它不懂：「這個佛是個圓滿，那這個師長他是一個凡夫乃至於，怎麼會供養那個師長功德比佛還要大呀？」比佛還要大！這個要說一下。假定你沒有正確的認識，你拿凡夫的心情去供養的話，那個沒有用。那個當然還是有好處的啦，不會比佛來得大，如果說你有了正確的認識，你把他看成佛，而這是個你的師長，你這樣去供的話，的的確確這個功德比供佛還要大。而且這個話，不是普通的經典，是大乘圓滿了義經講的，後面會引證它，後面會引證它。"
}