{
    "14": "[00:14]所以我剛才拿世間的標準來說：你普通做一點好事，那個果報不大，可是如果你孝順或者是損害父母的話，哇，那這個回報不得了地厲害！世間的父母如此，法身的父母亦復如此。關於這個道理，講後面這個關於業報的時候會特別說，特別說。那麼所以現在我們看，要幫忙我們，這是一個非常巧妙的方法 ─你念他的恩。現在我們把文字唸一遍。",
    "47": "[00:47]《十法經》云：「於長夜中，馳騁生死尋覓我者。我們在無明長夜當中，一直在生死當中，誰來尋覓我們啊？善知識。",
    "59": "[00:59]於長夜中為愚癡覆而重睡眠，醒覺我者。我們一直為這個無明長夜掩蓋著，善知識來覺醒我。",
    "71": "[01:11]沈溺有海，拔濟我者。我們在三有苦海當中，頭出頭沒，救我們的。",
    "79": "[01:19]我入惡道示善道者。繫縛有獄解釋我者。我於長夜，病所逼惱為作醫王。我被貪等猛火燒燃，為作雲雨而為息滅。應如是想。」就是這樣想：啊！沒有一點例外，所有的好處，所有的好處，都是善知識。這個恩是不得了，是無量無邊啊！善知識用什麼方式給你這個恩啊？就是如法地告訴你，因為這樣，所以乃至一四句偈，你只要聽到了照著去做，你就有這樣的好處。所以他破不破戒，他怎麼樣，又有什麼關係啊？這個道理就是這樣。也許我們現在說：「啊，現在聽了這個教授很好！可是有很多人這個沒有完整的教授。」對不起，不是他沒有完整的教授，我們沒有足夠的善根，我們沒有足夠的善根！所以如果你自己能夠如法地淨除煩惱，增長功德，到了這種狀態，你隨便人家跑著去唸《華嚴經》也好，《金剛經》也好，一唸，你就開悟了，對不對？那是一定應該這樣啊！",
    "163": "[02:43]所以你想到這地方要了解，這為什麼平常我們聽那個經不行啊？那還是我們自己的障礙。所以你了解了這一點，是拼命淨除都來不及啊！你現在不去淨除，反而增加你的障礙，不是顛倒嗎？所以不管 ……你真正了解了，如法了解了以後，不管哪一個層次，非常清楚、非常明白。所以像前面那個桑樸瓦這樣，欸！他跑到任何地方去，一個在家人的講經，哎呀，他也跑得去聽，為什麼？他就嘗到那個法味，就感念這個法的恩。現在我們聽來聽去，覺得沒味道，不是他講得不好，佛的話哪有不好的，是我們的煩惱太重啊！這是我們應該正確了解的。下面又說：",
    "221": "[03:41]《華嚴經》說：「善財童子，如是隨念痛哭流涕。看！「隨念」痛哭流涕，他為什麼要痛哭流涕啊？他念了以後。隨什麼？隨善知識的教誡，這個教誡是如理如法的；然後想到了，哎呀，以前沒有聽善知識的，錯誤啊！現在聽見了善知識的，高興啊！所以叫「悲欣交集」，這必然的現象。下面就，",
    "256": "[04:16]諸善知識，是於一切惡趣之中，救護於我。令善通達法平等性。開示安穩不安穩道。以普賢行而為教授。指示能往一切智城，所有之道。護送往赴一切智處。正令趣入法界大海。開示三世所知法海。顯示聖眾妙曼陀羅。善知識者，長我一切白淨善法。」這個文在這裡不解釋。但是，當本論講完了以後，你們回過頭來再一看，清楚明白，非常清楚、非常明白。這地方我只是這麼說，你只要照現在的次第，能夠認真地聽，聽完了好好地思惟，思惟了照著去做，自然而然，我們每一個人，都會像善財童子一樣 ─「隨念」善知識的教誡痛哭流涕，然後一步一步向上，啊，歡喜啊！會這樣。那麼，所以他下面說：",
    "334": "[05:34]應如此文而正隨念。應該像前面善財童子所說的，我們也如理如法地隨著這個法義，擺在心裡面，如法地憶念。不同的呢？",
    "352": "[05:52]一切句首，悉加「諸善知識是我」之語。哪一句當中都是這樣：啊！一切善知識是我的這個 ─我在生死當中，他來救我；我在長夜的苦惱當中，他來救我；我為煩惱火的燒燃，他作雨雲來息滅；我要到一切智的佛地去，他指示我，他護送我；能夠讓我進入法界大海；能夠讓我了解一切佛法；能夠讓我到眾聖處所。噢，下面有一個地方大家不懂，「顯示聖眾妙曼陀羅」，這個曼陀羅，翻成功我們中文叫壇城，「顯示」就是說這個佛菩薩所住的地方，佛菩薩所住的地方。換句話說，哪！照著這個法，你能夠達到這個就是淨土。我們現在希望到淨土，哪！善知識就指給我看了。至於：",
    "418": "[06:58]於前作意善知識相，口中讀誦此諸語句，意應專一念其義理。於前經中，亦可如是，而加諸語。這個三句話，就是他們真正修行。將來我們慢慢地、慢慢地，如果說能夠如理步上去的話，我們每一位都可以修到這個程度。怎麼樣呢？就是你先觀想，說前面是善知識。通常我們觀善知識的時候，這樣 ─比如說師長，我們的師長就是釋迦世尊；或者如果說你專修觀音法門，說這個善知識就是觀世音菩薩，這是觀世音菩薩示現的這個師長的相。或者你把師長的相看成你所想的 ─阿彌陀佛也好，釋迦世尊也好；或者你把阿彌陀佛想成：啊！他現在示現這個相在前面。所以說在前作意善知識的相，然後呢嘴巴裡念，心裡面專一地憶念你所念的這個。",
    "487": "[08:07]你能夠如理這樣去做的話很容易，不要太艱難的狀態，你能夠見到。要念觀世音菩薩，觀世音菩薩見到，要念阿彌陀佛，阿彌陀佛見到，只要大家認真地去做，絕對都有這個機會。當代有這種人，你不要看這種人，喔唷，高不可攀的大成就者，不是！而卻是學的人，學的人，年紀也說不定跟在座差不多，三十幾歲也有，四十幾歲也許，這都是我親眼看見的，絕不騙你們。你們好自為之，好自為之，將來我們都有這一天。這個所以我常常說：「往生淨土不難！」你想嘛，你念阿彌陀佛，阿彌陀佛在你眼前的話，這不是很容易嗎？這樣啊！何至於說我們念了一輩子，到臨終的時候手忙腳亂，叫人家來給我助念，還不曉得到底去不去，這個是我們不得已的辦法。現在我們繼續下去：",
    "563": "[09:23]又如《華嚴經》云：「我此知識說正法，普示一切法功德，徧示菩薩威儀道，專心思惟而來此。此是能生如我母，與德乳故如乳母，周徧長養菩提分，此諸善識遮無利。解脫老死如醫王，如天帝釋降甘雨，增廣白法如滿月，猶日光明示靜品。對於怨親如山王，心無擾亂猶大海，等同船師徧救護，善財是思而來此。菩薩啟發我覺慧，佛子能生大菩提，我諸知識佛所讚，由是善心而來此。救護世間如勇士，是大商主及怙依，此給我樂如眼目，以此心事善知識。」應咏其頌而憶念之，易其善財而誦自名。仍舊引《華嚴經》上面這麼一段，我這地方也不一句一句來解釋，隨便地看一看。說這個知識告訴我們如理的正法，這個「正法」兩個字，現在我們漸漸有個概念。不是說我們翻開經典上面，把這個文字這麼唸一遍，乃至於把這個文字，像我們想像當中解釋一下，不！的的確確要這樣如理如法地，乃至於如果說你心裡上面有了正確的驗證以後，那個時候說出來的話，那就是慢慢地相應了，圓滿正確了。這一個道理 ─「普示一切法功德」，所有在任何一件事情上面，任何一方面的功德，他在各方面告訴我們，告訴我們。",
    "718": "[11:58]我們現在修行，現在修行覺得難，假定說你得到了這個正確的認識以後啊，不難，而且是最容易。因為我們任何一件事情上頭，你面對的不管是有形無形，張眼閉眼，睡著以及起床，這個所對的事情叫作法，法沒有別的，就這些事情。而不了解之前，一直在無明當中，增長染污；了解了以後，你如法去做的，增長功德，都是靠這個東西來的，都是靠這個東西來的！因為你能這樣，所以你憶念：「哎呀，對啊！我這個善知識告訴我任何一件事情 ……我們現在是在煩惱當中，只有靠著善知識，轉煩惱作為功德，轉過患為功德，啊！美不可言，美不可言！」這樣。所以每一個地方，你這麼去念。為什麼經上面很多地方，在我們看起來，好像重重疊疊？它這個有很多意思，它每一句話，一層一層地深，一層一層地廣，這是一種。還有一種呢，對我們凡夫來說的話，欸，你這麼唸下去的時候，說不定什麼地方，跟你相應的，你能夠處處體會。還有，得越長越多的話，不是能夠增長你的功德智慧，越長越多不是越好嗎？所以啊，它每一個地方，都有它的特別的意義，都有它這個特別的意義！",
    "831": "[13:51]現在我們就應該像那個善財童子那樣。那麼這些東西最主要的在什麼地方呢？都是在後面那個〈入法界品〉，〈入法界品〉這個善財童子五十三參，所以信解行證 ─前面告訴我們的道理你「信」得過，你了「解」了，告訴你修「行」的方法，最後實際上驗「證」了，就這個樣！這個最早的時候，在《華嚴》六十七卷上面，說福城東，這個文殊師利菩薩來告訴善財童子，然後呢，一個一個善知識，不斷地上去。善知識怎麼教誡善財童子，善財童子學了一些什麼，然後呢他怎麼樣地體驗，怎麼樣地感受。如果我們有機會，可以好好地去看一下，否則的話呢，就是眼前你能夠把本論告訴我們的內容正確地了解，能夠一步一步深入的話，已經足夠我們受用，而且受用不盡哪！",
    "911": "[15:11]所以目前平常的時候，記住！把主要的時間應該擺在這個上頭，不要單單聽，聽完了以後書本一闔，效果往往不大。如果你聽完了以後，事情再過了一下，不是說馬上就看，過了十分鐘，等過了半個鐘頭，再看一次，印象就深。如果你事前能夠好好地念、看，儘管不懂，可是一聽的話，那時候境界又很不一樣。聽過了再溫習一下，那個效果就非常大、非常大！到了那個時候，你會有絕不一樣的這個進度。你同樣地去念佛，同樣地參禪，同樣地學教，這個效果就完全不一樣，因為你的心智那時候就變得非常利了，變得非常利了。",
    "964": "[16:04]譬如我們現在眼前也是這樣，你同樣地用汽油，你把那個汽油擺在普通的那個「碰碰車」上面，這種開法；擺在你那個摩托車上面，也是一種；擺在那個汽車上面，因為引擎的不同，所以效果不一樣。現在我們那個引擎是個老爺引擎，壞得不能再壞，所以第一件事情 ─我們所謂的引擎就是我們的心智、我們的相續，你先把這東西淨化，淨化了以後，然後把這個東西，法又加進去的話，哇，那效果就很大、很快！所以目前我們生活當中，為什麼要儘量地簡化，而精力集中擺在這個上頭的原因在此。我們現在休息幾分鐘。",
    "1020": "[17:00]上面是說，關於親近善知識，我們概念上頭、心理上頭應有的認識。照著這個認識，如何去修習、改善。那麼，下面進一步呢，就是講行持，怎麼去行持。所以第二：",
    "1053": "[17:33]第二加行親近軌理者。親近這個善知識的道理，以及行持的方法是怎麼樣的。他下面引這個：",
    "1067": "[17:47]如《尊重五十頌》云：這個是印度馬鳴菩薩所造的，怎麼樣親近一個善知識，這個是大乘的，而密教當中特別重視。應該這樣說，就是行持得越高，他這個規則是越嚴峻、越嚴峻。我們看：",
    "1095": "[18:15]「此何須繁說，勵觀彼及彼，應作師所喜，不喜應盡遮。金剛持自說，成就隨軌範，知已一切事，悉敬奉尊長。」說，這個還用得多講嗎？他為什麼說這句話呢？說現在既然你們是大乘行者，乃至於直到最高的地方去，這種道理的話，應該很清楚、很明白，不必多講。要做些什麼呢？就是你努力地 ─這個「勵」不是馬馬虎虎，你全心全意地去「觀彼及彼」，這兩個彼，一個就是善知識，一個就是善知識所重視的法，一個是善知識這個人。前面已經告訴我們，我們親近善知識，捨自自在，一切都要承事、恭敬、供養這個善知識。那麼，外面的身體上面的供養，這是一個；裡邊如法供養的，這是一個，我們真正修學佛法的人，應該觀這個。觀了以後，這樣去做，應該去做師長所歡喜的，不歡喜的事情「應盡遮」，完全不要做，完全不要做。",
    "1194": "[19:54]那麼，這個從前面一路上面下來，我們了解了，必然是什麼啊？這個善知識有這樣的條件，你才能跟他。而這種有條件的善知識，他圓滿的是佛。當然！佛的希望 ─希望你成佛，所以你當然會從發自內心地願意跟他。其次，佛所了解的，也徹底地一點不錯地告訴你怎麼成佛，所以在這種狀態之下，你只要肯跟他，一定行！尤其是我們現在起心動念，都是凡夫，為了我結果是害了我，所以唯一的辦法，你只有聽從善知識的教誡。但是如果是你馬馬虎虎，一個不小心，欸，這個「我」又冒出來了，所以如果說你不精進的話，不行！這是為什麼要告訴我們應「勵」，換句話說，努力地。這個親近善知識不是含含糊糊的，不是說我們現在，哎喲，我把時間省出來一部分，給善知識跑得去，侍候他一點點哪！不僅僅是如此。剛開始是的，剛開始我們不是一口氣就可以達到最圓滿的，一步登天不可能，那麼我們慢慢地學習。真正到深的時候，他會全部精神注意、了解善知識要什麼，善知識希望的是什麼，就這樣。你能夠這樣去做的話，啊，那就對！",
    "1301": "[21:41]為什麼要這樣去做呀？哦，下面告訴我們，「金剛持」自己親口說的，這個就是報身佛，報身佛親口說的。化身佛說的，容或是不究竟的、不了義的、三乘與共的，報身佛說的都是最徹底究竟的。說你的成就完全看你這個所跟的依止規範師，了解了這一點以後，什麼事情「悉敬奉」 ─沒有一點剩餘，沒有一點例外，百分之百地至誠恭敬，供養這個善知識。",
    "1349": "[22:29]總之應勵力行，修師所喜，斷除不喜。就是這個。要努力呀！這個師長所歡喜的，努力；不歡喜的，去斷除。什麼，「所喜」的是什麼呢？",
    "1363": "[22:43]作所喜者，謂有三門，供獻財物，身語承事，如教修行。分三部分：第一個，「財物」統統供養善知識，這個是外面的；裡邊呢，「身語」都侍候他；最後，如教奉行，這三個次第，這個三個次第。前面這個「供獻財物」，是對自己集聚資糧；「身語承事」，然後是調伏粗猛煩惱；「如教修行」，是一路直超，這個必然的次第。所以我們要了解的，你必定認得了這個以後，你了解得越深，你那時候去做的時候才好。要不然我們無緣無故，我自己不享受，供養你為什麼啊？自然而然會有彆扭的。所以你有正確的了解了以後，那個時候就會很高興地去做，也做得會很好。",
    "1423": "[23:43]如是亦如《莊嚴經論》云：「由諸供事及承事，修行親近善知識。」說這個經論上面怎麼告訴我們，怎麼親近這個善知識呀？是這樣的作法：「供事、承事」。換句話說，就前面說的，外面以財物，什麼東西都供養，然後你乃至於自己親身，最後如教奉行。",
    "1453": "[24:13]又云：「堅固由依教奉行，能令其心正歡喜。」這個你一切的成就都是什麼？「依教奉行」。這樣的話，欸，善知識就歡喜了。真正的善知識歡喜的什麼？你成佛嘛！你能夠這樣去做，你能夠「堅固」，當然善知識會歡喜。所以這個佛陀，你供養他什麼東西，他不一定歡喜，你依教奉行，他是最歡喜，這個是佛陀真正偉大的地方！他現在為了救我們示現一個凡夫相，當然他的歡喜也是這個，這個才是我們真正要修行的。",
    "1493": "[24:53]其中初者，初啊，就是財物供獻。《五十頌》當中也說，",
    "1498": "[24:58]如《五十頌》云：「恆以諸難施，妻子自命根，事自三昧師，況諸動資財。」「恆」這個字，不管是身、心兩方面，一直不斷絕地一念都不忘失，時間上面一直這樣。拿什麼呀？最難布施的東西 ─自己的外財，這個外財當中，最親近自己的妻兒子女，都拿來供養；乃至於內財，就是自己的身命，都拿來供養自己的「三昧師」。三昧師就是密教當中的老師，他為什麼這個地方要特別指密教的老師呢？因為真正密教的老師，那是佛示現的凡夫相，這個所以當你真正遇見這種情況之下，就應該這樣。所以善財童子五十三參，所參的那些就是，就是這一類善知識，他的的確確，有這樣的弟子，有這樣的老師，就有這樣的成就。這個就是我們的榜樣，何況是「動資財」，何況其他的呢？",
    "1576": "[26:16]又云：「此供施即成，恆供一切佛，此是福資糧，從糧得成就。」這樣的供養布施，成功什麼？「供一切佛」。哪！現在供一個佛的功德已經不得了了，你現在只要供養你的自己的老師的話，等於法界一切諸佛統統供養了！所以這個地方的證明，就是因為你得了這個資糧，有那個資糧就得成就。現在我們要求佛，要福資糧圓滿，要智資糧圓滿，你能夠供養這個你這樣的上師的話，福資糧就圓滿，真快！平常我們，哎呀，那不曉得要多少時候，現在如果真正遇見老師，你就這樣，就得到這個好處。",
    "1624": "[27:04]在這裡大家會問：哎呀，對呀，沒有錯啊 ……。現在暫時不了解的不談，了解了信得過了，說一點都沒有錯，那我想，我趕快去找這麼一個老師！一想，說：「我自己剃頭的這個老師可不是這樣的，那個不要去供養他。」這個概念表面上面看起來好像對，其實完全錯、完全錯！任何一件事情，一定要有個層次，一定要有個層次。真正的佛菩薩在前面，你也不認識，說實在的。實際上呢，你所以能感得佛菩薩，一定要有你的業。現在剃度你的人，這個是引進門的第一個人，你對他這個恩你都不知道、不去感，你找到佛，你能找得到嗎？",
    "1672": "[27:52]所以剛才說的，我們世間真正最大的大恩人 ─父母。我還記得很有意思的一個公案，那出在我的家鄉，事情離開現在七十年以前大概。喔唷！那個時候，剛在這個清末民初的時候，很多人到國外去留學。那這個現在當然是，那普通的學說，普通人念大學都不稀奇。那個時候，這個念小學都不容易呀，居然一個民間的一個人，栽培一個子女，去留學。最好的中學，最好的大學 ─那是清華，我想大家還了解，到現在清華、北大的聲名都始終非常高，然後最後留學。留學回來了以後，這個父母是非常歡喜，他一生的心血，都擺在這個兒子身上。回去了以後，那個父母看見兒子回來了，好高興，招待親友給他吃飯，他不願意。說嫌那個父母，這個也不對，那個也不對，知識也不好，什麼也不好！你們想想看，要你們看見這種人怎麼說啊？"
}