{
    "13": "[00:13]但是他看見的事實喔，他留學的，眼界高得不得了，那個父母是個土包子，什麼都不認識，開起口來，這個土裡土氣的樣子，喏、喏、喏！就是這副德相。現在我們看看這個人好像笑他，實際上我們回過頭看看我們自己，我們現在這裡學了一大堆的學問，看看這個也是！對嗎？所以在這裡，我們真正要學的就是這個。",
    "43": "[00:43]第一件事情呢，如果我們想到的話，就感激自己的剃度恩師啊！然後你能夠這樣想的話，妙了！慢慢、慢慢地什麼人都是你的恩人，乃至於這個人今天瞪你一眼，罵你一言，你就覺得：「哎呀！阿彌陀佛！他成就我的忍辱，他使我成佛啊！」不是嗎？既然你要想成佛而感激佛，現在這個人來成就你的布施，成就你的忍辱，成就你的精進，你怎麼不感激他呢？同樣地成就你，使你成就佛呀！這個地方你了解了這一點，這些問題都解決了，同時那個時候你就如法了。反過來，還妙了！那個時候你發現你的心裡的煩惱就沒有了。喔唷，本來你這個慢心是不曉得多大，然後呢一天到晚跟人家講道理、鬧，心裡邊都是那些煩惱；那個時候，你這個煩惱都沒有了，你只有一片感恩之心，一片如法相應之心。你福報、智慧再再增長，你跑到那裡，人家也就會歡喜你。所以佛在任何情況之下，任何一個人看見了，就這麼歡喜他，為什麼呀？就是他一步一步積累的功德。現在我們學了一點點法，那個也看不起，那個也看不起，所以跑到哪裡人家就對你害怕。唉，是你越學呀，人家是越害怕你，你怎麼能成佛呢？不道理很清楚嘛！",
    "142": "[02:22]所以我們在這地方說，啊，原來這樣呀！是固然他是善知識，我固然要恭敬他，從這地方恭敬起；再說，現在我們的師長是一個凡夫，渾身毛病你能感激他的話，那個時候，有一個善知識，毛病很小的話，你就不會發現他的毛病，對不對？清楚不清楚？要曉得，佛菩薩之不來，他不是不慈悲，正因為他慈悲所以不能來。現在我們渾身都是毛病，看看這個也不對，看看那個也不對，佛菩薩跑到你面前，你一看不對，你瞪他一眼，你就下地獄，這麼長的時間，他怎麼忍心！他要來救你，結果跑得來，沒把你救起來，先把你送到地獄裡去了，不可以！所以他只能不來。所以在這個時候，你如果是跟著一個凡夫，你能夠這樣恭敬他，你心調柔了，欸，佛菩薩到你面前的話，你就不會犯那個過失，那個時候他才能來呀！這不是很明白嗎？",
    "201": "[03:21]所以小孩子剛開始玩的時候，玩一個玩具汽車在地上滾滾，叫你真的在車子裡面，不要說你不會開，跑進去跌一個跟斗的話，把你撞得要死。然後你慢慢地大了以後，哦，跑得去看看，坐在這個車子裡，等到你有能力自己開車就行了。你現在沒有這個能力，一碰到這個東西馬上出毛病。我們不要說車子，一把刀一樣，小孩子拿著木頭的刀劍，大家來弄弄，不行！不行，那麼最多就是砍的那個地方痛一下。如果你真的一個刀槍放上去的話，誰一砍到他，誰就受傷，誰就出毛病，這不是很清楚、很明白嗎？所以我們現在這種概念都是很錯誤、很顛倒的。所以為什麼修學佛法不要說自己懂了、懂了，我們現在是一竅不通啊，還自己覺得懂了，是大毛病就在這裡！",
    "256": "[04:16]我剛才說的，晚上自習就是這種地方，但願你們聽了覺得不懂，提出問題來，能夠解決這個問題的話，我們就步步增上。現在繼續下去，由於你集了這個資糧，欸，那個資糧有了，你就成就了，就是這樣。現在我們修習的確是沒有資糧，哎呀！碰到處處地方障礙。你有了資糧，你要什麼東西樣樣都有，那個時候就行了。至於說為什麼先集福資糧，這個也有道理，小乘可以不一定，大乘這個東西是非常重要，非常重要、非常重要！那麼我們現在暫時這個按下不談，繼續看下去：",
    "298": "[04:58]復如拉梭瓦云：這個善知識就告訴我們：",
    "302": "[05:02]「如有上妙供下惡者，犯三昧耶。這個密宗戒就這麼嚴重哦！你要供養上師，還要把最好的東西給他，如果自己有好的藏起來，把壞的東西供養，不行，犯了！把最好的，他如果不要的話，或者他歡喜那個，那不犯。",
    "319": "[05:19]若是尊長喜樂於彼，或是唯有下劣供物，則無違犯。」而是這個尊長他歡喜要下劣的，那你隨他的意樂，或者你沒有好的，只有差的，那沒有犯。",
    "333": "[05:33]此與《五十頌》所說符順，說這個善知識講的跟《事師五十頌》，這個意思一樣的。",
    "342": "[05:42]如云：「欲求無盡性，如如少可意，即應以彼彼，勝妙供尊長。」如果你要想求這個佛，「無盡性」就是佛，這個才是無盡的、圓滿的。那麼在這種情況之下，「如如」，任何一件事情，他只要少少，欸！這個老師歡喜的話，你就應該拿這個東西去供養，而且以最好的、最殊勝的方法。這個「如如」，這個地方主要的是外面的外財；東西雖然是外面的外財，可是你心裡上面卻是你的內財哦！但是你一定要心裡上要跟這個東西相順，那個供養的話，那就是最好的供養。",
    "392": "[06:32]此復若就學者方面，以是最勝集資糧故，實應如是。他告訴我們：「這樣做啊，嘿，這是修學佛法的人最佳、最殊勝集聚資糧，所以應該如此，所以應該如此啊！」所以剛才說那個小沙彌的故事，一個小沙彌跟著那個老師父在那個廟裡面，那小沙彌盡心盡力地供養這個師父。那個師父有的時候跟他很輕鬆地說：「這是為你好。」他總歸這樣，你怎麼供，總是覺得為你好。這小沙彌聽了：「師父、我這麼盡心盡力供養師父，他總覺得為了我，那我不管他了！」結果他就馬馬虎虎不管他了，他自己管他自己了，欸！那個老和尚：「這一下子為我好！」你們去參參看，為什麼？下面：",
    "445": "[07:25]就師方面，則必須一，不顧利養。這個是學者，反過來對老師呢？你儘管盡量地供養他，可是老師可不貪你這個，老師完全「不顧利養」。下面，這個祖師告訴我們：",
    "462": "[07:42]霞惹瓦云：「愛樂修行，於財供養，全無顧著，說為尊重。與此相違，非是修行解脫之師。」他真正足以給我們作善知識的人，他重視的什麼啊？修行！他對於你供養他的財物，身語這種承事，他「全無顧著」，根本一看都不看，這個才是真正的。他心理上是這個，他之所以接受你是為什麼，為了成全你。所以你們好好地看《阿底峽尊者傳》，很清楚、很明白，非常清楚、非常明白！那真正的大成就者都是這樣，那個弟子把什麼東西都供養他了，欸，結果他那個老師無動於衷。有的時候，你不供養他還不行咧！《密勒日巴尊者傳》裡面有這段公案，你們記得不記得？啊，那個密勒日巴尊者的老師馬爾巴尊者，有好幾個大弟子，然後有一個上首的弟子去求法，把他家裡的所有的東西統統拿來去供養。喔唷，那個不得了呀！都把這個值錢的東西換成功金子，然後呢，綢緞、布匹，反正可以用、可以動的，最後那個西藏人是這個畜牧民族嘛！是馬、牛、羊統統去了。最後一個老山羊，那個老山羊乖張得不得了，跑到那裡，這個羊群就會打架的，所以他想這個老山羊，腳嘛又壞，然後脾氣又不好，這個也不要去供養。其他的統統拿去供養他老師，結果老師就問他：「你這次拿來供養，還有沒有東西留在家裡？」說：「有，有一隻老山羊，這樣的一隻老山羊。」「不行，不行！你還有一點不供養，這個法不能傳給你。」你要我們看見了，這個，這個顛倒得怎麼這個樣子的？最後拿來供養了，供養給他老師了。「其實，我這個要牠幹什麼？這是為了法的緣起呀！」「嗯！好好！」這樣。",
    "577": "[09:37]他那個徒弟還很有意思，要我們的話，心裡面嘀咕得不得了，這個老師怎麼這樣！他那個徒弟就說：「那我馬上去拿，如果說我拿了，你傳不傳我？」「那個可以！」他什麼都等不及，他馬上回去，西藏那個路很不好走，平常走的話要走幾個月，因為他自己有了修行了，所以有了修行，他自己真是跑起來比車子還要快，幾個月走的路子，他半天就奔回去 ─氣功，然後把那一隻羊自己馱在背上把牠馱得來，然後中午的時候供養老師。老師說，這個弟子，真正密教的弟子就這樣。所以我們看他，說為什麼他即身成就，有他的理由在。現在我們也不必強調這些，這個地方有特別說明，這個地方所謂集聚資糧，他們的師弟之間，這個狀態這樣！",
    "631": "[10:31]然後他那個老師也是一樣，那個老師妙不可言，那馬爾巴尊者也是把他所有的東西統統賣掉了，換成功金子去找他的老師。那個老師就是那洛巴尊者，那個那洛巴尊者，就是阿底峽尊者同時代的人，也是阿底峽尊者的老師之一。那時那洛巴尊者已經圓寂了很多年，但他不管，他要找他老師。啊！那這種人，這種精神可佩呀！他跑到什麼地方去就問：「啊，你有沒有看見我老師呀？有沒有看見我老師呀？」就像瘋掉了一樣。他廢寢忘食地這個樣，找了多少年 ─欸，找到了！其實真正成就的人不會死的，就是這個完成的因緣呀！現在我們看很多佛菩薩都是這個樣，然後把最後那個大法傳給他。",
    "681": "[11:21]所以我們真正修學佛法，應該把這種傳記，記在腦筋裡面，作為我們的榜樣。那個時候，你的眼睛要向上看，不妨放在這裡，這個才好。我總要看，學佛菩薩，要學佛菩薩的樣子，那個好！那個好！所以說這個地方我們了解，師弟之間。那麼第二呢？第二是什麼？就是身語的承事，怎麼去侍候他。",
    "708": "[11:48]第二者謂為洗浴按摩擦拭及侍病等，當如實讚師功德等。前者是「身」，幫他做一切的事情，洗澡乃至於他的身不舒服，他樣樣去做。「語」呢？「如實讚師功德」，這個讚也不是隨便地妄誇，喔唷，說：「我的老師就是佛」，這個不必要；「啊！我老師的功德是不得了的」，這樣。但是你要讚老師，你要懂得，沒有智慧的話老師的功德你看不見，老師的過錯你也看不見。這一點我們要了解的，所以首先要使自己具修學佛法的弟子相。下面第三，",
    "757": "[12:37]第三者謂於教授遵行無違，此是主要。那是真正主要，前面這個是集聚資糧，調伏我們身心，那個時候如法修行，然後證得圓滿果位。",
    "771": "[12:51]《本生論》云：「報恩供養者，謂依教奉行。」這也就是我們的最終的目的，真正報恩是這個樣的，就是「依教奉行」。",
    "783": "[13:03]設若須隨師教行者，若所依師引入非理及令作違三律儀事，如何行耶？下面這句話對我們現在很重要！那麼不過這個它是特別在西藏，在我們這裡，我們有一個認識，在正法的時候，那些善知識固然是佛，這個弟子也都是有大善根的人，所以這種情況不大會發生。在末法的時候，弟子固然是差，老師十全十美的樣子，樣子也不大容易找。我特別說「樣子」，為什麼？老師還是有佛菩薩來的，但是這個佛菩薩來的，佛菩薩之所以來，一定跟緣起相順的。我們平常想像當中，啊！佛菩薩示現，好像他扮一個樣子，錯了！佛菩薩示現，一定要順著緣起示現，這個我們要懂得的。是佛菩薩示現，但是你是一個渾身凡夫相，那個佛菩薩示現那個相的話也就是渾身凡夫，比你好一點，這我們要懂得。所以那個時候這佛菩薩開起口來也是會說錯的，做起事情來是做錯的。那是 ─真正的原因啊，就是跟這個我們這個染污之業相應，我們要了解這一點，這個概念很重要！",
    "864": "[14:24]那麼這種情況之下，欸！是，除了佛菩薩示現，還有呢？的的確確是比我們高明一點師長，這種人也是有的。那這種人的話，的確他有很多錯誤的地方，那麼這個時候怎麼辦呢？要我們的智慧去辨別，他下面就告訴我們這一點。說如果這個老師說一切要隨順他，萬一他跟我們說不合理的，乃至於告訴我們的違背戒的，那你怎麼辦呀？因為在密教裡邊，從印度到西藏，這個老師就是佛，他說什麼你總歸聽他；以前是的，以後不一定是。",
    "909": "[15:09]最近在《佛教寶藏》裡面，有一篇相當好的文章，說這個東西，如果萬一這點用得不善巧的話，害了，害了！所以不但要「契理」還要「契機」。在這種狀態當中，契這樣的根性的人用的法，換一個機的話，他不一定派得上用場。像密勒日巴尊者那個時代的那種作風，用在現在不一定用得上。同樣地，在我們中國，我們看見那個盛唐的時候，了不起的大祖師這種作風，用到我們現在這裡，我們也不一定用得上，我們也不一定用得上，這個我們要了解。那麼現在這個時候，所以說碰見這種情況，下面告訴我們，說：",
    "952": "[15:52]《毘奈耶經》於此說云：「若說非法，應當遮止。」如果這個老師告訴你的不合理的話，你不要去做。戒上面這樣說，經上面也這樣說，所以",
    "965": "[16:05]《寶雲》亦云：《寶雲經》上面也說：",
    "968": "[16:08]「於其善法隨順而行，於不善法應不順行。」故於所教，應不依行。所以對於不如理的不要照著他去做，那個時候重要呀，你必定要辨別說如理非理。好在這個地方次第很清楚，我們已經依照著次第來，曉得自己要「具相」，具相的話有「具慧」，你能辨別得出來。否則的話，你糊裡糊塗，反正老師教的，你都聽著他做，那害了！那個佛世的時候，鴦掘摩羅就是這個公案。他跟著他老師，他老師告訴他怎麼做，他聽著他，就殺了這麼多的人，好在他有大善根呀！所以這個情況我們了解，不僅僅是說後來密教，佛世的時候小乘都是這個樣的，非常清楚、非常明白。",
    "1016": "[16:56]不行非理者，《本生論》第十二品亦有明證。說老師告訴我們不合理的不做的話，除了上面經上面，論上面也告訴我們，也明白告訴我們，老師教不合理的不要去做。但是下面這個話很重要哦！",
    "1034": "[17:14]然亦不應以此諸理，遂於師所，不敬輕訾而毀謗等。如《尊重五十頌》云：但是絕不可以因為這樣的關係，說這個老師說的不合理，你就對著自己的老師不恭敬！不恭敬都不可以，何況你毀謗他，何況你批評他，這個是萬萬不可以！你啊，前面說過的，他乃至於跟你說一四句偈，你要這樣盡心盡力地，盡壽以這樣長的劫數去供養，你都沒辦法報他的恩，現在你還要去毀謗他，怎麼得了！所以下面又引證這個《事師五十頌》當中說：",
    "1077": "[17:57]「若以理不能，啟白不能理。」照著道理你不能做的話，你說：「不行。」",
    "1084": "[18:04]應善辭謝而不隨轉。要很善巧地、婉轉地說，很婉轉地說：「師父呀，我實在不行！我請你多多原諒，我做不到呀！」他說不定會罵你，罵了就這樣讓他罵了。實際上，你罵了能夠歡歡喜喜忍受，消你的業障，增長你的福德智慧，這個我們要了解的。那個時候你就很歡喜，所以像前面那個畫師跟他的師父兩個人一樣，欸，跑得去他那個善知識把他痛罵一頓，然後他那個弟子覺得，他那個師公怎麼老罵我。畫師說：「你還覺得他罵你呀！我是像得到那個本尊親自的加持一樣。」欸，就這樣！",
    "1130": "[18:50]如是親近時，亦如《莊嚴經論》云：「為受法分具功德，親近知識非為財。」我為什麼要這樣去做呀？受法分 ─佛法，這個是增長我們功德，我們親近知識，不是為了財，這個財就是指世間的，指世間的。",
    "1150": "[19:10]是須受行正法之分。我們所以跟他，為什麼？增長法身慧命，從這個地方開始。",
    "1159": "[19:19]博朵瓦云：下面這個祖師引一段公案，說：",
    "1165": "[19:25]「差阿難陀為大師侍者時，謂若不持大師不著之衣，不食大師之餘食，許一切時至大師前，則當侍奉承事大師。這個佛選那個侍者的時候，大家很多人都願意給佛陀作侍者，什麼乃至從阿若憍陳如開始，一個一個都非常希望侍候佛，因為感那個恩嘛！佛就告訴他說：「不要呀！你老了，你不行呀！」實際上他們都證得阿羅漢果了，他們的心目當中，都希望阿難來承事。阿難只是一個初果的聖者，所以阿難始終不開口。後來大家說：「阿難哪！佛在屬意你！」「我也是很想侍候，但是有條件的。」別人想：大家侍候這個佛陀求之求不得，他居然還要有條件的，這個不是顛倒嗎？然後你看看他的條件，你曉得了他的條件，不由得我們不恭敬得五體投地！是善知識之所以為善知識。他說：「我啊也想侍候佛，但是要侍候佛的話，有幾個條件。」什麼條件呀？「大師不穿的衣服我不要，大師不吃的餘食我不要，還要許一切時可以到大師前。」",
    "1245": "[20:45]要我們去事這個善知識的話 ─大師不穿的衣服嘛當然侍者穿哪！大師不吃的當然我吃啊！唉呀，我一天到晚享受啊！平常的時候要跟著大家就是苦苦惱惱的，人家供養佛最好的我來。欸！阿難陀好的都不要，那麼這是我們的榜樣啊！想到這裡我們自己要深深慚愧，對我是感覺實在慚愧，我實在做不到。不過不怕，我了解了，生了慚愧心，正是我們努力的榜樣。那麼為什麼一切時到大師前？為了法！他之所以來，為了法。有疑問、有什麼情況，要來！好的絕對不要，世俗的利養不要；佛法，要！佛說：「好、好、好！這就對了！」所以，",
    "1293": "[21:33]如此慎重，看那個文：",
    "1295": "[21:35]其意是在教誨未來補特伽羅。為什麼這樣慎重呀？那就是教化我們，教化我們，我們要學就從這個地方。那麼我們是個什麼樣的狀態呢？看下面：",
    "1307": "[21:47]我等於法全不計較，雖少許茶，悉計高低，謂師心中愛不愛念，此是心內腐爛之相。」我們現在對佛法不計較，我們計較些什麼呀？我們計較些什麼呀？唉，真可憐！少到一點點茶都要去計較，吃一口茶都要去計較。「他有我沒有！老師歡喜他，是虐待我；他吃掉了，我沒有吃！」什麼？「內心腐爛之相」。不過現在這裡我們要了解，我們無始以來就在這個無明當中。我們現在非常幸運，宿生的努力，了解了這個病根所在之處，正好從現在開始努力上進。",
    "1370": "[22:50]所以佛菩薩真了不起，他安慰我們，不是說你做不到叫破戒；你不肯去做、不了解、懶惰、馬馬虎虎、不好好地做，這個叫破戒。《瑜伽師地論》上說得很清楚，我們一直在犯戒，然後呢，犯戒懺悔，努力拼命求上進，你只要上進，慢慢地改善，這就對了！你不要說我反正懺悔，懺悔完了以後，依舊如此這般，那就完全破了！這個概念本身就錯到底，非下地獄不可！這個一點不能錯的，我們要弄得很清楚哦！不要說《瑜伽師地論》上說這個破戒不算犯戒，那我們就破去了，只要我懺悔就好了，那註定你在地獄裡面，不曉得什麼時候才能翻身。正見是什麼？就是正確見到我們的煩惱相，然後我們向上努力，拼命努力！那個時候，當然你在努力向上嘛，對了！所以我們現在這個地方要真正我們學習。那麼上面這告訴我們怎麼親近，下面的說：親近幾時，幾時親近者，如博朵瓦云：",
    "1433": "[23:53]親近的時間也有了，仍舊引博朵瓦的話，說：",
    "1437": "[23:57]「有一來者，是加我擔，若去一二，是擔減少，然住餘處，亦不能成，是須於一遠近適中經久修習。」這個文字本身有一點不大清楚，我就簡單地說明。真正的老師跟教弟子之間，不是可以說一大堆，像我們現在這樣一大堆的話，那是不大行。他真正師弟之間的話，的確是幾個人，幾個人，然後全部精神一直跟著他，這樣！要自然而然這個老師真正主要心目當中也沒別的，就在這個自己的弟子身上；那個弟子呢也沒別的，全部的精神在老師身上。時間啊，要恆長，不是說臨時跟一跟，就這樣，不是的。不是我們現在跑得來就說，哎呀，聽了幾堂課就算了，或者學了三年，這個不夠，不夠的。如果說目前這種，種一點善根，夠了！",
    "1498": "[24:58]其實不要說佛法，世間也是如此。我們世間要想念書，念一點隨便得一個博士，要念多少年呀？算算看，幼稚園不算，小學六年，中學六年，然後大學四年，畢業了以後，然後研究所至少兩年，多則四年，乃至六年，多少年呀？哈！二十多年。世間的一個學問要二十多年，現在修學佛法居然跑得去聽了一堂經，啊！然後幾個錄音機，我聽懂了！然後關起門來就修行了，那註定你修不成功。或者說：「哎喲，我在這個佛學院已經念了個三年了！」那個時候是可能有一點樣子，如果想真正地這一生得到成就的話，那的的確確需要好好地跟一段時候。所以，看！我們歷代祖師這種典型的公案，他都是前面還沒有這個真實地開悟之前，跟著老師苦苦地被那個老師罵呀、挨呀、打呀！什麼東西呀！哎呀，一天到晚給他忙這些事情，不忙別的，就是忙什麼？早晨起來的話，洗臉水開始，現在還比較好，都是衛生設備，那個時候還要處理這個，處理什麼？大小便，你樣樣都要弄的，從這個上面的嘴巴一直侍候到下面，一弄弄個幾年。心裡面就是只是一心一意地，死心塌地地去侍候他。",
    "1585": "[26:25]所以古人的真正成就，是這樣，然後呢？欸！跑到這地方老師看你機緣成熟了，一下 ─過來了！過來了以後，他不是說，喔，這一下子我大徹大悟了。然後呢，隱姓埋名，還在這個道場中好好地又弄它多少年，那時候才龍天推出一代大善知識，典型的例子，典型的榜樣。所以這個樣樣都擺在這裡，可以夠每一位自己選擇自己的，但是我們這個地方不一定說一定要這樣做哦！他不同的方式，有不同的功德。所以你們今天懂了，能夠跑著去廣為宣揚這麼如理的正教，它也是件非常好的好事情，這是個人不同的根性。但是我們的的確確要了解，這個真實的內容是些什麼，這個是第一件重要的事情。所以在這地方把這個公案說一下。",
    "1644": "[27:24]那麼，因為這個完整的教授是從阿底峽尊者傳過來的。《阿底峽尊者傳記》上面，有這麼一段公案。親近阿底峽尊者的這個人非常多，從印度到西藏，印度尤其多，西藏後來有主要的幾個。那個最主要的西藏有三個，一個敦巴尊者，一個叫大瑜伽師，一個叫阿蘭若師。那麼，這個前兩個都是在家人，都是在家人，一生都在侍候他老師。阿蘭若師是個修行人，他一心一開頭跑得去求那個老師，然後呢得到了法，一直在修行，所以叫阿蘭若（阿蘭若就是寂靜處），一直在修行。到最後他老師走了以後，他自己很嘆息地說了一句話：「唉！我們師兄弟幾個，他們兩個一天到晚跟在老師面前，從上面的嘴巴一直忙到那個地方，忙到腳底。唉，好像一點修行的時間都沒有；我呢，這跑得來就聽老師講法，講完了去修行。結果成就啊，我遠遠不如他們兩個！」"
}