{
    "18": "[00:18]這段公案，你們好好地去看哦！所以現在我們很多人覺得，哎呀！懂得了一點點，自己關起門來去閉關、去自修。不要說你沒有聽懂，你聽懂了，這樣去修的話，都成就不一定高。越要向上爬，越是這個樣！所以善財童子是個典型的例子，他不是說，啊！跑著去聽見一個善知識，聽見了以後，然後他就繼續地就自己關起來，跑到那兒就去閉關去了。不是的，他第一個善知識參完了，參第二個；第二個參完了，參第三個；最後啊，到最後一個參了，然後參了普賢菩薩，以十大願王導歸極樂，他還沒停欸！最好的例子啊！所以這一點我們心理上應該有的認識，下面還有很多。他為什麼要這樣做？目前內容我們還不知道，但是至少這個概念放著 ─他為什麼這樣？我應該怎麼樣？所以我們現在這個對佛法本身的了解，是有一個很大的距離、很大的距離。",
    "81": "[01:21]我還記得自己一個經驗，離開現在二十多年了，離開現在二十多年了。那個時候我剛出家，因為受這個時下的影響，總覺得現在這個環境不太好，真正想修行的人一剃頭馬上閉關，住茅篷。我也這樣，一心一意呀，師父剃完了頭我就住茅篷。那個獅頭山，我在獅頭山元光寺，家師是上本下明老和尚，他已經走了好幾年了。那個地方樣樣東西是坐享現成，唉，我也可以說家師待我仁至義盡。那時候我完全不懂啊，我居然還要去住茅篷，鬧著要去住茅篷。那時候他們是十二點鐘吃飯，我因為要持午，一定要十一點半，他專門下面人十一點半把飯送上來，我居然那時候還，居然還良心發現，說：「啊！還讓他們送上來不好，我自己去拿。」現在是越想越可笑，越想越顛倒，越想越懊悔！然後下面我一個人先吃，他們還特別弄好的，就這樣，我心裡還不滿意，總覺得他們都不如法，他們都不如理！就是這樣，所以我還要去住茅篷！",
    "157": "[02:37]結果我師父大概也忍無可忍，他老人家真好啊！他後來說：「那你要住茅篷，你就去住嘛！」欸，那天我看到那口氣，他也不會像我這樣的糟糕，他還是很婉轉的，這意思就是這樣。後來我想：「對呀！那我真的去茅篷，現在一切坐享其成。就是我下面去拿，他樣樣都弄好了。我住這個茅篷，吃哪來啊？其他東西能不能來？」我想了半天，我不要住了。我也沒講要離開，他看見我弄了幾天，他也沒講，笑了一下。旁邊有人告訴我：「某人啊，你現在不去住茅篷啦！」我就想：「欸，不行、不行！」欸，那個時候就旁邊有人要去住茅篷，我心裡又癢癢的，後來我就想：「讓他先去，去成了我也跟著去。」結果幸好沒有去。整個過了一、二十年以後，往後我們當然中間也有機會見面，見了面以後，他懊悔了：「唉呀！某人啊，結果我就這樣拖死在這裡，自己說當初跑得來好想用功，結果用了半天呀！剛開始好像有一點樣子，到後來就這個樣，到後來就這個樣。」等到我跟《菩提道次第廣論》，一講，啊！他本來對我來說是個上座吧，我剛開始的時候，他很多地方提示，告訴我，我也一心一意地聽從他。他聽了以後覺得聞所未聞哪！跑得來天天恭恭敬敬地聽，我還覺得心裡很過意不去。我說：「這個不是我的，這個是大師佛陀圓滿的教法。」",
    "255": "[04:15]我就隨便自己想起這段公案，給你們提一下，但願在座的諸位，不要犯我這個錯誤。至於說剛才弄了半天，大家還是這個樣，我想這一點在座的我們有幾位同修，說不定有這個經驗，或者少 乃至一年、二年，多三年、四年弄了半天，好像還是這個樣子。但是你真正親近了善知識以後，會不一樣，你會日日夜夜感覺不一樣。我剛才曾經跟你們說過，將來有機會我告訴你們這幾個例子，你們會看得見。所以這個有機會的話，要看你們是否努力哦！不努力你們看不見，一點看不見，真的努力了，相應了，你會看得見。所以我說一直到現在我看見的那些人就是這樣，他就是跟著那個老師身邊。哎喲，那個老師怎麼罵也罵不走，打也打不走，就這樣。欸！結果他有成就了，那成就了也不出來。這種人將來要嘛不出來，一出來的話，那這是佛門龍象，馬上對佛法上面有大貢獻。",
    "322": "[05:22]這個是對善知識的，有怎麼樣的心理上的認識，以及身口上怎麼樣的行持。再下面，說道理了解了，進一步告訴我們說，親近善知識有什麼好處，以及不親近有什麼害處。看：",
    "344": "[05:44]第四親近勝利者。親近善知識的殊勝的好處。",
    "349": "[05:49]近諸佛位，諸佛歡喜，終不缺離大善知識，不墮惡趣，惡業煩惱悉不能勝，終不違越菩薩所行，於菩薩行具正念故，功德資糧漸漸增長，悉能成辦現前究竟一切利義。第一個「近諸佛位」。我們到這裡來幹什麼？要學佛！我們現在雖然要學佛─是！目的沒有錯，認識好像也對；是弄了半天哪，就是想是想的，真正做的時候總覺得：我是凡夫嘛！一步都踏不出去。好一點的，在原地踏步，踏了半天，還在原地；否則就坐在地上，乾脆就是這樣。他現在不！他步步上進，步步上進什麼？近諸佛位，這麼簡單，就這樣！而且走的是直路。因為你如理地上去了，所以「諸佛歡喜」。啊，對呀，對呀！你這就對了！",
    "423": "[07:03]還有呢？「終不缺離大善知識」，因為你結的緣就是這樣嘛！一直在善知識身邊，這個業感緣起就是這樣，你不會離開他，不會離開他，不管是異熟，不管是等流。你能夠接近善知識，當然你不會墮落惡趣啊！壞的、業障慢慢地消除，「惡業煩惱悉不能勝」，煩惱也不會影響你，惡業當然也不會。現在我們一天到晚在惡業煩惱當中轉，你有了善知識，這個就擋住了。你的行為呢？就不會違菩薩所應行的，在家菩薩 在家菩薩戒，出家菩薩 出家菩薩戒，做得很正確。",
    "471": "[07:51]「於菩薩行具正念故，功德資糧漸漸增長」，因為你能夠親近善知識，得到善知識的教導，所以你認識也好，起心動念都是跟應該有的這個行為相應的，這個是「正念」，這點很重要；所以你由於這個正念的關係，所以你行持自然都在淨除煩惱，集聚資糧，所以這個是「增長」。因為你淨除煩惱，集聚資糧，所以你的感的果 ─眼前的、究竟的，一直在增長當中，樣樣都成就，「悉能成辦現前究竟一切利義」。這麼多的好處，這麼多的好處！不是到究竟才行哦，眼前就好、眼前就好。",
    "526": "[08:46]承事師故，意樂加行悉獲善業，作自他利資糧圓滿。啊！你這樣一來的話，心理上面以及行為上面都是好的，都是好的。於是在這種狀態當中啊，你要求的自利利他，現在我們做的自利利他在資糧，資糧順了，將來果自然順，都圓滿，這麼大的好處！關於這個好處，要自己細細地去想。你想得越多，你越歡喜啊，欸！這個效果就越大。那個時候你親近起來的話，你不會覺得這是負擔，覺得這是莊嚴。那時候你就越做越起勁，那時候你就覺得越做越起勁。那時候你才感覺得像，像我們常常用的個比喻，做生意一樣，啊！你覺得在賺錢，雖然你忙了半天，財源是滾滾而來，是越做越起勁！就這個。下面我們繼續說下去：",
    "589": "[09:49]如是亦如《華嚴經》云：「善男子，若諸菩薩，為善知識正所攝受，不墮惡趣。若諸菩薩，為善知識所思念者，則不違越菩薩學處。若諸菩薩，為善知識所守護者，勝出世間。若諸菩薩，承事供養善知識者，於一切行不忘而行。若諸菩薩，為善知識所攝持者，諸業煩惱難以取勝。」這段話現在解釋一下。如果說，「諸菩薩」，就是修行菩薩的人，修行菩薩的人─我們現在在座的都是因地當中準備走這條路的人，假定說你能夠得到善知識的攝受的話，那絕不墮落惡趣、絕不墮落惡趣！不過這地方要曉得哦，不是靠善知識的功德，而是善知識 ─你能夠如法受他攝持，如法受善知識攝持的條件，非常重要。善知識儘管可以攝持你，告訴你：「某人啊，你應該這樣做啊，不要這樣做啊！」你眼睛一瞪，心裡面嘀咕半天，那一點用場都沒有。他下一次他也不會跟你說了，你要去磕頭他也不會攝受你。不是他不攝受你，你排拒了，沒有用，你排拒了，你沒有用，這我們要了解的。",
    "668": "[11:08]如果說，你能夠為善知識所攝受，還有為「善知識所思念者，則不違越菩薩學處」，如果善知識思念你的話，你不會違背。的確的，說善知識思念，他覺得孺子可教，他會處處地方注意你，很多事情他看見了，他會來告訴你。假定說，他告訴你的話，你心裡面跟他一瞪，你還給他嘀咕，他還能告訴你嗎？所以我們處處地方要曉得，不是人家不攝受啊！",
    "699": "[11:39]就像我們也有幾個經驗，人家常常說：「哎呀！我有錯誤希望你告訴我。」的確有太多這種好心的人，我當年也是如此，我一直說，哎呀！老師或者某法師啊，請你告訴我，可是人家始終不告訴我。到後來，偶然我了解了，不是不告訴我，有的時候他絕對不會說：「欸，某人呀！你不是要我說你的錯誤，我告訴你，你坐下來我告訴你。」他不是這樣的。等到你真有錯誤的話，他來告訴你，然後你就種種理由，「欸！我沒有錯呀！這個我對呀！」唉！他一聽，好了，他看得清清楚楚，他真實告訴你的，都是你的理由，他下次就沒有話好說了─你對！你對！所以上次告訴我們，我們中國歷史上「千金市骨」的公案，為什麼？就算他說錯了，你也至誠恭敬地聽他，他覺得孺子可教，他就告訴你。有很多事情，我們看不見的，很多看不見的，尤其是修行這個事情，你不比較的，絕對看不見，這是我的經驗。",
    "760": "[12:40]我剛才告訴你，我當初出家了，聽大家說：「哎呀！出了家馬上閉關。」就一心一意想閉關。可是有經驗的曉得閉關不好，他告訴你：「不要閉關。」那時候我心裡想想：「不要閉關，留在這裡侍候他！」就是這種想法欸！但是他真正的狀態我就是看不見。所以我現在告訴你啊，的的確確，然後我還覺得滿好咧！還不是瞪大了眼睛把這個話直直地說，還說不出口，我找了種種的理由啊！他看看：「是啊！你不是說，你有錯誤要跟你說嗎？真正你有要跟你說的時候，你聽不進；然後稍微認真一點的話，你生煩惱，然後背後嘀嘀咕咕。」他下次：「好、好、好！你好、你好！」那註定你就完了！這個地方我們要從這個地方去認識，這一點都不是笑話。",
    "807": "[13:27]所以我現在自己看看自己的以前犯的錯誤，現在這兒大部分年輕都是犯這個錯誤，我不曉得怎麼幫忙他們。不要說佛菩薩，佛菩薩要求的條件更高。不是要求高耶，他可以讓你達到更高的標準耶！你這麼一點點都做不到，你就想到 ……跨一步都跨不開，你說我居然一步能夠爬到天上去，那不是笑話嗎？所以說這個地方，不是善知識不思念我們，看看我們自己，具不具跟善知識修學的條件呀！所以他前面不先說老師什麼相，先說弟子應該具足什麼條件就在這裡呀！所以大家不要忙別的，就忙自己先成為一個弟子相。",
    "859": "[14:19]「若諸菩薩為善知識所守護者，勝出世間。」欸！這個時候，世間沒有一個能比的。你別看在善知識面前做他一個侍者，或早晨起來要給他清洗廁所等等，那個比做大總統還要好，這千真萬確的，比做百萬富豪還要好！「若諸菩薩，承事供養知識者，於一切行不忘而行。」又對了！這是應行的，絕對不怕！你錯了，他會時時點醒你，這個環境當中，他會不允許你錯。「若諸菩薩，為善知識所攝持者，諸業煩惱難以取勝。」業、煩惱難以取勝，你就成就了嘛！",
    "899": "[14:59]又云：「善男子，若諸菩薩，隨善知識所有教誡，諸佛世尊心正歡喜。你只要能夠聽著善知識的告訴你的話，那個「諸佛世尊心歡喜」。佛世尊歡喜的什麼？歡喜你早一點成佛嘛！你能夠聽著善知識的教誡，你真的做到，當然佛菩薩歡喜。所以我們真正地供養不是說：今天你煮了好幾個好菜跑得去；哦，這個敲打唸唱很好的，讓他吃一餐。我們世間的那些東西，不要說佛菩薩沒有這個胃口，到天上面他來聞的話，哎呀，那個味道是沒辦法忍受啊！那個天上東西佛菩薩去聞起來，就像天上聞我們一樣。我們真正的供養是什麼？如法照他的教誡，這樣。所以我們剛才說的，佛菩薩歡喜的，不是歡喜我們炒幾個菜；而佛菩薩歡喜的，歡喜我們至誠恭敬地去供養他的「心」！這個你要了解的。所以他還是歡喜我們這麼認真地去做，我們不要說：「啊！那既然這樣，我們不供養了。」那你就錯了！這個概念錯一點點哪……。就是你今天有好的，最好的東西供養；今天沒有的、最差的，你還是至誠恭敬地跑得去敲打唸唱，板眼一點都不錯。對，最好！這個概念要分得很清楚。又下面繼續下去，下面繼續下去，",
    "986": "[16:26]若諸菩薩，於善知識所有言教，安住無違，近一切智。喏！把善知識告訴你的話，你能夠不違背，「安住」，安住兩個字，不容易哦！先要認識，認識了以後，內心上去操持，一心擺在心裡面，不跟它相違背。不違背啊，「近一切智」。欸！你就靠近，你就差不多了。一切智 ─佛。「於善知識」 ……這地方的一切智，我們要了解啊，因為這個順了文氣，這個一切智不是說三智當中的一切智；一切智智的一切智 ─佛的智慧智。",
    "1025": "[17:05]於善知識，言教無疑，則能近於諸善知識。下面又說，對善知識的言教沒有一點懷疑則乃能親近，否則你會心裡又想：「欸！他告訴我這個，他有什麼動機啊？」你心裡一個懷疑，完了！真正我們修的，修的心法。你心裡一念的疑念的話，你就沒辦法靠近善知識，這麼個嚴重法。所以我們真正第一件事情為什麼要修信啊？「信」這東西就淨化所有的一點點疑慮，這個東西跟煩惱相應的。不管用什麼方式來對你，你對他的信心，絕不動搖！所以他前面告訴我們像九心 ─像金剛心、像孝子心、像輪圍山心、像犬心、像乘心，為什麼原因啊？像除穢人心，不管再做，再做骯髒的事情，你覺得：啊！還是謙恭卑下。像狗一樣，不管他怎麼罵你、踢你，心裡面絕不動搖；不管遭遇到多少困難，你絕不退卻，乃至於心裡面沒有一念疑念！欸！對了，這時候你才能親近善知識。還要什麼？",
    "1090": "[18:10]作意不捨善知識者，一切利義，悉能成辦。」不但是不能疑，還要起心動念，「作意」就是你起心動念的、主動的心。一直在想：哎呀，你絕不可以離開善知識！絕不可以離開善知識！平常我們心裡面是什麼狀態呢？在無記當中，那個是真正努力的時候！所以為什麼叫「思惟」，就是說心裡經常這樣想：啊！我要親近善知識。假定你把那個善知識看成阿彌陀佛，那時候你就是「南無阿彌陀佛」，所以這「南無」兩個字有特別意義哦！你如果說心裡面，的確我一心皈投依靠阿彌陀佛 ─有了這個心意的話，那個「南無」兩個字可以不要；如果沒有的話，那個「南無」兩個字加進去，那就是「作意不捨善知識」。",
    "1135": "[18:55]如果說你能夠認真這樣去做的話，阿彌陀佛就在這個世間，用不著到極樂世界，要到幾十年以後，眼前就有。為什麼？沒有一個佛例外的，佛佛道同。像我們釋迦世尊一樣，「毗盧遮那佛遍一切處，其佛所住名常寂光」。說得很清楚嘛！哪裡不是！我們釋迦世尊，現前；阿彌陀佛，現前。因為我們的心裡面疑念沒有淨除，所以遠離。碰見一點小事情，我們就想：哎喲，這個營養不行哦！到那時候損失了自己哦！你那個時候不尊重著戒，你起的這個念頭，這個疑嘛！他叫你戒當中，戒你什麼？戒你貪瞋癡，戒你的見煩惱、思煩惱。可是你那時候在見煩惱當中，對不對？千真萬確的事實。所以念佛不難欸！難是難的不懂得念佛的道理，你能夠真正地懂得的話，那的的確確修行是最容易、最快樂，也最方便的事情。那麼今天就到這個地方。",
    "1204": "[20:04]請翻到《菩提道次第廣論》三十八頁。那個修學佛法的根本，我們現在了解就是在善知識。那麼關於這個親近善知識，我們前面已經大概的有一個基本的概念。這個，經常有一些同修，後面慢慢地上來，那麼假定說，他是偶然來旁聽一堂、兩堂那沒關係。如果說是後面來聽的同修，前面的還沒有聽過的，都要從頭開始補聽，這樣它才有價值，才能夠得到完整的概念，這個非常重要啊！那麼在座的好像有三位、有三位。那個完了以後你們要從頭開始，沒有聽到聽一下，今天我們繼續說下去，三十八頁第三行。",
    "1277": "[21:17]《不可思議秘密經》中亦云：「若善男子，或善女人，應極恭敬，依止親近承事尊重。若如是者，聞善法故成善意樂，及由彼故成善加行。由是因緣，造作善業。轉趣善行，到這裡，另外引經上面的告訴我們一段話，說不管是善男子、善女人 ─這個地方「善」字，我們現在有一個進一步的認識。以前我們平常經上面總是看，哦，善男子、善女人！我們隨便開口就善男子、善女人，現在我們了解，這個「善」字的意義，有它程度深淺的不同。普通我們說的「善男子、善女人」，這是一個口頭上面的習慣，也就是給大家一個好的印象。現在我們這裡了解，這個「善」字 ─ 具有種性的修學佛法的補特伽羅這個人，那麼具要什麼條件呢？一定是前面斷器三過、具六種想，乃至於要具弟子相，具弟子的四個相，這個才成「善男子、善女人」。所以這個關鍵非常重要。平常我們總說修學佛法了，為什麼得不到好處呢？就是那個「善」字的定義不知道。或者應該這樣說，就是「善」，究竟我們內心上面到了什麼程度，那個時候你才能夠承受聽聞佛法？大家都沒這個準備，就想去求佛法了，那所以得不到好處。所以說，沒有聽的同修一定要前面聽一下，那個時候才曉得我自己的條件如何？假定你條件不具足的話，很明白、很清楚，那個甘露下下來對我們一點用場都沒有。",
    "1422": "[23:42]那麼現在這一種具足條件的善男子、善女人，真正修學佛法了，第一個就要親近善知識。那麼親近善知識，他應該絕端地恭敬這個善知識，以這樣的心情去依止他、去承事他。你只要能夠這樣做到的話，那下面好處就跟著來了，什麼呀？「聞善法故，成善意樂」，善知識之所以成為善知識的原因，必定能夠如法地把這個三寶當中的正法，能夠傳遞到我們身心上頭，這個是善法，這個是善法。因為你聽到了這個善法，於是你的概念就跟他相應了，所以「成善意樂」，這是第一個重要的概念。",
    "1485": "[24:45]那麼平常我們的內心狀態是什麼的意樂，我們立刻可以檢查一下，立刻可以檢查一下。現在聽法的時候，比較好的，那是專心一致地在聽聞這個佛法，這個就是所謂善意樂當中的一種。但是你不聽佛法的心裡是什麼狀態？我們自己糊裡糊塗，那就是一種「癡」相。這個還談不到深細的無明哦！只是無明的粗顯的行相，就癡癡呆呆那個樣，自己還覺得滿好。憑這個你怎麼修行？然後當你不癡呆的時候，有外境引動的時候，不是貪、就是瞋 ─看這個境界很歡喜，那貪相應的現象；如果看見這個情況是不歡喜，覺得討厭，那就是瞋相應法。然後心昂的時候是貪瞋，心沈下，低的時候呢，昏沈、睡眠，這個都是在三毒當中，這都是染污之相。",
    "1557": "[25:57]乃至於我們平常都不知道，不要說這種狀態，你就是念佛，嘴巴裡面雖然在唸，心裡面不外還是這種散亂昏沈相。「善」嗎？根本談不到，如果沒有善知識的引導，不知道！而要得到善知識的引導，還非要自己具足弟子的條件，那個時候說了，你才能夠聽得進，要不然人家說你的話，心裡還不服氣，這個狀態。所以他必須要的條件，這個次第是一點都不能錯！那麼到了這個時候，你因為你有了事先的準備，一心恭敬，而這個善知識也的的確確是具足條件的。不要說最完整的善知識一定是佛地，乃至於這種十地以上的權位菩薩，就比較差一點的，一定都是大地菩薩，當然來告訴你的絕對沒問題的。所以你必然會有正確的認識，把我們心裡面一向雜染的跟三毒相應的這個意樂，改過來了 ─善意樂。而我們一切的行為，它真正的樞紐引導者是什麼？就是我們的心意呀！當你那個心意一改變過來，你的行為也成「善加行」。所以由於這個意樂善了，加行當然善。",
    "1650": "[27:30]那平常我們的意樂是什麼意樂？癡癡呆呆坐在這個地方，覺得沒什麼事情嘛想睡覺；一個人跑過來嘛，大家好高興就聊天。有一樣東西引動你，哎呀！跑得去真高興，這樣；否則你覺得不對勁的話，你心裡面就瞋心。就是因為我們的意樂都是在三毒當中，所以我們自然而然那個行為都也是染污的惡加行，所以這個正反之間這麼差。由於這樣的加行，那麼身口意三業造的是什麼啊？就善業！造的善業。關於業的詳細的內容，一直到後面講到業的時候，那個法相、行相分得非常清楚。每一位同修……"
}