{
    "5": "[00:05]你們會清楚明白地曉得我現在造的業，染、雜，還是清、淨，那麼清楚。因為你造的善業，根據了上面這樣來，自然而然「轉趣善行」。一切慢慢、慢慢地向這一方面去，一切因、果等等，這個次第這麼清楚。這是你自己的，純粹屬於你自己的。下面呢？",
    "37": "[00:37]能令善友，愛樂歡喜。由是不作惡業，作純善故，能令自他不起憂惱。由能隨順護自他故，能滿無上菩提之道，故能利益趣向惡道諸有情類。是故菩薩應依尊重，圓滿一切功德資糧。」像這樣來的話，純粹都是善的，你自己是善的，還有呢？引發你行為的最重要的，什麼？你的同伴。因為你自己善了，自然而然你跟那些善友相應。善友也歡喜，你也歡喜他。反過來，對不起，我們歡喜的就是大家高興，啊！聊聊天、開開玩笑、說說人家閒話 ─這惡友。所以真正的這個彼此之間，最重要的兩個關鍵就在這裡。因為你自己也好，你周圍的這個同伴，上面的善知識，當然是善知識，然後你的同行的、周圍的同行善知識也都是善的，那種情況之下，你不會作惡，都是純善的。",
    "115": "[01:55]我們平常常常說：到了極樂世界，就沒有你造惡的地方。哪！就是這個情況。假定你能夠把握得住這一點的話，在這個娑婆世界，何嘗有你造惡的地方？在娑婆世界不但沒有造惡，還有比極樂世界更超勝的地方。極樂世界，是的，它沒有地方讓你去造罪，但是你要增長功德就很難了。我不是說極樂世界不增長，當然一直在增長功德，比之於如法修行的娑婆世界的那種真正的修行人要難、要難。為什麼？沒有這個境界引發你，你本來在這個地方，所以這個力量不強；而在娑婆世界，你如法地去這樣行持的話，壞的境界固然不能引動你，不但不能引動你，而且壞的境界碰到你身上，都轉化成功好的境界，這個卻是極樂世界絕對沒有的，這個才是我們這個地方的真正重要。",
    "182": "[03:02]好處都從哪裡來啊？嘿，依靠善知識！要依靠善知識，你必須要自己具足這個條件。能夠這麼一來，「能令自他不起憂惱」，為什麼不起憂惱？跟法相應。法的特質是什麼？它能夠淨化雜染、淨化煩惱。這個煩惱跟雜染就是憂惱的根本，沒有了，當然你自己也不會有，你也不會讓人家生起憂惱。那個時候真是「隨順護自他故」，那個才是真正地保護自己、是保護別人。",
    "229": "[03:49]我們世間也有保護的，喔！我這個國家，你隨順我這個國家法令，這個國家的法令在保護你。小的呢，這個團體，乃至於黑道的兄弟們，他也是這樣，你參加我這個團體，他會來保護你的，但這個不究竟，這個不究竟。而且世間的所有這種保護，得到了一點小的好處，付出無量的代價；佛法恰恰相反，剛開始做的時候滿辛苦的，但是得到真正圓滿的保護、究竟的保護。而且得到的最後好的結果，比之付出的代價那個大得太多、太多，換句話說，你雖然修行的時候一點辛苦，可是這個辛苦比之於你的收穫是微乎其微。現在我們不懂這個道理，所以貪眼前的便宜，那是害了。真正修行的話，眼前是苦的，但是那個收穫是非常地了不起，大而圓滿！你能夠這樣做的話，那是能夠圓滿無上菩提的道，這個就是你真正的修道了，走上這條道路，步步上升。",
    "301": "[05:01]所以因為你能這樣的話，「故能利益趣向惡道諸有情類」，當然我們現在修行，當然好！你能夠這樣的話，那些人你才能夠幫助他，這個才是真正的弘法利生啊！真正的弘法利生是這樣來的，是自利而利他。你自己都做不到，談什麼利益啊？這不是很明白嗎？而自己要做到呢，就是像上面。",
    "329": "[05:29]「是故菩薩應依尊重」，所以真正想修學圓滿佛道，要求自利、利他的那些人，這個就是菩薩，決定應該依止這個大善知識。那麼這樣的話呢，能夠「圓滿一切功德資糧」，這個就是修學佛法中的因地當中必須要的。這個經上面。前面這個理論，然後呢祖師告訴我們的這種引經上面一一證成，這個次第這麼清楚。",
    "366": "[06:06]復次由其承事知識，應於惡趣所受諸業，於現法中身心之上，少起病惱，或於夢中而領受者，亦能引彼令盡無餘。上面這個是主要的說集聚資糧方面。我們曉得集聚資糧跟清除罪障，是可以說一而二、二而一，好像我們去賺錢，你賺了錢，你這個債還沒有還清之前，這個叫作好像沒有賺到，還了債，實際上你還是賺到了。等到你債還清楚了，那個時候純粹是集聚資糧，好像在上面正的方向是增加了。當然這個裡邊有它不同的細的差別，但是有它共同的特點。",
    "420": "[07:00]那麼上面主要的是說正面，下面這地方是另外一面。你的很多罪障，也由於親近知識、承事善知識，那麼在這種狀態當中，本來你應該到惡趣當中，受三惡道的種種這種惡業。喔喲，這個是非常可怕！非常可怕！關於這一點，我們平常一定要好好地多修習，那個才能夠體會得到三惡道的可怕。否則我們儘管嘴巴上面三惡道、三惡道，總覺得好像不關痛癢那樣，所以心裡面，它也不會有策勵、推動我們的力量，我們就不知不覺之下去造罪去了。你如法地去修持，那個時候你才真正地感到三惡道的可怕，那個時候就認真修行。因為你能認真修行，所以把那些墮三惡道的因去掉了 ─眼前的；以往的呢？你也能夠懺悔乾淨了。這是對我們是最大的收穫，最重要的一件事情，修行佛法第一件重要的就是這個。",
    "492": "[08:12]那麼說因為你現在能夠承事善知識，所以本來要墮落惡趣的這樣可怕的，欸，你現在身心上面稍微起一點病、惱，病是身上的痛苦，心裡面跟著煩煩惱惱的，就是這樣。你稍微起一點，乃至於夢當中受一點這種惡劣的情況，都能夠把這個在三惡道當中受的業清淨。這個可便宜占大了！這便宜可占大了！我們在這個地方，如果你們曾經看過經論上面說三惡道痛苦的話，這個地方可以思惟一下，否則等到後面了解了三惡道的情況，回過頭來再看，那個時候才曉得。",
    "543": "[09:03]同時你們也不妨自己試一試看：當天氣熱得要命的時候，你不要去吹電扇，也不要用冷氣。其實我們這個電扇跟冷氣現在才有耶！叫你曬個太陽你就受不了，天氣很冷的時候，叫你穿一件單衣，你說不定就很難受。那種感受比起地獄裡來的話，啊！那像天堂一樣，那是絕對像天堂一樣，我們都受不了，喔，一點點事情啊就受不了了，這樣。吃東西少吃一點啊，就受不了了，那個餓鬼是長劫餓的，這樣啊！長劫這樣餓啊！現在你能夠承事善知識，把那些絕大的痛苦在稍稍的情況之下，就消除掉了，換句話說，這件事情實在是一本萬利！下面繼續，",
    "605": "[10:05]又能映蔽供事無量諸佛善根，有如是等最大勝利。他下面總結。供養承事佛陀的這個善根啊，不得了！他現在不是供養一個喔，供養無量諸佛的善根。「映蔽」是什麼？那就是遮蓋這個意思。平常我們常常說映蔽，比如說我們日光燈，當太陽出來的時候，那個日光燈的光都被那個太陽映蔽掉了，遮住了，換句話說，完全看不見了。現在呢？你供養無量諸佛的這個善根，你只要供養你所親近的這個善知識的話，這個功德超過。哇！這一點哪，我們有的時候的確無法想像。不要說供養佛，我們看佛經上面很多例子，很多人不是供養佛，供養一個羅漢，供養一個辟支佛，乃至供養一個如法修行的人。啊！那個福報就大得不得了。我們上次曾經講的阿耨樓陀尊者，就是九十一劫以前，供養一個辟支佛一缽的粺子飯。粺子喔，還不是米飯喔！然後呢九十一劫呀！一直天上、人間，再沒有窮過。你看看那個辟支佛怎麼能跟佛比啊？然後呢要無量諸佛，這個福德之大不得了，現在你供養善知識，超過！千真萬確，經上面處處地方這麼說。",
    "720": "[12:00]《地藏經》云：下面又引《地藏經》：",
    "722": "[12:02]「彼攝受者，應經無量俱胝劫中，流轉惡趣所有諸業，然於現法因疾疫等，或飢饉等，損惱身心而能消除，下至呵責，或唯夢中亦能清淨。假定說那個善知識攝受了你，那個是真正的善知識，你去依止一個善知識，善知識說：「好、好，你可以了。」跟著他，那個他攝受。真正能夠攝受的話，那麼在這種情況之下，先說反面消除你罪障，本來你這個罪障要經過什麼？「無量俱胝劫，流轉惡趣」的這樣的惡業，這個是非常可怕、非常巨大的這個！就算我們這一生一直把你呀這個苦刑，那也不過是最長一百年，然後真正惡道當中一動就是「劫」。無量俱胝這個數字，你無法想像、無法想像！",
    "798": "[13:18]所以我常常說，我們不妨自己試一試看，拿一把刀把那個手上面割一條縫，然後弄點鹽巴放在那裡試試看，我們一分鐘都受不了，一分鐘都受不了！而這種感受比之這個三惡道來，那不曉得舒服多少倍，你完全無法想像地舒服啊！它現在呢？要比這不曉得大上多少倍的這種惡業，因為你承事、供養善知識，結果那些惡業，就在現法當中，就是我們現生受一點小小的病苦，乃至於餓一點，換句話說，身心上面稍微一點的損惱 ─消除掉了！",
    "841": "[14:01]所以前面一再告訴我們，我們親近善知識，要「視為莊嚴，莫覺如擔」哪！我們現在千萬不要親近善知識，還自己覺得這個不行、這個不好，住又住得不舒服，吃又吃得不痛快，等一下這個熱又不行、冷又不行。這個完全是內心腐爛之相，這個是對我們一種最大損失啊！除了這個以外，下至呵斥，這個善知識對我們的呵斥，這樣。",
    "876": "[14:36]這個呵斥那段公案，我建議你們看的那些祖師的傳記，在在都說明。其實除了這個呵斥以外，其他很多的苦惱，身心上的苦惱，對我們就是最大的收穫，最大的莊嚴。「或唯夢中亦能清淨」，這是消除罪障的那一面。集聚資糧呢？下面：",
    "902": "[15:02]雖於俱胝佛所，種諸善根，謂行布施，或行供養，或受學處，所起眾善，然彼僅以上半日善，即能映蔽。承事尊重，成就功德不可思議。」關於集聚資糧方面，喏，經上面馬上證明。說你在「俱胝」 ─也是無量的佛那個地方啊種種種的善根，包括什麼啊？布施、持戒、供養，這樣，這麼多，受學學處，所有的眾善，各式各樣的善，這個是不得了的一件事情，不得了的事情！現在我們，你只要承事這個善知識，做半天，只要做半天，就得到的功德，能夠超過了供養俱胝佛所行的這麼多、很多好處。這個功德是不可思議，你無法想像地多，無法想像地多！這個引《地藏經》，又繼續又說：",
    "973": "[16:13]又云：「諸佛無量功德神變，應觀一切悉從此出，是故應如承事諸佛，依止親近供事尊重。」一切佛的所有的功德，所有的神變，換句話說所有的佛成就的一切，哪裡來的啊？都從這個地方來的，這個我們應該了解，都從親近善知識來的。前面已經簡單地說過了，這一點我們務必要知道。不過前面說的是一個大概的總綱，在我們沒有正確認識之前，對這點只能說，由於前面的經論佛菩薩的開示，來增長、來啟發我們的信心。而我們繼續學下去的話，我們會如實地了知，喔！為什麼這樣，到那時候，我們信心增強，功德增長，到那時候你就會完全不動搖。現在容或還會懷疑，說：「會嗎？」但願你們有這個懷疑，然後根據著這個懷疑努力去追尋，不要糊裡糊塗：「啊，聽見了，我信得過。」這個沒有用，這個沒有用！真正的信得過，你的的確確把這個道理如實地了解，然後清楚明白地感受到，在任何情況之下絕不動搖，那個才是真的。不是說我嘴巴我信得過，說過了以後，等一下碰見了小小的事情，哎呀，你又煩煩惱惱的這樣，不去毀謗那個善知識已經算很好了。這個完全是一點點浮面上的浮想，只是如此而已。",
    "1095": "[18:15]所以我們對於這一點，啊！有了正確的認識以後，你自然而然會照著去做。那麼在沒有認識之前，我們產生了這個信心以後，也願意去做，所以說現在我們應該什麼？應該像承事佛那樣地去親近、依止、供養這個善知識。上面是經，下面是論，換句話說：佛是怎麼講的，菩薩是怎麼講的。他每一個地方層層給我們說明，來加強我們的認識、增長我們的信心。",
    "1142": "[19:02]《本生論》亦云：「悉不應遠諸善士，以調伏理修善行，由近彼故其德塵，雖不故染自然薰。」在任何情況之下，「悉」，換句話說，任何情況之下，絕不可以遠離諸善士。這個「諸善士」包括你的尊重，以及你的同行善知識。換句話說，修行你絕不可以離開善知識，你一離開善知識，修行絕不成就。除非你自己有了相當成就，到了地上的菩薩，那可以遠離，並不是一切時遠離喔！不是一切時遠離。真正說起來，到了地上的菩薩，他一切時都在親近善知識，不過以我們眼前的眼光來看，我們看這個標準來看，那個時候他地上的菩薩可以離開佛菩薩到眾生當中，實際上那個時候眾生對他來說也是善知識。",
    "1206": "[20:06]這一點我想我們容或不太了解，為什麼這個眾生是他的善知識啊？地上菩薩行什麼？廣行六度。你如果在佛國土當中，還要你這個菩薩來布施嗎？對呀！一定要在這個染污的穢土當中，窮苦當中啊！所以他缺財嘛，你布施財；缺法嘛，你布施法；他有所畏懼嘛，你布施無畏。你跑到淨土當中，佛─你去受他布施耶！因為你到這個地方，在染污世界當中布施了，所以成就你的功德，所以那些人是你的善知識！但是在菩薩是這樣的，在我們看起來，覺得他離開了佛了。所以我說到了那個時候，我們容或看見他離開善知識，實際上他還是不離善知識，這個地方可以曉得。所以在任何情況之下，絕不可以遠離「諸善士」，不可以！",
    "1274": "[21:14]那麼怎麼辦呢？在我們現在這個情況之下，以及一直上去，「以調伏理修善行」。什麼叫調伏理啊？平常我們說 ─戒，戒。你可以說廣義地來說，所有的佛法；狹義的來說是戒，而這個廣義的調伏是從戒開始的。我們為什麼要修行啊？因為是煩惱雜染之行，都是惡的，隨順著我們自己，我想這個樣、我歡喜那樣、我要那樣，這樣才配我胃口。對不起，這個都是雜染、染污之法。現在你有正確的了解了，起心動念覺得：哎呀，不對呀！這個又隨順著我見，這個隨順著說我惑，或者思煩惱，或者見煩惱 ─見煩惱是我的見解如此，思煩惱是貪瞋癡慢等等。正確地認識，然後呢把它去克服，這個叫調伏，這個就是戒，這就是戒，戒的真正的行相是這個！那麼你怎麼知道呢？你怎麼知道這個？平常我們說我們當然理所當然的，你怎麼知道那個我不對呢？這個沒有善知識的引導是絕無可能！所以不離開善知識，他指導你、告訴你正確地認識了以後，如法地去調伏，以調伏的理，如理地調伏自己的雜染煩惱之行。這個時候你的行為就改過來了，所以這個本身就是「修善行」 ─靠善知識！",
    "1385": "[23:05]所以說「由近彼故」啊！因為靠近了善知識，「德塵」，這個功德，他用個塵字，美不可言！說平常我們做很多事情，慎重其事地這樣來，好像有個收穫。現在如果你親近善知識的話，你處處、處處地方啊都是增長功德，就像我們處處地方碰見那個灰塵，他現在處處地方碰上的都是功德，這麼好啊！所以千真萬確，你如果弄對了，由善知識能夠如理如法地親近承事、供養，照著去做的話，廿四小時吃飯、睡覺無時不在增長功德。就像灰塵一樣，你跑也跑不了，就碰到哪裡就沾到哪裡，這麼個好法！",
    "1442": "[24:02]說「雖不故染自然薰」哪！嘿嘿！這麼好法。我們現在，你拼命地努力，弄來弄去薰染了惡法，原因在哪裡？在這裡。這個上頭那個行相指得多清楚啊！行相指得多清楚！不過這裡有一點要說一下，儘管行相清楚了，聽的時候，的確覺得好。但是我們不是說馬上做到喔！為什麼？無始以來的習氣。只要你們聽得歡喜了解了以後，那個時候你們馬上有個感受，覺得：喔，原來這麼好。我想在座後面的幾位初修的人，你們也可以說幸運，一開始就聽見這麼好的、圓滿的教法，還不一定了解這個真正的可貴。前面有幾位久修上座，我想也許可能心情不太一樣。在以前的經驗比之於現在，一聽的話，哇！立刻曉得為什麼以前雖然想修，爬不上去，原來這個道理是這麼清楚、這麼明白！就是這樣。",
    "1520": "[25:20]所以很多以前想修的人，大家覺得很想修，弄了半天，就是好像沒有味道，摸也摸不進去，捨嘛，又捨不得，爬嘛，又爬不上。現在這地方都告訴你道理在這裡，這麼清楚、這麼明白。而這個道理不是講個空話，每一個地方就是把心理的行相指出來，清清楚楚。你不認真去想，那也就罷了，也沒有用；如果你認真去想，你立刻就感受到，啊！在你身心上面，就是這樣。而要認真去想的條件是什麼？前面告訴我們的，斷三過、具六想，還要具足弟子的行相，就是這些。",
    "1572": "[26:12]那麼上面是佛的經、菩薩的論，下面又有祖師親自的驗證，告訴我們這個話，一層一層地，從深到淺，從淺到深。從深到淺、從淺到深是為什麼？說理呀！從說明這個道理，然後引論跟經來證成；然後反過來也是，把這個經上面的道理說明了以後，再一步一步地推下來，因為根器的不同，層次的不同，所以自然而然它這麼清楚明白。最上根的聽了個經了解了；不行，菩薩的論，解釋知道了；再不行，那麼祖師們也跟我們最近，也可以說跟我們最相應。這是為什麼他一而再、再而三，這個層次也有它的這樣的特別的意義在裡頭。那麼祖師怎麼講呀？說：",
    "1643": "[27:23]博朵瓦云：「我等多有破衣之過，如拖破衣，唯著草穢，不沾金沙。其善知識，所有功德，不能薰染，略有少過，即便染著。故於一切略略親近，悉無所成。」說我們就像破衣裳的那個過失，那個破衣裳怎麼樣？拖個破衣，破衣啊，平常我們穿的衣服滿好，下面撕破了拖在地上。結果那個拖在這個地上面，拖到那裡，那個下面那個地上那個雜亂一起都沾上了。我們現在比較好了，那下面還有磁磚哪，掃得乾乾淨淨。如果我們到鄉下去的話，那個地上面灰塵、然後呢牛屎，一塌糊塗，你跑到哪裡這些東西就沾到哪裡，好的東西一點都沾不上的，好的東西一點都沾不上。那麼我們現在也是一樣，說善知識的功德你都沾不上，而一點的過失你就被染上了。",
    "1707": "[28:27]他為什麼要說這個話？這是他自己的切身的體驗，以及他教誡弟子的所看到的，用在我們眼前怎麼樣？就是前面所說的，我們不妨回憶一下。如果你自己不具足這個條件的話，善知識的真正的功德在哪裡，你看不見，但是善知識稍稍有一點過錯你完全看見了，然後呢心裡還嘀咕，然後你要去誹謗他。啊！本來依靠的善知識，能夠清淨我們所有的罪障，結果因為你自己條件不夠，他教你說這個不可以、那個不可以，這個要做、那個不可以做。本來這些都是幫忙你修行，現在受不了，覺得：「哎喲，這樣，這個地方這個人慈悲，這個善知識不慈悲 ……。」你心裡嘀咕什麼等等的話，不但沒有幫忙你淨除罪障、步步上升，而且你造了無量無邊的罪過，由此墮落。所以他說像那個破衣服一樣，好的你就是弄不上，壞的一點點你都碰上了。"
}