{
    "3": "[00:03]唉，這個好可怕！所以在這裡他告訴我們，說「略略親近，悉無所成」，前面講那個道理，你略略地，啊，意思一下，沒有用、沒有用！他下面還有詳細的說明的，所以我們這裡不深入地去講。這個是說依止善知識的殊勝的利益。那麼再下面呢？不依止善知識有什麼大的害處？",
    "28": "[00:28]第五不依過患者。請為知識若不善依，於現世中，遭諸疾疫非人損惱，於未來世，當墮惡趣，經無量時受無量苦。先把那個主要的原則告訴我們，假定說你想去親近他，親自去懇求他，做為你的善知識，而那個時候，你不能好好地如法地依止他，這種情況什麼樣呢？「於現世中，遭諸疾疫非人損惱」，眼前馬上遭種種，這是花果喔！因為你造了絕大的惡業；那麼將來呢？未來世，當墮惡趣。這個時間是無量無邊，受不曉得多少苦。下面解釋說明，先是用經上面來說明，",
    "93": "[01:33]《金剛手灌頂續》云：這個經典裡面說，密續裡邊說：",
    "100": "[01:40]「薄伽梵，若有毀謗阿闍黎者，彼等當感何等異熟。那麼這個經裡邊是佛跟金剛手菩薩的對語，金剛手菩薩就是大勢至菩薩，他在密教裡是密部的主。說：「佛陀呀！假定有人毀謗他的阿闍黎」，他這個阿闍黎我們要了解是幾種，一般說五種：出家、羯摩、教授、授經、依止，都是。不過這個地方他上面告訴我們，乃至於你聽一四句偈，實際上你真正了解了以後，所有的人都是我們的阿闍黎耶，他成就你，使你成佛嘛！提婆達多就是世尊的一個最了不起的阿闍黎。我們總希望能夠從佛開始、善知識開始，一步一步上去，到最後任何人都是我們的阿闍黎，那時候我們就成就了。現在我們只看我們眼前看得見的，這就是我們的師長。說：「佛陀呀！假定有人毀謗自己的師長的話，那麼他將感得什麼樣的異熟果報呢？」換句話說，這個惡因將來結什麼果報呢？",
    "192": "[03:12]世尊告曰：金剛手，莫作是語，天人世間悉皆恐怖。啊！世尊聽了這話，心裡面馬上覺得，哎呀！說：「金剛手啊，你不要提這個事情啊！你提起來那這是，真是恐怖極了啊！不管任何人，天人世間大家都怕得要命啊！但是還是要多多少少告訴你一點哪！」說：",
    "219": "[03:39]秘密主，然當略說，勇士應諦聽。勇敢的人才能聽啊，普通人聽見了這個嚇都嚇壞了。",
    "226": "[03:46]我說無間等諸極苦地獄，即是彼生處，住彼無邊劫，是故一切種，終不應毀師。」說：我告訴你呀！這種人毀謗了自己的阿闍黎的話，他怎麼樣呀？墮落這個地方，無間地獄就是他的去處。這個地方是這個，時間呢？是「無邊劫」，那你無法想像地痛苦啊！所以在任何情況之下、任何情況之下，絕不可以毀謗老師。所以佛也告訴我們，假定說你們出家受不了，千萬不要說，哎喲，那地方不行啊！這樣說：「我現在自己條件不夠，所以只好回去好好地努力，等到自己的條件夠了再來。」用到我們現在也是一樣，如果這個地方待不下，最好的辦法自己懺悔，說：「唉呀！這個我現在條件不夠。」那離開。這個是最好、最好的，真正說起來保護自己的最佳辦法還是啊！那麼上面是經，下面《五十頌》，那就是菩薩集的，所謂《事師五十頌》，就是論，「亦云」：",
    "307": "[05:07]《五十頌》亦云：「毀謗阿闍黎，是大愚應遭，疾癘及諸病，魔疫諸毒死，王火及毒蛇，水羅叉盜賊，非人碍神等，殺墮有情獄。前面就是，如果你毀謗阿闍黎的話，那是最大的愚癡，最愚癡的事情就是這個。那麼要遭到什麼啊？就是這些，眼前的是「疾癘、諸病」，反正世間所有的壞事情，統統可能碰得到 ─或者是全部碰到，或者碰到一部分。然後死了以後，墮落有情大地獄，大有情地獄。所以",
    "359": "[05:59]終不應惱亂，諸阿闍黎心，設由愚故為，地獄定燒煮。所說無間等，極可畏地獄，諸謗師範者，佛說住其中。」所以在任何情況之下，絕不要惱亂阿闍黎的心。他這地方特別說，不要惱亂阿闍黎的心。就換句話說，伺候阿闍黎，你要委曲求全，照著前面伺候阿闍黎的九心。說看這個師長歡喜什麼，你委曲求全地，要想去體會他，這樣才是我們正確的做法。假定說，你不了解，由愚癡，這地方說的這點我們了解，實際上我們常常受不了、不能，那時候還是我們愚癡，就是我們無明熾盛。如果說你愚癡而做了以後，對不起，那一定、一定墮落，一定墮落。墮落到哪裡啊？無間地獄，所以我們應該注意。",
    "428": "[07:08]我說了這個地方也想起來了，這裡啊，所以我覺得我非常歡喜，在這裡跟各位同學共同研討。有一天早晨，我在這裡，正在還沒有開始，這個時間還沒到，大家已經到了大殿了，正在或者禮佛，或者站在這地方。那麼有一個同修在後面按了一下那個電扇，他也怕熱，吹。那時候我也不曉得什麼？倒不一定是看見了，回過頭去這麼看了一下，他馬上把那個電扇關掉了。那時候我心裡非常讚歎，為什麼？當天我沒有想這個事情，不過我前後曾經想過，我每次看見，一看見廣老出來，我心裡面總覺得，心裡想這個他是我們的精神的真正重要的背後的支持。依我現在的了解的話，一切在這個地方，只要他在這個場合之下，我們總是以他為主。你看他這個病得這麼嚴重的人，跑到那個地方去，弱不禁風，你能吹那個風嗎？前幾次都這樣，不過我覺得大家都非常好，還是儘量避開他，雖然避開他，那個風吹過來還是滿大。我想講了幾次沒講，結果那天早晨，一看見，我心裡真感動。",
    "511": "[08:31]所以平常的時候我們不大注意，而尤其是那個開關那個同修啊，我最近那段時候的的確確在座有好幾位，就是說很明確地，聽見了以後，馬上真的就身體力行，我們現在真正重要的，就是這種地方。所以呀，慢慢地我們只要去改善，自然這種情況都會產生很好的效應，這就是我們共同研究了這個經論的真正好處。",
    "544": "[09:04]善巧成就寂靜論師，所造《札那釋難論》中，亦引經云：下面還是這個次第，經、論、祖師講的，那個祖師講那個釋難，就是也是「亦引經云」：",
    "562": "[09:22]「設唯聞一頌，若不執為尊，百世生犬中，後生賤族姓。」不要說你一心至誠請為阿闍黎，就算你在那個地方跟他聽了一個頌子，前面的《寶雲經》上面，好幾個地方引證了。所以很多地方引經上面來說明，乃至於你只聽一個偈子，如果說你不尊重他，不把他看成佛這樣的話，你就要墮落，「百世生犬中」。哇！這個百世生犬是很長的時候啊！以後出來的話呢，「賤族姓」，還下賤，還是下賤。這個法的珍貴是無比的，我們現在所以不了解，是為什麼啊？我們煩惱太盛！這個非常嚴重的這種煩惱熾盛當中，體會不到法的珍貴性，你只要真正肯如理去修的話，那時候你才會慢慢地、慢慢地感受得到。所以修行為什麼第一步一定要懺悔，一定要慢慢地淨除；愈淨除，你那時候就感受都來了，那時候感受你就進步就快了。這是我順便一提，繼續下去：",
    "641": "[10:41]又諸功德，未生不生，已生退失，不但是這樣，不但是前面所說的。你的功德沒有生起的，生不起來；已經生起來的，就會退失掉，這樣。你不依止善知識，或者依止了而不如法，在這種兩種情況之下，你不依止善知識，你要想生功德，無有是處；依止了不如法也更是如此，已經生起來是退失，沒有生起來 ─生不起來。下面引那個經，",
    "683": "[11:23]如《現在諸佛現證三摩地經》云：《三摩地經》，實際上這《三摩地王經》，有的地方有一個「王」，有的地方不加，那沒關係。",
    "694": "[11:34]「若彼於師住嫌恨心，或堅惡心，或恚惱心，能得功德，無有是處。經上面告訴我們，我們對這個師長「住嫌恨心」，嫌恨心 ─你討厭他，因為討厭就瞋恨心，就這個。然後呢？「堅惡心」，這個惡心還老在那個地方，這個堅惡心。這個軟的起一念都不可以，你還把那個心老在這個地方，啊！那是更可怕。前面告訴我們，你起一念的承事，就有這樣的功德；你起一念的惡心，就這樣長的劫數，你就住在惡道當中。所以說嫌恨心不可以，堅惡心更不可以，你只要一念「恚、惱」，就是這樣，恚是瞋，惱是惱亂，而在這種情況之下，能得功德無有是處，經上說得明明白白。你說想得到功德，絕無可能，絕沒有！應該怎麼辦呢？要「作大師想」、要作大師想。",
    "766": "[12:46]若不能作大師想者亦復如是。前面說是你討厭、厭惡，現在你不討厭，不討厭還不一定夠，要至誠地恭敬，恭敬到什麼程度啊？把他看成佛。如果說你不能作大師想，在這種情況之下，說功德未生不生，已生也是退失，這樣喔！不但是自己的阿闍黎。下面看：",
    "797": "[13:17]若於三乘補特伽羅，說法苾芻，不起恭敬，及尊長想，或大師想者，此等能得未得之法，或已得者，令不退失，無有是處。就是三乘的，說大乘的固然，本論主要的引導我們走上大乘的；就說是小乘的，任何一乘的說法的那些比丘們，你對他如果不恭敬，不把他看成像自己的師長、像佛陀一樣的話，這個時候你要想得到功德，都得不到。前面第一個是告訴我們毀謗不可以，那個地方就是說，你就是不毀謗你還要恭敬，不恭敬都得不到。不要說你大乘的，就是三乘的、小乘的，那說法比丘，你一定要把他看成像自己的尊長。",
    "859": "[14:19]現在我們這個了解，這個尊長我們會把他看成像所有的佛一樣。如果你做不到的話，那麼這個時候你要想得到法不可能 ─諸能得未得之法，不可能！說「已得者不退失」，不可能！我們會想：會嗎？好像我們平常的時候恭敬，當然有的人非常恭敬，可是有的人的的確確不一定恭敬啊！乃至於有的人，說毀謗，隨便地這個討論啊，這我不是還是懂了很多啊！那是我們對法完全沒有了解、完全沒有了解，誤解了。法的特質是什麼？法的特質是什麼？這地方要，處處地方要肯定一下。",
    "914": "[15:14]法的特質寫在黑板上面，大家看一下 ─清淨、寂靜。如果我們籠統地說，清淨跟寂靜可以互通，如果嚴格一點說，清淨是什麼？就是在我們聞思慧當中，我們如理地了解，然後呢認真去做，那個時候還是我見還在，沒有斷，但是你隨順於法這樣去做的，那個是清淨。寂靜呢？破掉了！那個時候寂靜，這法的特質是這個。",
    "957": "[15:57]說現在懂了，懂得什麼法？要懂這個，才是真的懂法。假定說，這個文字語言算一部分也算懂了的話，那這個錄音帶，這個留聲機比我們懂得很多耶，書本比我們懂得更多耶！這個我們要懂得。不是說我聽了一點、看了一點，能說能道，這個叫懂得法。不是啊！這是懂得法必定需要的經過的幾個步驟，這是 ……它真正的重點，就是你聽懂了以後，然後呢修學、淨化你的雜染，然後能夠靜息你的染污、熱惱，這個是法的特質。",
    "1008": "[16:48]請問，現在我們平常的時候聽見那個善知識，嘀咕他，你心裡什麼相啊？這不是明明熱惱相嗎？明明是雜染相嗎？居然說這個懂了法，你懂在什麼地方啊？顛倒啊！所以這個顛倒是莫勝於此啊！當你真正地跟法一點相應的話，你絕對找不到一點點這種狀態。所以我們要了解，這個文字不是說你看了一下，啊，懂了！懂了！哪有這麼容易的？如果真的這麼容易懂的話，那這個佛法一點都不值錢，也不能稱為寶啊！",
    "1048": "[17:28]這地方，所以我再特別強調一點，說平常的時候你覺得好像是很懂，那個都是我們的煩惱相、慢心，都是傲心、都是熱惱心，高慢跟人家較量，都是墮落之因。持了戒覺得我持戒，他不持戒 ─跟法差得十萬八千里；懂了一點講的，啊！我講的對，他講的不對 ─跟法差十萬八千里！真正你跟法相應了以後，淨化這個，淨化你的雜染相，這個就對了。你等到有了這個體驗以後，你自然曉得這地方的這句話的意思，你絕對不會對你的師長起一念不恭敬。不要說師長，就是那個世間的那個十惡不赦的眾生，你也都不會起它惡心，那個時候才是跟法相應的心。你看見他十惡不赦的，你憐憫他，唉呀！這個人真可憐，我怎麼樣方法救他？那時候跟法相應，那時候你真的懂了的時候。所以這個時候說，未得之法能得者是無有是處，已得者不退失無有是處，為什麼啊？",
    "1124": "[18:44]由不恭敬，沈沒法故。」法這個東西，無比地珍貴，佛陀他老人家自己，一聽見人家講法，他馬上豎起耳朵來了。《阿含》裡面就有這段公案，佛陀他不大舒服躺在那裡，那麼弟子們講法，阿難他們就正要討論，談到精進，佛陀馬上就坐起來：「啊，阿難哪！你剛才談精進啊？」「是啊！」啊，他無比地歡喜、無比地讚歎、無比地恭敬！為什麼？佛陀之所以成佛原因就這樣。他生病了，他一聽見這個，馬上至誠恭敬的，躺在那裡馬上坐起來。他沒有一點點說：「哎！這些小孩子還講那個東西，跑到我面前來班門弄斧。」對不起，如果這樣的話，他完全不是佛了。",
    "1176": "[19:36]所以這個地方，這是我們真正修學佛法的人必須應該了解的。你不是來學佛嗎？那看看佛是什麼樣子的啊？你懂得了這點，你才會了解，為什麼桑樸瓦跑到任何地方，聽見了兩個人講經，他跑得去聽，聽完了又說「我得二益」。佛陀不是很明白嗎？成了佛了，阿難尊者，阿難尊者還是沒了問題的，還是個初果的羅漢，可是講到兩個字，啊！他好高興，內心當中生起來了 ─恭敬法。所以我們現在反省一下，我們有沒有恭敬啊？當你有了恭敬的話，你怎麼可能去毀謗？你怎麼可能去嫌恨？沒有啦！這裡我們要從這個地方去體驗，那就開始慢慢地懂了。",
    "1232": "[20:32]設若親近不善知識及罪惡友，亦令諸德漸次損減，一切罪惡漸次增長，能生一切非所愛樂，故一切種悉當遠離。前面是不親近善知識的過患，這個裡邊就特別告訴我們，親近惡友、惡知識的可怕的地方，這是一件事情的兩個面。在正式說這些道理之前，我們要了解一個事實 ─有情哪，他就是有這樣特別的東西叫「情」，情這個東西不是你一個人單獨生起來的，情這個東西就是人與人之間共同增長的，所以你絕不可能離開人家而獨居，不可能的。但是實際上有沒有？六道當中有的！阿鼻地獄的眾生，他一個人，只有他一個人；還有呢？生到天上的無色界當中眾生，他是一個人。所以這兩種人都是不能修行的人，他只是受那個果報，只是受那個果報，這樣。除了這個以外的話，他一定在其他的有情共處當中。那個時候如果你不親近善知識，你一定親近的就是惡知識，這個概念我們要清楚。所以我們在沒有談這個惡知識對我們害處之前，我們要了解，沒有中立可能的，絕無中立可能！在這個地方如果要修學佛法的話，你要了解這點，非常重要，非常重要！",
    "1340": "[22:20]關於惡知識特別的行相等一下再講，不過這個地方我們要了解，你不親近善知識，然後親近的時候，惡知識跟惡友的話，那怎麼辦呢？把你的功德漸漸地損減，一切的罪惡漸漸地增長，能夠生起所有一切不是你歡喜的，一切的壞處都從這個地方來的，所以在任何情況之下，一定要遠離。那麼這個地方呢特別告訴我們，在任何情況之下，你一定要親近善知識；而在任何情況之下，一定要遠離惡知識。為什麼呀？因為你親近善知識，一切的功德增長，親近惡知識呢，一切的過、惡生長。現在休息。",
    "1393": "[23:13]現在我們就看一看，這個惡知識，經上面先說明，這個道理前面已經告訴我了，親近善知識跟惡知識之間，那麼這個地方我特別提醒大家，你不親近善知識，你必定親近惡知識，這個裡邊並沒有中立可言，不進則退、不進則退。你拼命上進的都不一定進得上去，這是我們必須了解的。所以這個地方沒有選擇的，不是我站在那裡，我說贊成不贊成啊？也沒有人舉手，有人贊成的也不舉手，有人不贊成的也不舉手，這可以中立的；現在這裡沒有中立，你只有親近一面。那麼這個道理，目前眼前也許不一定了解，你們好好地修學下去，等到你對這個法的行相有正確的認識的時候，你這個概念會很清楚。我說這個法相清楚的時候，不是說你文字上面能夠辨別得清楚，法相真的清楚，就是你內心的行相看得很清楚，喔，起心動念就是這樣。然後那時候，你看別人大概也可以了解，那時候你就很清楚、很明白的，這個中間絕無選擇的餘地。",
    "1492": "[24:52]我告訴你們，我自己的一個痛苦的經驗，二十多年了，那時候我出家沒多久。我這個胃一直不大好，那時候就比較弱，跑到那個地方去的時候，有一個法師他非常好，非常同情我。看見了，說：哎呀，這個人啊……。因為他多多少少大概也聽說了我出家的一個因緣背景，所以很承蒙他看得起。他就來跟我說，送點衣服給我，然後就說：「某人啊！你身體不大好，要好好地多保重啊！小心啊！」那時候我覺得這個法師真好、真慈悲啊！然後他就告訴你，你吃東西，這個小心、那個小心。那時候我真的很感謝他，但是我後來了解：唉，惡知識！我真進一步了解的什麼啊？它這個惡的真正可怕的地方，平常我們在惡當中不自己曉得在為惡。他倒是一番好心，他倒是一番好心。那時候我處處地方覺得：哎喲，真是這樣啊！等到後來我慢慢地了解了，有很多人他往往一生在無病呻吟，還有呢自己覺得病，就受了那個病的磨折。",
    "1590": "[26:30]我自己總覺得自己好像是滿不錯的樣子，同樣地受了這個困擾一生。我不妨把這個公案簡單地跟大家說一下，作為你們一個最好的參考，千萬你們不要跌這個觔斗。我從好的方面去說，我剛開始的時候，住在福嚴精舍，那麼後來，福嚴精舍因為辦學，我就到同淨蘭若。那時候還承某法師親自送我去，那麼某法師就給仁法師講，說：「法師啊！這個人很不錯的，不過他身體就比較差一點。」那麼承蒙仁法師也看得起，所以第一天晚上住在那兒，第二天早晨吃早飯的時候，仁法師就說，說身體好像不大好，你自己小心啊！我就跟仁法師說：「法師啊！你不要把我看成病人，我可不願意把自己看成病人！」仁法師很聽得進這句話。我以後所以能跟他多少年，始終現在有這樣的一個，承蒙他攝受的，當時有兩個大原因，一個原因我跟你們說過了，一個就是我這句話。我心裡的確是這樣，我一直覺得不能把自己看成病人，從不把自己看成病人。儘管如此，所以有很多小小的事情，向來是我也不喜歡吃藥 ─吃藥！吃它幹什麼？病倒再說，吃藥增加麻煩，這樣。打起精神來做！",
    "1682": "[28:02]但是後來因為我這個胃一直弱，後來到了美國了，那時候胃已經動過手術，動過手術總覺得這個地方不大對。到現在我還記得，就是第一個前面這個所謂很慈悲的那個法師告訴我的，他身體也不大好，很多人都有胃病，他就說這個胃病應該怎麼樣，怎麼現象啊！我就受了這個影響，牢牢地覺得，他也看了很多醫學的書，現在我發現這個叫什麼啊？見取。這眾生的這個見，見惑之難拔！",
    "1718": "[28:38]到了那個時候又胃不大好，那麼就看醫生。那時看了幾次醫生，覺得沒問題，但是我受了先天的影響，我曉得那個中醫治本的，西醫治標的，西醫往往等到你那個病發現的時候已經來不及治了。我心裡總一直在想，他是現在檢查是檢查不出來，但是那個根不拔掉總歸在，所以自己以為自以為是。他醫生說，你不必吃這個藥；既然我想不對，我又拖了那麼久，我主動地自己去買那個藥來吃，前前後後吃了一年多。我現在這個胃不好，我現在回想起來，受這個絕大的影響！往往心裡面自己覺得有病，就害害在這個上頭。所以以後啊，當然這個世法上面，佛法上面亦復如是。往往我們自己覺得，他在安慰你、幫忙你，然後呢，讓你向上這個精進的這個一股力量，拿掉了！"
}