{
    "12": "[00:12]人家釜底抽薪，是把你壞的事情釜底抽薪，這種人就是把你好的事情釜底抽薪。你聽了這個話覺得很來勁，本來你是準備打起精神來向上衝的，他告訴你：「某人，你身體不好啊，好好地休息休息、營養營養。」你就：對啊！早晨起來多睡一會兒。然後呢這個地方該要衝的地方，那個衝勁，他就不知不覺就把它拿掉了，真正可怕的還是這一些。這個時候，你一定要有什麼？要有自己的具慧才能夠辨別得出來。所以他前面告訴我們具三相，正住還不夠，還要具慧，那個時候，你才辨別得出來他是正說，還是似說 ─似是而非的這種說法。看文：",
    "65": "[01:05]《念住經》云：「為貪瞋癡一切根本者，謂罪惡友，此如毒樹。」一切的善法的根本是善知識，一切的惡法的根本就是惡知識，這惡知識就是你旁邊那些人。他自己在無明當中，還是告訴你，就像毒樹一樣。毒樹是什麼樣的呢？就是根毒、全部都毒，那個風吹過，吹過毒樹的風吹到你身上，你就中了毒了。你完全不覺得，欸，吹的時候覺得滿涼快；然後太陽來的時候，你就坐在樹底下，覺得還很蔭，你中了毒了。這個惡知識就這麼個可怕法！啊，這麼個可怕法！",
    "112": "[01:52]《涅槃經》云：用不同的經典來告訴我們、教誡我們。",
    "118": "[01:58]「如諸菩薩怖畏惡友，非醉象等，此唯壞身，前者俱壞善及淨心。」我們也對惡知識應該這樣，就像這個菩薩防備惡知識，怎麼個防備法？對這個惡知識的怕，怕到極點。醉象，在印度是最可怕的是大象，那個象已經調伏了，牠平常不會亂發脾氣的，一旦吃醉了，那就亂搞。這個野象，在還沒有調伏的那個野象在森林當中，只要這個象群走過去，獅子、老虎都會讓開的，你可想而知，這個象多厲害。所以當那個醉象來的時候，啊！那你一點辦法都沒有，這個可以說可怕極了。但是，嘿！菩薩對這個惡友的恐怖，遠超過那個醉象。為什麼啊？那個醉象最多把你命送掉，惡知識不但把你的善根、命送掉，把你的「淨心」，換句話說，把你的善根是連根鏟除，這麼可怕！這醉象把你這一生弄死，如此而已，惡知識一定把你送到地獄裡面去，這麼可怕！這一生弄死，最多痛苦短短地沒有幾個小時，到地獄裡是無量無邊劫。所以",
    "203": "[03:23]又說彼二，一唯壞肉身，一兼壞法身。這我們可以分別得清楚。",
    "210": "[03:30]一者不能擲諸惡趣，一定能擲。醉象、任何一樣東西的傷害，它沒辦法把你送到惡趣；但是惡知識一定把你送到三惡道當中。",
    "224": "[03:44]《諦者品》亦云：「若為惡友蛇執心，棄善知識療毒藥，此等雖聞正法寶，嗚呼放逸墮險處。」萬一一旦你親近了惡知識，這個惡知識像毒蛇一樣，而居然你執取不捨，你還以為他，啊，依靠他，就相當於這惡知識把你的心抓住了一樣，那個時候，你一定遠離善知識。這個善知識是什麼啊？治療我們無始三毒大病的對治之良藥，這個東西你不要了。在這種情況之下，雖然你聽見了正法寶沒有用，沒有用！儘管你聽見了，不要說聽見了，乃至於你講，能說能道，沒有用。下面最後一句「嗚呼放逸墮險處」，險處就是三惡道，放逸的話，精進的相反，本來佛法是照著如理行持的，現在對你聽見了沒有幫助，你沒有照著去做嘛！而且不聽，世間的惡人還不一定一定墮到無間地獄，也不一定墮落地獄裡面去，這個修學佛法的而不能親近善知識，走錯的話，是一定墮落，而這個裡邊真正最可怕的，就是那個引導你的人 ─惡知識，這點我們一定要了解。",
    "316": "[05:16]《親友集》云：「無信而慳，妄語及離間，智者不應親，勿共惡人住。這個就是指出惡知識的行相，惡友的行相。第一句話已經包含了全部了，「無信」，沒有信。那麼這個信，大家要注意，不是說我信佛，不是，不是「這一句話」，這一句話不算。信的特別的行相是「淨心為性」，那我們怎麼判斷那個淨心為性呢？所以一定要具慧。信的特質，說你能夠淨除煩惱的，淨除煩惱，如果你正確地了解了以後，這個人一開口，你已經了解了。平常我們常常會談論是非，一開口，你曉得：欸，對不起，他既然在這個是非當中，他這個心當中不乾淨，在煩惱染污當中，馬上遠離。所以真正修行人，他必然是。",
    "379": "[06:19]你說真正修行人是非都不談嗎？談！什麼情況下呢？要辨別清楚，怎麼樣去惡從善，他辨別得很清楚。是！但是他絕對不是像世間上面的這種談論是非的方式，這個我們要差別弄得很清楚。修行絕對不是大糊塗蛋，修行是決定大智慧，他對任何一個行相判別得非常清楚 ─是啊、非啊！但是他的判別是什麼？曉得怎麼去去染轉淨。喔，這個壞的，你怎麼樣去淨除它，怎麼樣防止自己不受染，淨化，然後怎麼樣去幫助別人。在這種情況之下，他有這個毛病，你如何去幫助他，當然你還曉得他的病根何在，所以你一定對方也知道他，可是這種知道的，跟平常我們在煩惱當中這個行相絕大地不同。你後者的知道，你完全不動，所以你能夠他的是非看得很清楚；另外一種的話，你自己完全纏在裡面，你也不曉得自己染污不染污，實際上呢，一團黑。所以前者是正分別，這我們必須要的，後者是妄分別，這是我們要去掉的。而我們所以能夠去掉妄分別，就是靠你那個正分別。",
    "461": "[07:41]在前頭我們剛開始的正分別，是跟聞、思相應的，等到你證到無分別智的時候，那個時候如如不動，那個是修相應的。但是修相應的這個如如不動，並不是什麼都不想喔，這個又錯了。所以根本、後得等這種行相，慢慢地、慢慢地我們了解，我們千萬不要現在說：「啊！你不要去妄分別。」實際上呢掉在大無明、大糊塗當中，什麼是非不辨，這個叫作修行。假定這樣修行的話，那太容易了！你只要睡在那裡的話，這不是修行嗎？你在這兒什麼都是不分別當中啊！所以佛經上面也說，那個像螺螄、蚌蛤那種人，他是無分別，他豈不是也得了無分別智了嗎？他根本分別不清楚是非善惡來的，所以這個我們要弄得很清楚，隨便一提。這裡你要分別得很清楚信的行相，把握住這點，好了！",
    "519": "[08:39]然後呢下面慳貪、妄語、離間等等，那是更糟糕的，更粗猛的，我們容易了解。妄語、離間，凡是這種人，「智者」，真正有智慧的人，千萬不可以親近，不要跟那些人，這是惡人。所以這個惡人絕對不是今天跟你吵架，跟你罵、跟你吵，不是。佛法上面這個我們要了解。",
    "544": "[09:04]若自不作惡，近諸作惡者，亦疑為作惡，惡名亦增長。如果說，你自己雖然不做，你一旦親近了那些人，對不起，唉！人家總覺得你……實際上你自己也一定沾上。人就是這樣，人就是這樣！譬如現在人家，隨便來說，以我來說，我跑到很多地方，當然現在年紀比較大了，認識的人比較多了，以前我跑到什麼地方，人家常常問：「某人啊，你哪裡來啊？」我就告訴他，我在哪裡，依止某法師。哦！他一聽：「好、好、好，歡迎、歡迎！」為什麼啊？我現在就沾了光了，不是我自己好，那就是我親近的善知識。反過來，你今天什麼地方，他一聽的話，喔唷，他雖然說好、好、好，心裡面在這裡好，心裡面就想辦法怎麼擋住你。我想我們都有這個經驗吧！就這樣。實際上呢？從外面也說明裡邊，那惡名也增長。",
    "603": "[10:03]人近非應親，由彼過成過，如毒箭置囊，亦染無毒者。」實際上呢，你一旦親近他了以後，不但名譽壞 ─實際上狀態呢？就這個！你一親近他，對不起，他的過錯你都沾上了。就像那個毒箭放在你的袋裡一樣，那個毒箭沾了那個，碰到什麼，什麼地方就中毒！碰到什麼，什麼地方中毒！雖然你自己不毒，可是你靠在那個地方，一靠近，你也完了！所以，",
    "633": "[10:33]惡知識者，謂若近誰能令性罪遮罪惡行，諸先有者不能損減，諸先非有令新增長。這個就是惡知識的特徵。一靠近他，那個罪過，性罪、遮罪種種惡因，以前有的你不能減。我們修行佛法，以前有的，要減掉它，現在你靠到了，不能減；不但不能減，你原來沒有的，他也會讓你增長。我們修行應該去掉它，跟他相反吧！所以它修行要靠善知識，要遠離惡知識。",
    "673": "[11:13]善知識敦巴云：「下者雖與上伴共住，僅成中等。上者若與下者共住，不待劬勞，而成下趣。」所以這個善知識告訴我們，下等的人啊，雖然跟那個上等人住在一塊的話，勉勉強強跟成個中等，所以向上爬不容易啊！但是上等人如果說跟一個下等人，「不待劬勞」，你不要花氣力的 ─跟他一樣，這是千真萬確的事實。所以修學佛法如逆水行舟，拼命努力都來不及啊！所以為什麼佛在世的時候，處處地方重視啊！現在我們這個地方注意：修學佛法為什麼常常說千萬不要遷就情面，情面這個東西，就是本身最大的染污。在佛門當中，真正的大壞蛋倒是沒有的，就是自己不曉得自己在無明當中，往往受這個害，然後呢我們的情面所累，就跟著下去了，這是最可惜的一件事情。",
    "736": "[12:16]我們今天雖然末法，在這種環境之下，居然還能夠出家，那好不簡單、好不簡單啊！在座的諸位都是這樣，大有前途，各種條件這麼好，今天能夠出了家了，要想把宿生的善根繼續，記住！第一個重要的 ─要靠善知識，這是非常重要、非常重要！否則把宿生的難得、難得積下來的這個善根，不知不覺當中害了，把自己送下地獄，那就太划不來，太划不來！",
    "774": "[12:54]那麼前面重要的已經都一一指出來，每一個行相非常清楚、非常明白告訴我們，所以我們為了加深這個概念起見，請大家看一下這個科判。",
    "794": "[13:14]這個科判在最前面，最前面第一張的反面，「如何正以教授引導學徒之次第」，正式修學佛法。就是我們前面的基本的幾個條件都具足了，然後正式修學佛法這時候啊，這裡面分成功兩部分，「道的根本親近善知識」，親近善知識，那麼親近善知識又分成功六個項目，第一個說明所依善知識的相，第二個說明能依學者之相。善知識應該有什麼條件？那麼自己去依靠他的，應該具足什麼樣的狀態？每一個項目當中啊，要仔細地自己檢點。然後呢有了這個條件，怎麼樣地依止？怎麼樣去依止他。後面又特別說明依止的殊勝利益，以及不依止的大的禍害。你每一個次第都認識、都了解、都做到了，那修學佛法真正說起來已經過半！「行百里者，所以九十里」，過半，你已經跑了九十里了，這千真萬確的。",
    "884": "[14:44]將來你們自己好好地努力走上去看，如果說你一旦真正地依止到這個善知識的話，修行這事情不難。這一句話我先說在這個地方，現在大家不妨慢慢地努力下去，如果說你們這一生體會到這一點，做到這一點的話，我想大家那個時候，大家值得談恭喜、恭喜！最後，攝彼等義第六，",
    "917": "[15:17]第六攝彼等義者。現在我們回過頭來看那個文，這個「攝彼等義」是什麼意思呀？就是說，前面呢主要的項目都已經說了，還有一點的結論，以及有所遺漏的，沒有交代清楚的，這個地方說一下。因為這個修學佛法，這一點太重要、太重要了！所以，把重要的幾個大綱在一開始的時候，都交代得清清楚楚。現在我們看：",
    "950": "[15:50]世徧讚說尊長瑜伽教授者，應知即是如前所說。為什麼一般普遍地、共同地，沒有例外地，特別強調讚歎，來稱揚、來重視這個親近善知識的這個道理呢？「尊長瑜伽教授」，教授，換句話說，我們修學佛法的重要的綱要、重點。這個重點說明什麼？尊長瑜伽。說依止這個善知識，怎麼樣才能夠依止善知識相應？「瑜伽」兩個字是「做對」，不是說我懂得一個道理，道理懂了以後，你做了沒有？做了以後，是對不對？對了以後，是不是跟他所說的相應？這個是我們修學佛法第一個重要，你做對了，下面的問題都解決了，可以這麼說。就像前面所說的，已經告訴我們清清楚楚了，然後呢下面要叮囑幾件事情，你道理雖然懂了，你雖然去做了，要殷重地去修，不是馬馬虎虎。所以說：",
    "1028": "[17:08]若一二次，修所緣境，全無所至。假定你雖然修了，修了一趟、兩趟，沒有用！「所緣境」就是我們所修的對象，我們心裡面一定有一個所緣的對象，你念阿彌陀佛，就念阿彌陀佛，現在我們所緣的什麼啊？貪、瞋、癡相，這是我們所緣的，不知不覺當中，所以叫無明嘛！所以叫大無明，所以叫癡相，就是這個。你真正去做的時候，你清楚很明白，當眼前好吃東西擺在那裡，眼睛瞪得大大的，心眼啊比這個眼睛瞪得更大，那就是我們心緣這個東西的時候。反過來，有一個冤家對頭在眼前的時候，儘管你的面孔上還帶著三分的笑，你這個眼睛也瞪得這麼地大，那時候你心裡就緣著這個東西。",
    "1082": "[18:02]現在我們緣什麼？緣這個「法」 ─怎麼依靠善知識，所以，這個時候就是我們修的時候，次第就是照著前面告訴我們，他不是說一趟兩趟。一趟兩趟都不夠，何況是我們：「啊，懂了、懂了，聽懂了！」書本一合，這個不夠的。不過目前，既然我們的重點先要了解、認識，重點是擺在這個上頭的。是！有能力馬上就修，沒有能力，先把本論的整個的次第、綱要了解了，然後一步一步地慢慢地深入，這樣的做法，應該這樣地認識。那麼下面就是策勵我們：",
    "1125": "[18:45]若是至心欲行法者，須恆親近，無錯引導，最勝知識。現在我們自己問一下看，我是不是？是什麼呢？「至心欲行法者」。你是不是真正要想修行要走的路？現在有很多人說，我真是一心想修行，一心想念佛，不管你是哪一個，這看看是不是真正的心裡面至心要想做這個。要想做這個，那麼「須恆」，恆字恆常不斷，「親近」，親近什麼啊？最殊勝的善知識。這個最殊勝的善知識一定能夠引導你，沒有一點錯誤的，這是必須要的，這是必須要的。",
    "1178": "[19:38]爾時亦如伽喀巴云：「依尊重時，恐有所失。」怎麼依靠呢？這個祖師告訴我們清清楚楚，你依靠他的時候，那是戰兢惕厲，就怕有一點點做得不對，這個是需要。說到這裡，我也覺得我們在座的同學當中，在座同學處處，可以作為我的老師，剛才說的固然是，其他的處處也是。有一天我在房間裡面，聽見那個電話響了，我就拿起電話來，一看那個電話不是我，找別人的，馬上有一位同學：「啊，找哪一個？」他本來在那兒自己用功，聽見了以後 ……。啊！我覺得真是我的善知識。儘管我，實在是談不到什麼，可是在那個地方，也只是像那個什麼錄音帶一樣，把那個我老師告訴我的，告訴你們一遍，但是他心目當中就很認真地這樣。啊，我覺得這是我的善知識！是說明什麼？說明真正的依善知識的相，就是他處處地方一心一意地。我看見古來很多那種大德們，他的的確確，就像是所謂的孝子心一樣，他一天到晚想，這個善知識怎麼樣，他怎麼樣去承事他，就怕一點點的、小小的錯誤的地方失着，錯誤地方失着。",
    "1259": "[20:59]說到這裡，譬如我們現在這裡，有一個人離開這裡，那個離開這裡的我沒留他。他一來的時候，我對他印象很好，覺得這樣 ……總是不管任何人，現在只要他肯跑到佛門當中，我總是無比地讚歎。他來了第二天早晨，正好有居士們來給我什麼開心果，好像，然後呢我放在我房裡，第二天早晨我就拿出去，我就跟他說：「某人啊，你去供供佛，就這樣，等一下拿到齋堂。」他拿了這個東西，放在那裡一放，也就不管它了，那我也沒有說他，又過了個半天，這樣。後來總算看見供在那裡，我就跟他說：「那麼供好了，你收上去。」他說下午供的，要擺到明天。結果交到他手上開始，到等到齋堂上面，三天以後。我一看啊非常可惜，非常可惜！我在那個時候心裡想：唉，我不曉得用什麼方式能夠幫他忙，但是我一定要努力去幫他忙。",
    "1333": "[22:13]我所以說的這兩個公案，同樣的這兩個人，我心裡面，拿世間一般來說，說不定你們會歡喜那個人，但是我自己那時候開始，處處地方告訴我，喏、喏，這兩個都是我善知識，我可不要學這個，應該學那個，這裡隨便一提。所以他們真正地依止善知識，的的確確有他的成就的條件在，這是我們應該學的地方。下面告訴我們，",
    "1369": "[22:49]謂若不知依止軌理而依止者，不生利益反致虧損。這是假定我們不曉得依止的道理去依止的話，不但得不到利益，反而受害。這個是我們要在這個地方要特別警惕的喔！要非常警惕的一件事情。所以，現在很多人跑得來說：「啊呀！這個地方佛學院我去念書。」你要想去念一張文憑，不要來。上次說的混混，那更不可以！一定要在這個概念上面，一開始弄得很清楚。所以對這地方的來說，在座的同修來的，極大部分我跟你們說，來了試！試一個月到三個月，覺得不對，慢慢地回去，正好。這是為什麼原因就在這裡，你弄得不對的話，不但得不到好處，反而損害，這又何必！",
    "1425": "[23:45]故此依止知識法類，較餘一切極為重要。比下面的都重要，這是基礎嘛！你有了基礎的話，上面慢慢地沒關係；反過來，你沒有基礎，急急忙忙造到三樓，垮下來了，有什麼用？所以他這個地方，大師特別告訴我們說，",
    "1452": "[24:12]見是究竟欲樂根本，故特引諸無垢經論，并以易解，能動心意，符合經義，諸善士語，而為莊嚴，將粗次第，略為建設，廣如餘處，應當了知。所以現在大師說，他看見了這個是我們究竟欲樂的根本，我們現在要得到的真正的好處，應該是究竟的，這個就是成佛！成佛！這個要想得到成佛，這根本在哪裡？就在這個地方，依止善知識。所以他特別引經、論、祖師的語錄，而這個經論是什麼？「無垢」，這個無垢，實際上這個裡面有兩個條件，第一個，這個經論本身是跟我們現在所說的這個法完全相應的，這個話怎麼講？譬如說像大乘法，那麼就跟大乘相應的；如果說是學性宗，那麼性宗相應的。所以它經論本身固然是沒有錯，還有呢「機」本身也是完全相應。這個機就不大容易，佛說的這個道理是絕對正確的，但是應機本身又有相當的條件。現在大師離開我們又幾百年了，所以我們要檢點檢點自己，使得我們也能夠應他，那就對了！",
    "1556": "[25:56]引了這個經論以後還什麼啊？「并以易解，能動心意」，這兩句話。他雖然現在在這個地方，講了經論，可是如果說，不說清楚我們還是不了解。我跟大家研究，我也本著這個原則，所以有很多好像很通俗，原因為什麼？因為通俗，所以我們容易了解；因為通俗，所以我們立刻感受到，這樣才對。感受到了什麼？「能動心意」，能動心意的，喔！那轉過來。否則的話，我們無始的無明像生牛皮一樣，一動不動，那講了半天有什麼用？聽了半天有什麼用？所以這個時候原因是為什麼？大師一番的苦心，我們現在也很認真地在這個地方學，而這樣的解釋卻是「符合經義」的。能動心意不一定符合經義，講得天花亂墜，講錯掉了，這個又害了！他還要經義完全符合，而把深奧的經義，經過這樣地說明，我們如實地了解。",
    "1629": "[27:09]那麼這個大師也說「諸善士語」，那就是祖師的語錄，祖師的語錄，來這個地方真正莊嚴，這個才是我們的莊嚴哪！而這個地方所說的還是什麼啊？「粗次第」，這是大綱，「略為建設」。所以在這個地方原則都有了，這個重要的，一點都不欠。那麼現在呢剩下來就是我們怎麼去修行。如果要想了解得更多，「廣如餘處」，這我們自己去找。下面又來一段叮囑，這個叮囑實際上跟我們實際的狀態完全相應的。",
    "1677": "[27:57]我等煩惱，極其粗重。多不了知依師道理。知亦不行，諸聞法者，反起無量依師之罪，即於此罪亦難發生悔防等心，這是實際上的狀態，說我們現在怎麼辦啊？唉！糟糕，煩惱非常地粗、非常地重！「粗」是指這個行相，「重」是指這個量；質、量又粗是又重，這樣。那個時候完全要靠善知識來淨化它，卻偏偏又不了解，不了解依師的道理，這第一個難關。了解了以後呢，「知亦不行」，唉！知道了不照著去做。在這種狀態下，「諸聞法者，反起無量依師之罪」，本來依止了善知識的話，是淨除罪障、積聚資糧，因為我們沒有能夠正確地如法行持，所以反而增長了很多罪過。那有了罪過怎麼辦呢？馬上懺悔啊！結果呢？「即於此罪亦難發生悔防等心」，要去懺悔，已經造的要去懺悔，沒有造的要防護。這個真正懺悔的時候，一定要這樣的！"
}