{
    "4": "[00:04]這是大師特別這個地方，真是老婆心切，老婆心切！我經常犯的，這個地方經常犯的就是這個。嗯，仔細翻翻、仔細地翻翻看！所以",
    "14": "[00:14]故應了知如前所說勝利過患，數數思惟。所以我們應該了解前面告訴我們的道理 ─不要看那個道理，這個道理究實說來，就是對我們最切身相關的，最切身相關的。照著去做，對你有這樣殊勝的大利益，不照著去做，對你有這樣地嚴重的害處。那麼為什麼我們了解了以後做不到呢？因為我們無始以來的習氣，這個業力很重。所以他下面告訴我們，我們真正重要的應該什麼？「數數思惟」。這個「思」就是我們的業流，因為我們無始以來的業流非常強，所以聽的時候儘管很好，聽完了，這個業流又來了！那麼你唯一的辦法怎麼辦呢？就是聽完了以後，馬上去思惟、觀察、深入，那個才是真正產生功效的。",
    "76": "[01:16]所以以前最早的時候我曾經說過，我們現在往往有這個感受，說這個佛法上的道理是明明知道了，但是呢就偏偏做不到。為什麼？跟大家提過這個事情，我想在座的一定有同修有這個感受，原因在哪裡啊？就是這個。對治它的方法呢？「數數思惟」。第一個，不懂，固然一點辦法都沒有；懂了以後做不到的原因，就是你沒有如法地修持。",
    "112": "[01:52]所以這個地方，現在的修持是指思惟、多去思惟。思惟說，你做的有什麼殊勝的好處？不做有怎麼嚴重的害處？欸，有了這個，你會心裡想：哎努力去做了！那麼進一步，你就覺得如何做法？然後你這樣去做，那就 ─知道了，你也做得到！所以我們前面說的明明知道了偏偏做不到，實際上，沒有正確地如法地知道。現在我們動不動說，啊！你就不要妄分別，你不要分別就行了嘛！好像這一句話說起來好簡單，結果真的做到了嗎？對不起！一百個人，是一百個人做不到，說實在話是這樣。為什麼原因？就這個次第，你根本 ……就是把持個大原則，我們就像看那個太空上面的人造火箭，啊，說人造火箭，大家知道了！知道是知道了，它在天上，我在地上，相去十萬八千里，了不相干。我們現在這個地方，每一個地方的次第告訴我們，我們就可以如實地走上去啦！",
    "183": "[03:03]於昔多生，未能如法依止諸罪，應由至心而悔，多發防護之心，自應勵備法器諸法，數思圓滿德相知識，積集資糧，廣發大願，為如是師，乃至未證菩提以來攝受之因。說我們以前無始以來，沒有如法依止，那些罪過現在了解了，第一件事就把它懺悔，以往的懺悔；然後呢，以後千萬不能再做，所以防護以後。罪障消除了以後，自己努力去修習，使自己成一個法器，成了法器才能夠接受佛法，能夠接受佛法如理修學，才能夠成就，那個完全靠善知識。所以我們現在真正修行的是怎麼辦？是這一件事情，然後「數數思惟圓滿善知識德相」 ─啊！這樣。現在我們偏偏沒有，為什麼？很簡單，業感緣起、障礙重重！所以因為這樣了解了，只要你肯努力，於是罪障除掉了，資糧積聚了，你只要下這個因，將來一定感這個果。",
    "270": "[04:30]那你現在懺除罪障、積聚資糧，為什麼？說目的是為求這個。所以他說「積集資糧、廣發大願」，啊！說我要成無上菩提；要想成無上菩提，必定要走這個路，這就是我們現在發的願。你能這樣做的話，那麼種了這個正確的因，因為得到了這個正確的因，所以你將來得到這個果。所以，在你還沒有證得無上大菩提因之前，你一直這樣子努力，這樣努力有這個因，將來自然感這個果。所以我們現在真正要忙的就是忙這個。你有了這個因種下去了以後，自然而然，將來文殊師利菩薩，也會跑到福城的東邊跑得來說：「某人啊！現在你要求了，你要怎麼做啊！」五十三員大善知識都等在那個地方，他已經等了無量無邊劫了，我們就是不成氣候。這個話，我想我們大家了解，沒有一個佛菩薩例外的，他要救我們，無量無邊劫都等在我們，就是我們沒有這個條件，沒有成就這個法器。一生取辦不難哪！關鍵在哪裡？就在這裡。",
    "349": "[05:49]若如是者，不久當如志力希有常啼佛子，及求知識不知厭足善財童子。我們能夠這樣去做的話，欸，不要多久！為什麼？罪障清除掉了，資糧集聚了嘛！你有這個因，當然馬上就感得這個果，這不簡單嘛！所以我們想，喔唷！成佛遙遠得不得了，不遙遠！善財童子一生取辦，你只要因地做對了，就是啊！那麼這兩位是，一個是《大般若經》當中的常啼菩薩，一個是《華嚴經》當中的善財童子，這個公案在這裡不詳細說了。常啼佛子就是《大般若經》當中的，為什麼叫常啼？他為了求善知識痛哭流涕，乃至於他自己把那心都挖出來給人家 ─求善知識，這樣艱難法！善財童子，那我們比較更熟悉一點，你能夠這樣做，不要多久就可以、就得到。",
    "417": "[06:57]那麼這個是善知識那方面。我們現在曉得了，喔！原來修學佛法從這裡上去，我們要感到慶幸啊！真正難的，你找不到這條路，現在找到了，走起來是容易的。將來你如果正確地了解的話 ─我現在的認識，不走是一件很艱苦的事情；走啊！是一件很省力的事情。我們大家會想：那個修起來這麼個難，你怎麼說這個不走是難，是走反而是容易啊？欸這個道理說起來真簡單哪！我們人人都可以體會得到，就這樣。平常我們修行，因為我們無始以來的業障在這裡，所以這修行的真正很多狀態、障礙沒除。重重障礙，你當然沒辦法嘛，資糧沒積聚、路途不曉得，所以難。等到你真正了解了以後，為什麼容易？清除掉了，當然容易！",
    "486": "[08:06]譬如我們現在來說，世間的很多好的事情，哪有一個人不想的？人人想，叫你不去做，欸，誰都不願意。有一個好東西擺在那裡，叫你說坐在那裡，你慢慢地去吃，你受不了耶！為什麼好東西在那裡的話，叫你不去吃？我們的的確確，就一個勁兒叫你坐在那裡，坐不住，站起來去走是遠比坐在那裡來得容易，那我想我們大家體會得到的，對不對？為什麼？那就是你內心當中，如實地了解這個對你有好處，然後生起來推動你的力量，那個時候做起來就很容易了。佛法也是如此。現在我們腦筋裡都有的染污，等到你真正認識了，我們真正要求的一切好處，都是靠什麼？這個法財，佛法之財，那時叫你不做是難的，叫你做是容易的。我想這個大家可以體會得到。",
    "547": "[09:07]最後，說一個最切實的一個例子，那現在我們大家坐在這個地方，忽然之間大地震了，人人脫門而出，叫你坐在這裡真難囉！要有一點本事喔！你要念佛念到一心不亂，你還坐得住，否則的話一定逃出去。是不是逃出去比坐在這裡遠來得容易啊！所以我們不能做的原因，就是你沒有如實地了解了事情的真相。所以真正難的話，還是在正知見，你正確地了解了以後，人人都是這樣的。所以說修行真容易啊！現在的難關就在這裡，他一關一關給我們突破，每一個地方指出世間的真相來。",
    "591": "[09:51]好，我們繼續下去。說現在曉得了這個親近善知識，那麼善知識就要修，所以前面、後面都要修。所以這個修的時候，把那個修的道理，這裡簡單說明一下。現在我們很多人動不動講修行、修行，說起來怎麼修行都不知道，我們把下面這個簡單的這個道理一看，我們那時候才曉得：喔！修行原來要這樣的。那個時候再談修行，不晚哪！下面看：",
    "624": "[10:24]略說修習軌理分二：只是把它修行的綱要這裡簡單說明一下。方式是怎麼樣的？道理是什麼？說修行的道理是這樣的，應該如何的方式去做。現在我們看，",
    "641": "[10:41]一 正明修法，二破除此中邪妄分別。第一個呢，先正明修的方法，第二個，有很多錯誤的，這個錯誤的一定要拿掉，這個非常重要，那個錯誤的不拿掉，你弄不上去的。譬如我們現在燒飯也是一樣，燒菜也是一樣，你泥巴、毒藥，你不拿掉去燒的話，對不起！這個吃下去把你吃死的。做任何事情都是如此，修行我們現在也是一樣，太多的這種錯誤的概念梗在那個地方，弄了個半天，哎呀！不得進步。真的說起來，不得進步是大幸，實際上你進步了─墮落，因為是錯的嘛！就像剛才說的那個比喻當中，你那個菜，農藥沒拿掉，泥巴沒拿掉，不燒擺在那裡還好，燒好了吃下去的話，不死也得大病一場。所以他下面這個破除邪執非常重要的！那我們一條條看下去，那個正明修法分成功兩樣：",
    "702": "[11:42]初中分二：一正修時應如何，正確修的時候怎麼辦？",
    "707": "[11:47]二 未修中間應如何。在沒有修的時候如何？平常我們講修，譬如說我們講早晚殿、禮佛、念佛、打坐。那麼早晚殿下來以後怎麼辦？打坐完了又怎麼辦？他這個地方每一個地方都告訴我們。你真正了解了，那個時候才知道原來一點都沒有錯，啊，二十四小時，所有的時間都可以利用。時間是這樣，做事情呢，不管你做什麼事情，都在修行。這麼好法啊！打坐的時候固然是，下來還是；吃飯的時候固然是，睡覺也是啊！現在我們真可憐啊，不要說吃飯的時候、睡覺的時候不行，就是打坐的時候也不行，打坐打妄想，然後上早晚殿也不行。唉，真是可憐哪！現在看看他怎麼告訴我們的。好，我們現在繼續下去，說這個正修行是先講，分成三部分，",
    "767": "[12:47]初中分三：一加行，二正行，三完結。 今初說做的時候前面要有什麼準備，有了這個準備，正式做的時候如何做法，做完了以後，應該怎麼樣來回向。他每一個地方非常清楚！其實我們中國的祖師，沒有一個例外的，不要說很深的大經大論，天台的《小止觀》，這個我想最簡單吧！他也說得很清楚耶！你還沒打坐的時候，前面應該怎麼辦；做完了，坐的時候應該怎麼辦；坐完了以後，說入、住、出，三個很清楚嘛！「入」是前面的加行，「住」是正行，「出」，出的時候就是這個地方結行。",
    "812": "[13:32]所以凡是正確圓滿的教授、無垢的教授，一定這個次第，完整的。絕對不是我們現在修行了：「啊！你不要分別，如如不動就好了。」哪有這麼簡單的事情！佛陀 ─已經是十地菩薩了，最後生菩薩，不是十地菩薩啊，等覺上面，他還要修了很長一段時候，要這麼苦行耶！那我們就是一句話，居然就把事情弄了結了，那不是一個大誤解嗎？這很清楚。我們現在看下去，說這個地方，現在正修的加行是怎麼樣的。",
    "856": "[14:16]初加行法有六，乃是金洲大師傳記。這個有六個。下面這句話記住哦！凡是這個地方，表示我們現在這個地方的教授有圓滿傳承，絕對不是現在我們亂來的。同時，我們聽見了這個以後，要曉得，說有的人告訴你這樣，有的人告訴你那樣，你看看他告訴你的傳承如何。所以我當年去學的時候，剛開始的講一般道理，他沒有；正規講的時候，這個老師一定說的，我這個師承哪裡來的，說得很清楚，說我的老師誰，老師的老師誰，然後追溯上去的時候，阿底峽尊者、什麼，上面大家曉得就不談了。這個地方你別小看他一句話！所以以後我們真正學的時候，你了解一點普通知識沒關係，反正隨便談談，你要真正地摸進去的時候，這個是非常重要的。現在看下面的這些條件：",
    "915": "[15:15]謂善灑掃所住處所，莊嚴安布身語意像。那個就是淨地跟奉聖，我們把佛的壇場弄弄乾淨，弄得非常乾淨，然後把佛像安布起來，就是第一個。「身語意像」，「身」像就是現在我們的，或者是雕塑的，或者是畫的；「語」就是經典；那麼「意」是什麼呢？「意」就是在我們自己了。真正說起來，這個身語意像，「意」就是教授，這個善知識的教授，供在這個地方，所以這個意也可以說就是親近的善知識，才能夠把真正的宗要，能夠傳遞到你心上去，第一個。第二呢，",
    "965": "[16:05]由無諂誑求諸供具端正陳設。供養，第二個。所以種種的莊嚴。這是為什麼？譬如說像小乘當中，喔，這個破壞鬼神村不可以，乃至於唱念等等不可以。但是在大乘當中，現在這裡我們這個地方要供養佛，這些都可以了，這是莊嚴供養，第二。第三呢，",
    "995": "[16:35]次如〈聲聞地〉中所說：「從昏睡蓋，淨治心時，須為經行。除此從餘，貪欲等蓋，淨治心時，應於床座，或小座等，結跏趺坐。」故於安樂臥具，端正其身，結跏趺坐，或半跏趺，隨宜威儀。那麼第三個呢，就是正式開始修的時候，一定有姿勢的。那麼姿勢怎麼辦呢？他就告訴我們了，假定說你昏沈重，那麼經行。平常的時候呢，主要的是打坐，除「貪欲等蓋」的話，那麼應該打坐。這個打坐的時候，怎麼辦呢？他不要求我們苦行的，「安樂臥具」，坐得越舒服越好。不過不要貪舒服哦！他所以舒服就是不要你心裡面，真正坐時他有一個原則，就是你全部的精神對注在你這個心念上頭。現在很多人家，剛剛修行的時候，他先不講心裡怎麼用這個功，他先講怎麼打坐，然後學那個不倒單，哎呀！弄得個苦不堪言，就是這樣，那真自己跟自己做冤家，這個是很大的損失。",
    "1068": "[17:48]所以當年我的老師剛開始的時候：不要管那雙跏不雙跏，你能坐固然好，不能坐，兩腳伸開！當時我聽了：別人告訴我這麼認真坐，他怎麼告訴我這樣的？欸，後來真正的好處就是這樣，所以有一段時候專門跟他去坐的時候，他乃至於說：「好，你睡下來。」欸，妙啊！你照著他辦法去做，怎麼做就怎麼得到好處。但是正規地來修的話，最好是打坐，那是千真萬確的。其他的，就是這種情況下怎麼調治你的，在這裡現在我們暫時不談，只是告訴我們的這個理路。就隨自己的相應的威儀，所以說你拜也可以，是行也可以，乃至於睡也可以。後面就告訴我們，睡覺的時候該怎麼用功，吃飯的時候該怎麼用功。當然這個這是「修理餘」，正修的時候主要的是打坐。那麼再下面這個，第四個：",
    "1131": "[18:51]既安住已，歸依發心，下面是歸依了、發心了，歸依跟發心是兩件事情。",
    "1140": "[19:00]決定令與相續和合。這個歸依也好，這個發心也好，要怎麼辦啊？這句話注意！要跟「相續和合」，而且決定要做到！什麼是「相續」？身心，就是我們的身心。為什麼叫「和合」？或者說什麼是和合？我們現在說皈依佛不墮地獄，然後皈依法不墮餓鬼，皈依僧不墮畜生，念過了。請問這樣的皈依和合與否？跟身心和合否？不和合；跟嘴巴和合的，耳朵和合的。所以祖師告訴我們，這個叫入耳出口之學。他下面說得很有意思，「口耳之間短短數寸，曷以美堂堂七尺之軀？」我們這個身體堂堂七尺，你耳朵聽見了，嘴巴裡念出來這麼一點點，這個一點點東西，沒辦法對你真正地身心有好處。實際上呢裡邊意思就說，你真正要皈依的話，身心要和合，那個時候你會感覺到，一心一意皈投依靠，你沒別的了。",
    "1224": "[20:24]現在我們皈投的、依靠的什麼？無明相應的東西，無明相應的東西，平常的時候癡癡呆呆，睡覺，這是我們要皈投依靠的，吃飯，這是我們要皈投依靠的，聊天，是我們要皈投依靠的，我們都在這個裡邊。碰見一點小小的不如意，大家起諍論，就是這個。當你真正皈投依靠的話，那些東西都不要了，一心一意抱著這個三寶。如果說你現在念佛的話，你的確會這樣的，哪有一點閒功夫，這個是真正跟身心和合的時候。所以這個皈依也好，發心也好，決定要做到這一點，這個是原則。那麼他現在的皈依怎麼辦呢？現在說：",
    "1266": "[21:06]於前虛空明現觀想，廣大行派，及深見派傳承諸師，就是說教我們觀想，說前面的上虛空當中，觀想要觀想到什麼？「明現」，而且很清楚地顯現。顯現些誰啊？這個傳承。這個傳承分成功兩部分，一個是「廣大行派」，一個是「深見派」；一個是代表方便、慈悲，一個是代表智慧；一個就是彌勒菩薩所傳的、無著菩薩這樣下來的，一個就是文殊菩薩、龍樹菩薩傳下來的。從佛開始傳到這兩個菩薩，然後每一個傳承，代代不斷地，一直傳到你的老師，這樣，老師傳到你身心上面。還有呢，除了這個，",
    "1316": "[21:56]復有無量諸佛菩薩，聲聞獨覺及護法眾為資糧田。就是這個。這個傳承，從佛菩薩開始一直傳下來、傳下來，周圍上虛空當中，無量無邊的佛菩薩，還有聲聞、緣覺及護法，這個就是你要歸依的對象。正式我們修行從哪裡？從歸依開始，發心等等。歸依，歸依誰？歸依這個。所以平常我們真正真地念佛、念佛，什麼叫南無？南無就是歸依嘛！就是這一個，真正要念就是這個。這個是完整的教授，在這個完整的教授當中，我們修的就我們相應的各別的法門，那你說一心南無阿彌陀佛！你就懂得怎麼去念這個。懂得了這個總則以後，然後用那個總則當中，修你的特別法門，就非常容易。關於歸依的道理，後面也有詳細說明，假定你真實懂了，照著去做，就對了！萬一不行怎麼辦呢？欸，他下面告訴我們了，實際上我們大部分人都還不夠，說：",
    "1379": "[22:59]又自相續中，若無能生道之順緣積集資糧，及除逆緣淨治業障二助緣者，唯勵力修所緣行相之正因，亦難生起。假定我們自己的身心上頭，這樣子話，我們沒有這個善根，這個善根需要什麼？要罪障淨除、資糧集聚。這個資糧是生道的那個順緣，所以能生起的這個順緣是什麼？積聚資糧。還有呢？障礙要除掉，所謂逆緣就是障礙。如果說，障礙沒有淨除，資糧沒有積聚，這個兩個不具足。這兩個是什麼？修道的助緣，如果是沒有這個，你拼命地雖然去跑到那裡要想觀想什麼，沒有用！所以，如果說你沒有兩個助緣，努力去修這個行相的正因 ─所謂「正因」，就是現在你因地當中努力觀，觀了半天嘛積得那個果，就觀起來了 ─如果沒有這兩個助緣，你怎麼弄也弄不起來。那麼這個時候應該怎麼辦呢？",
    "1449": "[24:09]是故次應修習七支以治身心，攝盡集淨諸扼要處。那個時候，我們就要學下面這個七樣東西，來調治自己的身心。這個怎麼調治呢？就是淨除罪障、集聚資糧；這個七樣東西，包含了所有的淨除罪障跟集聚資糧的宗要。實際上，這個七樣東西就是我們的十大願王。所以，我們現在看這個十大願王，好像是善財童子到最後導歸極樂，現在我了解，是的，最後是拿這個導歸極樂，千真萬確。請問現在你下腳第一步，我們絕對不是憑空，你下腳第一步因地當中走對了，始終走這個走上去。假定你因地當中把這個拿下去，現在做對了，你就走這條直路，最後你拿這個功德圓滿的時候 ─成佛。為什麼？成佛沒有別的嘛！把那個障礙徹底淨除，把那個功德圓滿地集聚。現在這兩樣東西 ─這個七樣東西也好、這個十樣東西，包含了所有的淨除罪障、積聚資糧，當然嘛！",
    "1518": "[25:18]所以你因地當中第一步是這個，到最後一步還是這個，圓成佛道。這樣地好法，這麼地簡單哪！現在我們往往說，唉呀，這個十大願王好像善財童子到了那個時候才修的。不是的，現在下腳第一步修，你能下腳第一步修，你就走這個直路，如果說我們懂得這個道理，要求往生的話，那上品！",
    "1546": "[25:46]關於這一個十個內容啊，這裡不細細地講，不細細地講。我這是比較簡單一點地說明，他為什麼說成七支呢？說成七支不是十支呢？這個地方有幾個開合不同，我們現在這個所謂禮敬，是禮敬一支，然後稱讚是一支；他那個禮敬哪，併在一塊的，所以併掉一支。還有呢？他後面那個回向啊 ……我們這個回向，從「常隨佛學」、「恆順眾生」，以及「普皆回向」，三支，分三支；他現在這個裡面三支併成一支，又少掉兩支。所以這個前面少掉一支，後面少掉兩支，最後合成七支。而這個七支的內容，跟我們的十大願王，完全一模一樣，你們不妨把那個先看一看。",
    "1610": "[26:50]《菩提道次第廣論》四十二頁，關於這一部分，現在就講關於正規地修習，現在我們講修行、修行，他有他的原理，有他的方法。那麼平常的時候，廣泛地來說，那麼二十四小時 ─時間；事情呢，任何事情沒有一個不在修，乃至於吃飯、睡覺。如果你不了解這個原則，把握不住這個原則去修的話，那儘管形式在這個地方，實際上內涵不是。所以我在這個黑板寫這句話，「忘失菩提心，修諸善法，是名魔業。」這也就是為什麼現在我們太多的人，不管是打坐、參禪、拜佛、念佛，為什麼修了半天，效果不太明顯，或者不大。效果是畢竟有的，這一點我們是肯定的，所謂「不大」的意思怎麼說？你學禪，希望開悟，弄了半天，沒有消息；學淨，希望往生，弄了半天，沒有消息；學教，亦復如是。",
    "1703": "[28:23]所以這個道理我們應該了解，了解了這個道理，照著去做的時候，那麼你行、住、坐、臥隨宜威儀都是。當然最主要的是在做的時候，乃至於做了以後怎麼辦，他都有完整的理論，以及正確的方法。我昨天已經簡單地說了，一共有六個步驟，實際上昨天已經說了五個，那個地方到這裡為止，只是講皈依，實際上我們修學佛法，整個的就是皈依開始，這個是一個關鍵所在。談到皈依，我們想像當中，好像很簡單嘛！跑到廟裡邊跟一個師父，然後呢受個三皈依，磕幾個頭，然後有的時候送一點供養，一個紅包，好了，就算！"
}