{
    "10": "[00:10]是的，這是結一個緣！就算結個緣，好像很平淡，也有它的殊勝意義。但是，是不是就這樣能夠增長功德？不一定，要看它的內涵，這個內涵是絕對地重要。假定你對皈依這件事情了解了，做到了，馬上產生效果。什麼叫做到？上面，昨天已經告訴我們的，必定要跟相續和合，所以這個皈依，跟你的身心和合的。那我們說弄了個半天，怎麼個和合法呀？說實在的，這點我們都不懂。不要說初機的人不懂，乃至於很多久修上座，也未必見得了然於心。可是這地方並不是說那些久修上座毫無消息啊！他有的很多人，他在做，但是，他不一定了解這個道理，這個倒是很普遍的。",
    "73": "[01:13]如果是我們只求自利，那個沒問題，你簡單解決了以後，像辟支佛，他自己完全覺悟了，叫他說法，他說不來，顯一個神通給你看看，這樣。那麼小乘的很多聲聞聖者，也是如此。如果，我們現在想學大乘佛法，要想自他兼利，而真正的目的，要想徹底解救法界一切有情，到了那時候，你開不了口，這怎麼辦？所以關於這個概念，非常重要！而實際上真正說起來，假定我們現在了解了，你跨出去的時候，那是事半功倍；否則的話，我們糊裡糊塗，做了半天，不曉得我現在這一念，對呀不對？碰巧的碰對，碰不巧的，碰錯也不知道，那只有死命地硬來、硬作，這樣。這個東西就是，花了太多的時間是得到很少的效果。",
    "134": "[02:14]所以關於怎麼樣相續和合，這地方所以不講，因為這地方約略地、大略地說一下，把那個綱要告訴你，把那個綱要告訴你。說後面我們順著這個次第，一步步下去的話，他會告訴我們，真正修學佛法第一步 ─皈依。皈依是什麼？什麼樣才是皈依？這太重要了，太重要了！到現在為止，我覺得我最受用的一件事情，沒有別的，就是皈依。還記得幾年以前，那時候我到台中去拜訪李炳老，那麼談起來，談起來了以後，這個我也給他說老實話，我說我學了這麼十多年哪，到現在為止，發現還在學皈依。欸，他老人家聽到很來勁！啊，他也說，說他學了一輩子也學這個！",
    "192": "[03:12]看看喏！皈依兩個字不是那麼簡單！就像我們昨天曾經談起過了，說我們懂了，真的懂了嗎？大成問題！文字上面懂，那個是世間的，你如果不能深入 ─戲論、魔業，就是這個。那麼，現在我們說，弄了半天我們進不去，怎麼辦呢？欸！他告訴你，原因是你這個助緣不具足。助緣有兩種：障礙沒有清除，那麼要懺悔；資糧、順緣，沒有積聚，那麼要努力。在這種狀態當中，就告訴我們，修行那個七支，「以治身心」，治就是淨治、調治，這就是十大願王。現在我們看那個文，四十二頁第四行。",
    "255": "[04:15]其禮敬支中，三門總禮者，謂「所有」等一頌。這個禮敬支第一支，實際上這個禮敬支，包括了十大願王的兩支 ─第一、第二。那麼這個七支當中的，這個禮敬分成功三門總禮跟三門別禮；總禮是一起的，別禮是身、口、意方面。那個頌子就是「所有十方世界中，三世一切人師子，我以清淨身語意，一切遍禮盡無餘。」就是這個頌。它那個「等」字的含攝，我想這個十大願王，普通我們在座同修大部分都很熟悉，所禮的對象，是三世的、是十方的、一切的人師子，就是佛陀。然後禮的時候，我以清淨的，「清淨」的這兩個字，要注意喔！所以昨天寫在黑板上，「清淨」跟「寂靜」兩個字的差別。如果說，廣義地來說，清淨也可以含攝寂靜；如果說仔細地說，清淨跟寂靜不太一樣。那麼對我們現在凡夫來說，我們能走的就是清淨，這個非常重要！",
    "343": "[05:43]關於這個概念，我會一一指出來，真正我們現在要努力學習的，就是這個地方。你能夠以一念清淨地禮一下佛的話，這個功德不可思議，不得了地大，不得了地大！所以經上面告訴我們說，喏，你如果能一念清淨地禮這個佛塔的話，那麼從這個下面，向下一直到那個金剛際，你禮的這個範圍之內，這個土磨成功細砂、細末，每一個末一個單位，你就將來得到如此多的轉輪聖王位，不得了呀！你現在我們腳底下，隨便挖一塊土，不得了！然後像你身體當中一直到金剛際，那不得了的！然後磨成粉末，你能夠清淨禮佛之功德，這麼個大法，所以說，這「清淨」兩個字，不要輕輕放過。",
    "404": "[06:44]禮的時候呢，身、口、意，而且「一切遍禮」，沒有一點剩餘，這個是總禮。所以他下面解釋：",
    "413": "[06:53]非緣一方世界及一時之佛，應緣十方過去當來及現在所有一切諸佛，以至誠心，三業敬禮，非隨他轉。我們現在能夠做到的，就是恭敬至誠。「隨他轉」要了解，什麼叫「隨他轉」？有幾種形式：有一種隨他轉，隨外境的隨他轉，別人也拜，你也跟著拜，大家在這個地方，大家在那兒拜，你也不得不拜，就是這種味道。我們上早、晚殿很多情況之下，唉，苦苦惱惱跑得去，那是隨外面的他轉。還有一種呢，雖然沒有外面，你自己在那兒拜，但是啊隨煩惱轉，這個仍舊不相應。要怎麼樣才對啊？如法地、如理地，那個時候去拜，那個時候就是清淨的禮，這個概念，這個概念。",
    "475": "[07:55]現在呢，關係這些問題，我們大家都會說：「哦，要清淨的，不要這樣。」什麼是清淨呢？假如你們已經懂得，非常幸運，去努力；如果不懂得的話，好好地努力學下去，好好地努力學下去。那個地方會非常細緻，也可以說很實在。所以我們真正修學佛法，那不是說文字上面講了懂了，你真正做到的你心裡很清楚。隨時隨地一檢查就曉得，現在是雜染、是清淨的？是迷迷糊糊的、還是非常正確的？",
    "508": "[08:28]所以那個時候不要等到說臨終的時候，哇，說啊，然後看看，等阿彌陀佛來不來接引。哪有這樣的事情啊？那時候太晚了，你當下一念、一拜，你就很清楚。平常的時候，你積累的就是這麼擺在那個，帳就是擺在那裡，你每天就算下來，今天賺、賠，看得清清楚楚。一天是如此，一個月如此，一年是如此，到那個時候，臨終的時候，你自然很穩當，很有把握！這個差別就是差別在什麼呢？一個是文字上面了解，一個是文字所指的我們相續；換句話，我們身心上的行相清清楚楚。下面：",
    "552": "[09:12]智軍阿闍黎釋中云：那位 ─這個大祖師解釋。",
    "558": "[09:18]「此復若僅頂禮一佛，所得福德，且無限量，何況緣禮爾許諸佛。」拜一個佛就不得了，剛才說的這個是拜一個佛的功德，就這麼多！現在呢，十方、三世，無餘遍禮，你能想像得到這個功德之大嗎？那個還是七支當中一支哦！那麼這是總禮。",
    "589": "[09:49]三門別禮中然後呢，身、語、意。",
    "593": "[09:53]身禮敬者，「普賢行願」等一頌。謂以方時所攝一切諸佛，以意攀緣，如現前境。變化自身等諸佛剎，極微塵數，而申敬禮。此復是於諸境所有普賢妙行，發淨信力，由此信力，發起禮敬。「一身頂禮其福尚大，況以爾許身業禮敬，其福尤大。」智軍阿闍黎所釋也。那麼，別禮呢，就是下面那個。「普賢行願威神力，普現一切如來前，一身復現剎塵身，一一遍禮剎塵佛。」等等，下面一共有幾句，大家都了解的。這個意思說以時、方，「時」就是三世，「方」就是十方。這個包含了什麼？包含了法界，無盡的法界，統統在這裡了。那麼然後呢「以意」，就說你的觀念去緣想這個。平常的我們那個「意」，是攀緣的什麼？外境是一種，裡邊是一種；不管是若外境，若內境，都是煩惱相應的。現在不是，我們要一心至誠地去緣這個，就像現前一樣。所以這個文字很容易懂。除了這個以外，還要於普賢的妙行，「發淨信力」，這樣。",
    "696": "[11:36]這個以我們的情況看起來，好像我們很難做到。是！的確，以我們現在情況來說，是很難做到。那麼在這種情況之下，有一個基本的概念，大家要了解，我們現在到這裡來，學佛的凡夫，這是我最究竟的目標，所以我們盼望的是將來得到這個圓滿的果。請問，你要得到圓滿的果，現在該下如何正確的因？了解嗎？非常清楚喔，每個地方。",
    "734": "[12:14]所以我們千萬不要說：「唉呀，我是凡夫啊！」這句話對不對？對的。下面一句話，就不一樣了。平常我們說：「唉呀，我是凡夫啊！」那好，停在那裡，坐在那裡，等那個佛果天上掉下來。完全錯誤！下面說：「因為我是凡夫啊，所以努力在因地上面哪，積正因資糧。」這就完全對了！你要積正因資糧，要有正確的方法哦！那個時候你了解了正確的方法，照著去做，你就很清楚、很明白，一步一步地向前上進。所以說：「啊，我現在是凡夫啊，所以我要趕快努力啊！」你絕對不會停在這個地方！",
    "784": "[13:04]因為你趕快努力步步上升，欸，所以不知不覺當中，慢慢、慢慢地，這個一步靠近一步，一步一步靠近，靠一步，就接近了。就像我們平常念書一樣，平常世間再難的東西，喔唷，你沒學的時候，停在那裡覺得難得不得了！欸，它有一個很善巧的方法，先到幼稚園裡面去。啊，他跑到幼稚園做一些什麼啊？簡單極了！小貓跳、小狗叫，來來來，去去去。這個不用幼稚園也會呀！欸，但是它有它的道理在，你去了以後，弄弄很歡喜。剛去的時候，讓你有歡喜，然後呢一步一步上去，你不知不覺當中，到了二十歲、三十歲，你就成功一個大學者了嘛，你樣樣可以行了嘛！在你真正過程當中，你並不覺得這麼難得不得了欸！",
    "836": "[13:56]所以你們到這個時候，你就信得過我一句話：「修行不難！任何一個時候，你只要跨一步，但是你必須跨一步！」這個時候你了解了：你跨了沒有？這個「跨」跟「原地踏步」是兩件事情。跨是要向前的，原地踏步已經不可以，弄得不好，我們往往，向後轉，再向後退。真正重要的在這個地方，修學佛法，亦復如是。所以這個地方就談到什麼？質正、量圓、次第無誤。等到你最後，到等覺、成妙覺的時候，還是跨一步欸！因為還是跨一步，所以我們釋迦世尊，坐在那個菩提樹下，抬頭一望，哎，成了佛了！不是嗎？他也這麼一下欸！但是他這個一下，怎麼呢？就是，哪，就是這麼一來！我們現在這地方，是亦復如是。",
    "901": "[15:01]所以這個普賢的妙行，我們現在走對了，下腳的第一步就是千萬不要說：啊，這個十地菩薩的事情啊！對的，這是十地菩薩的事情！從哪裡開始啊？從我現在開始。你不想學佛也就罷了，趕快回家去，慢慢地懺悔，供養三寶，積了善根再來。跑到這個地方來的話，那就是正式走的時候，正式走的時候。所以我，這一點為什麼說，譬如我們這裡有一位老上座，昨天那個某某法師他說，欸，他是在這地方該吃該住的。我為什麼讚歎他？他這樣，他還這麼努力地在這裡學耶！所以我們年輕人哪，想到這裡該慚愧；反過來說，這個真是我們的老師。",
    "954": "[15:54]那麼現在我們下面說，啊，我們能夠這樣地因地當中，有正確的認識，照著做對了，發起那個淨信力，要這樣去，所以這個是產生這麼大的功德！因為你有這個功德，對你以往的罪過來說，抵銷了，淨除罪障；抵銷了以後，向前來說，資糧集聚了。那麼這個別禮當中的「身」。意敬禮呢，",
    "986": "[16:26]意敬禮者，「於一塵中」等一頌。謂於一一微塵之上，皆有一切塵數諸佛安住菩薩圍繞會中，應發勝解，隨念諸佛所有功德。那個就是「於一塵中塵數佛，各處菩薩眾會中，無盡法界塵亦然，深信諸佛皆充滿。」這個就是我們的概念，所以這個「意」敬禮。任何一個最小的微塵當中，就有微塵數的佛剎，有微塵數的菩薩等等圍繞。關於這個概念，怎麼？「應發勝解」。在這一段話當中，重要的要「發勝解」。什麼叫勝解？就是對你所緣的那個境，確定不疑的，不為他轉。平常我們心裡面浮浮泛泛，這個不是勝解，勝解的話，就是確定不疑的。",
    "1044": "[17:24]那麼這個我們現在，就是馬上用得上的，當我們有了這個勝解以後的話，儘管眼前我什麼都看不見，可是我確定曉得：我啊現在在無明當中，像一個瞎子一樣看不見，可是佛菩薩的光明，就像我雖然看不見太陽，像瞎子看不見太陽，可是太陽照著瞎子呀！所以你心裡面，這麼確定的這樣的心念。當你想著，你雖然看不見佛，可是佛是明明白白，坐在你面前瞪大你的話，你自然哪非常恭敬、非常至誠。欸，那個時候，這個相應的功德，一一都啟發增長，這個是意敬禮者。",
    "1094": "[18:14]語敬禮者，「各以一切」等一頌。謂於諸佛功德勝譽，不可窮盡，化一一身，有無量首，化一一首，有無量舌，以微妙音而稱讚之。此中音者，即是讚辭，其支分者，謂因即是舌根，（此與漢文稍有出入）海者是繁多辭。那麼這個，他下面說與漢文稍有出入，這個我們漢文系統當中，就是第二支「稱讚如來」，實際上呢它併歸在禮敬支當中的語敬禮，我們這一支「各以一切音聲海，普出無盡妙言辭」，就是這一個。這個內容雖然描寫的時候，容有出入，可是它這個，你了解以後，照著去做的話，這是一樣的。所以這是第一支，這個是禮敬，那麼包括了十大願王裡頭兩支。第二支呢是供養，就是我們的第三支。",
    "1166": "[19:26]供養支中，有上供者，供養分兩個：一個有上的，一個叫無上的。有上的，就是我們普通的。",
    "1174": "[19:34]「以諸最勝」等兩頌。那頌文是「以諸最勝妙華鬘，伎樂塗香及傘蓋，如是最勝莊嚴具，我以供養諸如來。」就是這個。那麼這個兩頌，什麼？以最勝的妙華，最勝的香。",
    "1192": "[19:52]最勝華者，謂人天等處，所有眾多希有散華，鬘謂配貫種種妙華。「華」就是散的一朵一朵花，「鬘」，就是把那個花連串起來的。",
    "1205": "[20:05]此二種中，皆有一切或實或假。什麼是實？實在的。什麼是假？那是觀想的。",
    "1214": "[20:14]伎樂者，謂諸樂具，若弦若吹，「弦」就是弦樂器，弦樂器。「吹」的話，就是管樂器，銅管樂器等等、木管樂器，都在這裡，簫呀、笛呀、喇叭呀那是吹的；弦樂器那就是鋼琴啊，那麼小提琴，這是弦樂器，那麼像我們這胡琴啊什麼等等。",
    "1238": "[20:38]若打若擊。塗香者，謂妙香泥。那個「香」，用在塗在身上的，塗在身上的。實際上，我們現在西方人用的那個雪花膏等等，那麼印度當年，他很重視這個東西。",
    "1258": "[20:58]勝傘蓋者，謂諸傘中諸勝妙者。燈燭者，謂香油等氣香，光明及摩尼寶有光明者。燒香者，謂配眾香，或唯一種所燒然香。勝衣服者，謂一切衣中最勝妙者。最勝香者，謂妙香水供為飲水，以氛馥香徧三千界所熏水等。末香者，謂妙香末可撒可燒，或積為堆，或畫壇場，支配顏色形量高廣等妙高峰。所有那些東西多得像那個妙高峰，妙高峰就是須彌山；那個，換句話說，不一定就像須彌山，既然是有上供養，拿我們世間來說，最多的，沒有再超過的。這個須彌山是眾山之王，所有的最高廣的就是它。",
    "1329": "[22:09]聚者加於前文一切之後，有眾多義及莊飾義並種種義。就是這個，這文字滿容易懂，所以自己看一遍，這是供養。反正是把最好的東西，我們有的最好的東西，人天當中，但是這種東西並不是最超、最殊勝的，所以叫有上供養。那麼下面叫：",
    "1349": "[22:29]無上供者，看看什麼是無上供？",
    "1352": "[22:32]「我以廣大」等一頌。說「我以廣大勝解心 ……」就是這個，那個才是無上的。",
    "1360": "[22:40]言有上者，為世間供。此中乃是諸菩薩等，神力所變微妙供具。這個「有上的」是世間的供養，現在的「無上的」是佛菩薩的神力供養。那麼現在我們有沒有這個神力？沒有。不要愁！這個神力是「果」，我們現在能作的「因」，因絕對可以做得到！我們現在真正應該做的，就是因。所以處處地方注意哦！我們現在真正修學佛法的人往往不認識，把握不住這一點，總是離開了因果談佛法，這個是一個修學佛法的致命傷，致命傷。所以我們真正的在眼前的，你只要自己問說：我現在當下一念，是不是在因地上面做？只要做，對了！",
    "1416": "[23:36]當然這因地當中做，也有迂迴跟直接遠近之分，所以我們現在真正差別的，就是差別這些。第一個，是不是在因地上做對？第二個呢，這個雖然同樣的對，是近、是遠哪；是迂、是直啊；是大、小啊，這一個。所以雖然是諸佛神力，對我們來說，卻也同樣地可以做。所以在我們三慧當中，聞、思、修三個，諸佛的神力，是跟修相應的；我們現在呢，聞、思相應的。聞、思相應完完全全是凡夫，所以這個辦法的的確確，從我們想修行的人下腳第一步，一直到最後成佛，一直成佛，然後跟它永遠相應。",
    "1467": "[24:27]頌後二句，於前一切不具足此二句義者悉應加之，就是說每一句當中，都要把這「一切」加在上頭，統統包含，沒有一點遺漏。",
    "1480": "[24:40]是說敬禮及諸供養所有等起及其境界。（此與漢文稍有出入）這個上面說所有的供養，及等起，什麼叫「等起」？大家了解不了解這等起的意義？我在這兒跟你們說一下：平常我們做一件事情，除了做這件事情以外，實際上，比如說我們的心跟其他相關的，就是同樣的這個心情，由於這樣的一個意樂，由於這樣的志願，所以引生出來的相關的各部分。我只是簡單地說一下，那個以後有機會，再把它詳細地說明。等流，等起，換句話說，你這個做的時候，若因、若緣都是圓滿的，沒有一點點雜染的，這個。那麼這是供養，供養下面呢，懺悔。",
    "1544": "[25:44]悔罪支者，「我昔所作」等一頌。就是「我昔所造諸惡業，皆由無始貪瞋癡 ……」就是這一頌。",
    "1553": "[25:53]依三毒因，身等三事，其罪自性謂我所作，此復具有親自所作，及教他作，或於他作而發隨喜。總攝一切說「諸惡業」，應念此等所有過患，悔先防後，至心懺除，則昔已作，斷其增長，諸未來者，堵其相續。前面這個幾支，都是在順緣方面的，這個是防治這個逆緣一支，還有防治雜染。這一支如果做不好的話，其他的都做不好，都雜的毒的，都雜的毒的。所以這個特別重要！",
    "1607": "[26:47]那麼「我昔所造諸惡業」，為什麼要造諸惡業？「皆由無始貪瞋癡」。分三樣叫貪、瞋、癡，總綱提起來叫無明，或者叫見惑、思惑，我們看得見的。不管你用什麼說，一百零八煩惱等等，開合不同，內容是同的。由於這個，所以從身、口、意發出來的，無非都是錯誤。「其罪自性」，那就是我自己所做的。那麼，這個自己做的當中，有自作、教他作、見作隨喜發三方面。",
    "1647": "[27:27]這個地方，這個「教他作、見作隨喜」，我們不大注意，但是我們經常很容易犯，很容易犯。譬如說，我跟某一個人不大好，然後這個幸災樂禍的心情哪，幹什麼？就是這個。你看見他，你的冤家受了痛苦了，你心裡：「活該！活該！我真高興，這個傢伙，真活該！該受罪！」你還覺得很有道理咧！你在幹什麼啊，你在幹什麼啊？所以這個戒經上面，不要說比丘，就是受五戒，它的妄語戒當中有一條，我當時一直不大懂，現在懂了。就是「證人入罪」，如果他犯了罪了，叫你去做證人，你看見的，你說：「對！我看見他。」不可以！欸？我們說：「他明明犯了罪了，我只是說實話，難道叫我說妄語嗎？」嘿，你們倒想想看，為什麼？要嘛佛不如你，你對！如果，你信得過佛的話，這個地方，它就有關鍵所在。",
    "1720": "[28:40]所以不要說，「他就是錯的」，我就在這個地方的話，好像理直氣壯，就這個樣。就這個樣，錯了！我們不要說佛法，不要說佛法 ─世法，記得不記得孔老夫子告訴我們一個最好的典型的故事？有一個人，他這個父子兩個人，他的父親偷了人家一隻羊，然後他的兒子去證察，說我的父親偷了人家羊了。人家說，哎呀，這個人很直啊！孔老夫子聽見了，搖搖頭，「父為子隱，子為父隱，直在其中。」我想大家可能聽說過這個公案，所以聖人教人的方法，的的確確不是我們無明愚癡的人所看得見的。"
}