{
    "9": "[00:09]這個父親偷了人家羊，怎麼辦呢？這個兒子代父親隱；反過來，兒子偷了羊呢，父親要代他隱。欸？那我們想不通。這地方我所以說這樣的話，倒不在這裡深一層地追究這個理論，說明不管世間的聖人、出世間的聖人，他們這種態度是這樣的。所以假定你自己覺得，我比佛，比孔老夫子還強，那你行你素，可以。假定你自己覺得，我們在無明當中，對不起，那麼這種概念，第一個要先打一個問號。也不必馬上摧毀它，先找：欸，他為什麼這個樣，我為什麼這個樣？你這樣的話，我想大概可以改變了。這點在這裡不談懺悔，不深究，將來真正談到那個懺悔的時候，會特別地強調，特別地說明。",
    "69": "[01:09]正式說起來，我所以說隨喜的話，你隨喜的世間的染污之法，固然增長罪惡，你隨喜了妙淨之法的話，妙不可言！我們現在十大願王中，最容易修的那一支就是隨喜功德，可是我們現在不隨喜功德，都隨喜罪惡，那真可惜呀！你在任何情況之下，任何時刻，你用對了，都可以增長這個功德。所以我特別先說一下。",
    "98": "[01:38]那麼這個所造的惡呢，「總攝一切」。下面這幾句話「應念此等所有過患」，他要我們懺悔的時候，首先我們應該了解什麼叫懺悔？就對自己以前所做的事情懊悔，唉，說我怎麼這樣子糟糕，做這樣不對的事情啊！因為你覺得以前不對了，那個時候才談得到懺悔。現在我們常常說：「哎呀，我慚愧，我懺悔啊！」你什麼慚愧，懺些什麼啊？他自己心裡還覺得很得意咧，嘿，表示我能慚愧，我能懺悔。那個是跟懺悔、跟慚愧是了不相干，嘴巴裡面講慚愧懺悔，心裡面恰恰相反。",
    "150": "[02:30]慚愧的行相是自己覺得做得不對，抑低自己；但我們通常有這種毛病，自己講慚愧的時候，表示我自己懂得慚愧，那個完全是高慢之心，是南轅北轍。所以你真的要懺悔，一定要曉得我什麼東西不對，然後呢懊悔這個。請問大家，懺悔的時候，你有懊悔的心情嗎？就是有懊悔，你懂得懊悔些什麼嗎？假定你不懂得，請問你懺些什麼啊？同時你懺悔不對的，一定有好的、對的標準擺在那裡，那時候你衡量得出來，才比出來：哦！這個對的，這個是不對的。就像比那假鈔票一樣，一比，兩張鈔票，很明白。所以你真正地懺悔，必然是把對的行相清清楚楚，錯的行相明明白白。",
    "207": "[03:27]然後那個時候，你曉得：啊！做對了有多大功德，做不對有多大的害處。啊！你那個時候，就是心裡面哪好難受喔、好痛苦，這樣叫懺悔。不是說，我現在每天拜八十八佛，拜多少遍喏，喔唷！然後呢我拜什麼經，一字一拜喔！是有功德的。始終記得這個話，我這個話絕對不是說貶他，但這條路 ─遠路。所以為什麼常常說，我們修很多功德是雜染的；你做對的話，為什麼他能夠一生取辦，概念都在這個地方。",
    "246": "[04:06]所以，圓教為什麼好，他一開始不是馬上叫你「叭！」去修。開始先把那個理路很清楚，了解這個理路，這個行相很清楚。於是你做任何一件事情，欸，你曉得這個對的，這個雜染的，雜染的馬上拿掉，這樣啊！因為這樣的關係，所以他一念可以擋得住多少力量，一天可以擋得到多少年，乃至幾百年、幾千年、幾劫，就這個樣。所以我們以後慢慢地在這個地方學下去，到下士道講完的時候，那重點的時候有懺悔，那時候我還可以事先告訴你。",
    "290": "[04:50]假定你們學會了這個去懺悔的話，立刻見效，馬上見效。絕對不要說，哎呀，弄了個十年、八年，那時看臨終的時候，看看他到那個時候是不是正念分明？不，用不著，用不著別人來看你，你自己當下就清清楚楚。所以經上告訴我們，說你早晨修，你晚上就曉得，曉得什麼？進步了。你晚上修，明天早晨就曉得。何必等到明天早晨？你當下修的一念，你已經很清楚了。所以積聚功德是如此，懺悔業障也是這個地方。",
    "327": "[05:27]你能夠這樣做的話，「至心」，那時候你就至心，真的不會浮浮泛泛了。唉呀！看見我以前做錯了，做了錯有這麼大的害處，你無法容受自己的錯誤呀！那時候前面講的話有道理，就像拿那個法鏡一照，照你面孔上的黑點，照到面孔上的黑點，最多教人家看了一看，說你怎麼黑的？現在你照到身心上這個黑點的話，這個地獄的猛火就等在這個地方喔，你簡直受不了，這樣啊！所以，一定會至心。",
    "363": "[06:03]現在所以不至心，為什麼？不懂啊，不懂啊！現在我們受了一點小小的痛苦，喔唷，頭又痛了，這眼花了；身體好好的，喔，吃的時候是不營養了。大家都受不了，難道你受得了地獄的痛苦了嗎？說來說去 ─無知！所以我常常說，我們修了半天修「我」欸，哪裡是能夠修佛法？修佛法容易極了！因為修個我，所以是難得不得了！道理就在這個上頭。這個心就是提不起來，我要想打坐，為什麼心這麼亂呢？要想念佛為什麼念不起來呢？下面都會給我們答案。",
    "409": "[06:49]你能夠這樣做，「昔已作，斷其增長」，以前做的一定可以切斷，未來的呢一定擋住。那個時候擋住了，這個不再來了，然後你淨除它的話，拿掉多少，就清淨多少。不會像我們現在這樣，修了半天哪，是的，說不定你賺了三塊、五塊，可是你貼出來的本哪，嗨，三、五十塊，乃至三、五百萬哪，你還自己不曉得，這真是冤枉！因為這樣，所以我們念佛也好，拜佛也好，一聲佛號種在這裡，說經過無量無邊劫，那個時候證一個羅漢果，想想真划不來！差別在這個地方。不過這個地方總則噢！總則，細則在後頭講。",
    "463": "[07:43]隨喜支者，「十方一切」等一頌。隨念此五補特伽羅所有善利修習歡喜，猶如貧者獲得寶藏。這個隨喜，「十方一切 ……」，這個我一下記不住了，你們記得住吧？這個隨喜支，「十方所有世間燈，最初成就菩提者，」就是這個，那就是下面這個五類，對，沒錯，就是這個隨喜。那麼這個隨喜支下面會告訴我們，這個隨喜這個地方好像單單就外面，實際上呢自己也包括在裡頭。自他都在隨喜，固然佛菩薩等等你隨喜，還有你自己做對了你也隨喜。妙咧！做錯了是懺悔，做對了隨喜。我們任何時候，不外乎做錯跟做對兩件事情，並沒有說這個時候，既不錯又不對，沒有這件事情，沒有中立的。",
    "530": "[08:50]當你迷迷糊糊在癡癡呆呆，這個無明當中，就是錯的時候；雖然是無記的，浪費、損失生命就是個錯誤。所以你一切時都在增長功德或者懺悔業障，然後你把增長的功德、懺悔業障，再加上隨喜，所以任何時候，至少可以得到兩樣完完整整的功德。下面是",
    "555": "[09:15]勸請轉法輪支者，「十方所有」等一頌。謂於十方剎土之中，現證菩提，獲得無著無障碍智，未經久時，變爾許身，勸請說法。智軍阿闍黎作「現證菩提」而為解釋。再下面，哦，謝謝、謝謝！再下面就是這個請佛住世那一支，請佛住世那一支。那麼這就是……哦，剛才念的是「十方所有世間燈，最初成就菩提者，我今一切皆勸請，轉於無上妙法輪。」這就是「勸請轉法輪」。那麼這個請轉法輪，在這個地方，他這位這個大祖師，解釋的「現證菩提」來說，實際上呢分證也可以，分證也可以。就是我們正式地修那個七支的時候，我們依意緣想，十方一切世界，因為這個法界是無量無邊的，所以現在現證佛果的這個佛陀，也是無量無邊的。這我們平常在任何情況之下，還是可以，就是哪怕這個法師，你勸請他，這也是請轉法輪啊！不過呢分證的，分勸，若全若分，一切時處都可以這樣。乃至於啊，勸請可以勸請自己：我在這兒馬馬虎虎、懶懶惰惰的話，這個是損法；欸，現在我如法去做，這不是轉法輪嗎？",
    "661": "[11:01]你只要正式地去做 ─對！法輪的特質，什麼意思？第一個，摧煩惱。就是你能夠把這個法，在你的身心上面摧破煩惱，這個就叫作「轉」。然後呢，把這個東西再運轉到在眾生，把這個法帶到別人的身心上面，這個也是轉。如果你能夠這樣因地當中去做的話，最後的結果，就是你成佛啊！就這樣。所以我們要懂得「若自若他」，「若因若果」，現在我們勸佛陀轉，也可以說勸果上的佛，來成就我因地的心。剛才這種，以這樣的話，那正是我們因地下那個正因，將來感得佛的圓滿的果。這是「請轉法輪」，請佛住世呢，最後，這個第六支，第六支：請住世支者，「諸佛若欲」等一頌。",
    "724": "[12:04]「諸佛若欲示涅槃，我悉至誠而勸請，惟願久住剎塵劫，利樂一切諸眾生。」就是那個，就是請佛住世。",
    "736": "[12:16]謂於十方剎土之中，諸欲示現般涅槃者，為令發起一切眾生究竟利益，現前安樂，故變無量身，勸住佛剎微塵數劫，不般涅槃。這個也是緣想十方一切諸佛去勸。那麼在正修七支的時候，平常我們怎麼，很重要哦！我們任何一個行為，這個相應的就是勸佛住世。為什麼？請問佛一個人住在世界上能唱獨腳戲嗎？唱不起來，唱不起來。我們要種種方式去護持，譬如說，我們現在這個簡單的這個道場吧！要想使那個道場成就起來的話，從最基本的開始，講固然重要，聽更重要欸！沒有人聽，講它幹什麼，所以我至心地去聽，就是「請」。然後呢聽完了以後，它法的特質是幹什麼？要想把那個法慢慢地弘傳開來，聽完了以後，如果說你不照著去做，那不是戲論嗎？法的目的不是這個，所以你凡是能夠這樣相應去做的。",
    "821": "[13:41]所以我們在這個地方，常常跟大家說的，說我們在這裡常住做任何一件事情，都是為自己積累福德。大家不要說：喔唷，我在家裡做這個事情，跑到這裡還做這個事情。那你錯了，家裡做的跟這裡做的完全不一樣。家裡做的這些事情，成就家業，增長世間的染污，在這地方做了以後啊，使得佛法住世。想想看對不對？請問沒有這個道場，沒有這個，佛法能住世嗎？那當然！所以一方面你這樣去做是請住世，一方面你還可以隨喜：啊，我請佛來了，好！然後我自己做，好！所以你在任何時候當中，你懂得善巧用的話，哪一個時候不在積聚功德呀？",
    "877": "[14:37]結果我們去做的時候，委委屈屈，嘴巴翹得老高，那真是個大損失！你時間一樣浪費掉了，精力一樣浪費掉了，結果你心裡面做這一種事情，你想多可惜！所以為什麼我們現在走遠路，就是這個道理；因為你的行，身體行為還是做了，所以這個種子還是，但是偏偏你這個意念不相應。所以你這意念是錯的，跑到那個彎路上面，不曉得歪到哪裡去。好一點的，還可能人天；壞一點的，地獄。這樣欸！假如你能夠一下子轉過來的話，每一個地方就這麼好。所以你想，乃至於掃地、打掃廁所都是，何況我們上殿、過堂呀！所以懂得了這一點的話，啊，這個常住，這個寺院，真是美不可言哪！這個是「住世」，下面呢「迴向支」。",
    "942": "[15:42]迴向支者，「所有禮讚」等一頌。那是「所有禮讚供養佛，請佛住世轉法輪，隨喜懺悔諸善根，迴向眾生及佛道。」在我們十大願王當中，這個有很長的一段，很長的一段，常隨佛學、恆順眾生、普皆迴向，都在裡頭，那麼他現在呢總攝起來。",
    "977": "[16:17]以上六支善，把上面那個六個。",
    "980": "[16:20]表舉所有一切善根，的的確確，上面是所有的善根，統統包括在裡頭了。",
    "986": "[16:26]悉與一切有情共同，以猛利欲樂迴向令成大菩提因，永無罄盡。把上面的所有這些東西收集起來，迴向於什麼？迴向一切有情，共同的，包括我在裡頭。以「猛利」的「欲樂」，這四個字注意，前面已經說過了。平常我們為什麼沒有力量，心裡面就是鬆鬆懈懈的，浮浮泛泛的，就這個樣。是！這個就是無始以來的習氣，這是等流心識，就是提不起來。所以儘管你在這裡浪費了你的生命，一點小小的善因，但是不能結善果的就在這裡。所以你在任何時候當中，那個心就很猛利地在那裡，全部精神去做，這樣。那你能夠這樣去做的話，行了，行了！",
    "1042": "[17:22]那麼，這樣去迴向，這是大菩提心。平常我們迴向的時候，迴向菩提、迴向眾生、迴向實際。所以因為這樣，所以說，恆順眾生就是迴向眾生；常隨佛學那個也就是這個迴向菩提；最後的普皆迴向，你也可以分、也可以合，是迴向實際。",
    "1067": "[17:47]如是了解此諸文義，意不餘散，具如文中所說而行，則能攝持無量德聚。就像我們上面所說的這麼了解，了解了以後，這樣的「文」，這樣的「義」，徹底了解了。這個「義」是什麼意思啊？就是，喏，這個內涵說些什麼。這個內涵你如果真正了解了，能夠猛利欲樂去做的話，那個就是你相續跟它和合的時候，這個是真正重要的。假定你那個相續身心跟這個你所念的和合，你所念的這個文字了解，那個時候心裡面跟它相應的話，是無量無邊的功德，無量無邊的功德，不得了的功德！所以現在說要求個往生，哪有去不了的事情，哪有去不了的事情！道理就在這個上頭。所以他告訴我們「意不餘散」，不要讓它漏一點點，那麼這樣去做的話，能夠「攝持無量德聚」，所有的功德統統包含。這個是說明，那麼再下面解釋一下：",
    "1145": "[19:05]此中禮敬，供養，勸請，請白，隨喜五者，是為順緣積集資糧。悔者，是除違緣淨治罪障。哦，原來是禮敬、供養、勸請，這個「請白」的話，那就是請住世等等，隨喜，這個五樣東西，是「順緣」，是「積聚資糧」的。懺悔是「除違緣，淨治罪障」。懺悔一定是要把那個現行擋住，不要讓它再來，這是所以剛才我特別說的，你懺悔要曉得懺些什麼。假定你不曉得的話，那個病根始終在這個地方，你根本沒捉到病根，你弄它沒用。就像你堵那個漏洞，找了半天哪裡漏了你不曉得，你說堵了半天，那不行。所以這個我們常常說的蒙古大夫，蒙古大夫，這句話，他有一個笑話、一個故事的。說這個人他跑得來給你醫病，你身上生了一個瘡了，他就弄點石灰塗塗，把你那個瘡塗塗好，然後呢粉粉，塗得皮膚一樣：「哦，好了，好了！」有沒有用啊？一點沒有用，那個病根都在這個地方啊！所以我們那個懺悔都是這樣，只求表面好看，「啊，塗好了，塗好了，沒有問題！」那個病根在這個地方，發作得更嚴重啊！所以這樣的話，罪障淨除不了。",
    "1233": "[20:33]隨喜支中一分，於自造善，修歡喜者，亦是增長自所作善。剛才已經說過了，對自己作的善隨喜也可以，對別人也可以。",
    "1245": "[20:45]其迴向者，是使積集淨治長養諸善，雖極微少，令增廣多。迴向有非常特殊的功效。平常我們，上面所說的，不管淨治罪障也好，積聚資糧也好，乃至於增長這個善根也好，平常那個善很小。你如果能夠迴向的話，它把很小的東西呀，繼續地增長，乃至於增長到無盡，所以這一點非常重要！不過這說到這裡，這個「迴向」兩個字，講好容易，做的話，對我們現在來說的話，不大容易。不大容易的原因 ─不曉得，不曉得怎麼個迴向法。",
    "1288": "[21:28]我們不能說不曉得哦！每次完了以後說：「哦，迴向忘記掉了。」大家站起來唸它四句跟八句。你不能說他不曉得呀，但是真的身心相續和合嗎？不曉得怎麼去和合法，就這一點來說，還沒有。你身心真的和合了，那個功德就增長無盡，那個功德就增長無盡。從這樣的十大願王開始，小到隨便念一句佛號，都是這個。所以念佛的時候，為什麼我們要加一個「南無」兩個字？這個「南無」兩個字，這個迴向的意義就在裡頭，就這麼不可思議，這個道理以後再去說它。",
    "1337": "[22:17]又使現前諸已感果將罄盡者，終無窮盡，妙啊！現在既然因地當中使你增長無盡，就是以前造的這個因，現在感了果快要盡的話，因為你這樣迴向，又繼續不斷地增廣無盡。",
    "1353": "[22:33]總之攝於積集，淨治，增長無盡三事之中。把上面這個七支或者十大願王，包含起來變成功三個項目：第一個項目呢，淨治罪障；第二個呢，積聚資糧；但是，平常我們這樣做都是有盡的，他現在加上一個迴向，是增長無盡。這個才是究竟決定勝的特殊，這個也就是只有佛法的特質。請問：你現在所有的罪障，認得了從根本上拔除；然後呢一切的功德，在這地方圓滿地積累；又把這件事情增長無盡，還有沒有其他的事情要做啊？沒有啦！這樣。而下腳第一步就是我們現在，最後圓滿的時候，當然成佛。",
    "1412": "[23:32]所以這個導歸極樂，不一定單單指我們現在這個狹義的西方極樂世界，也是廣義的。為什麼？西方極樂世界，佛號叫什麼？無量光壽。「無量」表示不是窮盡的，「光」是智慧，「壽」是福德。福德跟智慧兩個徹底圓滿的時候是什麼？圓滿佛。十方一切世界，沒有一個例外，都是這樣，這個地方叫作淨土。",
    "1453": "[24:13]所以我們現在，喏，你這樣去做法的話，這個要到達的地方，就是每一個人最後的境界。所以，在《華嚴》上面他的境界，迴向，嘿，在這個《華嚴》當中出現。同樣的《華嚴》當中出現的這個極樂世界，跟阿彌陀佛出現的極樂世界，有這麼一點差別。說它同，狹義跟廣義是一樣的；說它不同，狹義跟廣義不一樣。這個我想我們了解。很簡單的一個比喻：我說我是人；反過來說，人必須是我，可以不可以？「人必須是我」，那你們呢？好啦，天下只有我是一個人，你們都是鬼怪。這個就是犯了什麼？狹義跟廣義不分不辨之誤。我是人沒有錯，你們也是人，在廣義的當中我是其中一個，這要辨別得清楚。是，《阿彌陀經》是進入這個的一個最善巧的方便，沒錯，但是裡邊有這個的差別，這裡隨便一提。",
    "1534": "[25:34]那麼這個是第五支，說：如果說你條件不具足，修這個，修了這個以後，是不是馬上就有皈依？不，還有一支。",
    "1549": "[25:49]次令所緣明了顯現，供曼陀羅，應以猛利欲樂，多返祈禱，因為你經過了第五支這個修習以後，所以你皈依的時候，就皈依得起來了。現在皈依三寶，當你念頭一轉，佛就現前；你要皈依極樂世界阿彌陀佛，現起來了，清清楚楚、明明白白會看見，這麼個好法！是不是就這樣？不，不就是這樣。如果你就是這樣的話，那是走的什麼呢？一般來說的話，這個就是中、下品的發心。所以在這種情況之下，儘管你說：哦，我想成佛。有很多人到了極樂世界，就先證二乘果。為什麼？就是他因地當中，發的是中、下品的心。現在這地方因地當中不是，要發上品心。你看見了佛以後，然後那個時候，說「供曼陀羅」。「曼陀羅」我們稱它為壇城，就是諸佛的壇城，換句話說，表示了最圓滿的一個報土，那時就供養它。",
    "1628": "[27:08]那個曼陀羅，一定是我們觀想的，這個《阿底峽尊者傳》上面有。所以當時印度，尤其在密教裡邊，實際上，那個大乘裡邊已經有了。就是重要的時候他往往比如說懺悔或者什麼，隨時隨地，不一定是懺悔，乃至於求什麼東西，我們現在供養。他現在除了這個供養，一般我們的供養，我們凡夫是有上供養，然後呢我們因地當中，就學這個無上供養，學無上供養就是剛才供這個東西，然後就是把我們的三千大千世界，乃至於佛土，一起供養，所以這個是一個儀軌。然後呢怎麼去觀想，觀想起來以後，最後「猛利欲樂，多返祈禱」。供養了以後，說你求什麼呀、你為什麼要皈依、為什麼要供養？我要求這個，就是我們希望的。",
    "1686": "[28:06]謂「惟願加持，從不恭敬善知識起，乃至執著二種我相，所有一切顛倒分別，速當滅除。這個是違緣，就是逆緣淨除它，說希望諸佛菩薩加持我，把我一切的罪障統統淨除掉。那麼，一切的罪障從那裡開始啊？從不恭敬善知識開始。為什麼從這個地方開始？因為修學佛法的根本，先要依止善知識。你如果說有不恭敬善知識的話，對不起，你根本哪，根本在什麼地方你沒摸到，你遇不到善知識，絕無可能修學佛法！這一點我們要了解，所以第一個要除掉。最後你要達到的目的是什麼呢？要徹底地淨除「我、法」兩種障礙。所以「乃至於」，換句話說，從最開始一直到最後的兩種執著的相，徹底地消除掉，這個是違緣。那麼下面呢，",
    "1749": "[29:09]從敬知識，乃至通達無我真實，所有一切無顛倒心，速當發起。把它反過來，逆緣是淨除、順緣增長。",
    "1760": "[29:20]及其內外一切障緣，悉當寂滅。」除了這個以外，還有其他的相關的所有的障礙因緣，統統祈求佛菩薩加持，把它消除。能夠消除掉了，那麼自然而然你修起來的話，就非常容易、非常容易！"
}