{
    "16": "[00:16]所以這個一段就是什麼，我們正修的時候的前行，前面的準備。因為你有了這個準備，所以到那個時候你做下去馬上見效。平常我們現在總覺得：「唉呀！好像這個講講沒用，打七是比較好一點。」是！沒有錯，就錯在什麼呢？這個次第不清楚。很多人匆匆忙忙請一個假，跑到那個佛堂裡面去，然後呢第一天規矩怎麼樣，第二天 ……等到你摸熟了以後，準備回家去了，回去了還是覺得：「哎喲，好高興哦，我打了一個七！」實際上真的相應嗎？不一定。如果你真的有這個準備的話，事先準備好了，跑到那佛堂裡一天下來，馬上見效，這樣。所以祖師們有很多這種公案，說要大徹大悟，何必那樣！哦，它很快，只要肯來，我一定能夠使他得到什麼利益；很高的利益都得到，何況我們現在小小的，根本的原因就在這裡。那我們現在休息幾分鐘，下面再繼續。",
    "93": "[01:33]那麼前面這個基礎有了，現在這個前面的基礎有了，有了這個基礎以後，我們就正式地修行，所以叫正行。你把這個基礎建好了這樣上去，馬上見效。平常我們造房子也一樣，如果我們畫一個草圖，畫了半天，還在那張紙上面；如果我們在工地實際上去做的話，你基礎建好了造上去，馬上見效，馬上就上樓就現起來了。現在我們修行也是一樣，假定說，你把每一個次第弄對了，基礎做好了，那個時候你做的時候，一樣地馬上見效。所以說，你任何一個時候正式修了，前一秒鐘修了，後一秒鐘你覺得多了一秒了，再下面一秒，你又覺得又多了一秒了，這樣見效法！這樣快速法！這樣踏實法！它絕對不是什麼虛虛浮浮的。那麼我們現在看，這個修是怎麼一回事情。",
    "166": "[02:46]正行分二：一總共修法，二此處修法。這個總共修法，就是把整個修行的這個大綱都攝在這個地方。短短的一段，把我們整個以後要走的路子的原則，統統在那個地方提出來了，統統提出來。但是也不要把它單單看成這一段，前面那個準備如果沒有的話，這一段話沒有用。還有呢，就是這一段話，跟後面那個話連接不起來的話不圓滿，這彼此間必定有關連的，這個我們要了解。現在看目前，",
    "206": "[03:26]今初就是現在呢，對修這一件事情，怎麼一回事情？",
    "211": "[03:31]所言修者。謂其數數於善所緣，令心安住，將護修習所緣行相。就這麼一句話。說「修」是什麼呀？「數數」就是不斷地，不斷地、不斷地。不斷地幹什麼啊？「將護」 ─保護我們的所緣的行相。什麼是「緣」，緣的相是什麼？「緣」就是平常我們說猴子攀那個東西，那個手就緣樹，古來人說，文言叫「緣」，現在我們就「抓住」，就是這樣。那個手去抓住的是外面的；現在呢，我們心也抓住一樣東西，叫這樣。那個心抓住這樣東西的這個狀態，那個就是心理的行相，就是你的心理行為，那個相狀就是這樣，那文字很清楚。然後呢，我們內心上那個狀態也應該很清楚。平常我們理論上面都是說：「唉呀！我們現在所以眾生為什麼啊？兩種執。」執的意思什麼？就是攀緣的你把它牢牢把住。緣什麼啊？緣我、緣法兩樣東西。所以現在我們修的是去掉它；欸，對不起啊！他並不是叫我們去掉，還是要緣 ─緣善所緣的，不過，以前我們緣的是惡的。所以它這個修習一定的次第，一定的次第。",
    "300": "[05:00]就是說，以前緣的是惡的，這個惡的特質是什麼 ─遭到自他惡果的；善的是自他的善果的，那麼這個善是一步一步慢慢地上去，從增上生然後決定勝。把我們現在的心裡所緣，心裡所緣這個就是我們心裡的行，受想行識的「行」，那個行的時候這個樣子，這個就叫作「行相」。文字是這樣，然後呢我們的概念，然後最後實際的狀態，我們要很清楚、很明白。我們現在的心理行相是什麼？慢慢、慢慢地了解，在癡相當中，癡相當中的特徵，你說不上來是好是壞，就這麼糊裡糊塗、癡癡呆呆。當它生起比較猛利的狀態當中，那有兩種，有一種呢，就是歡喜的方面，這個貪的現象；有一種方面呢，不歡喜的排拒，瞋的現象。如果說諸位，仔細地一檢查，馬上檢查得出來，沒有一個人例外的，他會感覺到這個東西。而這個能夠感覺到的這個特質就是人，三界當中、六道當中，「人」最強烈、最有力。所以只有人道當中能修的原因就在這個地方，這個我們要了解。",
    "392": "[06:32]當我們看見一個仇人來的時候，你一看見那個，心裡面火氣就來了，就這樣。然後你看見好吃的東西的話，一看見你口水就流了，就是這個樣。有的時候你沒有看見自己的心理行相，應該這樣說，就是你沒有注意到，好像你心裡還沒動，細的地方早就動了，細的地方早就動了，你們可以自己不妨試一下。我告訴你我的一個經驗，有一次，我就陪一個人去拍那個Ｘ光照片。那個照什麼？照胃部。你們曉得照胃部Ｘ光照片，先要吃一點東西叫硫酸鋇。如果那個Ｘ光透視過去的話，那個統統照不出什麼東西來，吃那個硫酸鋇以後那個Ｘ光片走不過，走不過。所以就是那個硫酸鋇映出來的這個影子，因為一定跟我們的胃壁靠近的，對吧？所以那個硫酸鋇的影子的外圈，你就看出胃的樣子來。那天我去照的時候，那個醫生先在 ……我就站在那個醫生後面去看，那個醫生忽然就問那個病人，說：「你平常歡喜吃什麼啊？」這樣。然後呢這個人去想，想了個半天，醫生也不問他了，這樣。",
    "473": "[07:53]我就奇怪，這個醫生為什麼要問他一句「平常歡喜吃什麼啊？」後來那醫生就旁邊敲敲我，指指那個東西。一看，欸，那個時候我就發現了，發現什麼？在前面那段時候，他因為腦筋裡沒有想，所以那個胃就在那裡不大動，不大動的話你就看不出，因為這個死的嘛！所以它那個照片上面看不清楚。他就問他說：「你歡喜吃什麼？」他想沒有想出什麼東西，那個胃就馬上就咕嚕、咕嚕動起來了，動得非常厲害。",
    "506": "[08:26]當時我也不大懂，一直等到後來學了佛了慢慢地、慢慢地就感受到。將來你們自然會有個體驗，譬如說我們常常說：「唉呀，不要去貪啊！」但是你在飯桌上面，要想不貪擋不住的。我想我們大家都有這個經驗。為什麼？為什麼？因為這個時候，這個行相已經非常猛利了，已經非常猛利了。所以平常人家說，這個漏洞要補小的，等到大漏洞來的時候，你一點辦法都沒有。我們心理行相也是這樣，那個很小的時候，我還感覺不出來，等到現在我們跑到飯桌上那很粗猛了。",
    "549": "[09:09]我現在回想起來，那個典型的例子就這樣，他問他：「你歡喜吃什麼啊？」他想了半天，腦筋一動，這句話一落到他那個耳識當中，落到那意識當中，那個就咕嚕、咕嚕地就動起來了。然後呢他的確想吃什麼，可是那個時候還可以擋得住，假如你把那個東西擺在那裡，有的時候他還可以擋得住，假定說吃飯的時候擺在那裡就擋不住了。這個地方經過很長一個步驟，慢慢地我們會把這些事情，都要說得很清楚的。所以我這個地方特別點醒大家，現在我們不要單單看那個文，你要認識你心理的行相。現在我們的心理行相是什麼啊？瞪大了眼睛看那個黑板，看那個講說的這個法師，這就是我們的心理行相。如果說旁邊跑得來有一個人，打一個閒岔，大家回過頭去：「幹什麼啊！」這個就是你的心理行相，不談不注意，一談你馬上清楚了。",
    "607": "[10:07]然後呢，平常我們心理的行相跟無明相應的，貪、瞋、癡三毒，現在要把它改過來，就這麼。所以修沒有別的，什麼叫修啊？修改嘛！以前錯的嘛！所以說「受、想、行、識」，那麼為什麼要修「行」呢？不修那個「想」，不修那個「受」呢？不修那個前面那個「識」呢？答案在下面，我現在先問你們，考考你們，大有關係哦！所以它每一個字有它的特別定義，所指的行相一點都不能錯，這句話我先告訴你們。那麼，現在說這個是善的、這個是惡的，我了解了把它改過來，修改過來。可是，因為它的無比的習性，無始以來的習性擺在那裡，所以你不斷地去保護它，「將護」的意思就是保護它，不斷地修、練習，練習這個事情。它以前那個心，一天在散亂當中，或者緣這個，現在呢你要把那個心從惡的拉過來，使得它安住在這個善的上面能夠不動，像你所希望的 ─要它怎麼樣就怎麼樣，就是這一件事情。",
    "683": "[11:23]你現在想念個「阿彌陀佛」，你想觀想一個「阿彌陀佛」，以前我們念的是念什麼啊？不是貪、就是瞋、就是癡，現在不要這個，要念這個無量的光、無量的壽。然後呢練習這個東西。它不聽你招呼，你不斷地把它拉回來，安住在這個上面，讓它不動，對不對？是不是？喏！就是這個。不管你用哪一個功，你說參禪的，不！參禪的我不是觀這個，觀另外一個東西，說「念佛的是誰？」「什麼是你明上座本來面目？」「一歸何處？」「萬法歸一，一歸何處？」然後呢趙州說：「什麼是個無？」總之一句話，以前緣這個三毒相應，現在是緣這個。說「教下」另外有一套，實際上真正說起來，教下那一套，啊！高明極了，善巧極了！不過我們因為沒有得到完整的教授，所以都不知道，在文字上轉。本論下面都會告訴我們，就是這麼一點事情！下面的解釋，為什麼我們要這樣去做呀？那解釋來了，",
    "755": "[12:35]蓋從無始，自為心所自在，心則不為自所自在。因為我們無始以來的習性，為什麼啊？我們這個心，我們這個希望的，「為心」，這個心就是我們的識心，要了解就是我們的識心。我們說心猿意馬的心，就是我們流轉生死那識心，無始以來都是這個東西「自在」，它要怎麼辦就怎麼辦。它要睡覺了，你要它提也提不起，就是提不起；到那個說要睡覺的時候，你要它該睡覺，它又睡不著，那時候你又苦惱。你說現在曉得了不要貪，哎呀！它就是擋不住；叫它不要發脾氣嘛，它又不行，我們偏偏平常就是，就是都在這個時候。所以我們為這個無始以來為這個識心所自在，你要想它聽你招呼，說要念佛它念不起來，要它參禪它參不起來，要它定它定不下來；所以說「心不為自所自在」，你自己做不了主。這我們顛倒，這個明明自己做不了主，偏偏我們說做得了主。「我」是什麼啊？主宰義，我就是能主宰的嘛！唉，說起來真可憐哪！這個實際上狀態，它不但不聽你招呼，還糟糕的是這個它所去向的方向是什麼呀？",
    "846": "[14:06]心復隨向煩惱等障，而為發起一切罪惡。這個才是真正嚴重的地方呀！它那個識心，一天到晚跟著什麼啊，跟著煩惱在轉，這是一個最大的障礙。煩惱的另外一個名字 無明。無明的行相 貪、瞋、癡，乃至於見、思、十鈍、十利、一百零八等等開合不同。由於這個煩惱，造了惡業，種種的罪過，都從此而來。喔！原因就是這樣。否則它好端端地你修它幹什麼？滿好嘛，就照它去做。它因為不好，所以你要修改啊！",
    "898": "[14:58]此修即是，為令其心，隨自自在，堪如所欲，住善所緣。它因為錯的，所以你要修改它。修改它什麼啊？使得這個心識，能夠聽我自己招呼，像我所希望的，「堪」是能夠，能夠像我所希望的。希望什麼啊？「住善所緣」，簡單極了，就是這個。你為什麼要使它「住善所緣」啊？因為你緣在善的上頭的話，就感得善果報。真正說起來，修學佛法的的確確是世間所有人的共同目標。大家總覺得：「哎呀！你們這些迷信。」說這個話的人，這些人糊塗、大糊塗！請問你不妨問他，你在這裡忙幹什麼啊？他要求快樂。怎麼快樂？喏！這個地方告訴你快樂。這個是真正了解了沒有一個人例外的，他一定選這一條路 ─修學佛法，這樣。所以說佛法的的確確是天下最偉大的教育，而且也是唯一正確的教育，就在佛法當中，其他地方沒有了。告訴你怎麼得到快樂，告訴你怎麼去掉痛苦嘛，這不是世間所有的人共同的嘛！豈但是人，所有的有情。",
    "985": "[16:25]那麼上面告訴我們，下面這個話重要！上面那個正出它的那個內涵 ─所謂「立」，還有呢，下面有些錯誤，我們往往犯了一個大錯誤，這個要把它拿掉。",
    "1003": "[16:43]此復若隨，任遇所緣，即便修者，就是我們普通的狀態，那麼我們說修了，那我們去修吧！於是碰到什麼你就修什麼，─「任遇所緣」，就是我們眼前碰到的，你就去修去了，在這種狀態之下─，害了！下面告訴我們。",
    "1028": "[17:08]則於所欲如是次第，修習爾許善所緣境，定不隨轉。反於如欲善所緣境堪任安住，成大障碍。在這個情況之下，我們是急急忙忙地去做，你要想快一點成就，但是產生的效果是什麼啊？不行！所以說對於在這種狀態的，怎麼對於你所希望的，你所希望的，他特別加一個「如是次第」，因為你所希望的，一定要有層次地來的。因為你隨遇所緣，你不了解，真正地去忙了 ─應該修的內容，要照著這個次第要修這麼多東西 這個「善所緣境」你把握不住，你弄錯了，所以它一定生不起來 「定不隨轉」。",
    "1078": "[17:58]這個它的文字是這樣，我們不妨現在想想看，我們每一個人經驗，我想參禪，參起來了嗎？我想念佛，念起來了嗎？我想懺悔，有效果嗎？欸，就是不行，我想大家都有這個經驗吧！你希望念得一心不亂，偏偏要亂；你要想觀佛，偏偏觀不起來；你要它不貪，它偏偏要貪；你要它不發脾氣，你就是忍不住。為什麼？喏！就是就這個。嘿，你要所希望的善所緣境，它「定不隨轉」！他還不是用一個懷疑，他就告訴你一定辦不到，善知識告訴我們的話。原因為什麼啊？就是前面一句話 ─「任遇所緣」，我們碰見一點，哎喲！我們覺得對了，修行了。",
    "1131": "[18:51]不過這裡要說明，它最後這個效果還是有的，只是轉了無量無邊劫以後，那時遇見了佛他跟你講了，成功了。可是要曉得，那個時候跟你講了還是什麼啊？還是把完完整整的內容告訴你，你還是如其次第，那個時候才成功。中間經過這麼大個圈子，幹什麼啊？走了冤枉路，白吃辛苦。假定說到那個時候，你坐在那裡，那個羅漢果也好，這個佛果也好，天上掉下來，他說不定說偷一個懶：唉，要去修很麻煩，坐在這個地方，等到那個時候從天上掉下來了，我就不妨等它一等。不是的呀！你到那個時候還是要如此這般，一點都不能少的，要照著去做。請問你為什麼現在不做，一定要等到那個時候，吃盡了無比的冤枉苦頭才做？很清楚、很明白，不但是理論如此，你回憶一下馬上曉得了，那是千真萬確的事實！",
    "1198": "[19:58]所以我說到這裡我隨便一提，你們在座後面幾位剛開始的時候，沒有吃過苦頭，有很多還不一定了解，吃過苦頭的人到那個時候才 ─一想，清清楚楚！有的人出了一年家，有的人出了兩年家，所以我今年夏天碰見了出三十年家，還是這個樣，就是你所希望的得不到。他還不是馬馬虎虎，不是在外面流蕩哦！喔喲！關在山裡面自己弄了一個茅篷，在那裡認真地修。大家都說：喔，這個人是個修行人！就是沒有得到正確的次第，他所希望的「善所緣境」是「定不隨轉」。拿我們現在的話來說，你要想念佛的話，要想得到心定，要想一心不亂，這偏偏散亂、昏沈，這樣。下面不但如此，眼前得不到還是小事，還有一個大毛病，這個毛病可怕！",
    "1266": "[21:06]若從最初令成惡習，則終生善行，悉成過失。你一開頭養成功了這個習慣，這個是什麼習慣？惡習慣。下面的惡習慣改不過來，儘管你的發心是好的，你希望是好的，但是一點結果都沒有，一生就這樣地空過 ─「終生善行，悉成過失。」都是錯的！這個地方只告訴我們一生，究實說起來，這個一生下面又一生，下面又一生，你如果這個地方不改過的話，它生生世世繼續下去。在這一點也容或我們懷疑，我現在可以當下指出來這個情況。我們平常稍微了解一點教理的人，大家都了解，我們這一生所以感得現在的狀態是什麼？宿生的因哪，由這樣的因感得這一生的果；宿生的這個異熟因感得這個異熟果，宿生的等流因感得這一生的等流果。",
    "1341": "[22:21]關於這一點我想大部分的人還聽不懂，這兩個什麼意思？異熟因，就是你那個時候造了善惡之業，感得這一生的人身、天身、地獄、餓鬼、畜生這個。等流因，那你做的時候什麼狀態，現在這個心裡面又這種狀態現起來。假定我們宿生沒有感得這個業的話，我們這一生不會跑上那個出家的路。如果說幾百年以前，幾千年以前大家都是說出家好，我們也是就說出家。現在這個社會上面人家都說「這個迷信，你又大迷糊蛋」，結果你就偏偏走這個路子，沒有一點特別的原因我想我們不會走，對吧！很明白。為什麼我們走了？宿生一定有這個原因在這個地方。",
    "1389": "[23:09]但是呢，妙咧！我們現在大部分走的說念佛，這個念佛這個法門又說萬修萬人去，你只要念就得。我們這一生所以碰見，不是這一生碰到的，前生就碰到了。從這個地方去想想看，既然這麼容易萬修萬人去念了就得，我們也有這種因，為什麼我們宿生不去，留到今生？結果呢今生忙了個半天，有的是一年，有的是兩年，有的十年，有的三十年還在那兒不曉得在哪裡，不是很明白嗎？這個是我們要應該要很警惕的地方哦！我們不懂得完整的教理，不了解教理所指的行相，自己還覺得滿好在這兒修行，含含糊糊。你一旦真的了解了以後，你自己會著急得不得了，你沒辦法容你自己，那時候你就對了。所以現在我們常常覺得：「哎呀！我還是在修行！」現在我看看的話，只能這麼說：「好啊！種點善根。好啊！我在那兒隨喜。」這個善根在不在發芽、在不在現行啊？那值得我們痛哭流涕！所以這一個地方，這一句話大家記住：「一生善行，終成過失。」那麼要怎麼辦啊？告訴我們，",
    "1474": "[24:34]故於所修諸所緣境，數量次第，先須決定。第一件事情，對於你要修的這個內容，對於你所修的「諸所緣境」，整個的內涵不是單單的一點點。我們現在或者說修念佛的，好像很簡單，只依「阿彌陀佛」。不那麼簡單！正行是如何，助行是如何，信、願、行─信些什麼、願些什麼，都要曉得。然後你在家怎麼弄，出家怎麼弄，「敦倫盡分」，在家敦些什麼倫，出家盡些什麼分？這個就是這麼一個念佛法門，尚且如此！跑到廟裡面的那個常住，然後我們從早晨開始到晚上，這麼多的事情，都要應該了解。簡單的念佛是如此，何況其他的？沒有一個例外。所以說「所緣境」它的內容是什麼？「數量」，這是質跟量，包含整個的內容。如果說這個質不對的話，那個根本不談，所以「數量」兩個字實際上呢也可以說，「質」，就內容、體性本身絕對沒有錯，然後呢「量」要圓滿。這個兩個夠不夠？不夠，還要「次第」，對於這個，事先先有圓滿的認識 ─「先須決定」。",
    "1562": "[26:02]比如我們就要去燒飯了，那麼簡單哪！燒飯，當然你說：「哦！今天要燒飯用米。」你一定要弄對哦，這個米弄成麥這個不行的啊！就算同樣的米，稻都不行，何況是其他的？佛法裡面常常就說「蒸沙煮飯」，如果這個質不對的話，你再一大鍋的沙子擺那裡蒸，沒有用！所以這個質要對。對啦，然後你就去煮去了，這裡人有三十個，你燒了一碗飯，沒有用！量還要對，少了固然不行，多了也不好。然後呢次第還要，這個前面已經說過很多了，對這個事先要決定，要決定。決定裡邊是一個學問，不是我們今天說聽懂了，沒有決定，根本沒有決定！因為你正式修的時候，那個真正重要的關鍵在修的時候。所以你現在聽的時候你聽懂了，聽懂了你回去的時候，你心裡也是含含糊糊，那個沒有用！這個主要的要到後面講。",
    "1632": "[27:12]所以什麼叫「決定」？就是當你坐下來念這分佛號的時候，什麼東西都動搖不了你。我想我們大家都有這個經驗，說在這個環境安安靜靜是滿好，煩惱來的時候擋不住。為什麼？佛號它主要的目的是對治煩惱，煩惱是生死的根，佛號是出生死的。請問你這句佛號擋不住煩惱，有用嗎？假定你對前面的能夠決定的話，跑到那個時候的煩惱來的，拿起來，一下煩惱消於無影。所以古人說，這個東西放在手上像金剛王寶劍一樣 ─「佛來佛斬，魔來魔斬。」為什麼啊？就是那個東西拿起來的，不管你任何東西來動不了你。這個所謂佛、魔兩樣東西，廣義的你要了解，順好的，使你引發你貪心的 不動；逆境發你瞋心的 不動，這個叫「佛來佛斬，魔來魔斬。」那個時候就是你決定了。然後你安住在上面，不管什麼東西都不動搖，這樣做啊！現在我們決定了嗎？所以你說聽懂啦，我要去修啦！啊！阿彌陀佛！還沒有。那麼要什麼呢？這個裡邊的次第，還有一步一步上去。這個決定好了以後，下面還有文章哦！",
    "1723": "[28:43]次應發起猛利誓願，謂如所定，不令修餘。那個時候了解了，清清楚楚、明明白白，那個時候要修了。修的之前還要什麼？發一個「猛利誓願」。說為什麼要這個？平常我們碰見一點小事情動搖了，要有了這個猛利誓願，在任何情況之下絕不動搖，那個時候才是。所以我們現在一開口就說我們一門深入，真的一門深入了嗎？那求之不得。現在我們普通的狀態，一種狀態 ─門外空轉，不得其門而入，門在哪裡不知道，自己在那兒跑得很起勁，一種。"
}