{
    "4": "[00:04]還有一種 ─原地踏步，踏了個半天自己覺得跑。在這種情況之下，一天到晚被那個境風在轉，不知道。你必定前面曉得什麼是轉的狀態，什麼是不轉的行相，內心當中很清楚、很明白。然後呢那個時候雖然決定了，外面強烈的境風來的時候，你還是擋不住，所以我發願一定要這樣，任何情況之下，絕不動搖！這樣。",
    "32": "[00:32]其實這個不但是這裡，我們不妨看看天台智者大師寫的《小止觀》，那個《小止觀》叫「童蒙止觀」是吧！那個小孩子初機第一步，它也告訴我們，到那個時候你真正前面的準備好了，然後發誓願決定要這樣下去。如果看過《小止觀》的一定有這個印象，沒有一個例外的跑到這樣。好！決定不動搖，「修如所定」，就是前面決定的；「不令修餘」，其他的不動它。是的，的的確確是一門深入，你是摸到門了，然後是登堂入室的時候。現在我們真可憐、真可憐，都在門外空轉，還自己覺得：「啊！這個我在那兒一門深入。」浪費一生事小，生生世世在那個地方空流轉。",
    "92": "[01:32]我想起了這一件事情，我覺得若干年以前，快二十年了，那時候我剛出家不久，有一個地方一個法師跟我說：「哎呀！現在出了家什麼都放下囉，就是一樣 ─嘴巴！」跟我說。當時候我聽了心裡面好像有點似是而非之感，不大同意。等到我過了二十年以後，啊！我覺得什麼都出了家，形式出了家了，什麼都沒放下，這張嘴巴是尤其放不下！我不曉得你們有沒有這種感受？為什麼？目標沒弄清楚，這第一個。第二個目標弄清楚了，內容沒弄清楚，不曉得怎麼去達到這個目標。所以從那個時候一直……後來，我看見很多人很好的哦，哎喲！他說起來他生死心很切，這內容呢？跟這句話是了不相干。所以我想起二十多年以前，我跟那個同修談論的這句話，現在真是感覺得內心很慚愧、很痛苦。所以說把我的經驗告訴大家，你真的想的話，這個毛病都指出來了，改過毛病，就對！那麼，是！決定要照這個次第，那麼這個次第怎麼辦呢？",
    "180": "[03:00]即應具足憶念正知，而正修習，如所決定，令無增減。那時候應該具足，一點都不能少，什麼？「憶念正知」四個字，整個的修行就在這四個字當中，一個「念」、一個「知」，這個是正念跟正知。所以你正式修行的時候非常清楚，如果說你念佛的話，當下這句佛號清清楚楚、明明白白，這個叫「正念」。然後你也曉得自己在正念上面，那就讓它去。因為你有正知在，所以它如果說對的，你讓它去，如果不對，你隨時拉回來，這個就叫正念、正知。但是這兩個一樣東西，它是個大學問，一直要到最後講到奢摩他的時候詳細講。我們現在是聽見了照著去修，對不起，你有大善根很快上去，如果你沒善根，聽見了這個你去摸，怎麼摸就怎麼錯。這個大祖師們，每一個人的過來的經驗，沒有一個例外的。這必定要對於這個每一個地方的行相了解得非常地清楚，而這個之前還要各式各樣的準備。到那個時候的話，你那個正念跟正知，這麼清楚、這麼明白就提得起來，提得起來的，就能夠成就！是「應具足憶念正知」，這個是正修習，對了，如法的一點都不錯。下面又補兩句，「如所決定」，像你前面所決定的，不要增、也不要減。少了固然不行，多了也不要，這是個大學問喔！後面會告訴我們為什麼。",
    "294": "[04:54]那麼這個是整個的修學的全部的綱要，全部的綱要。這個地方是個總綱，這是個總綱，真正的細目還沒有摸清楚之前，我們還談不到修。狹義的修談不到，可是廣義的我們正在修，我們整個地認識了解這件事情就是在聞當中，在聞、聽聞。然後呢，如何聽聞，如何思惟，如何照著去做？一步一步下去。那麼現在呢，進一步說：",
    "324": "[05:24]此處修法者。那麼現在我們這裡修什麼呢？這裡是告訴我們，對善知識修淨信心這件事情，這件事情怎麼修呀？告訴我們了：",
    "336": "[05:36]先應思惟依止勝利速成佛等，及不親近所有過患，謂能引發現法後世諸大苦等。一步一步來說明一下。說我們現在這裡了解了這個修行的方法，那麼現在我們要修的，換句話說我們現在所緣的行相是什麼，就是怎麼樣依止善知識，啟發這個信心，絕不動搖等等。他告訴我們這個方法：先思惟依止善知識的殊勝利益，這個殊勝的利益，他舉一例，說很快能成佛等。假定說，你能夠想到這一點，一下這個心裡面就能夠把握住，可以！不行，那找其他的，總是找跟你自己相應的這一種。它主要的目的在什麼？如果你跟它相應了這個概念能夠生起來的話，它有一個強烈的力量，它會引動你一心一意去求這個事情。雖然我們在佛法上面容或還沒有，但是我們每個人都有這個能力，而且很強盛的這個能力，你只要把這個能力稍微轉變一個方向，求佛法馬上成功。",
    "431": "[07:11]這個能力是什麼？就是你好樂要求的東西。譬如說我們現在聽說，欸什麼地方有一個大法師：啊，這個法師好了不起！或者說，這個地方打七怎麼好，或者這個東西怎麼好，你心裡想：「哎呀，我一心一意要去求它！」我想我們大家都有這個經驗吧！在學校裡念書的時候，哎喲，這個美國好，大家想留學；然後年紀稍微大一點的話，這個男女之間的，做夢也要夢到他。我們大家都有這個經驗啊！千真萬確的事實！為什麼啊？它有殊勝的好處在。我們是不是每一個人都有這個力量？有嘛！可惜的是用錯了，現在你只要把它改過來。它改過的一個方法還告訴我們 ─思惟，關於這個道理後面會詳細講的。所以我這裡原則告訴你們，你了解了原則，下面懂得了方法，一定做得到。到現在為止，在座的大部分，這個方法還不懂，所以到現在為止雖然去修還沒用，我們不急，一步一步地深入。",
    "507": "[08:27]那麼這個是前面拉的力量，容或夠了，但是後面還要一樣 ─推的力量。有的時候我們會向後面退，他就告訴你，如果你不親近善知識有些什麼害處，說這個害處能夠引發現在的、後在的大苦。喔喲！你一想到這個，你就不敢不去親近了。所以後面有推的力量，前面有拉的力量，哪有不成功的？決定可以成功！同樣的道理，佛法上面雖然沒有這種感受，但是我們心裡這個能力是千真萬確！譬如說這個地方一杯毒藥叫你吃進去要死的，當然我們不要去吃；或者說這個毒藥的話，風吹的話，馬上吹過來讓你中毒的，你趕快逃都來不及。一定是這樣對不對？叫你來，「嘿，不可以！」這是後面推的力量。當你想到親近這個惡知識，對你有這麼大的害處的話，你一碰見他躲得遠遠的。這樣，這個就很容易了。",
    "573": "[09:33]所以記住！這個地方現在我們真正重要的事情，就是做這兩件事情：什麼是惡知識？不信。哦，如果他不信的話，這個信字不是普通的。什麼是善知識？他能夠淨化你的，就是這個；我們修的也是修這樣。那麼，有了這個前面拉的力量，以及後面推的力量，這個力量是有了，那麼正修的時候修什麼？修：",
    "603": "[10:03]次應多起防護之心。防護，以前錯的不要。以前錯在哪裡啊？專門看他的缺點，現在不可以！",
    "615": "[10:15]謂不容蓄，分別尊長過失之心。對於那個尊長的過失，這個心理千萬不可以起，萬一起來了以後，心裡一定要拔除掉它。這是為什麼我們平常的時候，注意喔！為什麼菩薩戒上面特別強調告訴我們，「說四眾過」，說四眾過，為什麼「自讚毀他」萬不可以！四眾是什麼？比丘、比丘尼、沙彌、沙彌尼。這個是三寶之列，他是個清淨幢相，你說他的過失，喏，就是這個地方，真正說起來害我們自己。所以我們現在總是，喔唷，坐下就談那些事情，啊，錯了！現在你能夠避免這些，這些都避免了，當然善知識你就更容易避免了。",
    "674": "[11:14]前面已經告訴我們很多善巧的方法，實際上理論上面我們也了解，我們修學大乘佛法，大乘佛法要救度一切眾生，十惡不赦之徒你都要救度他，何況已經出了家的清淨幢相？他如法你趕快跟他學，他不如法你努力去救護他，這個才是啊！因為你要如法去救護他，你覺得自己內心當中還欠 ─悲心不夠趕快學慈悲，智慧不夠趕快學智慧，這個才是我們應該做的事情。哪有什麼坐下來說他不對、說他不對的。普通的一個人尚且如此，何況你的尊長？不管你用哪一個方法去想，實際上很容易，慢慢、慢慢、慢慢去掉。下面：",
    "726": "[12:06]隨自所知，應當思惟，戒定智慧聞等諸德。這個過失方面防護，功德方面增長，就是盡你所可能地儘量想他的好處，多想它。這個方法前面已經說過了，只要你心裡生起引發你的好處的話，想到這個他功德的長處的話，雖然有一點小小的過錯，它不會擋住你，不會擋住你。就像做父母的人，看見那個子女總是可愛的。也許我們沒有做過父母，可是我們看自己，看自己都是最好的，就是這樣。為什麼啊？就是這樣嘛！你能夠對這個東西覺得有功德、有好處的話，過失就看不見，現在我們學的就是學這個。那麼學到什麼程度啊？下面說：",
    "785": "[13:05]乃至自心未起清淨行相信時，應恆修習。你一直這樣去修，一直修到什麼時候啊？你內心當中這個「信」清淨了，清淨的信的行相生起來了，那個時候可以了。進一步，這個清淨行相生起來，你隨時隨地覺得：「哎呀！這個善知識好，一切都靠善知識啊！」你自然而然，你不知不覺說一心一意去依靠他，他的好處都得到；實際上就是這一個念頭本身，就是無比的功德。關於這一點，以後慢慢地講，那麼這裡的主要的就是說，要修到什麼時候呢？要修到這個時候。",
    "831": "[13:51]次應思惟如前經說，於自已作當作諸恩，乃至未發誠敬而修。清淨的行相生起來了以後還夠不夠？不夠！還要像前面所說的念他的恩，這個師長對自己的已經做的恩以及當作的恩。已經做的恩固然要，當作的恩同樣要，實際上同樣的重要。因為已經做的恩，所以你會一心一意地依靠他，因為你還要求得更多，所以你絕不想放棄他。已經做的什麼恩？那今天我們有這個機會在這裡，都是靠善知識，沒有善知識絕不可能，我們現在還在惡道當中。當做的什麼恩啊？你不是要成佛嗎？所有的事情都要靠他，沒有一個例外的。你能夠這樣想，那麼下面就行了！",
    "897": "[14:57]我們想想看，假定這種心理真正地形成了，你的心裡面會不會起一念的惡念啊？找不到一念惡念了！不清楚明白嘛！現在那個菩薩戒上面，我們說：「哎呀！不說四眾過，不自讚毀他，難之又難。」你了解了這個道理輕而易舉，叫你不做也不行，你只要把菩薩戒如法去持好的話，哪有不往生？比丘戒乃至於八關齋戒一日一夜都可以往生，何況持了菩薩戒，哪有不往生的？這不是清楚明白極了！所以古人說萬修萬人去的法門，是絕對正確沒騙我們，可是我們在文字上面空轉戲論，那有什麼用？所以他這裡告訴我們你有了這個，至誠、恭敬都來了。那好，這正修。下面呢，完了以後如何？",
    "955": "[15:55]後時如何行者。這是狹義的修。廣義的時候一切時都包含，廣義地來說，這後時也在修當中。狹義地來說，就是我坐在這裡，拿我們現在來說，就是你作早晚課的時候，或者早晚課完了以後，你自己定下來的時候，拜佛、打坐那個時候。那麼剩下來的時候，說我拜完了佛，作完了早晚課，剩下來，吃飯也好、走路也好、聊天也好，乃至於睡覺等等，該怎麼辦？告訴我們了，這裡，「應將所集」 ……喔！這個還沒有，完結的時候，是正修完結以後。「未修中間者」還要再下面一段。這個下座的時候，",
    "999": "[16:39]應將所集眾多福善，以猛利欲由普賢行願，及七十願等，迴向現時畢竟諸可願處。這個前面已經說過了，這裡不詳細講。簡單地說一下，前面做的你只要如法地做，有無量無邊的好處，那麼那個時候要迴向。那個迴向，「猛利欲」 ─猛利的善法欲。在座的有幾位還沒有聽過的，把以前的錄音帶好好地聽，那個時候曉得，「猛」是什麼行相，「利」是什麼行相，「欲」應該是什麼狀態，如何迴向，非常清楚、非常明白。當然你可以照普賢行願、十大願王、七十願各式各樣。迴向到什麼呢？現時的、畢竟的；現時就是眼前增上生的，究竟的是畢竟、究竟決定勝。換句話說，我們從凡夫地步步上升地，一步一步上去，統統在裡頭。如果拿次第來說，那就是說現在迴向的是資糧位應該什麼，加行位應該什麼，見道、修道應該是什麼，是一地、一地等等，這個就是眼前增上生經過的。究竟決定勝 ─圓滿的報身，圓滿的報土，迴向這個。",
    "1081": "[18:01]如是應於晨起，午前，午後，初夜，四次修習。這印度的正統的作法，我們每天做這個，是修四趟，他是坐在那裡修的。據我所曉得的，他們的確這樣，正規的晚上睡四個鐘頭，六時當中那個時候是睡的，那個時候是睡的。然後早晨起來，通常都是兩點多鐘，第一座兩點多鐘，他們這個一座那是很長，三個鐘頭，三個多鐘頭要。然後呢早晨早齋，早齋完了以後，下面一座也是通常都是三到四小時。所以說午前一座、午後一座、初夜一座。中夜是睡覺的時候，每天修四次。下面這一段話，這初修的時候該怎麼辦？",
    "1142": "[19:02]此復初修，若時長久，易隨掉沈自在而轉。要曉得我們剛開始修的時候，如果你時間長了以後，它很容易跟著「掉沈」而轉，「自在」就是說你不知不覺當中在這個裡邊。什麼叫「掉」？什麼叫「沈」？這裡不詳細說，這個奢摩他那個地方說得非常清楚，對我們已經有經驗的同修，我指出來你們馬上曉得了。現在我們所以沒辦法得到定，乃至於不能一心不亂的，心裡有幾種狀態，有一種呢散亂 ─胡思亂想，東想西想。這個裡邊不是指一般的散亂，特別講「掉」。「掉」是什麼？跟貪相應的這種心裡面攀緣相，想這個、想那個，這歡喜這個、那個，這種狀態，就是心裡面向上揚的時候這種狀態。還有呢，等到你想、想、想，想累了以後向下沈了，向下沈是什麼？先是細昏沈，到後來是粗昏沈，到後來睡著了，乃至於。",
    "1221": "[20:21]我們想想看，我們現在普通狀態是什麼？就是這個。自己還說：「哎喲！我一天可以盤那個腿，雙盤喏！一個小時哦！」是！把那個腿嘛熬得痛得要死，心裡在幹什麼？非沈即掉！不是在胡思亂想，就是在那兒打瞌睡。不是，瞌睡已經不曉得到哪裡去了 ─細昏沈。你們要想認真學的時候，千萬不要著急，一直等到學到奢摩他，那個行相說得非常細微，隨便心裡面一點點的樣子，它告訴你得清清楚楚。你自己認識了走上去的，那的確是安穩得不得了，這裡我不詳細說它。你剛開始養成功了習慣了以後，好了，",
    "1274": "[21:14]此若串習，極難醫改，一旦養成了習慣，你要改好難、好難，結果是「一生善行，終成過失」，然後生生世世拖在這個地方，這麼嚴重！所以我記得十多年以前，那個時候也是莽莽撞撞地到處去亂撞。那個時候，我因為看過一點那個本論，以及其他的善知識的提示，所以我自己也曉得關起門來沒用的，茅篷裡面不行。禪宗說得很清楚：「初不破本參，不住山」，要破了本參以後才住山，你沒有住山本錢不行，那個時候我已經了解了。現在我們，唉，什麼是「本參」連它夢都沒夢見，就要去住山，沒有用！所以我那個時候到處去跑參訪，哎！結果遇見一個我那個時候覺得善知識，然後呢我就跟他去。喔！非常好，也承蒙他攝受，兩個人關在一個地方，人家借給我們的一個地方，我們去修行。",
    "1356": "[22:36]然後他也告訴我，這個禪堂裡的規矩，早晨起來嘛怎麼樣，這個掛，臨濟掛鐘板怎麼掛，然後曹洞怎麼掛，然後等等。然後到禪堂裡邊一副，怎麼板，那個香板應該打幾下，怎麼弄幾下，我聽了好有勁，啊！這個規矩美不可言。然後到時候跑上去坐，坐在那個地方一坐。結果一坐，嘿！絕沒有三分鐘，一看他，在那兒打瞌睡。我那時候因為多少轉過幾個圈子，多多少少還曉得一點怎麼坐，所以坐得滿好的。自己先是一心一意地坐，因為我要學他嘛！所以有的時候注意他一下，一看他 ─怎麼來的，不對啊，怎麼一回事情啊？他大概也注意了，所以等到那一座下來以後，他就在那裡，弄到後來乾脆口水也直流，就在那兒睡著了。起來了以後，他也覺得：「啊！這一支坐得很好。」",
    "1420": "[23:40]那麼吃飯的時候就隨便談，他大概也聽出苗頭不對，他就跟我說：「嗯，早晨剛起來有一點昏沈。」我想沒錯，那個時候我的心裡面，當然雖已經動搖了，但是不會太 ……太怎麼說，我也說不上來了。吃飯的時候就跟我說：「欸，有一點昏沈。」我想沒錯、沒錯，吃過飯應該好一點。結果吃過飯，唉，如此這般，還是老樣子。下座了以後，他說：「吃過飯後容易昏沈。」沒錯，沒錯！結果，那一座完了以後下來，然後呢洗洗臉或者什麼等等，我想這一座應該好一點吧。嘿！結果一樣。一天六支香，沒有一支香例外的，就這樣。結果就這麼睡了兩天，回去啦！我心裡面就懷疑，就這個樣嗎？",
    "1479": "[24:39]那個時候我已經看過、看過了，可惜的就是沒有人真正地講，所以這個重點還不大知道，還不大知道。一直到後來我自己，那時候我前面，唉呀！我真是不曉得吃過了多少苦頭啊！我前前後後看這個論，從頭到尾看過很多遍，第一遍看的時候一竅不通，但是看了很歡喜。那個離開現在已經整整多少，二十三年了恐怕，我記不住，不是二十三年就是二十二年。雖然不歡喜，我還是咬緊牙關看到底；以後不斷地看，啊！看一點歡喜一點，但是重點都看不見。以後後來我自己一個人跑得去用功，用了一點味道，再翻─哎呀！那個時候才了解原來這樣。他這個上面告訴我們什麼，你一旦這個惡習慣養成功了，改不過來了。他自己不曉得欸！不曉得。他雖然曉得了，是一點辦法都沒有。我們雖然沒有像他那位老人家那麼經驗幾十年，但是我們在座的，前面的同修們大家都有這個經驗，你說你念佛你提得起來嗎？到那個時候就是胡思亂想，你就是拿它一點辦法都沒有；再不然它就是昏沈，你依舊拿它一點辦法都沒有。所以呀，養成了這個惡習慣是「極難醫改」啊！你要怎麼辦呢？",
    "1563": "[26:03]故應時短，次數增多。不要時多，這個地方是一個大學問！他真正叫我們上座的時候，後來我遇見了善知識，他告訴我們這樣 ─四、五分鐘。他前面那個道理已經講過了，現在我們根本道理都沒聽懂，沒聽懂試都沒用。告訴你了以後，當年，一定是這樣的，告訴你在這個地方，然後你試了以後，這個時候關係重要了！所以我們現在聽過了以後，聽過了就算了，沒有用。聽過了以後，你不斷地去想他說的是什麼，然後呢，用！到那個時候你心裡面，開始很難捉摸，到那個時候多多少少有一點影子了。他會盤問你什麼狀態，你要告訴他。真正想學的不要他問，你自然去問他，說那個時候坐了以後是這個狀態，他覺得哪個是對，哪個是不對，告訴你。然後呢，你那時候安住在上面沒動，讓你試幾分鐘。到那個時候你很清楚地，欸，「掉」怎麼跑的，「沈」是怎麼來的。所以我們剛開始學的時候，他告訴你五分鐘，有了五分鐘，然後呢你回去，十五分鐘。到了那時候，他下面等到你慢慢地行了，慢慢地增加。那麼，這個括弧裡面有一段話，",
    "1641": "[27:21]如云：「有欲修心，即便截止，則於後次心欲趣入。若不爾者，見座位時，即覺發嘔。」這個文字先不解釋，我把那個內容說一下，你們自己一看那個文字就懂了。說你假定得到了正確的指導以後，你上去坐的時侯，這個行相就很清楚，哦，你曉得做些什麼。然後呢因為行相很清楚，做對了你會很歡喜。我們做任何事情都是這樣的，你去跟他學，它做對了你覺得很歡喜，對不對？然後呢，開始摸的時候，唉呀，你摸來摸去，就是摸不到這個竅門，到後來你摸到了，哎呀！心裡好歡喜呀！那個時候你就歡喜地覺得：「啊，對了，對了！」譬如說你念佛，平常你就是胡思亂想，到那個時候一下這個佛號提起了，哎呀，你覺得歡喜呀！如果修過行的人，認真過的，都有這個經驗。或者你拜佛，平常的時候胡思亂想，到那時候你拜你那個心裡非常寧靜，哎呀，覺得那個時候，或者有一種不知不覺的感恩心，或者不知不覺的歡喜心。乃至於有的時候拜的時候，不知不覺得這個會痛哭流涕，雖然痛哭心裡卻是歡喜的，樣樣東西都是這樣。",
    "1728": "[28:48]他結果，我們碰到這種情況之下，哎呀，那好了，繼續下去，他不是！等到你發現了這個歡喜，你會覺得：「哎呀，這下對了！這下要修了。」這個叫「欲修心」。欸，妙咧！我們碰到這種歡喜的情況繼續下去，他告訴我們怎麼？停下來。那我們想想看，這個碰對了為什麼會停下來？大善知識的大善巧，真美！你碰對了叫你停下來，停下來是什麼狀態啊？你下來了以後你心裡想：「這麼好啊！」你雖然下來了，你一心一意一直想再去做那件事情，你相信不相信？"
}