{
    "12": "[00:12]容或我們沒有這個經驗，我告訴你，今天跑到廚房裡面去，那最好的東西讓你嚐一下，也許你以前沒有嚐過，他勸你，你不想去吃，最後你想不妨去嚐，然後你跑到廚房裡面一嚐 ─這麼美！告訴你停下來，對不起，明天再來吃！你回去了一天到晚想：唉，等到明天，實在等不到，最好今天中午就吃！我想我們有這個心情吧！就這麼善巧，就這麼好法，欸，它就是這樣！這也是我親身的經驗。我曾經跟你們說過，二十幾年我這個念佛的經驗，欸，但是到了第二天晚上就不來了。嗯？昨天晚上怎麼這麼好，今天晚上為什麼不來呀？怎麼找也找不到。",
    "61": "[01:01]以後經過若干年以後，我這個了解以後，那時候我在另外一個地方，也是一個人在那兒閉，然後那時候，以前每次得到了好處就不行了，啊，原來毛病在這裡啊！那時我也這樣坐，坐了沒幾分鐘，欸，境界現起，啊，非常好！我就忽然一個念頭想到：哎呀，善知識告訴我馬上下來。我就那時候下了絕大的決心欸！把那腿硬是拿掉，然後下來了。下來了以後我就發覺了：真美啊！雖然下來了，我一想：哎，這個時間怎麼過得這麼慢，我要趕快回去再坐第二座！不管做什麼事情它那個心就拉著你，那時我感覺得到。以後的確這樣，你只要做得好了以後，到那時候你停下來的話，它就會拉著你。",
    "113": "[01:53]現在我們是不是啊？不是。我們不要說在那兒摸不到，就是你摸到了，也是苦苦地在那兒硬撐撐下去，撐了很長。撐了很長，結果什麼啊？味道嘛是沒有，哎呀，坐得嘛腳又痛、腰嘛又酸，所以結果啊，下一次還沒有看見座位啊，發嘔！叫你去，心裡想說：唉，最好慢一點！所以我們真正用功的時候，你了解了這個，就巴急不得，不能，要早去。你如果把握不住這一點的話，最好希望拖得晚一點，所以才我們會拖拖拉拉的。假定說你對這上早晚殿嚐到了味道的話，叫你到七點鐘去，你一定六點五十五分早就去了，先坐起來，他不坐我要坐。毛病就在這裡！所以我這黑板上面告訴，特別寫，拿現在的話：讓那個修行做你的朋友，不要讓修行做你的冤家。我們現在就是這樣，讓修行做我們的冤家，真是好可惜！他下面怎麼辦呢？",
    "188": "[03:08]若待稍固，時漸延長，於一切中，應離太急太緩加行過失。由此能令障碍減少，疲倦惛沉等亦當消滅。你第一個要摸對，摸對了以後，要得到稍固。什麼叫作「稍固」？我要說一下：譬如說我們現在念佛也好，打坐也好，瞎貓碰見瞎老鼠，會碰得到的哦！一下來了，這個不算。這一天碰見了，明天沒有，你真正摸對了以後，不是，現在碰對了明天還來。但是不穩的，有的時候滿好，有的時候一提就提起來了，有的時候提了半天才來，那時候沒有。你真正摸對了以後啊，你一上去，一提馬上就來，就這樣，這個穩了。固不固？不固。什麼是固呢？就是你不但一提就起來，外面的境界引動你，引動不了你，那是固了。這樣呀！然後呢你延長那個時間，那個時候才是真正延長的時候，不是熬腿。",
    "267": "[04:27]所以現在有很多人練不倒單，唉，我實在代他可惜，但是也無從勸起，沒有辦法的。在座的諸位也許已經有人信得過我這個話，因為前面已經學了這個教授相當多，如果說你們自己不管聽也好，自己看下去，把那個奢摩他、毘缽舍那看完了，我不叫你這樣做，你也都不可能，你會很清楚、很明白的。什麼是生起，然後什麼是穩固，每一個地方的行相非常清楚。走進去每個地方都有次第，那個時候延長，對了！",
    "314": "[05:14]然後呢，下面是大原則，「於一切中」，在任何情況之下，不要太急，急不可以，緩─太慢也不可以，這是加行的過失。你能夠這樣做的話，「障碍減少」，這個障碍當中最主要的是掉舉，然後昏沈、疲倦等等，統統消滅掉了，所以在這種情況之下，你一坐，啊！自然而然很好，自然而然很好。所以聽到這裡為止，我想大家可以信得過我，得定不難哪，實在不難啊！你只要得到完整的教授，儘管我已經說過我周圍有那些人，你們也信得過，但是這個畢竟是信人家的，你只要肯照著這個完整的內容去做，我們每一位很容易都可以得到。今天就到這裡。",
    "378": "[06:18]上面講到修行，所謂的修行是什麼，然後呢完了以後應該如何。今天講「未修中間如何行者」。正修的時候，就算照著他的規矩來做，只有四座。那麼以我們現在來說，我們正修的時候，一個早晚課加起來還不到兩個鐘頭，然後你一天二十四小時，除掉兩個小時之外，二十二小時都在造惡業。你這個兩小時的善業，能抵得上二十二小時的惡業嗎？這是為什麼我們弄了半天了，不行！他現在告訴我們：欸，沒有正修的時候，這個中間怎麼辦。如果說你能夠把這個概念把握住的話，好了，二十四小時都在修行。",
    "433": "[07:13]所以啊平常我們講正助雙修，正助雙修，好像這個「助」啊只是意思意思，只是意思意思。錯了，錯了！要曉得：這個助修跟正修是一樣的重要，在很多情況之下，這個「助」比「正」更重要！譬如說我們講前行，前行好像不是正行，好像是基礎，實際上呢沒有前面的基礎啊，你整個的正行根本沒有用。平常我們常常做各式各樣的比喻，你燒飯，你前面那個菜沒有洗乾淨，請問你煮了能吃嗎？你這個房子的基礎沒打好，你造上去能住嗎？基礎沒有造好的，你住在裡邊，輕輕地一陣颱風來，把你壓死了。這不是很明白的道理嗎。這個經上太多說這種地方，這是我們要了解的這個基本概念。",
    "487": "[08:07]而這裡邊告訴我們正修也好，未修中間也好，不僅僅是這個形相要注意，如果我們不了解這一點的話，那我們往往著在形相上面的話，那個對我們是一個好大的損失。現在我們看那個文：",
    "506": "[08:26]未修中間如何行者。總之雖有禮拜旋繞及讀誦等，多可行事，然今此中正主要者，謂於正修時勵力修已，未修之間，若於所修行相所緣，不依念知，任其逸散，則所生德，極其微尠。總之，這個兩個座之間，就是前面一座跟後面一座之間。換句話說，我們離開了這個修行，譬如說：離開了早晚殿，或者你自己做的功課以外，那麼其他的時候，當然你還是可以，個人有個人的安排。現在這個地方是舉說禮拜啊，然後呢繞佛啊、讀誦經典哪，有很多的。那麼最主要的是什麼，下面告訴我們，先告訴我們這個道理。所謂正修的時候，那麼當然那個正修的時候，一定是努力去修；等到下了座，「勵力修已」那麼下了座完結了，下面一座還沒有來的時候，那個中間哪，假定你就這樣不管它了，「哎呀，辛辛苦苦弄了半天了。然後休息一下，聊聊天，玩一玩再來。」這個時候就是把「所修行相所緣」散失掉了，這個是不行的。",
    "601": "[10:01]應該怎麼辦啊？應該正念、正知保持著，不要讓它放逸。所以他說如果說你「不依念知」，這個「依」就是憶念正知，換句話說還是正念正知，你不保持著這個正念正知，就讓它放逸。這樣的話，你真正產生的功效，非常少、非常少！所以他真正修的時候，就有這樣的條件，全部精神擺在這裡修，下了座還在修。不過這個地方是不同的在哪裡呢？我們要曉得，你全部精神坐在這個地方的話，那時精力很貫注，我們的的確確要鬆、緊互相調配，所以你下了座以後，使得你那個身心鬆弛一下，並不是叫你放散掉。",
    "662": "[11:02]那個鬆弛跟放逸這個地方要說明一下：譬如說，我現在去拜佛、念佛，那麼全部精神貫注在這裡，這個在大殿上面，站在那裡全部精神挺起來。那時候身體是全部精神挺得直直的，然後呢眼睛瞪得大大的，然後全部的精神貫注在這裡念，喔，這個念了半小時，念得很累！以後那個時候我們就應該下來輕鬆一下。輕鬆，輕鬆什麼？輕鬆這個身體，身體要輕鬆一下，那時候心裡面也放得輕鬆一點，但是你不要忘掉你所緣念的，這個很重要！你可以跑得去躺在那個床上，然後呢很輕鬆的這種方式，身體在這兒休息，可是這個心哪還是跟它相應的，跟它相應的，這個非常重要、非常重要！乃至於你可以想前面那一座有什麼缺點，有什麼錯誤，那麼後面一座怎麼去改善，這樣。",
    "732": "[12:12]故於中間應閱顯說此法經論，數數憶持。應由多門修集資糧生德順緣，亦由多門淨治所有違緣罪障。所以在這個中間應該怎麼辦呢？喏，我們應該閱讀「顯說此法經論」，說明你修這個方法的經論，當然這個包括善知識的教授，你自己作的筆記，或是什麼等等。那麼，這個為什麼用「顯說」呢？因為在我們修的很多法門當中，有很多它不是講個道理，譬如教你觀想，怎麼個觀法，這個沒有什麼好說的。乃至於念咒，譬如尤其是密教當中，說三密相應，你只要照著這樣去做，那麼就對了。至於說如何的做法，為什麼要做，這種道理啊，有的時候他不跟你講，到了時候你自然相應。但是呢他前面一定有說明，跟你相關的地方，他有很完整的說明的。那麼這一種經也好，論也好，你不斷去看，看了以後腦筋裡去思惟，這樣。做這個工作無非是什麼？無非是集順緣，以及除逆緣。所以說「修集資糧生德順緣」，同樣，「淨治罪障」，「由多門」是各式各樣的，就是什麼樣跟你相應，什麼樣正確，你就照這個去做。",
    "837": "[13:57]一切之根本，應如所知，勵力守護所受律儀。而在這個過程當中，最重要的「根本」是什麼，這個要曉得的。根本就是我們所受的「律儀」。這個律儀就是我們所受的戒，要努力去守護，努力去守護。這個地方這個律儀，我們要認識，不是說我今天剃了個頭，具了這個形相，你真正受了律儀戒的話，它有律儀無作戒體，這樣。它這個戒體自然而然，任運地能夠產生防非止惡的功效，那東西不能壞。那如果說保持的話，你在睡覺它也在增長功德，而且一切時處都在增長功德；一破壞了，這個功效就沒有了。這是為什麼定慧一定要建立在這個律儀戒上的根本原因。",
    "899": "[14:59]那麼在這個地方我們不能詳細地談，這個真正的概念非常重要，非常重要！這個我們在另外會談，談到戒的時候，尤其是我跟你們說過了，將來談那個《南山律在家備覽》的時候，最重要的中心，就是特別說這一點。到那時候你們會體會到的，這個情況就完全不一樣。如果我們現在已經得到了，那要好好地珍重，沒得到的，好好地努力，好好地努力。但是呢眼前這是就我們所知的，千萬不要任意損壞這個東西！那麼這個裡面最主要的還是正知見。",
    "943": "[15:43]故亦有於所緣行相淨修其心，及律儀戒，積集資糧三法之上，名為三合而引導者。所以也有人把它修行的這個集合起來，把一個就是所緣的行相，這個淨修它的心，這個我們曉得我們平常所緣的跟無明相應的雜染，那麼現在拿這個東西來淨化自己。條件剛開始的時候不夠，所以一定要集聚資糧，淨除罪障。那基礎呢？基礎就在那個「律儀戒」上面。所以把這個三樣東西合起來，合成功現在我們初機修行的第一步引導，這樣。",
    "994": "[16:34]那麼，這個地方我們就有個基本的認識了。所以現在它那個修行哪，包括了兩部分：一個是前面的準備，以及事後的輔助，一個是正修，正修。那麼這個時間通於二十四小時，然後呢處理的事情包括我們各式各樣的，你從早晨張開眼睛來，到第二天張開眼睛來所有的，睡覺還在修行，吃飯也是修行，這樣。那這個概念我們一定要知道，絕對不是個文字，那時候你心裡面自己了解得清清楚楚。",
    "1034": "[17:14]所以如果不清楚的話，把昨天晚上談那個問題，你們多多地努力。昨天晚上，曾經有一個同學提起來，說：「欸，你這個菩提心的定義到那時候還沒有說清楚，那是為什麼原因？」因為到現在為止，我們這裡從修學本論的立場上來說，菩提心真正的內涵還沒有講到，只講到前面那一部分，我只是運用前面那一部分。所以說前面那一部分已經告訴他們，我們先要自己知道病，你不知道自己病的話，你還談什麼？自己還覺得很對、很得意、很好，那是一點用場都沒有。",
    "1072": "[17:52]所以我當年自己出家了以後，遇見了各式各樣的老師，有一個老師常常以這個話來給我說，一方面他固然是自己說他自己，一方面也是給我教訓我，我現在還記得很牢。唉，他說：「我的毛病啊 ─好為人師，好為人師！」我現在越來越感覺到這句話，啊！正確啊，正確啊！這樣。的的確確的我們哪毛病就在這「好為人師」，不曉得自己拿什麼東西教別人，自己的學生都不會做，卻要教別人，這個是一個大毛病。所以佛經裡面告訴我們：自未調伏而能調人者，無有是處。那麼這地方隨便一談。下面呢，",
    "1125": "[18:45]復應學習四種資糧，這下面這個東西說，我們修資糧位當中，有這個四樣東西我們要做一下。這四樣東西：",
    "1137": "[18:57]是易引發奢摩他道，毘缽舍那道之正因，就是說，我們現在所有的世、出世法的一切功德，無非是從定、慧而來；定這地方就說奢摩他，慧就是毘缽舍那。那麼現在我們修的時候，就修這兩樣東西的因。那麼這個下面要告訴我們的四樣東西就是，喏，正因；換句話說，就是我們現在下腳第一步該走的，你這個因做對了，將來一定結的這個正確圓滿無誤的果。",
    "1177": "[19:37]所謂密護根門，正知而行，飲食知量，精勤修習悎寤瑜伽，於眠息時應如何行。分成四部分。第一個祕密地保護，以及守護自己的六根門頭；然後呢，要做什麼事情的時候，我們應該正確地了解我們所做的事情 ─正知而行，第二個。下面特別開的「飲食知量」，飲食的時候要曉得該吃多少；以及睡覺的時候，要怎麼樣地努力，還要精進去修。其實前面這兩樣東西做到了，也就對了，可是呢在我們日常生活當中啊，最大的漏洞就是吃飯跟睡覺，所以他把吃飯跟睡覺要特別說明。真正你們了解了這個，才曉得修行的的確確是二十四小時，二十四小時。",
    "1241": "[20:41]那麼關於這個四種資糧，我在這裡只是簡單地說明一下，一直等到我們後面奢摩他部分講過了以後，那個時候我們重新回過頭來溫習這四種資糧，那時候你們會覺得：啊，趣味無窮！真正修行的話，主要的關鍵是全在這個裡頭。如果你這個四點把握得住的話，絕對沒有不成功的，不要說念佛是絕對成功，參禪也絕對成功，這樣啊！現在我們不妨把那個內容，一個一個看一看。",
    "1282": "[21:22]初中有五。第一個就是密護根門。",
    "1287": "[21:27]一以何防護者，這是第一個。旁邊註一個小字。",
    "1293": "[21:33]謂徧護正念及於正念起常委行。那麼，這個小字是這一次印的時候，旁邊加進去的，有很多地方這個對我們很有幫助，說明。說我們在保護這個根門 ─六根門頭，拿什麼東西去防護呢？說「徧護正念，及於正念起常委行」，下面就是解釋。",
    "1327": "[22:07]其中初者，謂於防護根門諸法，數數修習令不忘失。我們要防護的是六根門頭，那麼你用什麼東西去防護啊？就防護你六根門頭的這個法寶，關於這個法寶，不斷地去修習，不要讓它忘失，不要讓它忘失。實際上真正地修行，這個才是，就是說這個是你防護你三毒的一個最有效的寶貝，你的工具、你的武器。你對這個武器一旦失掉了，你怎麼防啊？這是第一個。為什麼要「數數修習」呢？你對於你使用的這武器，你要善於操作，懂得怎麼操作，是不斷去摸熟了；那你摸熟了以後，然後你隨時隨地，欸，這個敵人起來的時候，你一下就拿出武器來把他對治了。",
    "1390": "[23:10]所以這個是我們用這個，用防護我們六根門頭的這個法寶，把這個法寶要把它弄熟，弄熟了以後就不忘失了。否則的話，就像我們現在那個樣。我們說：「哎呀，這明明懂了，就偏偏做不到。」為什麼？不要說你沒有真的懂，不要說你現在懂得一點文字，只是賣賣狗皮膏藥；就算你真的懂了，你如果沒有認真地思惟觀察的話，對不起，到那時候心理上現起的還是跟三毒相應的。一句話說得不對，哎呀，就在那兒瞋心起來了；稍微捧捧你，輕飄飄的，完全貪心相應的境界；剩下來的癡癡呆呆。有什麼用？所以他告訴我們要數數思惟。那個正念擺在這裡，那個時候你一定能做得到。這是第一個，就是換句話說「徧護正念」。第二呢，",
    "1457": "[24:17]二者謂於正念，常恆委重而修習之。說既然你現在已經曉得，這個防護的東西就是那個正念，正確的念頭。然後把那個正念「常、恆」，這個「常」，經常，常到什麼？不斷，「恆」是不斷截的，就這樣。不斷地委重，「委重」就是很殷重、很真切的，拿這個東西來修習。所以的的確確修任何一個法門，沒有一個例外的，必須要這個。所以佛特別說這個叫什麼？就是精進，精進的特質。所以很多地方，本論也說，《大智度論》也說，各式各樣的經論上面說：修行的資糧善當中，精進第一，精進第一。平常我們總覺得：哎，修行這件事情好像輕輕鬆鬆的。那完全錯了！到修到後來的時候，你慢慢、慢慢地 ……是，心裡面哪坦然無礙，那個是得到的果欸！你現在下面進去的時候，是要大精進力量，那的的確確是一步都不能差啊！",
    "1540": "[25:40]所以我以前哪，聽見那個禪宗的那個老師的話，啊呀，我直感覺得真佩服！他說學禪這東西，就像什麼？就像逆水行舟。這個水是個瀑布，瀑流沖下來，它每一分鐘沖下來，可以把你的船從這地方向下沖十丈，然後每分鐘你拼命用足氣力向上划，可以划上一丈，但是對不起，我還是拼命向上划！你拼命向上撐的話，還要退下來，何況你放鬆一點。嘿，妙咧！你只要肯這樣去弄的話，弄到後來的話自然有成功的。所以又有人形容它，說這是叫「趕羊上樹」，這羊不能爬樹的，貓才能爬樹，但是呢他卻偏偏做這種事情，就把做不到的事情做到了！",
    "1594": "[26:34]實際上何況是佛法，世法也是如此的。所以我前面曾經給大家說過，那個美國的幾個什麼大王，鋼鐵大王、汽車大王，他們怎麼成功的？都是靠這個精神，所以別人覺得不行的，他就是絕對堅強的意志，咬緊牙關。現在我們事情還沒有做啊，已經打了退堂鼓了，然後找種種藉口，要保護自己：喔唷，這個地方不對、那個地方不對。找了很多這種小心兒的事情，腦筋還很聰明欸！他那個聰明都用糊塗，用錯掉了。所以他就會想到種種理由啊，使得自己做漏網之魚。啊，以為覺得這地方摸魚了！孰不知這個真正是害了自己，這是千真萬確的事實，千真萬確的事實！所以我們這個地方要多看看哪，佛教的這個告訴我們，他─佛是怎麼修行成功的。",
    "1655": "[27:35]那麼這個就是說常恆地去提起精神來去做，不過提起精神這個裡邊有個訣竅的唷，如果你提得不對的話，還是不對。所以佛經上面告訴我們哪，太緩固然不行，太急也不要，太急的話，那個絃繃得太緊，也不可以。所以總之一句話：任何地方都要善知識的巧妙的引導。這第一個，第二",
    "1684": "[28:04]二何所防護者，那麼有了防護的工具，防什麼呢？什麼是你要防的呢？",
    "1693": "[28:13]謂六種根。那就是我們的六根門頭，眼、耳、鼻、舌、身、意，這個大家都知道的。",
    "1700": "[28:20]三從何防護者，怎麼這麼防法呢？從哪裡防起呢？",
    "1706": "[28:26]謂從可愛及非可愛六種境界。就是說這個六根對不同的六個境界，或者叫六塵，對了這個六塵以後，你就產生一種順、逆不同的反應。對於順的覺得愛，不順的非愛，這個境界去防護它，這個境界去防護它。繼續下去，說完了以後，然後把整個概念再說一下。第四，",
    "1739": "[28:59]四如何防護，那麼你怎麼去防護法？前面告訴我們從那個六種境界上面去防，那麼怎麼防法呢？",
    "1748": "[29:08]其中有二，第一個呢，",
    "1751": "[29:11]守護根者，謂根境合，起六識後，意識便於六可愛境六非愛境，發生貪瞋，應當勵力，從彼諸境護令不生。這個怎麼防法呀？分兩部分：第一個就是守護自己的根。因為當你的「根」跟所緣的「境」合的時候，那時候「識」一定生起來。那麼這個識生起來了以後，那時候這個意識就會對可愛的境生貪心，不可愛的境生瞋心，就在這個當下，在這個根上面努力去防護。"
}