{
    "10": "[00:10]怎麼護法呢？「從彼諸境護令不生」不要讓你這個根，對這個境界生起這個貪瞋的相應的煩惱來，這是第一個。第二呢，「即以六根而防護者，若於何境，由……」不是，這個不是第二個，就是解釋下面。",
    "39": "[00:39]即以六根而防護者，若於何境，由瞻視等，能起煩惱，即於此境，不縱諸根而正止息。現在我們防護的時候，怎麼防呢？就是說因為對這個境界，譬如說：你看見了或者你聽見了，能夠引發你的貪瞋的，你曉得了以後，這個境界就擋住它，不要放縱自己的根，不要放縱自己的根。這個話怎麼講，這個話怎麼講？譬如說：我們現在為什麼在這個學院裡邊說平常不放假，因為我們很清楚，我們平常一跑出去的話，對不起，你不散亂也散亂。那麼我們曉得了，現在我們到這裡來的目的是在什麼？在防止它，所以我們能夠這樣。如果說我們在學院裡的時候，說那個隔壁房間那個電視機，我看了電視機歡喜，那我不要去！然後呢，吃了這個東西會引發我的貪心，我儘量地少吃！眼不見為淨，換句話就這個。",
    "105": "[01:45]當然到最後的話，主要的在你自己的心，可是剛剛初機第一步的話，絕對從境上面斷起，這個我們要了解，我們要了解的。所以為什麼修行哪，真正重要的，前面你有個認識，說：我為什麼要出家。你有了這個認識以後，曉得要去做的時候道理不懂，那麼選一個你信得過的這個依止的人，信得過他，他告訴你，這個不要做，你老老實實不做。那時候他幫助我們的無非什麼？喏，就在這上面。是真正重要的，就是你內心當中應該了解：這個對你不相應的，你儘量地就不要碰上它。這是我們了解的。",
    "150": "[02:30]其守護根者，是於六境，不取行相，不取隨好。真正我們守護的時候，對於這個六境不取這兩樣東西：一個叫行相，一叫隨好。什麼是行相？什麼是隨好？下面說：",
    "168": "[02:48]若由忘念煩惱熾盛，起罪惡心，亦由防護而能止息。如果說我們平常防止了，能夠防止了固然，萬一你忘念的時候，忘掉了，或者呢由於煩惱太盛，這是兩種狀態。忘念是你本來防，那時候忘掉了沒有防住；還有一種呢，雖然你防，但是這煩惱盛得不得了。啊！就我們很多時候，那個境界現起的時候，你心裡覺得：哎呀，不可以做！但是你就是擋不住，那個就是煩惱盛的時候，那時候又起了。你能夠像前面這樣防護努力的話，它都能夠止息。下面就告訴我們那個什麼是行相，什麼是隨好。",
    "215": "[03:35]取行相者，謂於非應觀視色等，正為境界，或現在前，即便作意彼等行相，現前往觀。所謂這個「行相」就是，喏！說我們不應該看的這種事情，現起的時候，那時候覺得：哎呀，這個東西很好。你就去看，這個行叫行相。關於這個行相 ─不要，斷除它！後面呢，是說隨好。",
    "245": "[04:05]取隨好者，謂於六識起後，能引貪瞋癡三之境，意識執持，或其境界，雖未現前，由從他聞，分別彼等。「取隨好」呢，就是當那個行相已經過去了以後，你看見了以後，隨後跟著它，引發你對這個東西好樂貪著，這樣。那個時候你腦筋裡面，這個境界已經過去了，不在前頭，這個要防，防這個東西，防這個東西。前面這個解釋容或不大清楚，把五條統統說完了，我再一一分析，大家就很清楚了。第五，",
    "288": "[04:48]五防護為何者，那麼為什麼要去防呢？防些什麼呢？說：",
    "294": "[04:54]謂從雜染守護其意，令住善性，或無記性。那這個就是我們防的目標，這是宗旨。那平常我們這個意根一縱，對這個境的時候，一定是雜染的，一定是雜染的，不是貪、就是瞋、就是癡，就是這樣。那麼在這個時候，你經過了這個努力地防護的話，不讓它雜染，不讓它雜染，使它住在善性當中，最起碼的善成無記性，無記性；無記性就是不是惡的，但是也不是善的。這個時候這是我們要防護的，那麼",
    "333": "[05:33]此中所住無覆無記者，謂威儀等時，非是持心住善緣時。他特別說明這個無記是什麼？無覆無記。哪些是無覆無記呢？就是威儀，就是你行走啊、坐在那地方、做一點什麼事情啊，那個時候談不到是善是惡。因為你那時候的的確確，你不是全心貫注在上面，譬如說我禮佛，當然禮拜佛，你要走路，那個時候是另外一件事情。無記有兩種：一種有覆無記，一種無覆無記；這染污的，那是有覆，不染污的，無覆，簡單地說一下。那麼這個五條文字解釋了，我現在離開了這文字來從頭說一下。",
    "379": "[06:19]首先我們要了解我們平常一般狀態，我們這個心念做些什麼，我們心念做些什麼？我們的心念就是自然而然的，我們的六根，眼睛去看，耳朵去聽，嘴巴不是講話就是吃東西，這個，那一定是這樣；身上的感觸，這個歡喜的，軟軟舒服的，涼快一點、熱的等等，就是這樣。然後呢，當這個五根對了境以後的話，它一定順著緊跟著意識就來了，然後你在這個地方就做種種的邪妄分別，這樣。這種邪妄分別都是什麼？增長雜染、染污的，都是這個染污的。",
    "425": "[07:05]那麼那個時候我們就要想辦法去防護它。拿什麼東西防護呢？靠前面的正知正念。一定要曉得說哪個是對的，有了這個對的，那個時候才對比出來，原來我習性當中的那個不對的，那個才可以防嘛！否則的話，你混沌一片，你什麼是哪個好、哪個不好不知道，當然無從防起，所以一定要正知正念。那麼這個正知正念就是防護的最佳的武器。",
    "456": "[07:36]關於這一點呢，第一個，所以你在正式學習之前哪，先要數數練習這個東西；平常我們呢真正修行的第一步，真正說起來，這個才是最重要的。聽，聽這個，然後呢思，思這個。等到你經過了思，思實際上是一個什麼樣的？行心所。等到你思惟成了習慣了，它隨時隨地這個念頭就起來了，你不提它也起來，一提隨時就起來了。就等於說你使用的武器一樣，你在任何情況之下你要拿，掏出來就是，而且你利用得很熟。",
    "493": "[08:13]那個武器防什麼呢？就防我們的這個六根。這個六根的情況是什麼？對了境以後就生染污。這個染污有兩種：一種呢對行相的染污，一種是隨好的染污。行相的染污就說，欸，這個好看的，你去看，看了以後：啊，歡喜！隨好呢，看完了以後你心裡想：嗯，這東西這滿有味道的。啊！你心裡想明天該怎麼辦，或者你想動腦筋要去獲得它；反過來，對不歡喜的東西，那就是引發另外的瞋。現在清楚了沒有？",
    "529": "[08:49]所以這個底下密護根門，譬如說我們現在講《遺教經》，一開頭就是告訴我們這個，說「此五根者，心為其主」啊！就是這樣，從這地方防起，處處地方，所以最開始第一步我們要學這個。請問假定我們真正在這一點上做到了，修行有沒有困難哪？的的確確沒有困難，的的確確沒有困難。所以這個說起來很容易啊！喔，但是呢做起來是不大容易；做起來雖然不大容易，這個功效不得了地大！我們所要求的東西，全部在這個裡面，你只要這點做到了，其他什麼都不怕。",
    "574": "[09:34]那麼下面就「正知而行」，因為的的確確的，現在如果說你努力這樣去做的話，我們現在我們這個裡邊有很多事情我們要行為，要主動地去行為的時候，那時候該怎麼辦？欸，對！你如果說離開了你修行以外，當修行的時候，你全部精神緣在這上頭，然後呢剩下來的時間，你也能夠保護它。可是有很多事情，卻你沒辦法保護的，譬如他告訴我們防那個行相，叫你不要出去，結果啊常住派我一個事情，我要出去，那個時候該怎麼辦？所以他下面告訴我們正知而行，對於我們該做的事情，而前面這個密護根門當中沒有弄清楚的，他下面告訴我們：對於你所知道的事情，了解怎樣是正確無誤的，照著你所了解的正確無誤的方法去做。這個時候它不但不是染污，而且是增長你的功德，那就不怕了嘛！所以下面我們看，下面的：",
    "643": "[10:43]正知而行者有二，兩樣東西。",
    "646": "[10:46]何為所行事，於彼行正知。這個分兩方面，說正知而行，「行」是做事情。那麼你要做的什麼事情，這個你首先要弄清楚，該做的、對的去做；不該做的、不對的不要做，這個第一個分別。第二個呢，說「於彼行正知」，對於你所該做的事情，還要保持著正念正知去做。那麼下面又分，",
    "678": "[11:18]初中有二，就是我們所行的事情，",
    "681": "[11:21]謂五行動業及五受用業。在說下面這些每一個行相之前，我真的感覺得：啊，這法相之美啊！他把我們的生活細的，從你早晨張開眼睛到你晚上睡覺為止，每一個部分，他每一個地方說得清清楚楚，明明白白。而這個不是個文字，這文字你要記這麼多東西的話，啊呀，你背多少時候都背不起來！這個就是告訴你，你當下認得，認得以後，你隨時一直在這地方，你就很清楚：喔，錯了；隨時很清楚，這個對了，對了就是修行了嘛！",
    "726": "[12:06]這個現在我們常常講要修行、修行，修了個半天，所以修不起來，你根本不曉得你修的內容是什麼，你怎麼修啊？自己一直跟著煩惱，不知道！往往還自己跟著煩惱，還覺得很得意咧！喔唷，我想了這個辦法投了個巧哦，騙了他一下，自己還覺得很得意。啊，錯了，完全錯了！所以這一定要從法相上面，每一個地方很嚴密地擺在這地方，然後你自己衡量。本來我們修行是自願的事情，絕對沒有人逼著我們說：啊，某人，你要剃了頭出家！沒有這件事情。我覺得好啊！既然自願的話，就應該這樣認真去做。那麼現在有五樣，五個是行動業，五個受用業，我們真正出家人做的，做來做去就這麼幾件事情。「行動」就是說你的走路什麼等等，「受用」你的吃啊等等。下面我們看，",
    "785": "[13:05]其中初五之身事業者，行動，你該做些什麼事情？",
    "792": "[13:12]謂若往赴所餘聚落餘寺院等，若從彼還。就是這樣，說我們身體的行動，除了我們所住的常住這裡要做的事情，你還要跑到別的地方去啊！其他的地方，或者是城市那邊買東西，或者其他的寺院結夏、參訪、邀請等等，那麼說去、來這是一件事情。",
    "821": "[13:41]眼事業者，眼睛，我們走路的時候這眼睛 ─",
    "827": "[13:47]一若略，謂無意為先，見種種境。二若詳瞻，謂動意為先，而有所見。那麼第二呢，眼睛，這個眼睛看有兩種：有一種呢你無意之間的，嗯，隨便看一下，這是一種；第二種呢，你認真地，你先想去，哦，要幹什麼，你要看什麼，那個時候你去看。所以我們不外乎身體，然後眼睛，還有呢？",
    "858": "[14:18]一切支節業者，這個身體啊，還要這樣。支節是什麼啊？",
    "862": "[14:22]謂諸支節，若屈若伸。為什麼這個行動還不擺在那個身體當中？因為譬如說前面那個身業，它主要的是你到哪裡去，那麼然後我坐在這個地方，這個好像 ……那麼這個是動身做任何一件事情，換句話說，做任何一件事，身上、動作，把這兩樣都包括進去，都有了。再下面呢，",
    "887": "[14:47]衣缽業者，謂若受用及其受持三衣及缽。這個就是我們的衣缽業，這是我們出家人必須要做的。",
    "898": "[14:58]乞食業者，謂飲食等。就是這個，這是我們要乞食。那麼我們現在呢就是跑到齋堂裡面去，從煮到吃，吃完了以後清洗、去買菜等等。",
    "913": "[15:13]寺內五種受用業中，前面的是行動業，然後呢五種受用業。",
    "918": "[15:18]身事業者，若行謂往經行處，或往同法者所，或為法故行經於道。這個「身」做些什麼呢？就是行、住、坐、臥等。行包括這個。",
    "935": "[15:35]若住謂住行處，同法親教，軌範尊重，似尊等前。住嘛，我們就住在這裡，或者是同行哪，然後呢這個親教師、軌範師，尊重跟似尊重。除了親教、軌範以外的，譬如我們現在這裡，哦，這個請一位法師來跟我們講，或者這個上座等等。那麼有的是直接尊重，有的「似尊重」，換句話說，總比我們哪，他並沒有顯著的尊重的特質，但是他的的確確是我們的上座，我們該尊重的。住以後呢，行、住、坐，這個前面那個「住」就是站在那個地方，下面是「坐」，",
    "981": "[16:21]若坐謂於床等上結跏趺坐。這個行、住、坐。臥啊，後面睡覺那一點，他特別開出來，所以這個地方沒有包括在進去。",
    "992": "[16:32]語事業者，講話啦！",
    "995": "[16:35]謂若請受，曾所未受，十二分教，分別了解。諸已受者，或自誦讀，或為他說，或為引發正精進故，與他議論所有言說。下面就是「語事業」，我們要講話，講些什麼？他就告訴我們，如果對我們沒有了解的經論道理等等，「十二分教」是包括了所有一切，那麼這個要去了解它。已經了解了，那麼自己讀誦，或者呢是幫別人，或者為了「引發正精進，與他議論所有言說」。你看他這個地方要嘛不開口，開起口來，沒有一個跟法不相應的，眼睛也是如此，起心動念無不如是。",
    "1054": "[17:34]意事業者，最後呢，就是我們的意怎麼辦。",
    "1058": "[17:38]謂諸默然，若於中夜而正眠臥，若赴靜處，思所聞義。若以九心修三摩地，若正勤修毗缽舍那，或於熱季極疲倦時，於非時中起睡眠欲，略為消遣。那麼意業怎麼辦呢？或者平常的時候默然，默然就是說靜默的時候那怎麼辦；還有呢就是保持內心怎麼個寧靜。「若於中夜」那麼晚上睡覺的時候；還有呢，若赴寂靜處「思所聞義」，自己啊在那個地方真正好好地思惟，那個地方不要讓人家打擾。或者跟人家，嗯？對！沒錯。「若以九心修三摩地」這個九心修三摩地，下面那個止觀，那個奢摩他品會詳細說。這個「九心」就是我們修上去的次第，第一個這種心相怎麼樣，第二個怎麼樣，到了第九心那是證得三摩地的時候，這就是止。還有呢，下面就是觀。另外一種呢，就是到了很熱的時候，那雖然不該睡眠的，睡眠只有中夜，平常的時候，你起來的時候，怎麼樣消遣一下。他唯一讓我們消遣的就是那個時候，你把那心裡放鬆以後，都放鬆。然後呢這個是關於意業方面。",
    "1155": "[19:15]晝夜二業者，除了前面這個以外，他把晝夜兩樣東西再合併起來，晝夜合併起來二十四小時都在裡頭，沒有一個例外。",
    "1166": "[19:26]謂於永日及初後夜，不應睡眠，此亦顯示身語二業。言睡眠者，顯示唯是夜間之業及是意業。白天以及初後夜兩個時間，那個時候不要睡。總括的是不要睡，那不要睡幹什麼呢，就是說那個時候我們該做些什麼？所以說那個不睡的時候，身業、語業做些什麼。下面呢，中夜這是十點鐘到兩點鐘，該睡眠的時候那該怎麼辦？他下面告訴我們 ─睡覺，儘管睡覺，他也告訴我們睡覺的時候，這個心用功怎麼用法。",
    "1207": "[20:07]現在我們看看，到這地方，前面守護根門，但是我們有一些必須要的行動，那麼所有的這個行動，你該怎麼個做法。每一部分你該怎麼去做，他告訴我們清清楚楚。所以現在我們常常說，哎喲，說他們南傳，他們怎麼弄、怎麼弄，好像很細緻啊！我們北傳沒有嗎？絕對有啊！現在我們大家真正重要地方大家也不好好去學，告訴你了也不認真地去行，主要的就這種地方。就是你在任何情況之下，一舉一動、起心動念，它都有很細緻的法則。",
    "1249": "[20:49]那個十多年以前的時候我還不懂，不大懂這個東西，雖然聽說過了不了解。曾經遇見過一個學南傳的人，他就講那個止觀，譬如說走路的時候，喔，他那個步子走得非常慢，然後呢那個念頭應該怎麼個觀照，做任何一件事情的時候。啊，我覺得這東西這麼好！後來回過頭一看哪，哎，原來我們自己的是「家寶」！我們偏偏這樣，那個家寶不去善巧地利用，羨慕別人。實際上真的別人告訴你，做得到嗎？你也做不到。實際上就是我們心裡面哪，這種懶散的心情，真的要提起起來就提不來的。欸，看見別人好的話心裡好羨慕哦！不過你不要小看它哦，這是很重要的！就幸好有這麼一點的好樂之心，我們凡夫之所以凡夫就這個，就靠這麼一點的好樂之心，就想辦法用種種方法，培植這個好樂之心，想想種種方法把那逆緣拿掉，順緣讓它加強。然後你這個好樂之心，越來越強、越來越強，越來越強，到那時候你去做就做得到了。",
    "1317": "[21:57]所以我剛才這個地方，絕對不是輕毀這東西，我的重點就是這個 ─保護這個東西。而不是說只一味好樂之心，哎呀，總歸羨慕別人，那個時候你永遠坐在這個地方，癩蛤蟆想吃天鵝肉，張大了口，等到死也沒有用！這個概念我們要順便在這裡一提。",
    "1339": "[22:19]於此十事正知行者，上面是告訴我們所為的事情，那麼這個所為的事情當中，我們怎麼樣去做法，是說對我們所做的事情要如法正確無誤地了解，照著你正確無誤的了解去做。下面再解釋。",
    "1371": "[22:51]謂隨發起若行動業，或受用業，即於此業先應住念，不放逸行。關鍵就在這裡！說我們現在所有做的事情就是這些了。這個裡邊有一點要注意喔！換句話說，我們真正出家修學佛法的人要了解，除此以外 ─不相干的已經淘汰得乾乾淨淨。所以真正修學佛法，尤其是深入的時候，他一定要全部精神貫注，一定要出家。所以現在我們出了家，還要忙這個、忙那個，那個放不下，啊，說起來這是弘法利生。好啊，當然要弘法利生啊！你一定要自己先做到了、體驗到了，然後你不惜犧牲自己為了別人，你明曉得這樣對你不利的，你去弘法利生，這個叫弘法利生啊！現在是滿心煩惱，就是為了這個煩惱所使，唉，這個也放不下，那個也放不下，找這個弘法利生的藉口。啊，顛倒啊！顛倒啊！",
    "1438": "[23:58]所以你們不妨去看看其他所有的經典，地藏菩薩的《十輪經》是特別說這一點，特別說這一點。前面我們也說的，很多地方引《地藏經》，實際上不是《地藏菩薩本願經》哦！《地藏十輪經》，你們去看，都是告訴我們這一點。我們現在往往說這個大乘人毀謗聲聞，不可以，不可以！你真正的大乘人哪裡有毀謗聲聞的道理，這個絕對不會的！我這地方順便呢提一下。",
    "1475": "[24:35]那麼現在我們說，對我們所做的事情，不管是行動業或者受用業，對於這個業，對於我們該做的事情還沒做之前，先要有一個準備。什麼準備啊？住正念。「先應住念」安住在正念上面。然後這個正念怎麼能安住啊？前面已經告訴了：數數思惟。思惟些什麼？先要把什麼是正，什麼是不正，正確了解。要正確地了解，要聽聞，所以這個次第這麼清楚。先是聽聞什麼是對錯，把握住這個重點，然後呢擺在腦筋裡，所以叫「諦聽、善思」，那個最重要的！所有的經上面都告訴我們：「諦聽、諦聽，善思念之。」然後再告訴你這個道理。你諦聽、諦聽，善思念之，然後你去做這個道理，你這樣的話就對了。然後正做的時候不放逸，把握住了，一點漏洞都不讓它來。",
    "1542": "[25:42]由彼二種所攝持故，應以何相而正觀察，如何方便而正觀察，即以是相，如是方便觀察正知。就照著前面這兩個道理，換句話說，「攝持」就是你那時候心裡面就在這種狀態當中，就在這種狀態當中。你對於做這個事情，你了解得清清楚楚，然後安住在這個正確認識這個念頭上面，這個是正念。然後精進地說：欸，我現在曉得我怎麼去做到，千萬不要亂來，不要讓那煩惱來打進來。這個精進是最佳的保護，保護這個正念。這個兩樣東西攝持著，那麼你就想：現在我做這件事情「應以何相而正觀察」，先去觀察說怎麼做；「如何方便而正觀察」，就是說「何相」是觀察這個行相，「方便」是處理的方法。「即以是相，如是方便觀察正知」，就照那個行相，那個方法去觀察。這個裡邊，",
    "1608": "[26:48]此中復有四種行相，所關及這個行相去談。",
    "1612": "[26:52]初謂於其身事業等十種依處，應以何相如何觀察，即於是處以是行相，如是觀察，譬如於其往返事業，如律所說，往返行儀，正了知已，即於其時正知現前，行如是事。這文字比較滿容易懂的，不過還是要說一下。什麼行相呢？譬如說：我們現在看哪，我要去、回來，那麼這個行相是怎麼樣的？說去的時候啊，譬如說我們走的時候不要「掉臂」，不要什麼，這個不要做，不要東張西望，這樣。所以我現在想起來說，我們當年，那個時候剛剛出家沒多久，住在同淨蘭若，法師就叫我們：「欸，那個地方有法會，你們要去聽。」他還公家出了錢，非聽不可！然後臨走之前告訴你們：你們不要什麼一字兒排開喔！然後路上面這個不可以，然後怎麼哪，前後一個對著一個對著，這樣。那我們跑出去的時候，真像軍隊一樣的，那個步伐很整齊。當時心裡還覺得：唉，這個法師怎麼這種地方都要管！現在想想一點都沒有錯！沒有一個地方沒有根據，沒有一個地方不是最重要的事情！",
    "1696": "[28:16]所以在這個地方就是，那這個就是我們的行相，我們應該想：我們應該怎麼做呀？那麼然後你正確了解了，那個時候正知現前；你真正走的時候，你腦筋就走對了，我要走的是要這個樣，然後呢就照這個去做。所以這樣子做的話，沒有一個地方……不會有問題。所以我們平常的時候持戒，這個地方真正講威儀等等，不但內心當中防範得非常嚴密，行持上面的話，的的確確一點漏洞都沒有，這麼個好啊！",
    "1736": "[28:56]二謂於其何種方所，應以何相如何觀察，即於是方，以是行相如是觀察，譬如行時，應先了知沽酒等處，五非應行，除此所餘是可行處，於彼彼時，安住正知。第二個，譬如說前面這個說，我們往返的怎麼個走法，第二呢，我們要去的地方。他上面告訴我們，譬如說我們要去的地方，說有五個地方不可以，沽酒、淫女 ……這種地方我們都不可以去。那麼除了這個以外，該去的地方，那麼我們就去；去的時候也是如此，對於所去的地方「安住正知」，我曉得我到哪裡去。"
}