{
    "5": "[00:05]現在我們平 常啊閒閒蕩蕩沒事情，看見一個人，你出去：「噯！你出去啊，我也跟你出去！」「你幹什麼？」「唉，無聊嘛！」你說修行，修行到這種程度！啊，就這樣。的的確確，所以我跟你們說啊，假如你們真的願意修行的話，你們到那時候會感激立下的規矩，這規矩不是我立的，佛菩薩立的。我也得到我的善知識 ……當年我總是有點事情，他一定問的：「欸，你去幹什麼？去多少時候啊？」唉！我心裡面，所以啊，因為這樣的關係，我也不敢隨便開口，現在一直覺得受用不盡。慢慢、慢慢地約束你的，你養成習慣了以後慢慢就好了。所以當年我的老師告訴我：「現在有的時候你覺得太嚴啊，到時你要求嚴找不到，你懊悔來不及。」",
    "58": "[00:58]我眼前我也是這樣對大家，你們心裡究竟怎麼想，我也不知道，我只是憑我心裡想，我能最好的給你們的就是這些。我還是非常歡喜，可以說悲欣交集的那種心情哪，防著你們，防著你們！就很認真地在這個地方。所以我特別說明，跑到這地方來只說說空話的話，不歡迎！先到別地方有一點準備。可是跑到這地方來不是說叫你馬上做到，我已經說得很清楚了。只要有一個心理 ─說我到這裡來要肯學的、想做的，就對了！然後呢有了這個心情，慢慢、慢慢地把我們的習氣，從這個嚴格的要求當中，慢慢、慢慢地去升上。下面最後一行，三，書本上面：",
    "121": "[02:01]三謂於其何等時分，應以何相如何觀察，即於是時，以如是相如是觀察，譬如午前可赴聚落，午後不可，既了知已，即如是行，爾時亦應安住正知。那麼第三呢，就是除了去的地方以外，時間是怎麼辦。這個容易了解，說上午可以，下午不行，那麼你就按照你所知道的去做。",
    "160": "[02:40]四於所有此諸事業，應以何相如何觀察，即應於其爾所事業，以如是相，如是觀察，譬如宣說行時應當極善防護而入他家，所有此等行走學處，悉當憶念。那麼最後一條呢，關於你做的這個事情、事業，那個事情應該怎麼辦？那麼你就也是善巧地觀察，你這件事該做的事情，該怎麼辦、做？他下面是告訴我們，到人家家裡面要非常善巧防護。譬如我們現在說，我在這個地方講說，那麼講說的時候應該怎麼樣，譬如說我在那地方聽，聽的時候應該怎麼樣，乃至於像平常我們上殿、過堂，每個地方都有它一定的，做任何事情如法如理這樣去做。",
    "224": "[03:44]總之所有若晝若夜一切現行，悉應憶念，了知其中，應不應行，於進止時，一切皆應安住正知，謂我現前正行如是，若進若止。若如是行，則現法中不為罪染，沒後亦不墮諸惡趣，諸道證德未獲得者，即住能得正因資糧。總括說，在這樣的狀態當中，不管是白天，不管是晚上，一切我們的現行，一切的現行啊，統統都能夠保持憶念而不忘失，不是在癡癡呆呆當中過去，像隨風飄蕩的，像牆頭草一樣。而正確地了解：我現在做的事情，哪個該做的、哪個是不該做的，那麼不管是行也好、坐也好，都照著我正確的認識去做。那麼在這樣地去做法的話，不管停也好、走也好、行也好、坐也好，都能夠如法不犯罪。因為不犯罪，所以後面都不會墮落；因為你能夠這樣做的，所以你要想求得的一切都能夠得到。前面所說的就是戒，你能夠有這樣的完整的戒的話，後面的定、慧都來了。所以這是我們能得到所有希望的，一切的戒、定、慧的現在下手的地方，這是因。你得到如是正確的，下了如是正確的因，一定得到圓滿如是相應的果報。",
    "341": "[05:41]那麼把上面這個再總結起來，說這個四種行相。實際上呢，換句話說，我們現在出家修學佛法，所有做的事情，不外乎這幾樣東西。那麼這個幾樣東西的話呢，它又分成功幾個項目：第一個，關於你做的內容，譬如說你現在是去，怎麼去法？來，怎麼來法？然後去的地方，哪些對、哪些不可以；去的時間是合法、不合法。然後你做的事情，你做些什麼，這個事情該怎麼做。看看還有沒有遺漏啦？沒有一點遺漏！而且晚上，他後面還告訴我們怎麼睡覺，這是清清楚楚、明明白白。",
    "392": "[06:32]做這件事情啊，一定要憶念正知，憶念正知什麼啊？業─意業，意業。你清清楚楚、明明白白，這個是完全如理如法的。然後呢因為有這個正知現前，你身口的行為照著這樣去做，身口相應。現在你身、口、意三業清淨，請問你能到地獄裡面去嗎？所以這個故事有一個笑話，但是千真萬確。說你這樣做了以後，跑到地獄裡面，閻羅王翻翻那個帳啊：對不起！這裡沒你分，你沒掛那個號嘛！啊，這樣！他又恭恭敬敬把你送到天堂去。就是這麼簡單，說起來是這麼簡單！",
    "439": "[07:19]所以在這個地方，我們要啟發我們的好樂心，我們是的的確確有這個能力的。所以我昨天晚上特別說呀，我們不是沒有聰明才智，可惜的我們用錯了，這個聰明才智變成世智聰辯，然後呢被自己的罪過遮蓋。「唉！我想很巧妙的辦法，人家……。」逃避過去了好像，錯啦！害了自己啊！你把那個聰明才智用在這個地方。萬一錯了，馬上發露懺悔：「啊，錯了！錯了！錯了！」所以這個你能夠這樣去做的話，那個錯誤本身也是什麼 ─懺悔業障，十大願王當中的一個主要的功德，這一點非常重要！那麼繼續下去，",
    "485": "[08:05]此與密護根門二者，如聖無著引經解釋而正錄取。上面這個東西，這兩樣東西就是無著菩薩引經解釋。凡是這種真正的聖者，他說話一定有他的根據。根據是什麼？一定是佛說的。他只是把那佛說的這個精要、原則，如理地更明白地闡揚開來。所以說法相，你們了解了這個地方，才曉得法相之美啊！法相之好啊！實在我們修學佛法不能少的，尤其是剛開始。每一個地方告訴你清清楚楚，我們現在總是覺得：哎呀，你不要分別嘛就算了！然後呢不分別在什麼當中啊？就在這個癡相當中，好可惜！好可憐！下面：",
    "546": "[09:06]若能勵力修此二事，則能增長一切善行，非餘能等。假定能夠這樣努力去做的話，注意哦！努力去做，那麼所有的好事都增長，別的任何一樣東西都比不上，要講修行最好的方法就是這個！而特別呢，",
    "568": "[09:28]特能清淨尸羅及能速引止觀所攝無分別心勝三摩地，特別是能夠什麼？「清淨尸羅」。我們要持戒，處處地方講戒、戒、戒。喏！從這個地方才持起，這個地方才真正持戒。然後呢因為你戒根清淨了以後，同樣地把這個方法再下去，止、觀都得到。得到了以後「無分別勝三摩地」得到了，那個時候才真正得到無分別根本智的時候啊！阿彌陀佛！現在我們前面這個都不要的，那反正癡癡呆呆說不要去分別就好了，陷在自己的大 ……這個什麼，軟暖習氣的這個大險坑當中，是自己害自己！所以啊，應該努力！",
    "629": "[10:29]故應勤學。這是非常重要的。再下面，這個裡邊特別關係的，就是我們二十四小時除了這個原則以外，那麼平常我們哪，最容易引發煩惱的以及放逸的 ─吃、睡，下面就說：",
    "652": "[10:52]飲食知量者，那麼這裡邊分四個：",
    "656": "[10:56]謂具四法。非太減少，不是太少。",
    "660": "[11:00]若太減少飢虛羸劣，無勢修善，故所食量，應令未到次日食時無飢損惱。說不要太少，太少了以後這個體力不夠，所以吃的那個能夠維持到明天吃的時候。那個地方要注意哦！平常我們真正的肚子餓啊，它不是真的餓、真的不夠，不是的！你習慣了。譬如說我們平常的時候吃三餐，如果你忽然減得兩餐，到了晚上那時候自然而然覺得：欸，沒東西進去。它就有感覺，這個感覺不一定真的餓。所以那一天我們老和尚告訴我，我也曉得這個事情。在早一些時候，在三十年以前，整個的大陸上面，廣大的地區只吃兩餐，上午、下午就這樣，好好的，沒問題。我們現在三餐，還要營養，還要這麼多東西，還嫌不夠，憑良心說，太多、太多了！我們不妨自己試試看，就是不要說別人，你自己在你沒出家之前，然後自己量一下，我們兩餐吃下來的東西啊，比一般人三餐有餘，你相信不相信？你跑到哪裡去看好了，乃至於仔細看的，我以前也是這樣的。以前我每餐吃的時候啊，那個飯碗只是淺淺的一碗最多，後來我就持午了，一餐這個飯可以吃下三碗來！一餐哦，兩餐還不算，那個菜，你不妨去看看，這個是千真萬確的事實。",
    "773": "[12:53]現在我們講營養，真正講營養，世界上最營養的是美國這個區域。這裡有人到過美國的，大家可以了解，到美國你們諸位都有機會去。美國人極大部分早晨起來，很多人根本不吃東西，這樣。有的人最多喝一點什麼，或者是吃一個水果，或者跑得去街上面買一杯咖啡，然後一個熱狗，或者是一個三文治，好了！中午亦是如此，晚上回去認真地吃一下。我們現在把這個早晨跟中午的兩個熱狗、那個兩杯咖啡，我們一餐就吃那麼一點點嗎？不止耶！那我們還覺得不夠，所以論營養是絕對夠了，這我們要了解。實際上我所以特別強調這點，這概念你們要認識。我們消化這個東西，花掉的體力，花掉的體力啊，花了很多，吃多了你要消化它，要消化它呀！這樣。所以我們吃很多實際上呢，實在是對自己最大的浪費，就在這地方。",
    "841": "[14:01]你怎麼樣衡量自己呢？就這樣，你不妨吃了以後保持一個時間，然後你保持一個時間，如果瘦了那的確是不夠，如果說稍微有一點點瘦，那不算，這個是一個正確地衡量的標準。你持午了也許過了十天以後，那時候如果還覺得不對，那個時候是的。剛開始的時候感覺是一定這樣，這個是我這個地方特別說明一下。",
    "867": "[14:27]廣大的群眾那時在大陸上面都是這樣啊！他生活得好好的。然後呢大陸上面開放了，我們回去，我自己也看見。還有一個老太太到美國來，她今年八十七歲了，她自己敘述她，她八十七歲當然不做事情了，她前幾年八十歲的時候啊，她還自己一個挑擔子。問她吃些什麼啊？唉！你們有人去過，有人沒去過，我現在告訴你們，她大陸上面那時候文化大革命，那個時候真是苦得啊，那個哪有什麼現在我們這麼吃東西啊！那個譬如說我們現在菜黃了以後，那都是丟掉了；她們還有黃菜吃啊？我的天啊！唉！那個撿到隨便一點點，那一點都捨不得。那個蘿蔔拔出來那鬚鬚掉在地下，一定拿出來洗洗乾淨，一樣就把它吃了，就這樣的！那個粗糠拿來，那個細糠也拿來吃，就吃這些！還有什麼營養？還有什麼維他命？還有什麼蛋白質？但是她今年八十歲囉！她還跑得去挑一百多斤的東西，這個老人家我親眼看見。她的兒子就是在洛杉磯頂好超級市場的有一個老板。你們每一個人都可以親眼 ……哦，她跑得精神好得很！我母親今年多少？今年我母親是八十六不曉得八十七了，那以前我回去的時候，她牙齒也沒有了，偶爾給她弄點菜她不要，吃點豆腐乳，天天這樣，我說怎麼行啊？欸，來得個好耶！",
    "967": "[16:07]我自己的經驗我也告訴過你們，所以啊，現在我們真正重要的 ─見煩惱，見取見，你還沒弄就覺得：唉呀，營養不夠！那的確地營養就是不夠。為什麼啊？我們在無明的意識當中輪轉，你就是會受這個東西的支配。就好像平常說，你看見這兩個人說話，好端端地跟你無關緊要，你想：這兩個傢伙在那兒說我！你就心裡煩惱得要命，他跟你了不相干哪，你就煩惱了！我想我們每個人都有這個經驗。現在我們還沒吃，先就覺得：唉，今天營養不夠了！的確，那個營養就是不夠，會影響你的心情。現在修學佛法的人這樣顛倒，說修行，修什麼行！所以我在這個地方倒絕對不是說太過分的，這是我們從這個地方策勵大家呀，好好地從這裡提起來啊，好好地從這裡提起來啊！這個正知見，我不逼著大家，可是這地方有一點啊，你們應該策勵你們自己說：是的，行可以慢一點，這個正知見一定要先建立起來。太重要、太重要的一個概念啊！那麼太少固然不可以，也不要太多。",
    "1040": "[17:20]非太多食，若食太多，令身沈重，唉，我想，這個我不要多解釋了！",
    "1046": "[17:26]如負重擔，息難出入，增長昏睡，吃多了以後，睡得個好睡。",
    "1053": "[17:33]無所堪任，唉，坐起來的時候，到那時候是昏沈，這樣。這個吃過了以後的昏沈是最嚴重。",
    "1062": "[17:42]故於斷惑全無勢力。我們現在出家的目的幹什麼？「斷惑」。結果跑得去為了這張嘴巴，為了那個肚子，唉！前面嘛是餓了不行；吃過了以後呢昏沈又不行！等到昏沈過了以後，還要忙這些事情又不行；忙過了，等一下肚子又餓了又不行！不曉得什麼時候才行？這個事情我們雖然是說笑話，我就記得一個祖師說一句話：「我這個笑裡有痛！」是這樣，一點都沒錯，笑裡有痛！",
    "1099": "[18:19]相宜而食消化而食者，吃，吃相宜的，可以消化的。",
    "1106": "[18:26]依飲食起，諸舊苦受，悉當斷除，凡是飲食所起的，那都要斷除。",
    "1115": "[18:35]諸新苦受皆不生長。這一點，是吃相宜的東西，不要不相宜的東西。我昨天為什麼晚上會躺一下就是這樣。這前幾天說起來，他們說，唉呀，你飲食 ……他們注意得不好。實際上我自己曉得，還是我自己不小心，還是自己不小心。那兩天有這個木瓜，我覺得大家這樣多嘛，好就多吃一點，多吃一點就不舒服。平常我正常狀態也不大會這樣，已經有一點不大舒服了。所以早晨哪，早晨嘛辣，中午嘛太鹹。唉！我這是吃了 ……我覺得大眾嘛，就馬馬虎虎，下午就不舒服，到那時候實在沒辦法，所以我就躺一下。後來那一個同學買了藥啊，什麼弄啊！還滿好！這個地方就告訴你們，這樣，告訴你們這飲食我們還是滿重要的。最後：",
    "1168": "[19:28]非染污心中量食者，那麼這個是我們飲食。",
    "1175": "[19:35]謂不起眾罪安樂而住。這個兩方面：吃的時候心裡邊，注意！「非染污心」，這話好難哦！但是我們一定要擺在心裡面，作為我們的目標去做。我自己的經驗，我告訴你，它問題不是說這個事情怎麼難，問題在不得其巧，以及得到了巧你不肯去做。這個我想說不定在座的很多同修有共同的經驗，就像我那天說的，我剛出家的時候有一個同修跟我說：「唉呀，我現在出了家了，什麼都放下了，就是那個嘴巴放不下。」雖然我現在想起來，唉，這個話，這也不去談它了。至少是個事實，那這個嘴巴是很難放，我花了很大的勁，那時想吃一餐；結果想不到吃了一餐，唉！吃的東西更多，吃過了更難伺候。不、不、不！還是兩餐，問題還是不得解決！多少年來。一直到後來，對這個有一個正確的認識，那時候我就曉得，你在事前一定要先什麼，把那個正念現起。",
    "1248": "[20:48]所以我有很長一段時候，這個早課作完了，下面的有一段重要地作，早課作什麼呢？就是把那飲食的過患，以及我所以跑到這裡來的目的幹什麼，把它念一下，念了以後坐在那邊細細、細細地想。有的時候念的時候匆匆忙忙念過了，因為唉喲，這個廚房等著我，那一定沒有效。有的時候念的時候就心情很寧靜，自己感覺得很清楚，然後呢很歡喜。不管念得快、念得慢，心裡就緣想這件事情，很穩地跑到廚房裡面去。欸！馬上有效，千真萬確地。然後有效了，我就試，把最好的東西擺在那裡。啊！平常看見啦，總歸是想辦法佔為己有，那時候心裡面就會不一樣 ─那這麼好的東西，布施，布施！然後，我就把最好的那個東西去布施給鳥吃，鳥要不吃，給螞蟻吃，螞蟻不吃，我說：「成就我的捨心，丟到垃圾桶裡我也不吃它！」做完了，好歡喜，我從來沒有歡喜過。因為我覺得，我花了十幾年功夫擋不住的，欸，就這麼簡單的一個方法擋住了！",
    "1316": "[21:56]但是不是我一直做得到哦！我以後曉得，你只要真正那個正念擺在這裡的話，千真萬確地有效。而且等到你真正有效的時候，妙咧！其他相應的這種情況都來了。所以這不是難耶，不是難耶！難在你得不到正確的認識，以及得到了正確的認識你不肯做。你還沒做心裡面先打了退堂鼓：唉呀，我就是個凡夫嘛！那注定你，你沒辦法，永遠沒辦法！這一點我在這地方。",
    "1347": "[22:27]你有了這個經驗的時候，你真正地感覺到什麼？你不會煩惱所困的這個快樂，那是法樂。到那時候人家看見，以前我也是這樣的 ─唉喲，好東西看見人家多吃了，眼睛 ……現在不了。唉！說起來好可憐，我不曉得用什麼方法幫忙他？他幫忙我解決這個問題，他不吃掉，我擺到第二天又引發我的貪心，真感謝他！這心情就完全不一樣，這千真萬確的事實耶！你有了這個，那那你才可以說向上去，進一步的調伏，這個是這地方順便一提，是這個染污心。",
    "1392": "[23:12]然後呢你有了這個染污心，你才能夠中量食；不過反過來，假如說硬是把住你這個中量食，雖然你染污心，它也有好處的。因為至少你中量食，吃過了以後，你不會再去腦筋裡老想。也許第一天你覺得今天怎麼少一點，少了三天你也就習慣了，於是下面你保持身心的，比較不會像前面的沈重，那時候你用功就比較更好，大家想想看對不對？",
    "1422": "[23:42]所以這個地方啊，為什麼我常常提起一個事情來，就是這個樣。雖然曉得剛開始不習慣，你過了幾天也就習慣了。就拿我們這裡來說，剛開始的大家覺得這個羅漢菜，唉呀，不曉得多困難，結果我們現在吃了幾天，大家還來得個高興耶！就是這樣嘛！所以注意！這千真萬確的這個事實，我告訴你們，千萬不要講口味啊，講那東西啊！就是我們能夠做到「非染污心」而「中量食」這是最上等，但是平常我們，我也自己曉得，我們不是這種條件的人，我們條件什麼呢？宿生的善根都能夠放棄世間走的路，肯來，這個是非常可貴的，現在。那怎麼辦呢？接受它那個條件，心裡先曉得：這個條件幫忙我的，雖然剛開始不習慣、委曲，那麼做了些時候，欸，慢慢地相應了。這個就是順便一提。這樣的話「不起眾罪」，不起眾罪則「安樂而住」，這個是我們的最後目的就達到啦！",
    "1490": "[24:50]又於飲食愛著對治者，那是另外一個。我們那個飲食放不下呀，怎麼樣去正法的對治呢？",
    "1499": "[24:59]謂依修習飲食過患。過患有三，這個是，就是說要有個修行了，要曉得這個飲食的害處。了解這個害處以後，還要有一個正確修習的辦法，這個修習的辦法就是思惟。下面會正確告訴我們的，所以關於那個如何修習思惟啊，暫時不提。那麼這個地方提的過患有三個：",
    "1523": "[25:23]由受用因所生過患者，謂應思惟任何精妙色香味食，為齒所嚼，為涎所濕，猶如嘔吐。由食消化所生過患者，謂思所食至中夜分或後夜分，消化之後，生血肉等，諸餘一類變成大小便穢不淨，住身下分。此復日日應須除遣，及由依食生多疾病。由求飲食所起過患，此有五種，由為成辦所生過患者，謂為成辦食及食因，遭寒熱苦，多施劬勞，若不成辦憂憾而苦，設若成辦，亦恐劫奪及損失故，發起猛利精勤守護，而受諸苦。親友失壞者，謂由此故，雖父子等互相鬥諍。不知滿足者，由於飲食愛增長故，諸國王等互相陣戰，領受非一眾多大苦。無自在過失者，諸食他食者，為其主故，與他鬥競，受眾多苦。從惡行生者，謂為飲食，飲食因故，三業造罪，臨命終時，憶念其罪，追悔而死，沒後復當墮諸惡趣。雖乃如是，然亦略有少許勝利，謂由飲食安住其身。若唯為此故，依止飲食，不應道理。故應善思而後受用，謂由身住，我當善修清淨梵行。施者施主亦為希求殊勝果故，榨皮血肉而行惠施，亦當成辦彼等所願，令得大果。又應憶念《集學論》說，應當思念饒益施主，及身中蟲，現以財攝，於當來世，當以法攝。又應思惟當辦一切有情義利，而受飲食。《親友書》亦云：「應知飲食如醫藥，無貪瞋癡而近習，非為憍故非慢故，非壯唯為住其身。」我把它快快地唸過去，文字也不細解釋，關於這一部分，在晚上自習的時候再去詳細講它。因為真正說起來，對於想對治的，它有絕大的幫助。但是一般普通的來說，如果我們認真地去講的話，這個是要說得很細。實際上呢，當然對我們的同學來說我們用得上，可是因為這個地方還要向外流通，有很多人不一定用得上，所以簡單地了解一個，說我們正式修行的時候要這些的，那大概就可以了。這地方我所以把它約略地念過，那麼這個關於晚自習，明天晚上有。",
    "1729": "[28:49]這是飲食。總之，自己把這個地方好好地看一下，認真地看一下，然後講到每一個地方的時候會告訴我們，會告訴我們。",
    "1743": "[29:03]下面是睡覺：",
    "1745": "[29:05]精勤修習悎寤瑜伽，於眠息時如何行者。那麼，關於睡覺怎麼辦？",
    "1756": "[29:16]《親友書》云：「種性之主於永晝，夜間亦過初後分，眠時亦莫空無果，具足正念於中眠。」"
}