{
    "5": "[00:05]這個是原則，這個是原則，說「種性之主」，就是我們真正修行的人，真正具足善根的。那麼，這個整個的白天，乃至於晚上，晚上啊就是初夜跟後夜，也一樣地，不要馬馬虎虎地過去。就算是中夜，睡眠的時候，同樣地有它正確的方法。所以他「眠時」，等到你中夜睡的時候，他也在修行，而不是讓它空空地浪費。怎麼樣才能夠使得睡眠的時間也不浪費呢？「具足正念於中睡」 ─睡的時候，在正念當中去睡。我們也把它念一下，念一下。",
    "66": "[01:06]此顯永日，及其夜間初後二分，若正修時，若其中間，如所應行。故行坐時，應從五蓋，淨修其心，令不唐捐，如前已說。那當然，白天，白天的前面早就說過了。",
    "89": "[01:29]此與護根，正知三中，皆具修時修後二法，這個前面都說過了。",
    "95": "[01:35]此中所說，是修後者。眠睡現行是修後事，真正睡覺，一定是修以後的。那麼：",
    "107": "[01:47]故此莫令空無果。現在這地方所談的，就是告訴我們睡覺的時候該怎麼辦？",
    "114": "[01:54]如何眠者，謂於永日及夜三分，於初分中，修諸善行，過初分已至中分時，應當眠息，諸為睡眠所養大種，由須睡眠而增長故。為什麼呢？要曉得真正修行啊，還要靠那個四大的身。那個四大的身，的的確確需要不同的種種的方法去保護、長養它。睡眠是保護長養的必須要的，所以要睡覺的！我們現在剛開始學不倒單，這是一個錯誤。你修到了某一個程度的時候，自然不要倒，那個時候才可以。正規地說，到什麼時候才是不要的？得了定以後。因為定，那個是根本定了以後，身心都轉化了。那個你的四大轉化了以後，跟這個境界相應的時候，你不要睡。我們現在剛開始，硬來的話，始終犯了這個，什麼毛病啊？你學那個樣子，繡花枕頭一個，裡邊啊，是不堪一看！這個，就是在這個地方。不過呢禪堂裡邊要這樣去做，它有它的理由的。真正的禪堂裡面是有它的特殊的理由的。",
    "203": "[03:23]所以這個地方，這個我想起有一個祖師，一個大祖師啊，他就是不倒。啊！然後呢，弄了個不曉得幾年，我忘記掉了，那個睏得啊不曉得怎麼樣，在任何情況下就想睡覺。後來他說：「實在不行了！」換一個地方，跑到這個地方，一睡，他大睡一通啊，結果睡起來了以後，精神百倍。他說：「啊！原來學這個東西還是要睡覺的。」然後就起來打起精神來，成就了！這個蓮池大師所集的，這本叫什麼？嗯，我一下記不起來了。他那個公案提起來，你們真正要想學不倒單，好好看它一下，好好看它一下！他說得清清楚楚，這樣。所以我們平常要了解，這個睡覺需要的，不過呢，不要貪、不要縱，一縱你就完了！那麼這個是說中夜。",
    "265": "[04:25]若能如是長養其身，於諸善品修二精進，極有堪能，極為利益。喏，這個道理告訴我們：因為經過睡眠長養的這個四大之身，保護得好好的。然後呢精神很旺，那個時候你才提得起力量來去修。這個時候修的話，力量很大，所以「極有堪能」，因為有這個力量，所以有很大的利益。我就看見太多這種學不倒單的人，晚上不睡覺，白天打瞌睡，做什麼事情提不起來。唉！做什麼事情 ……這樣，就站在那裡癡癡呆呆還勉強可以，你叫他用一點勁啊，一聽經啊或者一試什麼，就打瞌睡了，那個不倒單跟它幹什麼啊？真是！所以很大的一個錯誤。這一點我們開始的時候，要了解的。",
    "321": "[05:21]這是他告訴我們精進，後面談到精進一度當中，他會有非常詳細地說明。問題是在什麼地方呢？就是你不要縱它，這第一個。第二個呢，睡眠的時候，還有正確的方法，所以絕不浪費。像前面那個不得善巧，那個學不倒單哪，不要說晚上浪費掉了，白天也完全浪費掉了！叫你該睡的時候嘛你不睡，浪費掉了，你也沒有在正念當中；白天該做事情提不起來，你也不能做，這麼個錯法！所以不得善巧，你單單從行相上面去學啊，怎麼學，怎麼錯，就是這個道理！現在告訴我們正式睡覺了。",
    "367": "[06:07]臨睡息時，應出房外，洗足入內，右脅而臥，重疊左足於右足上，猶如獅子而正睡眠。第一個，現在睡覺的時候，應洗個腳。我們現在這裡跟印度不一樣，印度是赤腳的，所以他當然睡覺的時候要洗一下。我們這裡穿了鞋子的，當然，夏天要洗澡，冬天如果不那個，可以不必。那麼，然後呢去睡，睡的時候要這樣睡，這我們大家曉得的，是吉祥臥。為什麼要這樣呢？",
    "407": "[06:47]如獅子臥者，猶如一切旁生之中，獅力最大，心高而穩，摧伏於他。所以要這樣去做的話，獅子就這樣臥的，那個時候，那個「心高」。它這個心高，不是這個心的擺得高低，就那個時候的心裡面哪，它不像平常沉得很厲害，沉得厲害的時候，那個時候用心用不起來，就是這樣。所以那個地方要保持得這個能夠用心的程度，而且很穩。這有什麼好處呢？不被他所摧伏，能夠「摧伏於他」。我們現在被什麼？被煩惱摧伏。你能夠這樣去做的，就是睡眠的時候你還能摧伏煩惱，這是它的特質。",
    "453": "[07:33]如是修習悎寤瑜伽，亦應由其大勢力等，伏他而住，故如獅臥。現在我們修學這個睡眠那個的方法，也要讓這個睡覺的時候還有這樣大的勢力，能夠摧伏，所以要學這個。",
    "471": "[07:51]餓鬼諸天，及受欲人，所有臥狀，則不能爾。喏，除了這個獅子以外，其他都不那樣的。",
    "478": "[07:58]彼等一切悉具懈怠，精進微劣，少伏他故。因為其他的都是什麼？在懈怠當中。不過懈怠有一個好處啊 ─舒服。啊，那真是舒服啊！所以我們要了解，我們跑到這地方來，不要為眼前的小舒服付大代價。我們要求大舒服，無比地圓滿的舒服，那個時候就要付出一點點的本錢來，這個才是我們的究竟目的。所以「人無遠慮，必有近憂」，普通的世間人都貪小便宜，現在如果我們修學佛法，在這個概念上面不認識的話，那自己害自己，自己對自己最大的損害，莫過於此，別人也沒辦法救，佛沒有辦法救我們。我們只看見小的地方，並不是不講利害，這一點我們要了解的。所以不要貪小便宜墮落懈怠，要為了求大利益策發精進，眼前雖然苦，將來畢竟好。",
    "544": "[09:04]又有異門，猶如獅子右脇臥者，法爾令身，能不緩散。雖睡沈已，亦不忘念。睡不濃厚。無諸惡夢。除了這個以外，這個獅子臥，還有它本身法爾它就是這個，特性就是這樣。它令我們的身體不放鬆，一放鬆，懈怠等等跟著都來了，這樣。那個時候它能夠保持，保持什麼？保持精進的餘勢，它有它的特質。所以的的確確舒服，談舒服是不舒服的，談修行的話卻是最好。任何一個地方都是這樣，我們飲食也是一樣，任舒服啊，最好向你的味口，你要吃什麼就吃什麼，就這樣，任何一件事情都是這個！然後呢睡的時候會睡得不深，然後呢忘念比較減少，然後呢睡不濃厚，沒有惡夢。這個都是平常作世間的人不需要的，可是修行人都必須要的。",
    "607": "[10:07]若不如是而睡眠者，違前四種，一切過失，悉當生起。不照著這樣去做的話，恰恰相反，所有的過失都從這地方生起來了。那除了這個睡的方法以外，下面這個看著：",
    "622": "[10:22]以何意樂睡眠有四，那麼在這種狀態當中，我們因為睡的方法保持著這樣，所以能夠還有大的力量，還能夠用心，那個時候心應該怎麼辦？四個：",
    "641": "[10:41]光明想者，第一個想光明。",
    "644": "[10:44]謂應善取光明之相，以其光心而睡眠之，由是睡時心無黑暗。這第一個，你心裡先想光明。平常我們睡覺的時候就想黑一點才好。黑一點就昏、沈、癡，現在想光明。你能夠真的想的話，哦，這個妙不可言，將來你真正修行到某一個時候的話，你會發現，嘿，妙極了！這心性本身的光明就這個樣。所以上次我跟你們提過那虛雲老和尚那個公案，人家背後「叭！」抱著他：「你幹什麼？」「看月亮。」就是這個意思 ─心性本身的光明。在我們因地當中就要這樣做上去，到那時有種種好處，這個不必去說它。現在，",
    "691": "[11:31]念者，謂聞思修諸善法義所成正念，乃至未入熟睡之際，應令隨逐。由此能令已睡沈時等同未睡，於彼諸法心多隨轉，總之睡時亦能修諸善行。這個心裡面那個怎麼辦呢？那個時候啊，第二個就是，前面是個光明想，第二個呢，你那個心念。平常我們睡下去，放掉了，什麼都不念。它現在不是，還要再繼續地聞思修，繼續地思惟，念我們白天所念的種種的善法，然後呢，那個時候正念保持。你能夠這樣的話，欸，它有一個狀態，如果說我們真的能夠這樣的話，平常我們來說的話，我們會睡不著的，你躺下來你還在那兒想的話，會睡不著，是必然。但是它有一個好處，你不妨去試試看，你真的能夠這樣去想想想想，到後來它還是睡著。睡著了以後，妙的境界，它那個正念還在，非常清楚。你們去試試看！",
    "766": "[12:46]不過那個試啊，像現在我們這個環境之下試不大合適。最好的什麼時候呢？譬如說，我們或者是有假期，或者是什麼時候，你自己告一天假試試看。有的時候告一天假不夠的，這是我的經驗，我告訴你。我經常每年有一段時候，有一段時候我就試這個辦法，躺在床上，頭上兩天，左思右想，說睡不著，不管，我不要去想它。慢慢、慢慢地心提起來了，不管怎樣，我要這麼想，然後躺下去想，想想想想 ……。胡思亂想不行喔！胡思亂想這個對你沒幫助的，因為胡思亂想這個神識散亂，這個身體也弄不好。你正念凝聚起來了以後啊，那個身心本身是很穩的狀態，就這樣，所以身心是種安穩狀態。然後呢，睡不著也不管它，你心裡一點都不著急，結果睡著了。睡著了以後啊，這個心裡這種念頭還在，很有意思！如果說你念佛的話，那千真萬確，你在臨睡之前，先猛利地念一下，猛利念完了以後，躺下去就放鬆。然後呢你扶著那個念：好！讓它去。掉掉了把它拿起來，掉掉了把它拿起來，輕輕鬆鬆地，這樣，等一下你自己覺得睡著了。不是 ……睡著了你才感覺到睡著了，可是那個時候睡著，佛號一直在，就是這麼清楚明明白白地在，這樣的好法。等到你第二天起來，嗨，那個精神啊，比整個的濃睡也還要好，這千真萬確的事實，我告訴你。",
    "854": "[14:14]所以這種地方，你單單看看那文字是沒有用，你要真正修行的話，就得這樣地下苦功，下了苦功這個好處都來了，到那時候你會發現。唉，所以我常常感覺得，再十倍的苦我也願意，這算什麼！那個時候真正的法樂，才真正啊，那才是一點點，很少一點點，我告訴你。這個還有個好處，你付出代價體會到的，啊，覺得收穫原來這麼好啊！你這個時候意志越來越強，同樣地你的力量越來越強，所以到那意志越強，力量越強，修更難的方法，你就不會難了。現在因為我們沒有做，一點點事情都做不到，唉，一看這個學佛菩薩這麼難！哎呀，南無阿彌陀佛！你怎麼能修啊？所以說這個地方特別一提，雖然難，你們願意的去試。到那時候你所感覺到，啊！好。",
    "912": "[15:12]「正知者」，這個下面「念」，換句話說，正念。第一個是光明想，第二個是要怎麼正念。下面：",
    "921": "[15:21]正知者，謂由如是依止念時，隨起煩惱即能了知，斷除不受。嘿！這個睡覺的時候啊，還有一個要保持「正知」。這個東西啊跟那個念有關係的，念有關，同時你那個睡覺的時候，你心裡想說：我要這個樣，我要這個樣，要這個樣！然後在這種情況之下，你睡覺的時候，它那個煩惱起來以後，要能夠斷除。嗯？這一點我們大家也許不一定了解。現在我也告訴你，平常譬如說，你睡覺的時候，到第二天早晨起來的時候，聽見了那個板響了的話：「唉！這個板敲得這麼早幹什麼啊？再睡它幾分鐘！」你會這樣想的。那或者：「沒關係！還早，等到他敲了第三通再醒。」乃至於：「敲了鼓我起來不晚！」我們常常有這個心情的。這個為什麼？就是前面你沒有正知，後面就跟著煩惱在轉，非常清楚！那怎麼辦？你睡覺的時候先這樣想：我要精進！我要精進！以前一直為這個煩惱所轉的。單單這樣夠不夠？不夠！告訴我們的「數數思惟」 ─你不斷地想這個念頭。當你心裡面，睡下時，明天說我決定要這樣去做！行相很清楚哦！想過了以後，你放掉睡覺。等到你第二天起來的時候，一聽見板聲，你「咚！」一下，能夠坐得起來！你們試試看，保證有效。",
    "1014": "[16:54]乃至於你有了這樣的想法，你作夢。譬如說，平常我們有的時候，夢當中也會有這種煩惱現起的。然後你如果能夠保持正念的話，欸，夢當中那個煩惱現起來的話你照樣擋得住，夢裡面你都擋得住！所以它這個睡眠，的的確確有它正確的方法在。現在我們常常想：哎啊！我現在希望怎麼樣，希望怎麼樣啊！達到它的目的，正確的方法，因，這裡都告訴你，你只要照著去做，你真正的希望的都得到。",
    "1050": "[17:30]起想有三，這個正知的，這個觀念的時候有三種方式。",
    "1056": "[17:36]初者謂一切種，其心不應為睡所蔽，這是第一點哦，這樣。",
    "1061": "[17:41]應以精進所攝之心，驚懾而眠，猶如傷鹿，由此睡眠，不甚沈重，不越起時，而能醒覺。第一點，你想的時候要有這個，不要為那個睡眠所遮蔽，要「精進所攝的心」，心要這樣。像這個傷的鹿，受傷的鹿本來就是啊非常小心的。這個鹿啊，牠經常，跑到任何地方去，平常我們很多動物，看見那東西就吃；這個鹿不是，在森林當中啊，牠跑到一個地方，一定停下來，四面看。然後你看那個鹿的耳朵，四面那麼咕嚕咕嚕轉，牠一定要觀察一段時候，有沒有傷害牠的東西，再吃，正常狀態；一旦受了傷，牠更是警惕得不得了！我們的心要這個樣。你能這樣的話呢，這個睡眠不沈重，不超過了。實際上這個話怎麼講？就是在你真正想的之前，欸，平常我們睡下去的時候啊，你會想：「哎呀，這睡了，已經睡覺了，還想它幹什麼！」那時候就完了！所以說不為睡蔽的話，這個就是第一種情況。欸，你不要讓它 ─我要精進、要努力；然後呢策動你的這個心去行，不要隨著懈怠煩惱而轉，隨著精進而轉。",
    "1146": "[19:06]二者謂作是念，我今應修，佛所開許悎寤瑜伽，為修此故，應大勵力，引發欲樂。由是能依佛所開許獅子臥式眠無增減。第二個告訴自己，我現在跑得來幹什麼啊？哦，我是修學佛法。那麼佛告訴我們怎麼做的，是這樣的，所以我努力。「應大勵力，引發欲樂」，這個是成敗的關鍵，他不是馬上叫你去做，在做的之前，你先要想：欸，這樣做有什麼好處，不這樣做有什麼壞處。所以不妨我隨時提醒自己說：「我到這裡來幹什麼呀！」這第一個，我學佛。哦！那麼佛告訴我們怎麼做的啊？所以種種、用種種的方法，哦！原來這樣做有殊勝的好處，不那樣做有這麼特殊的害處，然後由這個推動的力量，一步一步照著深入去。",
    "1208": "[20:08]三者謂應作是思，如我今日勤修悎寤，及諸善法，明日亦應如是勤修，由是，於善欲樂相續，雖忘念中亦能精勤修上上品。嘿！這樣地思惟：說我現在這個地方的修，你看，不要說白天，晚上睡覺都修這個善法！今天這樣，明天也這樣。因為你繼續不斷地這樣的思惟，所以你這個心意─意樂，這個善法欲的意樂，繼續地相續。那個相續有個什麼好處啊？我們現在的內心當中，隨順於無明的這個心裡的相續，拿掉了，拿掉了。在這種狀態當中啊，因為你的相續一直是善法，所以你就是忘念當中，你忘失了，還在用功。我們現在怎麼呢？這個要對比一下，那個才了解。因為我們現在沒有正式地修過這個內容，所以平常的時候，心裡面一直跟煩惱，隨著煩惱轉。就這麼，自己不曉得為什麼事情煩煩惱惱的，就是這樣，啊，就覺得坐立不安。那有的時候，稍微弄得好一點，哎呀，那時候覺得好得很！實際上這個「好得很」，也就是說這個粗猛煩惱不現行的時候。那麼這種情況之下，你只有正念提起來，還勉強可以，正念一掉掉了以後，它一定是這個煩惱相都在那個轉。",
    "1309": "[21:49]我們平常為什麼不相應的？就是因為我們的相續在煩惱當中。既然在煩惱當中相續的話，當然啦，不管你提起來提不起來，都是隨順著煩惱走。現在啊，你這個相續，就是你的身心已經有了善法欲，對這個善法的欲樂相續當中，所以你內心的這種心識等流，一直是跟著那個善法隨順的。因為這樣的關係，所以就算你沒有提起正念，睡眠的時候，它那個善法還在那裡向前走。平常我們說求戒，得戒體，那就是這個東西，說起來。那將來正講這個東西的，會告訴我們清清楚楚、明明白白。所以，在忘念當中，欸！他也精進，而且修上品的精進。請問，忘念的時候都修上品的精進，你正念的時候還有不修行的嗎？那問題解決啦！所以",
    "1371": "[22:51]此食睡行，若能無罪，具義而行，現見能遮眾多無義虛耗壽數故。假定說你吃飯、睡眠都能夠沒有錯誤，而又正確地如法如理的，對你有意義的這樣去做的話，啊，那太好了！我們眼前看得很清楚地，能夠遮止很多無義的事情，這個很清楚。我們平常的睡眠、吃飯，啊！增長罪過，都是毫無意義的。我們一生的壽命，就這麼輕輕鬆鬆地浪費掉。能夠這樣的話，都派上用場。",
    "1414": "[23:34]如聖者無著引經，如所抉擇，而為解說。所以現在照著無著菩薩引著經論，經過的抉擇，就是說，已經把它分析得很清楚明白，這個地方跟大家說明。",
    "1431": "[23:51]如是唯除正修時中所有不共修法之外，加行，正行，完結，中間諸應行者，從此乃至毘缽舍那，所修一切所緣行相，皆如是行，好了！現在說除了正修，正修的時候，你所緣的這個行相不共的。什麼叫不共？就是你特別的 ─說我念阿彌陀佛，對！那麼我緣的那個就是阿彌陀佛。我念觀世音菩薩就是觀世音菩薩。或者然後呢，我在這兒參一個「什麼是你本來面目？」那是個人各的，不共同的。除此以外，那麼前面的加行、正行、完結、中間，就是說，除了正修以外，其他的中間哪，所有一切的我們該做的事情，統統在這裡，都應該這樣去做。",
    "1486": "[24:46]現在我們想想看，如果是你能這樣做的話，你還有惡業嗎？沒有了。如果你能這樣做，善業不夠嗎？當然，現在你一直在善業當中，好了！而且這個善業產生什麼？相續的現行，一直在現行當中，一直在現行當中！將來我們會曉得的，你真正生死的時候，引發你下一生的什麼？就是到臨終的時候那個最後一念的現行，那就是這個東西帶我們到下一生去。",
    "1523": "[25:23]我們現在呢，整個的這個現行都在煩惱當中，都在煩惱當中。所以為什麼儘管你念佛，嘴巴在那念佛，心裡還在煩惱相應。精神這麼旺健，可以打起精神來都提不起，臨終的時候病苦，苦成這個樣子，你能提得起來了嗎？所以那個時候，就算你拿一個大喇叭擺在你耳朵裡面念，念佛，你也沒用。你會覺得：唉呀，我痛得要命，你們還吵我幹什麼啊！這千真萬確的哦！",
    "1554": "[25:54]不要說臨終，就現在，比如說精神好端端的，跑得來叫你去做一件事情，唉！做這個事情，這麼麻煩哪！我們都心裡這樣想耶，何況生病的時候！這樣。所以當你真正慢慢地去做的時候，到那時候就好了，那個靠什麼？就是我們靠我們現在還壯健的時候。真正重要的都在眼前哪，千萬不要現在壯健的時候的那點小聰明，害了自己啊！保護無始以來的大冤家，保護這個「我」，你錯了！你保護它，結果修了半天，這個我是越來越增長，越來越大！這個「我」就是生死的根本。那麼他前面告訴我們，這個四種資糧，已經解釋清楚了。",
    "1606": "[26:46]已釋中間所應行說。正修以後，中間應該怎麼辦。好了！正助雙修，他這裡告訴我們正助雙修，美不美啊？啊，在我的感覺當中啊，實在好！這是原則。你用這個原則不管你做什麼事情，百分之百一點漏洞都沒有，就是一點漏洞都沒有。那個是告訴我們約略地解釋一下，還是約略地、大略地告訴我們哦！細緻 ─倒是千真萬確的，所有後面告訴我們的，就是關於這前面這個大綱的真實的內容。所以如果說大家條件夠了，你聽了前面已經會，已經能做；萬一我們不能做，對不起，聽見了那個沒有真的懂，那麼好好地學下去，他每個地方會告訴我們清清楚楚，就這樣。你認識了以後啊，修行的確一定能夠成功。",
    "1671": "[27:51]第二破除於此修軌邪執分別者。啊！這個非常重要，這個非常重要！我們現在太多人沒有了解真實修行的內容。啊！覺得修行了，不知不覺當中，在錯誤當中，這是最可惜，最大的損失！所以這個地方要把它破除拿掉它，拿掉它！"
}