{
    "5": "[00:05]我們剛才隨便說的一些事情，乃至於譬如說講飲食，剛才那個譬喻當中，我們可以輕輕鬆鬆地想一想。它問題不是說這件事情難改，而是自己的邪執分別去不掉，如果是這個概念你去不掉的話，你怎麼做總覺得還委曲了，那個時候什麼都沒有用。所以佛經上面處處地方告訴我們，你持戒持不好，破了這個戒還可以，還可以救。這兩樣東西，第一、第二，我這個國語講不清楚，第一是戒，就是我們持的戒，就是行相，萬一你做不好的話，還可以救。不要說菩薩能救，我們自己還可以能夠救。第二見解的「見」破了，換句話說，你沒有正知見，你執著你的邪知見的話，就算你行相做得很好，一定墮落，沒有用。主要的就是這個，所以這個地方的邪執分別，就是那個錯誤，整個的佛法，這個我們要認識得非常清楚的就是這一點。那麼這個裡邊有一種完全錯誤的，有一種錯誤一部分、偏執的，我們現在看看：",
    "87": "[01:27]心未趣向聖言及釋諸大教典，現教授者，作如是言，說有一些人，有一些人，那一些人啊，他並不能夠認識一個事實，什麼事實呀？說，佛說的經，那就是「聖言」；還有呢？「釋諸大教典」，解釋，這個經我們容或不懂，所以要經過菩薩造的論，凡是這一種經也好、論也好，這個叫作「教典」。這個教典都是告訴我們修行內涵必要的訣竅的，這個叫作「教授」。換句話說，我們真正地要修行的方法，都在這個經論當中。那麼有一類人他並不了解，「心未趣向」，他怎麼說？",
    "150": "[02:30]正修道時，不應於境數數觀察，唯應止修，他說正式修道的時候，你不要去觀察，不要去思惟，怎麼辦呢？止修。換句話說心不要去動，定在那個地方，我們常常說你不要去分別，好像這樣。為什麼原因要這樣呢？他說：",
    "177": "[02:57]若以觀慧數觀擇者，是聞思時故。他怎麼講呀？他說你所以不要數數觀察，所以要教你心不動的原因是什麼呢？說你觀察那是聞、思的時候，你現在正修的時候不要去觀察的。這種人做這種見解，說這樣的說法。實際上這個人，他對於這個真正的教典的內容沒有正確的認識。這第一段話。",
    "215": "[03:35]又諸分別，是有相執，於正等覺，為障碍故。他進一步又說：「你現在這是觀察，這是分別，這個分別是一個執著。欸，我現在修學佛法的，這個佛陀正等覺，正等覺是不分別的哦！現在你要修的話，你分別的話，不是一個障礙嗎？所以不要了。」說這樣的說法的這種人哪，錯了！所以下面大師說：",
    "243": "[04:03]此乃未達修行扼要，極大亂說。上面這個說法他是沒有正確了解修行的綱要、宗要，是一個錯誤，而且是一個大錯誤！而且是一個極大的錯誤！是千真萬確，現在我們好好地看下去，關於這個邪執的部分，我會很仔細地解釋。第一個他指出他的錯誤，指出他的錯誤來了，要成立他的對的，引那個經論。",
    "278": "[04:38]《莊嚴經論》云：「此依先聞，如理作意，起修正作意，真義境智生。」那麼下面解釋，說這個經論上面怎麼講呀？",
    "294": "[04:54]此說從其思所成慧，如理作意，所聞諸義，修所成慧，真義現觀，乃得起故。解釋前面那個文，說這個修行是修些什麼？他說從前面「思所成慧」，這個思什麼的內容呢？就是「如理作意」叫思。思些什麼呢？作意些什麼呢？如這個法相應正確的這個方法叫如理作意。那麼這個哪來的呢？「所聞諸義」，聽來的。平常我們自己所想出來的那些東西，都是不相應的，一定要善知識正確告訴你這個道理，你把那個道理正確地把握得住，認識了，然後呢起心動念去觀察。他說這個，這個樣！為什麼？譬喻說，我們剛才講前面對治這個飲食，平常我們總覺得這個人嘛，為什麼呀？人生活在世間嘛，就是這麼一點事情，男女、飲食、享受啊，就這樣。現在佛告訴我們不是的呀，這是痛苦的根本，這樣呀！那我們了解了，那麼我們去思惟觀察 ─對呀，合理呀！那個時候你透過這樣地認真的思惟，種種的方法，這個叫作如理作意，作意所聽見的道理。",
    "403": "[06:43]那個時候思惟了以後，你心裡面產生決定了，啊，一點都沒有錯，千真萬確！就像我剛才告訴你們那個事情，說你前面要放掉它真放不掉，然後你照這個辦法全面去做，然後呢，你居然把你一向難放的這張嘴巴放掉了。那時候你內心當中感覺高興、歡喜，你就會對於佛菩薩所告訴你道理，內心當中確定不疑。那個時候，你這個心安住在這個上頭，可以進一步去做了。當然現在這個地方的修的慧不是這麼簡單的，這個東西都是世俗的前行。真正的這個地方修的什麼呢？就譬如說我們要特別重要的去觀那個空性。所以這個教下告訴我們觀這個空性怎麼觀呢？八不 ……。（編者按：音檔中斷）",
    "457": "[07:37]……「諦聽，善思！」好好地聽，好好地想。如果做不到這一點，我們懂得了很多佛法，對自己也沒有幫助，對人家也沒有幫助，種了一點善根，而損害自他，損害佛法；懂得了這麼多的佛法，拿照妖鏡專門看，專門看別人不對，專門看別人不對，你很高的標準。",
    "485": "[08:05]所以記住！聽見了，儘量地要想辦法自己去體會。所以到目前為止，我要說明的，講到那個道前基礎時候前面第一段之前，我不會太大地要求大家。因為理論雖然簡單地了解，這個理論怎麼用在身心上面淨化，它一下還沒有清楚。等到開始學淨化了，那我們真正要修行，那個時候慢慢地大家自己也應該了解說，正式開始修行了，那個時候要求也比較會認真一點。現在請大家翻到《菩提道次第廣論》五十二頁繼續說：",
    "534": "[08:54]《莊嚴經論》云：「此依先聞，如理作意，起修正作意，真義境智生。」那麼前面說明這個道理，下面就照這個經論來證明成立這個道理。是說真正的修行是怎麼修呢？它一定的次第，是數數地、不斷地思惟、稱量、觀察，這個正確的了解的那部分。那麼正確的了解，這個正知見從哪來呢？這就是「思所成慧」，對思所成慧經過你的思惟，正確了解了以後，如理去作意，照著它相應的去觀察這個東西，就這樣。那麼這個東西又哪來的呢？這個東西是聽聞得來的。所以我們順著次序來就這樣說：先聽聞，了解了事情的真相，說聽聞這是人家講的，你能夠了解人家講的內涵，那個時候 它兩個不同的吧 第一個是聞，第二個是聞慧，他要講的內涵，你了解了，他用手指指給你看的月亮，你看見了月亮，不是把他的手指把住，這個裡面有絕大的差別。",
    "636": "[10:36]但是你雖然看見了，因為你自己一向還在無明現行當中，回過頭去，這個無明又來了，所以你又淹沒了，所以你要不斷地深入地思惟觀察。那個思惟觀察的話，你有的時候覺得好像是對的，有的時候又懷疑了，所以要不斷地思惟，思惟到最後你確定，確定不疑了，這個就是「思所成慧」；修的時候那就是用這個。",
    "667": "[11:07]我可以作一個譬喻，我們在學校裡念書的時候，老師在黑板上面講一個道理，算一個公式，剛開始的時候，你不曉得他說些什麼，聽了半天，哦，懂了，懂了。那就是他講的道理，你了解他所講的，這個叫「聞」他所應該指給你看的東西，佛法當中叫作「慧」。那麼你了解了以後，你回去做題目的時候 ─欸，剛才怎麼上課的時候你懂得，怎麼叫你做題目的時候你又不懂了？哪！這個就是問題來了，所以你思，不斷地思，繼續拿著這個題目繼續去做、做、做。有的時候，好像做得做會，有的時候做不會，做的時候，有的時候解決這個問題，有的時候不解決。你不斷地弄，弄到後來，啊！解決了。你曉得這個大概怎麼樣了，所以你應用這個公式，會用了 ─這個思所成慧。你會用了這個公式，這個公式你可以做事情去了，這樣，這個叫修。這個次第是必然的，等到你這樣地去修這個東西，「真義現觀，乃得現起」，到那個時候你真實的義境，那個時候就現起來了。",
    "745": "[12:25]那麼談到這個地方，尤其是我們中國有一個概念，這個禪跟那個教好像是兩條路，他是說是「教外別傳」，尤其是學禪的人，往往覺得這個文字好像沒有用，乃至於說這個文字是知見稠林，你越多是越障礙你，塞你的悟門你不要去知見的。他這個話有沒有道理？是有道理的，問題不是在文字的錯誤，而是你走聞思修走上去的時候，你沒有走對。所以我們前面一再提，本來它的文字的目的，告訴你的內容是慧，慧去淨除你的煩惱，結果你聽懂了文字不但不解決煩惱，是增長煩惱，那不是、不是增長你的知見稠林嗎？眼前我們處處都是，小的哪怕一個小規矩，大家吵得要命。你的不對，我的對！每一個人都拿自己「我」這個模式去強逼別人來接受他。聽見了不對了，欸！覺得他的法器敲得不對，要這樣敲的。它法器本來是規範我們，淨除我們煩惱的，在這個地方錯了。所以為什麼祖師悲心說：你這樣錯啦！聞思本來真正的意思很重要的，這個概念大家清楚了，非常重要！",
    "840": "[14:00]所以我在這裡一直強調，剛開始我不太要求你們，因為理路我沒有說清楚，而你們也應該認真聽的，聽這個。假如你聽到後來是越聽是自己越執著，對不起！那你完全走上錯路。你自己都不能淨化，還能幫助別人嗎？你要求別人的結果有什麼用呢？所以《解深密經》上就有這麼一段公案，他有幾個菩薩大家在那兒爭執，他說他的對，你說你的對，吵了個半天。唉！錯了，都錯了！他現在討論這個理論，我們根本理論都談不到，這個要清楚。所以不是說這教理的錯，是我們學的人學錯了，我們學錯了，等到我們教別人當然也錯呀，這是它的原因。",
    "889": "[14:49]實際上它的的確確那個次第很清楚，所以你了解了這個內涵來看的話，教下跟宗下完全一樣的，完全一樣的。所以這個概念，我們到本論學到後頭，我輕輕地一點，大家都會了解。因為在前面對這個基本的很多概念並不了解，所以我解釋的時候，大家不一定能夠很快地接受。",
    "918": "[15:18]所以這個地方我們只要了解，這個「修」，一定要經過這個聞，得到了這個正確的聞相應慧，然後呢拿這個去思。你能夠認識了這個，得到了這個所告訴我們的正確的東西，然後照這個正確的東西去思惟、稱量、觀察、修習，這個時候，「真義」，這個真義我們所說的根本智，無分別智，就是這樣的。那個時候有了這個，然後再去修的話叫無分別後得智，這個必然次第。下面繼續：",
    "956": "[15:56]故所應修者，須先從他聞，由他力故而發定解，這是第一個，所以真正要修，第一個一定要先從別人的地方去聽聞。那麼這個時候，完全是靠別人，「他力，發定解」，就是他要說的內涵你確定地了解了。這個很重要，所以我在黑板上特別寫「諦聽，善思！」你如果這一點做不到的話，他講了半天，你回過頭來交白卷。弄得不好的話，他指給你看的月亮，你只看見了那個手指，錯得不曉得到哪裡去了。你把那個手指當作是月亮，這不是幾倍顛倒嗎？所以這一點注意，要由他力而發生那個定解。那麼其次，",
    "1017": "[16:57]次乃自以聖教正理，如理思惟所聞諸義，由自力故而得決定。那麼根據他告訴我們的認識，然後對於這個內涵去思惟觀察，這個才是聖教的真正的正確的道理，就是這樣。或者你當下聽懂了，就好了，或者你聽不懂，就是問旁邊人，乃至於請教善知識，廣閱各種經論。經過了這樣地反覆地溫習思惟以後，自己產生決定不疑的認識，啊！原來他講的這個道理，現在我才徹底了解，徹底了解。這個是以「自力」，對於老師所講的東西產生確定不疑的見解。",
    "1078": "[17:58]如是若由聞思決定，遠離疑惑，數數串習，是名為修。那個才是「修」，由於前面的聞跟思，然後呢，決定認識了他要說明的真相，你那個時候不斷地照著它去修。因為以前無始無明相應的，我們的這種心識是染污心識的心識之流，一直這樣地相續，所以你現在雖然了解了，你還要不斷地努力去修習這個東西，這個時候叫作修。",
    "1124": "[18:44]前面告訴我們什麼叫修？對於善所緣數數去觀察，將護修習。同樣，到了這裡我們也了解了，我們雖然懂得一個道理，卻做不到，為什麼？雖然懂得了，可是你眼前的心裡的行為，這個就是我們可以說眼前的心識，也可以說眼前我們心裡的行相，也可以說我們現在的行心所。這個行心所還是什麼？跟以前無始以來的煩惱相應的，起出來的知見是見惑，然後呢習性是思惑，那一點點浮想上的東西剛聽過了，早就不曉得掉到哪裡去了。所以一個境界現起的時候，都是跟我們習染相應的，那個時候才叫作修，就是不斷地擺在心裡面去想這個東西，然後你慢慢地慢慢地，就多一分認識，一分一分地加上去。",
    "1192": "[19:52]所以我前天晚上跟大家，告訴大家的那個，那好像是晚上吧？告訴大家的經驗，還是白天，我就忘記掉了。就是你懂得了這道理，你事先一定要先要思惟觀察，然後呢使得這個正確的道理在你的心裡當中現行著。譬如說我現在覺得，想這個飲食對我的有害，然後呢愈想愈覺得：真是害了我這個樣，無始以來就受了它的害！你一路把這個概念拿到廚房裡，一看見廚房的東西，你就說：「好傢伙！你這個生死大冤家，我今天總算認得你了，還在我腦筋裡記得你。」那個時候你就擋得住了。這個叫什麼？喏，就是數數串習這個。這幾句話，實際上就是我們真正修行的精要之處。平常我們總是覺得一看，啊，懂了、懂了！然後跑出去忙著教給別人聽，阿彌陀佛！就是這副現在我們這副樣子，所以它這裡特別重要的，這個叫作修。了解了這個，所以說，",
    "1265": "[21:05]故以數數觀察而修，及不觀察住止而修，二俱須要。所以真正修的時候，觀察以及不觀察。不觀察就是不要去講這種分別思惟等等，那兩樣都要的，都要的，他後面有詳細說明。前面因為有一種錯誤的邪執分別，他修的時候你不要去思惟觀察的，這裡告訴我們不是，兩個都要，兩個都要。我們繼續說下去，他告訴我們哪一個時候用什麼，哪一個時候用這個。換句話說，什麼時候該用思惟觀察，什麼時候該不要思惟觀察的止修，他每一個地方說得很清楚。繼續看文，",
    "1313": "[21:53]以於聞思所決擇義，現見俱有不觀止住，及以觀慧思擇修故。因為我們修行次第是說，從聞、思，對於經過聞思所決定這個正確的意義去修的時候，事實上需要兩種。有一種呢你不要多去觀察思惟，就安住在這個上頭的，這是止修；還有一種呢，關於那個內容你要思惟觀察，不斷地這樣去修的。",
    "1358": "[22:38]是故若許一切修習皆止修者，如持一麥說一切穀，皆唯是此，等同無異。所以有人說修的時候只要止修的，你不要分別，那等於說拿了一個麥，說所有的五穀就是這個了，這個是一個錯誤的。拿了一個麥，說所有的五穀都是這個，請問稻是不是？高粱是不是？同樣的道理，所以為了使我們容易了解起見，我不妨說，「我是有情」，當然我是有情，一點都沒有錯；「所以有情就是我」，下面這句話對不對？你不去想的，對呀！去想的話，有問題。我是有情沒有錯，然後呢反過來，有情就是我，那麼你們呢？不是有情，所以你們都是木頭啊！這個話是有問題的，是有問題的，這一點我們要了解。",
    "1433": "[23:53]我們修行啊，我們這個修習的時候要了解，不要把這個廣義被這個狹義整個地掩蓋掉了，這是一個絕大、絕大的錯誤。修學佛法真正的內涵是要解決一切眾生的問題，眾生無量無邊，習氣無量無邊，所以要學的法無量無邊。就自己一個人來說，要學的法，還要很多，你現在拿了這一個，把所有其他的方法統統不要了，不可以。我們絕對不能說，我拿了一個感冒藥，反正這是萬靈藥 ─感冒藥，你那個感冒也是吃它，然後呢你肺病也是吃它，然後你愛滋病也吃它，那不是開玩笑嗎？現在我們的毛病就犯在這裡，這一點千萬注意喲，千萬注意喲！",
    "1502": "[25:02]復如聞所成慧，以聞為先，思所成慧以思為先，如是修所成慧，亦應以修為先，以其修慧從修成故。下面說聞慧先要聞，這個前面說過了。我們真正講起來這個次第很井然，簡單的說聞、思、修，實際上由聞而得聞慧，對不對？所以他說你的聞慧是什麼呀？要「聞為先」，你先要聽了以後才能得到聞慧，你現在不聽，請問你能得到嗎？這是第一個。然後呢思慧，「以思為先」，你先要去思惟觀察，思惟觀察了以後，然後你：哦，懂了、懂了。像做題目一樣，你要去做欸！老師儘管講了，你懂了以後，你不做那個題目，對不起！你沒有用的，這個是非常重要。同樣地「修所成慧，修為先」，修的時候，所以你要苦苦地修，這個次第就是這樣。",
    "1575": "[26:15]若如是者，則修所成慧前行之修，即是修習思所成慧所決定義，故說修慧從思慧生。前面那個次第固然是先聞，聞慧；思，思慧；修，修慧。那麼現在我們講「修所成慧」前面是先要修，那麼修的前面是什麼？修就是修，前面思所成慧，是經過你思惟確定了解了，哦，原來這個事情的真相是這樣的啊！但是你的習性卻不這樣的，這個習性不這樣是什麼狀態呢？他現在告訴我們的 ─明，說「明」的狀態，或者說智慧所見的真實的境界是這樣的。我們以前無明、愚癡，啊，現在了解了，那個時候你就要修改，把你一向以來無明愚癡的習性，按照你現在思所決定的這個慧，作為標準來修習、改變。這個時候你一步一步地深入，等到修所成慧相應的時候，你就證得這個真正的境界。清楚不清楚現在？這概念非常清楚！現在我們都是這樣的，說修行，我去修行了，好了關起門來，然後在那個山裡兩腿一盤，結果這個腿嘛盤得痠得要死，樣子一點都沒有，就是這個道理。次第必須要如此，我們應該認識。說由於這樣的關係，",
    "1685": "[28:05]以是若有幾許多聞，亦有爾多從此成慧，此慧幾多其思亦多，思惟多故從思成慧，亦當不尠。如思慧多，則多修行，修行多故，則有眾多滅除過失，引德道理。這個次第就很清楚了，因為這樣，所以你了解了這必然的次第。那麼現在就講，哦，原來要從聞開始的。因為聞開始，所以你有多少多聞，那麼你就根據你的多聞作為先決條件，你就能夠得到多少的聞所成慧。因為你聞慧多，所以你思惟的內涵也多，因為你思惟的內涵多的話，所以你思所成慧也多。你思所成的慧越多，你修行的時候也多，因為你修得多了，所以你修所成慧也多。那麼修所成慧的功效是什麼？就是淨除一切過失，增長一切功德，這樣來的！"
}