{
    "8": "[00:08]所以從這個地方我們了解，所以我們了解這個地方他沒有講親近善知識，而聽聞還要親近善知識，所以善財童子他參了一個不夠，參了兩個，百城煙水，五十三員大善知識。為什麼他能一生取辦？哪，次第井然，就是這麼簡單，清楚嗎？這個地方概念告訴我們了，所以，以後我們真正溫習的時候，這種大經大論一定要拿來多看，那時候你才了解《法華》上面為什麼佛說，我多生多劫把那最好的東西告訴你們，但是你們就是只拿你們自己歡喜的 ─啊，對了！對了！就是那個。好了！然後儘管你有一點成就了，轉了一個大圈子。那時候你就很清楚、很明白，喏，這個大綱在這裡。",
    "63": "[01:03]反過來，你說不、不、不，它一定要全部聽懂，然後呢，不但是聽懂哦，然後照著這樣去做，一步一步地照著去做。你不要把「我」這個概念掐在這裡，一掐你就完了！一掐在這裡善知識的話都不一定聽得見，他在這講這個，也許你會想：「哦，這個人在那兒講我。」是講你嘛！就要叫你改錯嘛！所以世間的聖人尚且這麼說呀，「子路聞過則喜」，子路聽見人家告訴他有過失，就高興啊，我可以改過。現在告訴你改過你還不願意，你能改得了嗎？所以弄了半天，這個「我」越弄越大，你怎麼修呢？這不是很明白嗎？",
    "111": "[01:51]所以我現在常常自己說，啊，現在真幸運哪！我也建議各位同學，有的時候比較用厲害一點的口氣，所以常常會說：你如果這地方改不掉的話，脫下衣服回家去！我倒不是要故意這麼說，就是說用這個比較重一點的刺激一下，大家希望了解這一點。每一個人都希望跑得來做最好的，當然這個是千真萬確，那麼怎麼才能做到最好的呢？這個基本概念就在這裡。現在我們繼續下去：",
    "148": "[02:28]故諸經論，皆說於修，聞思最要。所以所有的大經大論都是這麼說的，真正的修行，聞、思是最重要，這個次第是一點都不能錯的，一點都不能錯的。我說到這裡，我想起一個很，很……怎麼講呢？也可以說很好玩，也可以說很痛心 ─《遺教經》，這是一個很基本、很重要，也可以說我們平常說起來很淺近的。有一個好心的善知識，把它翻成功英文，翻成功英文。哦，這個很有名的一個人，結果他最後的話，講到慧的時候，所以告訴我們「當以聞思修慧而自增益」。也許你們在座的，後面有幾位剛剛開始不了解，你們可以翻，現在我們正在學嘛！應以聞思修慧而自 ─自就是自己，增長受益，結果他翻譯的時候，他「聞思」兩個字輕輕帶過，他不曉得這個聞思兩個字的意義，他就只講那個修行。實際上經論上面告訴我們，修行是「聞思為要」，你有了聞思，總歸會有修的，你沒有聞思，這個修是絕不可能的！",
    "243": "[04:03]所以現在我是想到這地方呢，順便一提。這是鼓勵我自己，提醒我自己，我常常這樣想，開口講法的時候，這個次第至少要弄清楚，就算我沒有懂，如果說了解這個完整的傳承告訴別人，它也不會害人，也不會錯誤。否則的話，我們輕輕鬆鬆隨便去看了以後，啊，自己覺得懂了，隨自聰辯，不依師承，濫傳教法，叫人家真偽莫辨，對佛法的損害，是最嚴重的事情！繼續：",
    "283": "[04:43]若謂聞思所決擇者，非為修故，唯是廣闢諸外知解，若正修時，另修一種無關餘事。有的人這麼說，啊，說這個 ─前面他就這麼說啊，說你修的時候，你不要去思惟的。為什麼？因為思惟是聞思的時候的事情，修的時候不要它。為什麼呀？他說聞思都是開闢「諸外知解」，哦，講講道理的！說這個講講道理的，你現在修的時候不要，修另外一件事情。所以我們平常這種狀態是什麼呢？說我們也會有這樣說法，說我們要行解並重，所以大家坐在講堂裡面大家講一講，講好了以後，好了，修了，把剛才的丟掉、忘記掉了，現在我們去修去了，那就是這種事情。這個等於什麼？等於說",
    "341": "[05:41]如示跑處另向餘跑，則前所說悉無係屬，就像說告訴你，哦，騎了一個馬告訴你怎麼跑；拿我們現在來說開車子，給你一個地圖試看，欸，你從那裡去，我從這裡到那裡要怎麼開，這個地圖看完了以後，正式開車的時候，反方向另外跑。請問這個地圖你看它幹什麼啊？然後我們說起來兩個都需要，那這是戲論哪！所以這個地方很重要哦！這很明白的事情，前面聞思就告訴你，你怎麼修，所以修的時候就把剛才講的道理乘機運用啊！所以應該說，現在我們講完了，你們懂了沒有？懂了！懂了以後，就跑得去照剛才那個東西，好好地認真去修了，這個才是呀！哪裡說開闢一種見解。必不可少的，你有了認識，你才能夠正式地修，才能夠有成就。所以這個聞思之間是有必然的因果關係，這我們要了解。",
    "409": "[06:49]所以再提一下，所以我們產生現在時下的錯誤的話，它有它的種種原因。而將來很可能我們走得好，把佛法挽救過來，自己也得益；走得不好，我們自己也不得益，還害別人。人家看起來，你看哪！教我的這個法師，他講了半天那個行持完全不是那麼一回事情，唉！原來這種講講是沒有用的，對不對？這是很明白的一個事實。",
    "438": "[07:18]所以這個是我為什麼，我在這裡說，我想像中的上座是什麼？就是他行持上面，做為後人表率的這個。我覺得我們共同應該以這個為策勵，至於說人家怎麼樣，那不去管他，那是菩薩示現，我們到了菩薩境界也不妨這樣去示現。我自己衡量、衡量，我自己覺得只是一個凡夫，那我還是照著我自己規規矩矩來。進一步來說，你修學佛法，你是修別人還是修自己呀？修自己。修自己你管人家幹什麼？這不是很明白嗎？所以佛法一再告訴我們內學、內學，你注意你自己呀！那個時候自然而然你忙著去管你自己。當你自己條件夠了，你有慈悲心說，我現在要幫忙他了，那時候你很清楚你是基於一種慈悲幫忙他，不是心裡面煩躁地：他這個樣我受不了。錯了！這個概念非常清楚，非常明白。那麼下面：",
    "504": "[08:24]亦是善破諸聖言中，諸總建立三慧次第生起之理，則其亂說「趣無錯道，不須多聞」亦成善說。除了上面說，像上面這種講法，講是講、修是修，兩件事情毫不相關的話，這個根本莫名其妙以外，還有一個大毛病，這個是非常嚴重的。因為他這樣說，所以把佛法完整的次第，善巧的說法，說這個是什麼？一定是聞、思、修這個次第。現在他居然說聞、思跟修不相關，那豈不是把那個完整的三個次第被他破壞了嗎？所以說「善破諸聖言中」，建立這個三慧次第。「總建立」的那個「總」字有特別意義喲 ─整個的大綱，這個是最完整的。現在我們所以目前這種狀態，佛法支離破碎，就是那個東西破壞了，就是那個東西破壞了。所以現在講修的人啊，是不要聞思的，然後聞思的人哪，也不要修的，都是這個。下面說「生起次第」，什麼叫生起？就是你真實地相應與否，一定要這樣來的，如果說你不照這個次第的話，那不可能。所以在這種狀態當中，上面這種亂說，莫名其妙的亂說，「不須多聞，亦成善說」，這個就完全錯了，完全錯了！繼續：",
    "625": "[10:25]未達此等扼要之相，即是多習經典續部，與一從來未習教者，於正修時，二人所修，全無多寡。所以假定你對上面這個道理不了解，不能把握得住的話，那麼我們會產生一種現象，是什麼呀？說既然聞思跟修沒有關係，那麼有一個人聞思很多，有一個人一點聞思都沒有，但是他們兩個一樣地修，他只要修一樣，結果應該一樣，對不對？豈不是變成這樣了。所以必然產生一個什麼？必然產生一個，說一個人聽了很多，一個人一點都沒有聽，修的時候結果一樣，那你就不要聞思了。實際上錯的！不過這裡要解釋一下，有人問了：「欸，既然經典上這樣說的話，為什麼六祖大師一個大字都不認識咧？他行啊！」你們會不會有這個疑問啊？難免會有人疑問。我告訴你，這個道理很清楚。我們世間做事情看起來，只是從你一歲開始，到你兩腳一伸的時候，或者三十歲、五十歲、一百二十歲，這個一生圓滿了。實際上我們修學佛法是不是這樣？不是，不是！",
    "715": "[11:55]通常以簡單地來說，我們常常說三大阿僧祇劫，三大阿僧祇劫；我們不要說三大阿僧祇劫，拿我們現在世間的現象來看，小學、中學、大學，對不對？所以你現在那個時候你說，我在小學當中念它六年，小學畢業了，告一段落；然後進入中學，你又重新開始，中學畢業了，告一段落；大學又告一段落，一共三個大段落。同時你在小學裡面六年級，今年一年級，明年二年級，又是這樣告一個段落；今年在一年級的時候，這個是春季班，這個是秋季班，還要告一個段落；然後呢今天是今天，明天是明天，是不是天天不同啊？那麼我們從這個眼光去看，我們大家睡了一晚，第二天早上起來，那個大學生早上起來認得的東西，跟小學生早上起來認得的東西的內容一樣不一樣呀？不一樣的，對不對？不一樣的。",
    "788": "[13:08]我們或者進一步這樣說吧，我們大家去做生意，大家去做生意，我嘛做一個小販，在這個馬路上面賣那個枝仔冰，背著一個桶這樣，你嘛是王永慶大老闆。結果我們大家睡在一個地方，大家譬如說今天大家睡在那裡，明天早上起來了，我起來的時候摸摸袋裡面大概有五十塊錢，王永慶一摸，喔，有五百億，對不對？這個清楚不清楚？欸，我們大家早晨起來，為什麼我只有五十塊，他有五百億呀？為什麼？為什麼？很明白，他以前已經積了。所以六祖大師他以前已經積了很多生，他怎麼積起來的？對不起！還是這個次第一步一步上來的，清楚嗎？",
    "848": "[14:08]所以我們現在千萬不要說，啊，這六祖大師這個樣的！或者有的人：你看尤其是現在那個念佛，為什麼那些老公公、老婆婆什麼字都不認識，他念念佛嘛就往生了，所以我什麼都不要，我要念念佛也就往生了。可以的，如果說你年紀大了，你是一個在家人，這個最好的榜樣，你去做，的的確確千真萬確。",
    "872": "[14:32]如果你今天年紀還輕，是個出家人，將來要想負這個弘法的責任的話，不要走這個路。為什麼？將來你自己念，還要告訴別人，到時人家問你念佛怎麼念呀？佛法怎麼修呀？你會告訴他：「哎呀，我都不會，我只會念阿彌陀佛。」那麼好了，念佛怎麼念呀？你也不會，那請問你這個弘法的責任到哪裡去了？不是很明白嗎？所以你必須要多了解。乃至於退一步就算對你來說，她這個老婆婆念了可以去，嘿，我們還不一定能去咧！你相信不相信？你不相信，不妨關起來，關在那個試試，叫你關七天，你關得住關不住？第一天還滿好，關到第二天心裡煩得要命，第三天你就想到馬路上去晃一晃，待不住。為什麼她行？為什麼我不行？剛才說過了，就是各人宿生的背景條件不一樣。所以自己首先要認識自己內涵，那個時候就找到自己下腳的地方。這個前面說過，後面也在這個地方說，都是說這個。",
    "939": "[15:39]所以在我的感覺當中，假定說剛才這種例子可行的話，你去學這個老婆婆也太沒出息了。要我的話，六祖大師都不足學。為什麼？六祖大師還要跑得去聽人家聽那個《金剛經》，聽懂了，然後呢要去找黃梅五祖，然後呢，弄了個半天。我要學，學佛！我要跑到印度尼連禪河旁邊，到了十二月初八，一看，成佛了！這不是更好嗎？你們去學那個老婆婆真沒有出息透了，對不對？行嗎？所以這個我不是說笑話，很清楚、很明白。你一定要把那個法相、行相弄得非常清楚，那個時候，你才不會走錯路。否則我們太多人總覺得，他就是這個樣的啊，我最好省事。",
    "987": "[16:27]要曉得修學佛法最重要的兩樣東西，一個正見，一個是正精進，你這個概念是正見已失。就算你有正見的話，正精進，就是說不怕一切地要去做；現在你還沒有做，覺得，哎喲，這個麻煩呀！還沒有做，打了退堂鼓了，你能成嗎？佛法兩樣東西，正見、正精進，就是這個錯誤的概念攔腰斬斷，你還談佛法，還要說我要救一切眾生，那不是完全在那裡說大話嗎？說夢話嗎？這個是我們好好地、深切地反省的一點。所以這個地方說，我們要了解這兩個的差別，有這樣的很不一樣的地方。",
    "1037": "[17:17]到這裡，對這個概念容或還不清楚，你們好好地繼續下去，自然那個法相了解得越清楚，你會看得清清楚楚，理論也懂，然後呢在身心上面觀察的時候，你會證實這個事實，千真萬確。那時候你才會完全不動搖，在這種狀態你走上去是千穩百當，萬修萬去。現在我們繼續下去。",
    "1066": "[17:46]又彼行者，是執聞法及觀擇等以為過失，諸惡軌派令成堅固。就上面這種，講上面這種話的那些人，害了個大毛病，他有一種執著，執著什麼？執著以為聽聞跟思惟呀，說這個是個過失，啊，那、那現在不要講啊，你只要念個阿彌陀佛就好啦！就這樣。然後呢，你這個不要管了，參一個話頭就算了！乃至於教下，本來要講教的，跑到那一些人身上不要了，只要南無《妙法蓮華經》，好了！現在我們都是這個毛病，學密的嘛只要一個咒子，所以不管是哪宗哪派，流到後來走上錯路，都犯同樣的毛病，都犯同樣的毛病。這個是什麼呀？「惡軌派」，就是損害佛法的，而且「令成堅固」。這個真痛心呀，真痛心呀！",
    "1131": "[18:51]我以前也是這樣。欸，這個善知識告訴我，告訴我的確是這個樣嘛！那好，所以我也是到處勸人家：唉呀！你不要忙這些啦，沒有意思啊，趕快修行啊！我這個書本恨不得把它燒掉。唉！所以啊，佛，在這裡真是痛哭啊！《地藏十輪經》你們好好地看看，大乘僧，不管是任何行者，小乘固然不能毀謗大乘，大乘同樣地絕不能毀謗小乘，它說得很清楚：我無量劫以來，捨頭目腦髓為求一偈一句，才能夠把這個正法之寶，在這個地方拿出來給你們。你們就輕輕鬆鬆說：唉，這個用不著。所以佛說外道不能破，因為你本來是個外道，本來跟它反對的嘛，當然人家最多笑一笑。你今天穿了這件衣服是個佛陀的弟子，欸，說這個沒有用，人家跟你學的人，聽見了這沒有用了，佛法不衰，等待何時？請問。請問這個責任是誰的？所以我們現在一天到晚說，我們業障很重啊，嘴巴上面講，還偏偏的造那個最重的重業障。謗法的障是最重，對不對？想想看。",
    "1226": "[20:26]所以前面綱要已經提出來了，這個地方又提，我們這一路向下去一路提。所以本論告訴我們，極大的罪行自行消滅，就是這個。我們了解了這個的話，啊，那對任何一個東西尊重得不得了！那我們怎麼辦呢？前面告訴我們，對我們現在能修的趕快很尊重地修，不能修的我們了解了，因為我業障未除、資糧未聚，所以拼命努力。業障除、資糧聚了，到什麼時候我就可以修了。所以現在因地當中你作這個，絕不說嫌棄它不要，而是說，說自己障礙太重，一心恭敬，因為你因地當中這樣，障礙除掉了，對它恭敬，到了時候你自然能學。現在你因地當中已經輕視丟掉它，將來你的果位上面，結的果是什麼啊？現起的時候當然你丟掉它，這個是必然的現象。清楚不清楚這個？總記得佛法是因果關係，因緣關係，就是這個。那麼繼續下去：",
    "1298": "[21:38]是故串習聞思二慧所決定義，雖非修成，然許是修，有何相違。所以要曉得對於聞思兩件事就串習，所以聞思本身也是不斷地練習、練習、練習，所以廣義地來說就是修。所以他這個地方不用修而用「串」的話，其實是一樣的，就是廣義地來說，你這個聞跟思要不斷地去努力，對吧！所以它雖然不是狹義的聞思修的修成，但是，也是「許是修」，實際上我們的的確確也是修行，這是廣義的。這個並不相違，不但不相違，而且是必須要的次第是這個樣呀！那麼這是第一個，正面的成立，正面的成立。他下面是反面的說明，看：",
    "1357": "[22:37]若相違者，則諸異生未得初禪未到定時，應全無修。以欲地中，除說已得入大地時，由彼因緣，可生修所成慧之外，餘於欲地無修所成，對法論中數宣說故。最後那段話先講，就是對法論，就是經論，經論當中關於上面這個道理到處，很多地方都說，那麼上面什麼道理呢？這段要解釋一下，這個文字在座的大部分都不懂。前面告訴我們說，聞思的時候，它算它是修，不相違的，是正確的，我們不能說它違背的。假定說聞思叫作修是違背的話，那就產生了一個大毛病，產生了大毛病。什麼大毛病呀？說平常我們這個修行，狹義地來說，說聞、思、修，對吧！就是先是聽聞，懂了以後呢思惟，然後呢修習，修習得到的一個結果，就這樣。那麼平常我們不要說出世間的，就是世間的定來說，那個得到定，是什麼？修所成的小結果。一定告訴你，散亂當中是這個樣，那麼定這個樣，有什麼好處，散亂有什麼壞處，啟發你的追求的心理。然後告訴你怎麼修那個定，然後呢你把告訴的道理弄清楚，照著去修，最後證得那個定，這樣。所以它必然的。",
    "1474": "[24:34]所以在「欲地」當中，我們說欲地的話，就是三惡道、人、以及欲界六天這個；那麼一直到上面最後叫「未到地定」，在這個當中都是欲界。沒有得根本定，所以既然沒有得定的話，就沒有「修所成」的這個內涵，對吧！因為你至少得定的根本定要什麼？得根本定是經過修定才成的，你沒有修定之前，得不到根本定。但是有一個除外的，已入大地，就是已登地的菩薩他有，他所以有，以前已修過了。就我們剛才說的這個故事一樣，儘管我們同樣地睡一晚，張開眼睛來，他的袋裡有個五十億呀，他以前早就積在那裡了。換句話說，對我們一般的正規向上的人來說，你在欲地當中，不可能有修所成的這個內涵，不可能得到定。得到了定，就是進入色界了。",
    "1547": "[25:47]那麼請問，你在沒有得到這個之前，你用什麼方式才能夠得到它？或者說，得到那個定，那個是我們要求的果，對吧？現在你用什麼因才能夠得到它？譬如說我要吃飯，那麼我要買米呀，要洗、去燒、去弄呀，這個因，這樣去做的話，那麼飯就燒出來了，它這個飯不會天上掉下來的。所以正規地來說，在沒有得定之前，前面要做的事情是什麼？聞、思，這個聞思就是它的因。然後你這個因一步一步上去，得到這個定，這個很清楚明白。所以反過來說，它假定是相違的話，假定像你這樣相違背，說聞、思跟修沒有用的話，那請問這個結果怎麼出來？換句話說，世間就不可能有定，定都不可能，還有慧嗎？還有慧嗎？所以現在很多人說：啊，我要修定，這不要了。那麼請問你沒有因，你那個果怎麼來呢？這裡說正面的成立，反面的駁斥。",
    "1624": "[27:04]所以說到這個地方順便講一下，為什麼當年印度的佛法這麼盛，它就是任何一個地方就這麼嚴密，就這麼嚴密，擺在那裡使得你沒有一點小的漏洞可逃。也許我們現在，我所以說這個話，眼前我們在座的有一些人，唉呀，覺得好像這個東西很難學，或者心裡很煩。所以如果說你條件不夠，的的確確，那回家去，關在家裡念念佛也就夠了，這倒是事實，念佛是的確好。如果真的說年輕力壯好好地學的話，這種地方都應該了解得非常透徹，那個時候你才會千穩百當。",
    "1668": "[27:48]我現在舉一個比喻你們就曉得了，譬如說我們今天在座大家要解決一個問題，譬如說我們常住要解決問題，那麼有兩種不同的意見，說現在這個第一案是這樣的，贊成的請舉手，有幾個人？三個、五個，那麼好。那麼第二案贊成的請舉手，三個、五個，大家不管三個、五個啦，說決定了，照著哪一個辦法去做。那好像應該行得通了吧？嘿，結果做的時候不行。問說：「決定了為什麼不行啊？」「我可沒舉手啊！」到那時你拿他一點辦法都沒有，對不對？大家，我說這個譬喻你了解不了解？很重要喔！",
    "1711": "[28:31]譬如說今天我們在座的有三十個人，我們大家決定今天下午我們要去做，要這樣做，有的人說主張這樣做。那我就問大家了，要這樣做的請舉手，兩個人；要這樣去做的舉手，五個人。那麼說好了，決定就去做啦！到了下午大家不動，說：「決定了，你為什麼不動啊？」「我可沒舉手呀！」你拿他沒有辦法，是不是這樣呀？這個事情就行不通。那個事情行不通，沒有關係，這個無關緊要的。請問你要不要修行？現在我問你，你要修行，然後你這個道理不清楚，到那個時候的話，嘿、嘿！左右皆不通。因為你所了解的就是這個嘛！"
}