{
    "5": "[00:05]這樣走不通，那樣走也不通！所以忙了半天，我說的這個原地踏步，想想看對不對？實際上呢理路是如此。在座的有過經驗的人想想看，有的出家三年、五年、十年、八年，有一個發現：啊，怎麼這個弄了個半天，越弄越煩惱！經常現在有人說，那些初出家的人心還猛利，出家久了以後，慢慢就塌掉了。為什麼？為什麼啊？毛病都在這裡。這不要看哪，本論真正嚴密的地方，單單這文字上看不見的。",
    "48": "[00:48]所以我告訴你們，我特別說明的，這在印度當年他就是抉擇這麼嚴密，正面是這樣、反面是這樣。那麼譬如我剛才同樣地說這個，現在我們決定用這辦法行了，贊成的請舉手！有幾個人舉。反過來，我不用這種方式，現在有這樣的一個決定，贊成的嘛舉手，反對的不舉手，問題解決了。到那時候，如果是你舉的手的，你是贊成的；不舉手的，反對的，這很明白。在座的當中，有沒有一個人說，我既沒有舉手，又沒有不舉手，可能不可能？沒有了對不對？要嘛正面、要嘛反面，在座的不外乎這個正反兩取當中。",
    "94": "[01:34]現在這個地方為什麼這樣說？就是，哪！如果這樣行、如果那樣行，這個兩者當中必具其一，把問題弄得清清楚楚、確定無疑。那個時候你去修的時候，你會─對！這樣不行的話，那樣一定行；反過來，那樣不行的，這樣一定行。這所以為什麼，它這個因明真正嚴正的地方，把那個漏洞完全堵死了，這個你們要清楚。那麼我這地方順便一提，就是我想後面說明你們大概都懂了，至少現在這個情況之下，讓我們心裡種下一個印象，是我們將來真正要學的時候，這個是真正重要的。繼續下去，繼續下去。而這個道理上面已經說過了，「對法論中數宣說故」，菩薩的論裡面早就說得清清楚楚了。",
    "152": "[02:32]故言修者，應當了知，如《波羅蜜多釋論明顯文句》中云：「所言修者，謂令其意，成彼體分，或成彼事。」那麼所以「所言修」，我們應該了解修的內容是什麼。就像這個論當中，說得很清楚，就是使得我們的意，「所言修者，謂令其意」，就是我們的意，這個意現在廣泛的就是整個的我們的心識，「成彼體分，或成彼事」，就是成功你要修的這個。那麼這個我不妨把那個內涵說了一下，文字你們就懂了。先解釋：",
    "196": "[03:16]譬如說云修信修悲，是須令意生為彼彼。譬如說你要修悲心、修信心。現在你的悲不悲呀？不悲。看見一個人是：這個傢伙活該！等到你修了悲這個東西，你看見他，哎呀，你就同情憐憫他，所以你要修。平常我們碰見這個人說的話，你覺得這個傢伙有沒有道理啊？你修了一下 ─啊，你完全相信他。平常你聽見了他：這有什麼了不起，我也懂！那個時候你不會一心一意地跟著他。就是把你的心，內心轉過來。真正我們修的時候要了解，它有各式各樣的內涵，大別分成四個大類，分成四個大類。沒有修的之前什麼狀態，修的之後什麼狀態。換句話說，沒有修的時候這一方面；除了這個，反方面，就是這兩種狀態。那麼沒有修的是什麼？就是我們現在的心裡狀態：起心動念、知見方面的見惑，大家吵架；然後呢情緒方面的思惑，大家想貪便宜，就這個樣。或者是你貪了便宜，損害別人，這個粗的；細的呢，塵沙、無明等等，分類的不一樣。",
    "281": "[04:41]修了以後改變了，改變不妨編成四個大類。剛才這種情況就是我們的心識狀態，這個我們心識狀態啊，平常都是貪著，然後呢平常都是排拒。修了以後有一種，把你的心識轉變成功所修的那樣東西。譬如平常一看見那樣東西貪著，現在呢，厭離，一看見就厭惡。啊！這些東西以前我還把它看成好東西，原來生死冤家，你一看就厭惡。所以凡是修那個不淨觀的人，修成功了以後，以前對這種東西貪得不得了，他一看見了，那就厭惡得不得了，也許在我們想像當中，這個事情好像很難哪，這是你沒有學，的確的。",
    "331": "[05:31]這個我前幾年，我忘記掉是哪一年，大概可能十年以前。在台北，那地方我都忘記掉了。有一次我跟他們隨便談了那件事情，在座的有一位信徒聽完了，眼淚直流痛哭。我曉得她總有什麼感受，我就問她，她自己就在家修那個不淨觀，真不幸，修成功了。你說為什麼修成功了不幸啊？她是個在家人，而是個女的，又結了婚。所以一旦修成功了以後，她對這個慾，厭惡得不得了，那個時候就麻煩了，你不要，別人要啊！她不曉得怎麼辦是好，所以一談到那個，痛哭流涕無法忍受。這個的確不難，就是沒有如理的教授。",
    "384": "[06:24]我昨天也跟大家說過了，我對這個飲食那個對治，花了多少年這麼吃力。後來得到了善巧以後用，到那時候，真好，清涼啊！清涼啊！解脫啊！那時候，就以前的感覺就被它綁住，你儘管說：你不要去貪，不要去貪！對不起，那個地方辣椒醬擺在那地方，你口水直流，就被它綁住了，心裡面就熱惱了。現在這個情況之下你放下，清涼、解脫、調伏，一點都沒有錯。所以這個時候怎麼？你的心裡面從原來的染著，那個心本來的現象是染著心，變作厭離。同樣的呢，本來你什麼都了不相干，根本就不管他，我的才算，他，不管他！那時候你不！我的不一定重要，慈悲、憐憫，一種。",
    "443": "[07:23]還有一種呢，就是你要去觀察、思惟了以後，對於所觀的境，應該了解它的內容是什麼。譬如我們現在說，把這個看成 ─我我我，一直看成我。等到你真正了解原來「無我」，啊！你了解了 ─我一直是以為是「有我」，原來這個是「無我」，生死冤家！你就不會把它看得重要。平常我們把它「常」看做「無常」，這個就是你應該所了解的這個對境、對象，這是第二種。",
    "476": "[07:56]第三個呢，就是你修習了以後，你的心所願的地方。譬如說我們現在說要求淨土，那就是你的願的地方對不對？剛開始的時候是，當然到後來的話，是唯心淨土，你的心就是淨土。可是我們現在修的是這樣，哎呀，這個地方不是我要的，一心要求那個地方去，就是我所願之境。",
    "502": "[08:22]最後一個呢，就是你應該銘記的，記住這種事情。這個大別不出這幾類，那麼我們現在經過了修習以後，使得我們的內心的意，「成彼體分」，成功這樣的，或者「成彼事」，就是上面講的這個。",
    "524": "[08:44]以是諸大譯師，有譯修道，有譯串習。所以那些大論師、大譯師，翻譯的時候，有的就翻成功「修」，有的人「串習」。習跟修是一個，但是修的時候，要不斷地、不斷地去做，叫串習。然後呢，",
    "541": "[09:01]如《現觀莊嚴論》云：經論上面又這麼說，《現觀莊嚴論》，就是至尊慈氏，彌勒菩薩造的。",
    "549": "[09:09]「見習諸道中。」蓋修習二，同一義故。說見習諸道，這些都是同樣的，修、習是一個。",
    "561": "[09:21]又如至尊慈氏云：「決擇分見道，及於修道中，數思惟稱量，觀察修習道。」此說大乘聖者修道，尚有數數思惟，稱量觀察。這個上面的解釋。這至尊慈氏就是什麼？《現觀莊嚴論》，這是最完整的教授，從我們凡夫到成佛。當年印度所有的大乘，都主要的學這個。現在的西藏也是，紅教也好、黃教也好，這個是必學，因為修行的整個完整的次第嘛！那個論就是慈氏，彌勒菩薩造的，說「決擇分見道，及於修道中」，換句話說，前面這是見道，就是登地，以及修道，這是前面的加行。都幹什麼啊？「數思惟稱量，觀察修習道」，「數數」，就是不斷不斷地去思惟、去稱量，觀察修習，這個通於現、比二量。就是說「比」是什麼？你思惟這個什麼道理，然後把握住了以後，然後呢認真地去觀察、現觀；然後呢觀了以後，這真義現起。所以說大乘的聖者啊，尚且要不斷地思惟觀察，我們居然說不要了，那多可笑！",
    "645": "[10:45]思擇此語，則知若說將護與修二事相違，是可笑處。喏，想想上面這個話，那麼就曉得了。說我們居然哪說把這個聞思、把它修，這樣地弄糊塗了，那真是可笑！所以上面有一句話 ─極大亂說，雖然這個文字翻譯起來，很有意思，但實際上，這兩個字給我們絕大的警惕。我們現在了解，現在我們動不動說：「你不要分別嘛！」阿彌陀佛，真是！這個事情，我們現在應該有一個正確的了解。是，無分別智，是的！那是什麼？果嘛！你怎麼得到它呢？就是你前面的如理的聽聞、如理的思惟，把錯誤的、邪的、執著、無明，經過了正確的認識，把它淨除的最後的結果，它才是。現在我們是倒因為果，佛法是說的因果的必然性，現在修學佛法的人都倒因為果，還談什麼！所以這個地方我們也感到高興，啊，好呀！現在我們了解了。",
    "723": "[12:03]現在看下面一段，上面我們已經了解了，說這種錯誤的執著，說這個聞思跟修的這種不能配合，那是非常可笑的，實在非常可笑的。那麼下面就正式地告訴我們，哪些是怎麼修法的：",
    "747": "[12:27]如是如說修習淨信，修四無量，修菩提心，修無常苦，皆是數數思擇將護，說名為修，極多無邊。就像上面告訴我們的，現在我們正式將來修的次第，就是下面真的修行的要幾樣：「淨信」，那就是對善知識所生起的清淨的信心，以及「四無量心」，然後呢「修菩提心」，「修無常苦」，那個主要的是策發厭離心跟精進心的。這些東西都要不斷地思惟、觀察去修，這個叫修，太多，太多，不曉得多少！那麼到現在為止，我們並不曉得上面那個淨信、菩提心、無常苦，對我們有什麼好處。實際上這個好處大得不得了，詳細的內容在後面講，這裡我簡單地說一下。",
    "809": "[13:29]我們現在所以沒辦法修行的最大的原因，就是對這個無常苦沒有修過，不曉得世間是苦，所以放不下，你如果曉得苦的話，叫你不放絕不可能。眼前一杯毒藥砒霜，然後你雖然沒有吃，你曉得吃下去是馬上七竅流血，痛得你要命。然後把十斤的蜜放在這裡邊，不管是辣椒醬也好，然後呢是白脫油也好，然後叫你吃，你願意不願意呀？送到你面前，你逃都來不及，為什麼？曉得這個是苦。",
    "853": "[14:13]然後呢還有一個無常，雖然修是要修的，慢慢地來。假定你曉得我們生命無常的話，說明天就要死了，你今天什麼東西都不要了，說：「某人哪，銀行裡還有二百萬家財沒解決。」「什麼二百萬、二億跟我有什麼屁事！」我趕快拼命念佛的要緊。為什麼？那時候你等到無常觀真正生起來，苦諦真正了解了以後，你絕對沒有問題。所以我們現在常常說要去忙大法，要求這個、求這個，為什麼原因求不成哪？根柢沒有建立。他這個地方，次第都告訴我們很清楚，所以說這些東西非常多、非常多，都要思惟觀察。",
    "899": "[14:59]《入行論》及《集學論》云：「為自意修我造此。」是二論中所說一切道之次第，皆說為修。這個《入行論》，是《入菩薩行論》；《集學論》，《集菩薩學論》都是大乘行者必須要修學的，非常好的論。那麼這個裡邊說：「我為了自己，為了修習我自己，所以要造這個論。」告訴我們怎麼做。這兩個論當中，說的各式各樣的修道的次第，太多、太多，都是要像我們前面所說的修。",
    "941": "[15:41]《集學論》云：他又印證。",
    "944": "[15:44]「以如是故，身受用福，如其所應，當恆修習，捨護淨長。」此說身及受用善根等三，於一一中，皆作捨護淨長四事，下面的解說。這是說，就像因為前面的緣故，為了你要離苦得樂，解決一切眾生等等這個原因，所以現在你要什麼啊？要對「身體、受用、善根」這些東西，這些東西，為什麼啊？都要修呀！如果你得不到人身，你能修嗎？當然不能修。如果說你得到了人身，你沒有受用的東西，窮得個要命，裡邊外面一樣東西都沒有，你能修嗎？不行！你跟人家做工人都來不及，討飯都來不及，這些，然後善根不夠都來不及。凡是這種東西都要去長時地修，而這些東西修到最後究竟的時候，就是佛的報身報土。那麼在這個裡邊這三樣東西，一一中都要作「捨、護、淨、長」四樣。這個真正修的時候，就是說：不該要的 ─捨，該捨的時候捨；該護的時候保護，要做的要做；然後呢？都要淨除、淨化；來增長這些。啊，所以這四個大綱，所有的大概都在這裡頭。",
    "1023": "[17:03]說此一切皆名為修。故言修者，不應執其範圍太小。所以「修」很廣泛，絕對不能執很小的一個範圍，拿了一粒麥說：啊，所有的五穀就是如此了，這樣。所以說，我就是人，所有的人就是我了，你們都是妖魔鬼怪，等於這個話一樣，那是不通的。那麼隨便一句話，無關緊要，你修行的時候你執在這個上面，你怎麼成就呢？這是一個很重要的事情。",
    "1055": "[17:35]又說一切分別是相執故，障碍成佛，棄捨一切觀察之修，此為最下邪妄分別，有一種人說這個分別都是執著、都是執相，成佛要去相，要無分別的，現在你執著的話，那個都是障礙，所以不要它，不要它，要去掉它！「哎，你不要分別啊，要無分別才對啊！」要曉得這個是什麼？最下 ─最差的邪妄的分別，這個最糟糕、最糟糕的錯誤。這我們要了解的，一定要把前面的那個道理，正確的，所以我們一定要靠如理的分別，才能夠淨除這邪妄的分別，這個很清楚、很清楚。所以你現在一開始的時候，莫名其妙地說，哎呀，不要分別，倒果為因，那請問你不分辨得是非莫辨，你怎麼做？我們總不能說，反正不管了，你一股腦兒不去管它，那麼然後呢，做什麼事情都做不成功。燒飯，你米、菜、油、鹽、那個泥巴等等都擺在鍋子裡面燒，行嗎？當然不行！沒有一件事情例外的，何況是修學佛法。",
    "1136": "[18:56]那麼這個見解，在西藏有一個時候很流行。它為什麼流行？這個原因，我這個公案先簡單地說一下。西藏的佛法開始，開始的松贊岡布，到後來持松德真大宏。那麼松贊岡布他藏王是個雄才大略的君主，那時候他娶了兩個：一個是尼泊爾的公主，一個是中國的唐太宗的文成公主。那麼跟文成公主進去，帶了很多經像，以及中國的醫學、天文、曆書等等。那麼這個佛教當中，還有一個和尚出家人，那個出家人學禪，但是呢，他對這個禪並沒有了解得透徹，並沒有了解透徹，所以他就說，什麼都不要分別的。",
    "1187": "[19:47]所以上次我跟大家說過那個田雞和尚，諸如此類的這個公案。他沒有真的透，他自己說：「老僧兩腳一盤，什麼都空掉了。」據說這個人是普陀山的，他平常歡喜吃田雞，人家說：「那個出家人怎麼可以啊！」他就說：「啊，老僧兩腳一盤哪，什麼都空掉了！」他不見道。「這經上是說的，假定你真正的見了道，或者什麼成就的話，黃金萬兩也消得，何況這個田雞值幾個錢啊？再說，我兩腳一盤什麼都空掉了！」所以人家說：「老和尚，你什麼都空掉了，田雞空不掉！」他現在什麼都空掉了，只有一個田雞空不掉。啊，我們現在是沒有一樣空得掉，然後呢自己的主見，然後呢自己的嘴巴，自己要貪圖的尤其特別厲害，在這個地方也照樣地說：「哎呀，你不要去管它了，不要去分別了。」那可想知多嚴重啊！多嚴重啊！所以這個地方我們說，他下面說：",
    "1253": "[20:53]乃是支那和尚堪布之規。就這個，就是指這個人。「支那」，就是中國，自古以來他們這樣稱。那個和尚是一個非常好的人，堪布，這個西藏話的堪布，就是我們這裡說的一個住持。那個就是他的錯誤的見解，那麼關於這個見解，到後來在西藏被一個蓮花戒大論師破除了，這個蓮花戒大論師是印度人。後來因為他那個概念不正確，大家討論的結果沒辦法，最後就到印度去請個大論師來，結果那個中國和尚就敗掉了，敗掉了以後就跑掉了。但是他那個遺留下來這個錯誤，一直遺留到現在。所以任何一件事情，一旦留在世間的話，你要消滅它真難哪，這個是千真萬確的事實。",
    "1313": "[21:53]在談那個正文之前，我不妨說一下，只要他那個錯誤的見解還留在世間，還有人受害的話，那麼留下這個禍害的這個人，在地獄裡面就沒得出來。注意喔！就算你出來了以後，將來還有種種的餘報。所以我們不要輕輕易易地隨便留下一句有毛病的話，很多東西留下來，你這個留下來的影響輾轉無窮，所以真的這個苦報是不得了地厲害。這個地方警惕我們，隨便我們的行持、說法等等啊，實在要小心啊！要小心！",
    "1356": "[22:36]破除此執，於止觀時，茲當廣說。那麼關於這個道理，到下面講到那個最後止觀的時候，他會詳細說明的，這是一點。那麼下面繼續：",
    "1366": "[22:46]又此邪執障碍敬重諸大教典，像上面這種錯誤的執著，是產生一個大障礙，障礙什麼？障礙對於這個經教的敬重。為什麼呀？本來這個修學佛法，你在因地當中，還沒有正確之前先要有個大恭敬、大仰望。由於這樣的話淨除罪障，你能漸漸深入，就這樣。假定你不恭敬它，這個法的沈沒；法必須要恭敬的，你不恭敬它，那就完了。為什麼現在不恭敬呢？說修的時候沒有用的，你不要去分別，經論上面都是分別。當然嘛！啊，說這些東西你弄了以後，反而「塞自悟門」。現在那個很多人都這樣，你去看這些東西，塞住了你將來自悟的門，這個你不要的；既然不要的，當然不恭敬它！你修學佛法你都不恭敬，請問還要誰來恭敬它？這個是一個很嚴重的！",
    "1433": "[23:53]以彼諸教所有義理，現見多須以觀察慧而思擇故。因為實際上呢，這個經典上面，告訴我們道理都要思惟觀察。現在你居然不要思惟觀察，你說思惟觀察執相，障礙成佛，你不要它了，當然這個經論你就不要了，不要了就不恭敬，不恭敬的結果呢，佛法就消失掉了，消失掉了。",
    "1463": "[24:23]諸思擇者，亦見修時無所須故。不要說那些邪解分別的人，乃至於有很多人哪，就是說，他也曉得要去講道理，換句話，這地方講，不要說是這個上面講學禪學錯的這個人，就是很多學教的人哪，嘿！也妙了，他到修的時候，他也說修的時候這個不要的。唉！那怎麼辦？",
    "1494": "[24:54]又此即是聖教隱沒極大因緣，以見諸大經論非是教授，心不重故。今天末法、末法，聖教的真正隱沒大因緣就在這裡。為什麼呀？你見到「諸大經論不是教授，心不重故」，說這個大經大論不是真正的教授，你心裡不敬重。你不敬重怎麼辦？當然沒人敬重。然後你不敬重，現在的因，將來感得的果，你就沒辦法再接觸佛法，就這樣。所以為什麼這地方我們要起大恭敬的原因。所以說上面那個故事，以前說的那個故事，那小沙彌恭敬那個老和尚，那個老和尚說：「這是為你好！」這個小和尚不管他了，「這樣為我好！」就這個道理。你真正恭敬的，真正得到好處，是你的，這個我們要了解。",
    "1557": "[25:57]如是修道有思擇修，及不思擇止修二種。所以正式修的時候有兩個：有一個要思惟觀察，有一個不用的。前面那個邪解說只要止，不要思，實際上呢真正講起來，兩個都要。所以在這裡，他絕對是不偏的，而是把兩個需要的互相配合得天衣無縫，這樣才能夠圓滿的結果。",
    "1584": "[26:24]然如何者思擇修耶？及如何者止住修耶？謹當解釋。那麼什麼是要思惟觀察？什麼是不需要思惟觀察，一心安住？那麼現在認真地下面說明一下。",
    "1604": "[26:44]如於知識修習淨信。及修暇滿，義大難得。死沒無常。業果。生死過患，及菩提心。須思擇修。下面這些東西要思擇修。下面這個這裡不解釋，因為後面每一個項目，都會很仔細地說明。等到你仔細地說明，就了解得非常清楚，這是我們修行過程當中必不可少的完整次第，既然後面有，所以這裡不講了。那麼這些東西有什麼功效呢？下面說：",
    "1639": "[27:19]謂於此等，須能令心猛利，恆常變改其意。此若無者，則不能滅此之違品，不敬等故。下面就解釋，修習上面淨信、暇滿等，說你經過了修行以後，它能夠使得我們的心裡面哪，產生一個什麼效應啊？「猛利、恆常，變改其意」。在沒有改變之前，我們現在不妨想一想看，現在的狀態是什麼？換句話說，還沒有改變，現在的狀態就是不猛利的，就是悠悠泛泛、馬馬虎虎、輕輕鬆鬆這種狀態，做事情就是有氣無力。修行不是這樣！還有呢，改變了以後就不是！而且不是說一下改變，恆常的。我們有的時候還是很認真這樣去做一下，有的時候我們說，今天早晚課做得很好、很高興，明天就沒勁，那不行！或者早晨起來滿有勁，過了一下不靈光，這不行！他是說經常能夠這樣，把我們現在這種不相應，跟正法不相應，跟無明相應的這種狀態改變了。改變而且恆常，把這個心識改變成正確的這種心理狀態，提得很猛利。",
    "1737": "[28:57]這有什麼用呀？先不說，說假定沒有這種改變的狀態，「此若無者，則不能滅此之違品」。那改變了以後，他有一個效應的 ─那個改變的心，能夠消除跟它相違的，相違的什麼？不恭敬。你對善知識有了淨信心，你就起恭敬了，你修了暇滿人身，死沒無常，你拼命地要去修去了，不敢等了。你了解了這個業果這個關係的話，你就不敢一點點投機取巧了，這你曉得投一點點機，討一點小便宜，結果是你自己倒了楣。"
}