{
    "7": "[00:07]反過來說，你自己努力一點的話，你賺了大錢，這樣啊！這種情況那自然而然你會改變，而且呢要恆常地改變，要猛利地改變。當你恆常而猛利地改變以後的話，修行就很容易了。你會時時刻刻等在那兒，這個無常隨時要死，死了以後下了地獄要苦，你就等不及了。不要說好端端的時候你拼命用功，生病的時候你也會，乃至於生病的時候更拼命用功。為什麼？好端端的雖然想無常還滿好，生病的時候，病是死因啊，現在你已經病了，什麼時候死更快，你能等得及嗎？你更拼命啦，這不是很明白嗎！所以說他這些東西 ─能夠猛利改變我們現在這個悠悠泛泛的東西，都要拿前面的那個思擇修，去修的。所以，",
    "73": "[01:13]起如是心，唯須依賴數數觀察思擇修故。上面這種消滅違品的，就是淨除我們不能修的，去除那種障礙的這種心理，靠什麼啊？靠不斷不斷地思惟、觀察，這樣的。下面說：",
    "98": "[01:38]如於貪境，若多增益可愛之相，則能生起猛利之貪，及於怨敵，若多思惟不悅意相，則能生起猛利瞋恚，他這個比喻很容易懂，我就說一個實際上的狀態。說明什麼？我們的心理有這個能力的，有這個能力的。有什麼能力啊？能夠改變我們的心意，能夠對治這種障礙。現在呢，我們把這種能力用在煩惱上面，不用在正法上頭。我們在哪裡用在煩惱上面？舉一個比喻：譬如有一樣東西，我們以前不曉得的，現在曉得了。譬如說，我們說這個 “butter”，以前這是外國東西，的確我們不知道的。現在曉得了，這是什麼？“butter”！就是你曉得了也沒關係，然後吃一吃，「欸，這滿好吃啊！」今天也吃，明天也吃，吃了幾天，到後天不吃，就不行了。那個時候你的心裡面，會強烈地對這個東西有一種愛好，是不是？",
    "180": "[03:00]所以只要經過不斷地練習這個東西的話，你對這個，心裡面就會產生這種強烈的攀緣心。對歡喜的東西是貪，對不歡喜的東西呢？排拒，瞋！比如說這個人平常滿好，好端端的，後來有人告訴你：「某人哪！你相信他，其實他是一個大騙子，大冤家呀！你所有的苦頭，都是他騙了你的。」你心裡先懷疑「真的嗎？」「當然真的，你不妨試試看！」然後你仔細地觀察，啊！結果發現哪，原來他專門在那裡跟你搗蛋，而他給你小小的甜頭，一點點，然後使你受到大苦。你等到經過了觀察，了解了這個事實，那個時候你是惡膽旁生：「好傢伙！這個傢伙來的時候，我以前一直相信他，原來專門害我！」你的瞋心就生起來了。這個我們大家都有這個經驗吧！說明了我們都有這個能力。",
    "241": "[04:01]那麼現在這個能力，如果你用在正法上面也是如此。以前你歡喜得不得了，覺得這個人專門幫忙你，就像說這個讓你營養，讓你長得白白胖胖，讓你吃得舒服。結果你現在曉得，原來你所有的痛苦的根本，都是它給你的！佛告訴我們：啊，這個樂是苦因啊！你懷疑：會嗎？然後呢，就告訴你這個道理，你也這樣去思惟觀察，到時候你確定曉得，哎呀，真的是這樣啊！到那個時候啊，你也一樣地一看見它，你就無法忍受。對不對？我們有沒有這個經驗？有嘛！所以說我們有這個能力的，問題在哪裡呢？就要如理地聽聞，如理地思惟、觀察，你能夠猛利轉變過來的話，修行是絕對可辦！",
    "296": "[04:56]是故修習此諸道者，境相明顯不明皆可，然須心力猛利恆常，故應觀修。關於這些東西，他下面說，什麼叫「境相明顯不明顯」，這句話先等一下說。真正的這種狀態的重要是什麼？就是這個心裡面非常強烈，譬如說你那個貪的心。這個貪的心不是說，你心裡面明明白白看見這種東西，不是的，就是不知不覺地有種強烈的心趨向它。那為什麼講境相明顯不明顯呢？譬如我們要觀佛，對不起，那個觀佛的話，你要觀起來，就清清楚楚，明明朗朗，它不一定是非常強烈，心量很穩定的。有一種東西呢，你心裡面並沒有看見這個東西，卻是有強烈的，這個跟 ……不同的情況。那麼這個靠什麼？就是靠思惟。它每一樣東西有它的特別的修學方法的，那時候你不一定要把這種東西觀起來，你就思惟這東西對你有多大的害處，然後你就討厭它了！你思惟它對你有多大好處，然後你就喜好它了！這個就是需要思惟、觀察的，凡是這一類東西，叫思擇修。那麼另外一種呢？",
    "377": "[06:17]若心不能住一所緣，於一所緣，為令如欲，堪能住故，修止等時，若數觀察，住心不生。故於爾時則須止修。於止觀時此當廣說。另外一個，假定說你希望你的心，安住在一個上頭，不要動。比如說我要看那個佛像，很明顯的，瞪大了眼睛看見了，那個時候你不要東去想、西去想：這個對我有多少害處，這個有多少好處，你越想越亂。那時怎樣辦呢？那個時候你所緣的，是一個明顯的佛像，為了使得你心能夠像你所希望的，「為令如欲」，像你所希望的能夠安住在上面不動，這個是得止。那麼在這種狀態，如果你心裡面東想西想的話，這個心裡面，定心就定不住，這個時候就要止修，不要思惟。在這個裡面就很清楚明白告訴我們，哪些是要思惟的，哪些是不思惟要安住的，這個道理在最後止觀那部分會詳細地說明。所以現在這裡只略說，簡單地說明，正理說明了以後，邪執破除，要不然那個邪執在這個地方的話，碰到那裡你還覺得自己很對，完了，完了！",
    "468": "[07:48]又有未解此理者，說凡智者唯應觀修，凡孤薩黎唯應止修。此說亦非，以此一一皆須二故。還有的人不了解上面這個道理，他就說：很多有智的人，智慧，說智慧比較強的人，譬如我們現在說，有很多人法行人，有很多人信行人，有很多人偏重於智慧，有很多人偏重慈悲，諸如此類。說凡是他智慧偏重，以及修習智慧的時候，乃至於六度當中，現在修布施度，將來是修般若度，諸如此類。說凡是這一類人，那麼要修習，這樣地修習、觀察的。另外一個「孤薩黎」的話，只要止修。什麼叫孤薩黎？孤薩黎就是這樣，那個人對於修行的法門，已經得到了決定的勝解了。然後呢他一心一意去修行，而且採取著苦行的態度，什麼東西都捨掉了，隨緣像頭陀一樣。通常禪門當中，破了本參，然後呢全部精神不計一切的，這個就有這種類似的。實際上是不是這樣？他這不對，這個也不是。「以此一一皆須二故」，這兩個東西，同樣地不管是哪一個，該止的時候要止，該修的時候要修，呃該觀的時候要觀，該止的時候要止。",
    "569": "[09:29]雖諸智者，亦須修習奢摩他等。前者也要修止。",
    "575": "[09:35]諸孤薩黎，於善知識，亦須修習猛信等故。後者也還是要修猛利的信等等，就是那個時候要思惟觀察的。",
    "587": "[09:47]又此二種修行道理，於諸經藏及續藏中，俱說多種。這個兩種，止也好、觀也好，不管是顯教、密教的經典當中，同樣地很廣泛地都說這個道理。",
    "605": "[10:05]須由觀察而修習者。若無觀修或是微少，則不能生無垢淨慧，道勝命根。這句話，這句話注意一下！凡是必須要用觀察修的東西，你現在不用觀察。沒有觀察，或者雖然觀察而觀察得不多，一點點的話，那麼這個時候就有一個缺陷。什麼缺陷？叫「無垢淨慧」 ─這個東西沒有！什麼叫無垢淨慧呀？慧是什麼？破煩惱的。真正破除煩惱的，正對治的藥是智慧。這個智慧分聞、思、修，只要是對了，一定能夠破煩惱，如果不對的話，那當然沒有用！現在這裡講的是叫無垢淨慧，這個無垢的淨慧靠什麼？都是靠思惟觀察。所以如果你沒有的話，這個東西生不起來；這個東西生不起來，請問你怎麼修學佛法？佛法的真正的目的 ─對治煩惱，煩惱斷除了，業就斷除了。沒有惑、業，當然沒有這個流轉生死的，這個是勝道的命根，像命的根一樣，最重要的東西。修學佛法最重要的東西，居然你現在不要了，請問你佛法從何修起？",
    "702": "[11:42]所以這個情況是由來已久啊！因為由來已久，所以現在趨入末法，因為到了末法，所以我們現在沒有辦法，只好念一句阿彌陀佛。所以這句阿彌陀佛，到現在的的確確是對我們最好的，但是我們弄錯了，這個是留到了最後沒有辦法。我們所以落到今天的原因，是以前造的惡因，我們現在了解了這一點，應該怎麼辦？就我所了解的，是！現在我們只有念佛，但是心裡面了解啊，以前我們造了惡因啊，所以現在得了惡果，現在我們只能念這個，趕快把以前的惡因轉過來。眼前我雖然不能修，但是將來一定要努力啊！",
    "743": "[12:23]所以這種情況之下，是的，我眼前還是念佛，但是感到無比的慚愧，說這個經論實在重要啊！我們絕對不會說：「哎呀，這個不要，你還管它幹什麼！」這兩種現象，產生的結果是什麼？很明白。因為你現在覺得很慚愧，然後你努力修，你恭敬它。這個慚愧、恭敬本身也是個功德，不但不影響你，還能夠幫助你現在那個助行往生，這第一個眼前的好處。然後你去了以後，到那時候你修的是，因為你恭敬一心仰望，到時候有了因緣，你馬上可以修，你再回來的時候，這個因一直在這地方，對不對？",
    "792": "[13:12]如果你不採取這個路，你現在說：哎呀，這個都不要！這本身是一個最大的謗法障礙。你辛辛苦苦念了一點佛，把它抵銷，往往啊還透支三分，弄了半天，了無影響，這是障礙。就算你能去了，到了那邊，因為你的心裡面因種就是不要它的，所以到那時候你既然不要它，眼前碰到了你還是不相應。你說好像這個經裡面沒有這個根據嘛！怎麼會沒有呢？《彌陀經》，大本上面，以及《十六觀經》，淨土的三經，其他的經論上面說得很清楚啊！很多人到了那邊，他聞說了，然後就證了羅漢果了。為什麼證羅漢果？他不要那個大經大論嘛！這是一個。然後呢《華嚴》上面說得很清楚，說很多這個大的弟子，聲聞弟子，坐在這個地方，他儘管佛在這兒說那個最大的大法，但是他不相應。為什麼？他因地當中本來就沒有種這個因，他不歡喜這個東西，聽也聽不進，這不是很簡單嗎？對不對？",
    "868": "[14:28]所以我們要好好地去學啊！你弄清楚了，那麼你那時知道，是啊！現在你不能修，絕不強迫，但是正因為你不能修，更要努力。啊！說我慚愧啊！我好好地學，將來一定要學到。概念清楚嗎？就在這地方。這個是它現在這裡的最大、最大的差別，所以這個地方我們要了解啊！你如果現在能夠這樣做的話，即便當下不一定能夠直趣針對煩惱的慧，可是將來很容易上去，很容易上去！所以這個勝道的命根，我們要把持得住。進一步：",
    "920": "[15:20]慧縱略生，亦不增長，就算你生 ─有慧，也不能增長，你沒有增長的因嘛，你怎麼可能得到增長的果呢？",
    "930": "[15:30]故於修道全無進步。唉，所以說是原地踏步，不退還是好好的呀！",
    "939": "[15:39]道所修證最究竟者，如敬母阿闍黎云：「慧中如徧智。」這個修道最究竟的是什麼呢？就是這個裡面告訴我們的，慧當中什麼呀？如智、遍智。如、遍智是兩樣東西噢！一個是如所有性，一個是盡所有性，這個兩個後面會解釋。拿我們現在來說，一個是見一切法的特質 ─見空；一個是見一切法的緣起 ─有。換句話說，一個是根本智，一個是無分別後得智，兩樣東西圓滿的是佛果。",
    "982": "[16:22]謂能無雜簡擇一切如所有性，盡所有性，即是慧故。你能夠正確無誤地抉擇一切的，就是什麼？就是如智跟徧智，這個都是智慧耶！智慧這個東西，就要你思惟觀察；所以要止修的，因為你那個思惟觀察能力不行，所以要用定心來去觀察，這樣的！現在你一開頭的時候，居然這個不要了，那豈不是一開頭，你把那個命根都切斷掉了一樣嗎？這個概念我們現在要清楚，要清楚。",
    "1021": "[17:01]是故於道幾許修習，返有爾許重大忘念，念力鈍劣，簡擇取捨意漸遲鈍，當知即是走入錯道正因之相。這句話對我們是個大警惕，這句話對我們是一個大策勵！所以我們現在有很多人對道修，修了很多。修了很多，反而什麼？嘿！反而產生了反效果。是忘念是重大，念力是遲鈍，然後呢抉擇，唉，碰見這種事情，叫你也弄不清楚，叫你去弄，你又嫌它麻煩，就這種味道。這個是什麼啊？走上錯路了，走上錯路了。就是因地當中你走錯了！所以這一點大家注意，有的人一聽，不聽的時候滿好，一聽眼睛就瞪大了，那個就是他因地當中跟他相應的；有的人平常他滿好，等到一聽經，就打瞌睡了，就是提不起來。為什麼？就是跟法是不相應，而那個時候他就是什麼？障礙現起的時候。",
    "1092": "[18:12]這個的的確確很清楚、很明白的，你對這樣東西有嗜好的話，那個現起的時候，你眼睛瞪了個大。反過來，你跟它不相應的時候，到那時候你會直打哈欠，對不對？我想我們每個人都有這個經驗。所以，譬如說我們現在當然出了家了，不會了。以前在家的時候，到了夏天，然後呢白天的事情忙完了，這個時候電視節目最好了，然後呢在這個地方冷氣又開，然後坐在這個地方 ─最好的，瞪大了眼睛大家去望！到那個時候洗澡了，「等一下，沒關係，你先去，你先去！」每一個人都會這樣，勁就會提得那麼足。",
    "1134": "[18:54]反過來，這件事情大家說念書了，唉呀，到那個時候，你這個也不行，牙齒又痛了、頭又痛了、背又昏了，到那個時候硬是跑到那裡你就打瞌睡了。為什麼？為什麼啊？就是這樣！我想我們都有這個經驗，我們不要問他為什麼，我們都有這個經驗，就是你這樣東西，跟你的心裡相應的話，到那個時候的話，精神就提起來了。叫你該做的時候，哪怕洗澡固然不願意，到時該睡覺了：「去睡啦，明天起不來！」「沒關係，等一下、等一下，明天我起得來的！」就是這個樣。乃至於你很累了，「哎喲，這個什麼節目來了！」你也不覺得累了，不是很明白嗎？這是什麼？我們的習氣，對不對？習氣是什麼？現在的果。就是你因地當中有了這個，現在這個現象。",
    "1185": "[19:45]所以如果說，我們每一位同修碰見這個情況的話，立刻檢點一下，哦，是什麼狀態。最好的辦法 ─那時候趕快懺悔，還來得及。懺悔淨除了以後，它不會感果，要不然這個留下去的話，那對我們是非常恐怖的一個結果！",
    "1210": "[20:10]又於三寶等功德差別，若能多知，依此之信亦多增長。再說，假定說我們對於三寶的功德這個差別，有種種特殊的內涵、細緻的內涵，能夠了解得越多，那麼信心也增長。平常我們說，啊！歸依，為什麼要歸依啊？說「好的。」啊，那麼就好的，歸依了！現在大部分都是這樣，歸依了三寶，他就保佑你呀多子多孫、長壽、健康。「啊，那去去去！」到底內容什麼，不一定知道。但是你如果了解了更多，他越來越起勁。我們不要說佛法了，不要說佛法。就是一貫道，我曉得的，一貫道它有一套內容的，它就告訴你，這個道有多大的好處，現在是三期末劫了，如果是你不來這一套東西的話，到那時候「末劫罡風落地」怎麼怎麼，哎呀，恐怖得不得了；然後你跑得去，一受了這個東西有多少好處。你了解得越多，啊！你這個信心就越強。都是靠這個東西啊！那麼我們對佛法呢，也是如此。",
    "1290": "[21:30]所以我講一貫道的，為什麼要這樣講，就是說我們這種心相，換句話說，我們每個人心理狀態的的確確是如此的。你用在這個上面，就對這個信心增強；用在那個上面，就對那個東西信心增強。現在我們要增強對三寶的信心，怎麼辦？還是用這個辦法 ─告訴他，三寶的種種特別好處。那要靠什麼啊？聞思嘛！不是很明白嗎？所以說修行而居然不要聞思了，怎麼個修法？這是對啟發你好樂的信心，另外呢？",
    "1333": "[22:13]若多了知生死過患，故生眾多厭患出離。反過來，你假定能夠多了解，這個生死輪迴當中的種種大過失、大害處的話，你這個厭患心就生起來了。所以剛才那個比喻當中，有人告訴你，說：「你以為這是你的好朋友？這個是你的冤家！」你了解得越多，自然而然你對他厭離排斥了，不是嗎？也要靠我們多聽聞、多思惟、多觀察。所以我們現在的的確確不要覺得懂了，坐在那兒大家談佛法。在我現在了解的話，你們懂不懂，我不知道，我自己曉得我實在是好可憐哪，好可憐！懂得的太少！所以我一再說，要我問我的心的話，我實在不想坐在這地方講，可是我的老師告訴我，「某人哪，你去了以後你要講。」我尊重我的老師，我莫奈何，只好跟大家講。我不懂嘛！同樣地，因為我拿自己來衡量，看見在座的大部分同學跟我差不多。唉，所以我想起代大家心裡著急，的的確確！",
    "1414": "[23:34]若由多門，能見解脫所有勝利，故亦於此猛利希求。同樣地，你見到解脫的殊勝的利益的話，你希求心就生起來了。現在我們修行的真正的大的障礙：第一個，淨信心生不起來，好樂心生不起來。對平常的時候，做別的事情很起勁，上街跑一趟，「你出去啊？你有車子？我跟你一起去！」但是那個地方是聽經，「哎呀，又要上課了！」為什麼啊？就是好樂心生不起來，第一個。然後呢過患心生不起來，有了這過患，然後下面告訴我們這個見到解脫的殊勝的那一段，希求心就生起來了。我自己想想我自己也覺得好笑，剛才這個。",
    "1476": "[24:36]若多了解大菩提心，及六度等希有諸行，則於此等諸不退信，欲樂精進，漸能增廣。如是一切皆依觀慧，觀察經義修習而起，這個上面告訴我們，凡是上面這種東西都是靠什麼？都是靠我們的思惟、觀察。觀察什麼？「經」。為什麼要經啊？經是聖人所說，換句話說，他所說的道理正確無誤，天經地義。所以",
    "1512": "[25:12]故諸智者應於此理，引起定解，他不能轉。請大家把這幾句話刻在心上面！我自己真正是一個聰明的人，自負是聰明的人的話，就應該這樣去做 ─對這個道理，第一個，引起定解，要確定不動的見解。「他不能轉」，不管人家怎麼說，環境怎麼樣，絕不動搖！到了那個時候我們修行，行了！否則的話，這裡聽了有道理，跑到那裡，這個人講講的話，覺得：「是呀，還是我的對！」你還是停在原來的地方。所以他告訴我們：勝解、勝解！這個很重要的。要達到那個勝解，不是聽一下就算，聽過了還要自己的深刻地研習，還要討論，然後呢要思惟，還要觀察。我們要做的事情好多喔！而做這些事情對我們的利益好大啊！",
    "1579": "[26:19]你如果把握不住這些，今天聽了滿對，等你跑到那裡聽聽的話，覺得也不錯啊，好像是這個樣啊，你就轉掉了。結果呢，跑到這裡聽了一點哪，白費；跑到那裡聽也白費！為什麼呀？你懷疑嘛！所以自然到那個時候，人家說：「駝子摔跤，兩頭不著實。」就是這個狀態。兩頭不著，就是這個狀態，是很重要、很重要！我們現在太多這樣的，聽見他，「啊，好！」跑到那聽他，「這也好！」不知如何取捨，好了，莫奈何，就這麼空過一生，這種道理。所以說「引起定解，他不能轉」，絕對不要人家動搖。",
    "1632": "[27:12]在這個地方，有個很方便的東西，我們不妨這麼想一想。常常有的人說勸你：「某人啊，現在這個樣，戒上面、經上面怎麼講 ……。」那時候你自己問一下：這個人強得過佛嗎？這個人強得過菩薩嗎？你這麼一想，這問題自然就沒有了。然後呢當你想到「我」的時候，你也問問看：我強得過佛嗎？我強得過菩薩嗎？你能夠這麼一問的話，多多少少會減輕一點這種錯誤。然後呢會幫助我們扭過來，一直等到你對於正確的無垢的道理，產生定解，決定不移的時候，安全了！",
    "1679": "[27:59]如果說，你用這個法門用在淨土上面的話，那就是去的可能性是百分之九十五以上，除非你有大業障，否則一定去而且。去淨土的條件是什麼？簡單！信願具足，對不對？你能夠不被他轉的話，請問這個信願是不是具足？對嘛！千真萬確。所以大家不要這個時候忙著念佛，我覺得啊，這些人真可憐哪！你不妨停下來忙這個，到那個時候的話，就這麼容易就去了，道理就在這裡。更進一層都做得到，何況是比較簡單的？上品上生都可以，何況是下品下生乃至邊地啊！不但是淨土，禪、教、密哪一門都可以通。這個基本的完整的概念，你了解了這個廣義的，用在狹義，用到哪裡，就哪裡通！就是這樣。繼續：",
    "1755": "[29:15]諸於修理見解極狹者，作如是言，若以觀慧，極多思擇而修習者，則能障碍，專注一緣勝三摩地，故不能成堅固等持。此當宣說。"
}