{
    "4": "[00:04]注一緣勝三摩地，故 不能成堅固等持。此當宣說。上面這個是錯誤的見解，現在下面有一種呢，他錯倒不一定錯，但是見解太狹窄、狹窄。那麼這種人怎麼說？他就說，你拿這個觀慧去不斷去思惟的話，這是障礙你學定，你要學定的話，專心一注貫注在這個上面。全部精神貫注在上面，它不一定定，那東想西想、胡思亂想，生不起來，不能得到這個堅固的定。那麼他下面說，「此當宣說」，是的，這個要下面詳細，你要分別得清楚。",
    "53": "[00:53]若謂其心於一所緣，如其所欲，堪能安住，此三摩地，先未成辦現新修時，若數觀擇眾多所緣，定則不生。乃至其定未成以來，於引定修，唯應止修，亦是我許。是說，你現在希望安住在你所緣的，專一貫注在上頭，要想得到這樣的定，那麼要想得到這樣的根本三摩地，而這個你以前沒有學過，現在你正在修這個。既然你正在修這個，當然你心要安住在這個上面，在這個狀態當中，如果說你要思惟觀察的話，這個定的確是不生的，一直等到你得到定以後。所以為了你現在要學定，一心安住修，對的，對的！所以「亦是我許」，我也是這樣說，沒錯，千真萬確，眼前狀態。下面這一段重要哦！下面這一段是極端重要！真的要學定。",
    "128": "[02:08]若謂引發如是定前，觀修眾多即許是此定障碍者，是全未解大車釋論宣說引發三摩地軌。剛才說你正修的時候，那麼正修的時候，還有前面的基礎是什麼？要的！說「若謂引發如是定前」，你為了得到這樣的殊勝的三摩地 ─定，那麼這個前面的基礎，就是前面的加行，這個要什麼？觀修很多前面這個條件。假定說你把這個修定前面的基礎，認以為這是學定的障礙而不要的話，對不起！那你根本不了解這個大車。這個大車就是什麼？就是兩個大軌，不管是性宗龍樹菩薩那個，相宗無著菩薩那個，他們不管是哪宗、哪派，真正完整傳承都告訴我們，你學定之前一定要很多基礎。這個基礎要經過思惟觀察，有了這個基礎，然後呢，拿這個東西來安住在上面，這樣的。所以假定像你這樣的說法的話，你根本不了解，那些真正成就的人告訴我們引發勝定的這個正確的道理，你不了解。下面這解釋看一看就明白了。",
    "223": "[03:43]謂如黠慧鍛師，將諸金銀數數火燒，數數水洗，淨除所有一切垢穢，成極柔軟堪能隨順。次作耳環等諸莊嚴具，如欲而轉堪能成辦。就像一個銀樓當中的技師一樣，他在正式做那個東西之前，先把那個粗胚，當然我們現在做的那個金器已經完全成了金了，平常那個是指什麼？就是說它一個金沙或者礦沙，得到了這個以後，第一件事情要不斷地燒、不斷地洗，把這個裡面的雜質統統淨除，能夠純一，達到了純金以後，然後把這個東西再來做你要的這個首飾。那這樣去做的話，你要怎麼，就能夠完成什麼。現在同樣地，我們修學定的時候，應該怎麼辦呢？",
    "291": "[04:51]如是先於煩惱隨惑及諸惡行，如在修習諸黑業果，生死患等時中所說，應以觀慧數數修習彼等過患，令心熱惱，或起厭離，以是作意如火燒金，令意背棄諸黑惡品，淨此諸垢。那麼同樣地，我們修行的時候，先對我們的煩惱，這個煩惱是總的，或者是根本大煩惱，或者是隨，或者是大隨、中隨、小煩惱，種種的惡行。那麼這些東西就像什麼？就像下面說的，修惡業的惡果啊，生死的過患等等啊，凡是這種東西都應該以觀察慧不斷地去看。怎麼看呢？說這個東西有多大的過失，有多大的禍害，等到你經過了這樣地思惟觀察了以後，你那個時候心裡面懊惱起來，唉呀，以前我不懂，上了它的當，一天到晚貪著難捨啊！那時候你就起大厭離心，你就不會被它綁住了。",
    "371": "[06:11]這個就像什麼？這個作意就像我們這個銀樓的技師，用火來燒那個金沙一樣，銀樓的技師用火來燒那個金沙，把金沙裡的雜質拿掉；我們現在修行的人，經過這樣地思惟觀察的話，使得我們對以前難捨的這種事情就厭離。所以佛法第一件事情要厭離心，把這個貪著淨除，這是第一個。其次呢，",
    "404": "[06:44]如在修習知識功德，暇滿義大，三寶功德，白淨業果及菩提心諸勝利等時中所說，以觀察慧數數修習此等功德，令心潤澤，或令淨信。以此作意，如水洗金，令意趣向諸白淨品，愛樂歡喜，以白善法澤潤其心。那麼前面是厭患，說它的過患。另外一方面呢？對於善知識的種種的好處，對於我們難得的人身的重要，然後呢三寶的給你的殊勝的價值，以及你修善業以後得到多少的好的果報，以及大菩提心的最不可思議、了不起的大利益，那種 ……。那個是後頭講的哦，「時中所說」，那個後頭都會講。如果說你照著他那個能夠觀察，能夠不斷地修行的話，那時候你心裡面就「潤澤」 ─哈，歡喜呀！絕不會像我們現在那樣的話，聽到上課就不歡喜。那時候你一聽到上課耳朵就豎起來，眼睛瞪大了就睡不著，就是這個東西滋潤了我們的心裡了，那個時候就產生了清淨信心，你一點都不懷疑。就像什麼？就像這個「作意」，這種的思惟作意，就像用水洗金，就像前面那個銀樓的銀匠，用水來洗金，那麼我們修行的時候呢，就把這種好的種種「白淨品」，清洗我們的染汙。",
    "515": "[08:35]如是成已，前面的那個前行基礎有了。",
    "519": "[08:39]隨所欲修若止若觀，於彼屬意無大劬勞，即能成辦。把前面的這個基礎弄好了，那個時候啊，隨你所希望的，你要修止 ─止就是得定；你要修觀，乃至於觀空、觀什麼，「無大劬勞」，不要大努力，「即能成辦」，成功了！現在我們看看對不對？我們平常所以修不起來的原因是什麼？我們如果肯仔細地檢查，馬上就了解了！就是這個心裡面煩煩惱惱，為什麼煩惱？放不下呀！就是這樣。然後呢，另外一點呢，提不起來呀！為什麼放不下？你沒有見到這東西的過患、禍害，你只見到它的以前無始以來的習氣。經過了修習了以後，你厭患，送給你都不要，你還有放不下的嗎？狀態起來了。還有呢，現在你提不起來，現在你見到一個特別的好處的話，唉，不叫你去還辦不到！就像我剛才說的，「現在該睡覺啦！」「欸！沒關係，我等一下。」你就放不下，你對這個東西嚐到它的味道了，這不是很清楚明白嗎？然後呢，這個前面的障礙是一點都沒有，推動你的力量是這麼大，你去修，用正確的方法，會修不成嗎？當然成功了！",
    "624": "[10:24]所以現在我們常常說，哎喲，我現在要修行喔！要住茅篷喔！然後一住十年，最好的，就在那裡睡了十年，可惜呀！道理就在這裡。不過，原則已經說明了，細則那個內部我們還不知道，你真正地學下去，你會越學越有趣，不但有趣而且慢慢、慢慢地自然每一部分的內容跟你相應。相應的結果是什麼啊？成就了，就是這樣，你要往生一定往生，成佛有餘，千真萬確的。所以為什麼你看《阿底峽尊者傳》上面，那個時代天天都有成就的人出現，到處都是！我們現在呢？啊！這個講經說法的人如過江之鯽，多於牛毛，真正成就的人，鮮於麟角！問題 ─得不到這個善巧，問題得不到這個善巧。所以我們現在了解了，原來真正修行啊，不難，正知見最主要！",
    "699": "[11:39]如是觀修，即是成辦無分別定勝方便故。喔！現在懂得了，原來前面教我們的思惟觀察，正是成就我們這個無分別勝定的最善巧的方便哪、最好的工具啊！你現在這個方法、工具都不要了，請問你怎麼行？眼前這麼簡單的燒飯，你說燒飯，鍋子不要了；你鍋子不要了，你怎麼燒？你火不要了；火不要了，你怎麼燒？你水不要了；你水不要了，怎麼燒？我們現在這樣：飯是要的，要燒的，鍋子不要，水不要，火也不要。這個地方現在我們都了解了，只要照著去做，一一都如我們所欲，一定成功。",
    "753": "[12:33]如是亦如聖無著云：「譬如黠慧鍛師或彼弟子，若時為欲淨除金銀一切垢穢，於時時中火燒水洗，柔軟隨順，現前堪能成辦彼彼妙莊嚴具。黠慧鍛師若彼弟子，隨所了知，順彼工巧以諸工具，隨所欲樂妙莊嚴相，皆能成辦。就是解釋那個，就像那個銀樓的技師，或者是他的徒弟一樣，為了要想做一樣首飾工具，他就用種種的方式水洗、火燒，把那個雜質弄乾淨了，然後照他所知道的，要做的首飾都做起來了。",
    "803": "[13:23]如是諸瑜伽師，若時令心，由不趣向貪等垢穢，而生厭離，即能不趣染汙憂惱。現在我們真正修行的人，假定是你能夠照著前面這個辦法去修，那麼那個時候，對於我們一向貪著的這種東西，都排除掉了，生起了厭離心；生起了厭離心，這些染汙憂惱沾不上了。平常眼前我們現在生的煩惱，你仔細看起來都是什麼？都在這裡，都在這個地方！喔唷，他多吃了，他占了便宜了，我多做了！喔，這個地方怎麼樣。然後呢，他那個法器敲錯了，他那個東西幹什麼了！假定我們真正的對世間的現象認得清楚，你的厭離心生起來的話 ─啊！我現在為了修學佛法，增長我的功德 ……。這個東西不管它怎麼弄，你心裡面動都不動，自然不會為這個染汙憂惱沾起來了，沾不到你的心，你的煩惱沒有了。然後呢？",
    "882": "[14:42]若時令心，由於善品，愛樂趣向，即生歡喜。同時，現在你了解了三寶的殊勝的功德，一心一意，啊，你好歡喜！他前面的障礙又沒有，後面推動的力量又這麼強。",
    "900": "[15:00]次瑜伽師，下面一步我們修行的人。",
    "904": "[15:04]為令其心於奢摩他品，或毘缽舍那品，加行修習，那時候正式的用功，用在或止、或觀。",
    "915": "[15:15]即於彼彼極能隨順，極能安住，無動無轉，如為成辦所思義故，皆能成辦。」那個時候就對於那些「極能隨順」，那完全相應了，你要安住就安住，絕不動、絕不轉，就要想做到的樣樣做到了！這個比喻清楚嗎？現在了解了，但是這裡還是一個原則喔！這地方原則先引發我們好樂歡喜，你有了這個好樂的歡喜，然後對下面學那個次第，自然你會認真。那麼現在這個是產生一個好樂的歡喜，下面次第你認識得清楚的話，一一如他所說的現象心裡現起來，慢慢就開始成就了。",
    "975": "[16:15]請翻到五十七頁，關於修，簡單地說明修的道理。那麼這個分兩部分：第一個是先說明修是什麼一回事情，簡單地說明；其次呢，破除錯誤的一種執著。這個裡邊破除邪執特別重要，以我們現在時下的一般狀態來說，太多這種錯誤，太多這種錯誤。經常有聽見這麼說，要修行啦，趕快學打坐啊，趕快學什麼啊！實際上呢，現在我們學了上面這段，我們了解了，為什麼坐了半天不相應的道理，大概有個概念。現在我們繼續下去，最後一行：",
    "1057": "[17:37]又能令心堅固安住，一所緣境勝三摩地，所有違緣要有二種，謂沈及掉。說，對於這個三摩地，就是定，我們通常說的得定、得定，或者等持、等至、三摩地等等。這個三摩地的行相是什麼呢？就是我們心安住在我們所一心緣的這個對象上面，在任何情況之下它都不動搖，不受影響，不受影響，那麼這個就是得到堅固安住的殊勝三摩地。所以真正得了定了以後，你把他抬走了，放到別的地方去，他也不知道；再冷，他也不知道；再熱，他也不知道；再吵，他也不知道。他的心安住在他所緣的境界上面，你怎麼動他，他都不知道，這樣啊！這樣啊！這種殊勝的狀態。",
    "1143": "[19:03]那麼現在我們想學，這個東西它有兩種障礙、違緣，跟它違背的，主要的「要有二種」，最主要的，有哪兩種呢？沈跟掉。「沈」通常我們叫昏沈，「掉」叫掉舉。那麼昏沈是什麼呢？掉舉是什麼呢？昏沈就是他那個心裡邊這個力量慢慢、慢慢地就差了，叫「心不堪能性」。平常譬如說你看一個什麼東西、聽什麼東西，你要想聽的話，精神貫注在這裡清清楚楚、明明白白，到了一個時候這個它心裡面就不一定聽你招呼了，這個就是沈相。",
    "1195": "[19:55]這個沈相不一定是說你坐在這裡，等到你打瞌睡就是沈相。當你看書的時候，剛開始的時候非常利，看到後來儘管你眼睛還在那兒、腦筋還在動，它那個書上說的什麼東西，你迷迷糊糊了，那時候已經沈了。我們要曉得這個沈，細微的沈相我們根本察覺不到。實際上就是學定的時候，到那個時候你心裡面還是覺得很好，安住在這裡，實際上已經進入了沈相了。所以經常正式學打坐的眼睛不必閉，眼睛微微地張開，但是你會覺得這個眼睛好像要閉下來，覺得閉下來才舒服，那個時候實際上那個心已經開始沈相了。這個細微的沈相我們根本就察覺不到，等到你察覺到了已經來不及了，這樣。所以我們往往在那種昏沈當中，自己還覺得很好，至於說等到要打瞌睡的話，那也不曉得跑到哪裡去，所以這個沈相很難能夠鑑別得出來。",
    "1265": "[21:05]另外一種呢，掉舉，掉舉就是一種散亂，不過它那個散亂是什麼呢？實際上呢，就是它那個心裡面不能寂靜的一種心理行相。有的嘛說「貪分所攝」的，為什麼叫貪分所攝的呢？就是在心裡面，你因為以前想這個，想的以前這種對自己好樂歡喜的事情，那時候心裡面使得你不能夠寧靜下來，這一種狀態叫作掉舉，使得我們得不到寧靜的。總之一句話，換句話說心裡面向上揚的時候，叫掉，向下沈的時候，就是向下跌的時候 ─沈，所以沒辦法得到平等的這種所謂等持，這個是它最大的障礙。關於真實的詳細的內容，在後面奢摩他那一章當中有非常詳細的說明。",
    "1335": "[22:15]這地方就指出這個學定的大障礙，告訴我們如何去對治，我們有了這個概念，然後照著下面告訴我們的次第去學，我們就會非常歡喜的。為什麼？原來下面告訴我們每一部分，正是幫助我們怎麼樣一步一步達到學定的必不可少的基礎，否則的話，我們還急急忙忙：哎呀，學定啊，這個都不要。在這種狀態當中，你既然沒有學定的基礎，你忙了半天，白浪費！所以這個地方真正要解釋的重點，在這地方說明這個基礎的重要。那麼我們肯照基礎上面下手，然後照著次第一步一步上去，等基礎有了、認識了，最後講到學定的時候，只要把你沈、掉的行相一指出來，你馬上就可以照著去做，很快地就得定。繼續下去：",
    "1409": "[23:29]是中若有猛利無間，見三寶等功德之心，則其沈沒極易斷除。以彼對治，即是由見功德門中策舉其心。定量諸師，多宣說故。那麼現在我們分開來談，怎麼樣對治這個沈跟掉兩個主要的毛病呢？說，假定是你有下面這個力量，什麼力量呀？見三寶的功德，見到這個三寶有殊勝的功德。那麼這個見到三寶的這種功德的心裡面還要什麼？「猛利無間」，猛利是心裡面力量很強，無間是中間沒有間斷。那麼，在這種狀態當中，這個沈沒就很容易把它淨除掉。我們眼前馬上用一樣東西來說明一下。譬如說我們有一樣東西是非常歡喜的，對我們一直很深的一個嗜好，在這種狀態當中，也許有的時候你坐在那兒覺得沒精打采，乃至於昏昏欲睡。欸！忽然之間這個境界現起了，於是你心裡面很快地就會向上面揚起來。這個你們隨你們自己的嗜好，你們去思惟觀察一下，立刻可以體會得到，立刻可以體會得到。",
    "1520": "[25:20]在世間上面有很多人有特別嗜好的人，他一談到他這個嗜好，哇！他馬上精神百倍，乃至於一點點小小的病，牙痛、頭痛，那時候牙痛、頭痛都沒有了。所以我們常常說一個笑話：那小孩子歡喜吃糖的，他那個牙齒痛呀，牙痛啊，看見糖了，牙齒不痛了。實際上這個心理狀態是通於我們一切的，為什麼？就是看見他所喜好的這個東西的殊勝的好處，那麼這種好處心裡面還要強、要猛利。無間的話，就是當這個力量很強或者你經常薰習的話，別的力量就進不來了，就是這種力量。",
    "1572": "[26:12]那麼現在我們要做的什麼呢？就是做這個。為什麼前面一步一步按著次第，我們雖然說皈依三寶，皈依三寶有什麼好處？說實在的啊，絕大部分人並不一定能夠真實地體會到，這是千真萬確的。你真正地體會到了以後，那個心裡面會非常強有力的一種心情提起來的。那麼這個強有力的心情一提起來的，本來你要昏昏欲睡的，自然而然就不會，去掉了。所以他下面告訴我們這個對治，沈的這個對治，正確地針對著治療這個沈相，是什麼呀？能夠心裡面見到了他的好處，一見到這個好處，他這種心理真實的一種策勵，馬上把那個心就揚起來了、舉起來了，這個是說這個道理。",
    "1629": "[27:09]下面這裡兩句話，「定量諸師」的話，就是所謂「定量」的話 ─作意確實無誤，那些大德們他們都這麼說。所以所謂「定量諸師」這一種人指什麼呢？他不但理路清楚，而且根據這個理路修行如實驗證。換句話說，他們這個經驗報告是千真萬確的，那些有修有證的人都這麼說的。理路是這樣，實際上呢，證明確實無誤，這個是對治沈。下面呢，對治掉。",
    "1669": "[27:49]若有無間猛利能見無常苦等過患之心，則其掉舉極易斷除。以掉舉者是貪分攝散亂之心，能對治彼，諸經論中，讚厭離故。同樣地，假定我們能夠有猛利而無間的，下面這個認識什麼呀？看見無常、苦，這個人世間的種種的患害、過失，那麼那個時候這個掉舉，就很容易除掉了。為什麼呀？掉舉之所以掉舉的話，你看見這個東西呀，這個好，這個好！所以貪分所攝，你胡思亂想。現在見到這個東西，原來是一無是處，原來有這麼大的過患的話，叫你不除，你也去不掉。所以說這一個東西的正確的對治是什麼？厭離。而「無常、苦」那的的確確就是修厭離的最好辦法。你所以不能厭離就是看見它的好處，現在看見它有這麼大缺點的，當然你會厭離。所以，這個諸經論當中處處地方讚歎、說明。經論實際上就是佛菩薩的經驗報告，凡是有經驗的人，都共同有這個認識。那麼由此我們可以曉得，你只要把前面這兩個修好的話，那自然而然到時候，你修的時候，沈生起來了，欸，一觀這個，馬上心就舉起來了。等到掉生起來了，換過來觀那個，馬上把那個心就壓下去，壓平掉了，這種情況自然很容易得定。"
}