{
    "8": "[00:08]是故從於知識修信，乃至淨修行心以來，若有幾許眾多熏修，即有爾許速易成辦，智者所喜妙三摩地。所以從這地方我們了解，前面一步一步上來的一個次第：從親近善知識，對善知識的修習信心，乃至於針對這個次第下去，暇滿人身，然後思苦，然後皈依，業感，一直到發菩提心，願心、行心 ……所有這個次第一步一步地修。你有多少努力的功夫放在這個上面的話，那麼將來你就有多少本錢，拿這個本錢就能夠很快地能夠修成功你所要的。這個也是諸佛菩薩 ─真正有智慧的人，所喜歡的殊勝的三摩地，這個非常清楚。",
    "81": "[01:21]又非但止修，即諸觀修，亦須遠離掉沈二過，將護修習。上面是說學定、三摩地。其實不但如此，就是你觀修，所謂真正修的止觀、止觀，這個觀修也同樣地要遠離這個沈掉才能夠修習。我們雖然還沒真正地深入止觀，我們眼前卻有止觀的隨順。什麼叫止觀的隨順呢？這個心相也隨順向這個方向去的。譬如說平常我們自己在這兒用功的時候，一心看那個書本，觀察它的道理，那個時候假定我們的心裡邊胡思亂想的話，這個想到那個，哎呀，這個滿喜歡、這個也放不下，你看書就看不好。等到你胡思亂想過了以後，心裡面覺得：欸，剛才明利這種狀態又過了，雖然眼睛瞪大在那兒看，腦筋裡面迷迷糊糊的，這個書又看不好。那麼這個兩種情況是什麼呢？前者屬於掉，後者屬於沈。所以你有掉沈的時候，一樣地，看書也看不好，就是觀的部分。從這個上面曉得，不管是若止、若觀是一樣。",
    "173": "[02:53]所以實際上說起來，不是說等到你後面學止、學觀的時候才用得上，就是我們眼前在聞思階段上面，乃至於你做任何一件事情，你要想真的做得好的話，第一個你心要明利。那個心的明利的話，的的確確包括了止觀兩樣東西，而所有障礙的最主要的就是沈掉。從這個地方我們曉得，下腳第一步就是這個。所以現在這個前面那個次第就是這樣，我們現在修行不按照次第，這個是一個很大的損失。大善知識真正為大善知識就在這裡，就在這個地方。",
    "220": "[03:40]所以在這個地方我們常常發現一個很有趣的事實：跑到這裡來，很多人來學，他目的是沒有錯，來學，可是他用的方法往往是大錯特錯，怎麼樣？他跑得來急急忙忙地說：「我要學這個，你要教我這個。」實際上他這種狀態，如果用這種心理的話，很明顯地犯了一個大錯誤，明顯地犯了一個大錯誤。什麼大錯誤啊？大家想想看，我前面也說過了，這個地方我舉一個比喻來說，我們生了病，應該怎麼辦呢？去找一個好醫生，然後給他看，說：「醫生啊，我什麼病？請你檢查我什麼病哪，然後你根據這個病開我的藥，我照著你給我開的藥方，努力去治我的病、吃我的藥。」是不是應該這樣？大家有沒有不同意的？對，沒有錯！所以你跑得去正是讓他來診斷你犯了什麼毛病，然後根據你的病給你的藥。剛才這種狀態，我們是什麼？我們等於是跑到那地方去：「醫生啊！我要什麼藥，你就給我這個藥！」這個你說，你是去找醫生啊，還是說什麼？大家想想看，對不對？很多人跑得來覺得：「哎呀，我要學這個東西，你給我那樣的，所以不配我胃口。」那不配我胃口的話，的的確確就不必跑到這個地方來認真地學，這個概念大家要清楚。",
    "315": "[05:15]當然，譬如說像一般的，如果說這個老師的條件不夠，那個倒是可能的。實際上呢，在這種地方我們也許說：「是嘛！因為現在老師不夠，所以我們會這樣做啊！」你從表面上去看沒有錯，你如果深一層去看的話，為什麼你不能感得圓滿的老師？為什麼你的業力感得這樣莫名其妙的環境？世間所有的一切事情有沒有天上掉下來的？有沒有偶然來的？沒有。我們信佛的人了解沒有，一切都是如是因感如是果，因為我宿生的因地當中，沒有下那個正因，所以感不到今天的正果。",
    "370": "[06:10]如果在這種狀態當中，你還不努力地反省，淨化自己去尊師重道，還在那兒說，噢！張開眼睛看看天下沒有一個像樣的人可以教你的話，那這個修學佛法是越走越遠。是，在我們剛才進去的時候受了很多錯誤的影響，的的確確會有這種概念的。但是我們正式進一步進入佛法薰習了以後，真實認識的就應該認識這個，然後呢，自己淨化自己的錯誤，這個才是重要的。否則你把持著這個，你不能改過這種自己錯誤的認識的話，沒有辦法，越走越遠，越走越遠。所以這個地方要這麼說一下，順便提到這裡提一下，讓我們心安理得，照著這個完整的次第一步一步上去，一步一步上去。繼續下去。",
    "431": "[07:11]此教授中諸大善巧先覺尊長，隨授何等應時所緣，為令於其所緣法類，起定解故。由師教授，引諸經論，應時之義，更以先覺語錄，莊嚴環繞其心，圓滿講說。好，說現在關於這個前面的基本的已經說清楚了，正確的方法應該如何？錯誤在什麼地方？正反兩方面都說得清楚的話，那一無遺漏，一無遺漏。關於正反兩方面這個道理我上次已說過了，這個以後在我們正式修學佛法的過程當中，非常重要、非常重要。平常我們太多的毛病就是這樣：正的既沒有學完全，反的根本也不知道。那麼這種狀態有什麼好處，有什麼缺點，我在這裡說一下。好處也可以說方便，告訴你配你的胃口，好了，你就照著去修去了，這個倒是的確好處，不要你花太多時間去摸索、去探討，方便是方便極了，極大部分人就是走這個路。有沒有效？絕對有效！最後也絕對成佛。但這條遠路，這個路之遠的話，你無法想像地遠，不曉得到什麼時候！",
    "530": "[08:50]試想你念一聲南無佛，到最後都要成佛的，何況我們現在都不只這個一聲南無佛耶！但這條路是絕對遠路，然後呢，我們一步一步地觀察上去的話，我自覺得我自己以前一直走這個遠路。同時，我看見我們在座的每一位同學幾乎沒有例外，也都走這個遠路，對自己學的這個東西執著得很哪，這樣。這個就是它的可以說它的好處。缺點呢？就是說剛才這個遠路，剛才這個遠路。",
    "565": "[09:25]那麼你該怎麼辦呢？眼前第一步先應該把它那個正面的全貌認識，夠不夠？不夠，還有它錯誤的反面，也應該了解得圓滿透徹，然後呢，在這個裡邊走你應該走的路，那個時候一定是不會配你胃口的，為什麼這樣說？因為我們人之所以為人，所以為凡夫的就是兩樣東西 ─見惑、思惑，這個根本就是塵沙、無明。平常我們的見解 顛倒的，平常我們的習性、喜好 顛倒的，否則的話佛就用不著說法，佛就不成其為佛了，這個我們要了解，我們整個在大無明當中。所以絕對我們修學佛法的人要避開的時候，不要隨順自己的習氣，要首先了解我們修學的內容是什麼。然後呢，進一步了解，那這個真正說起來就是指出我們習性的錯誤，那麼什麼是正確的你照著去做，這個才對。",
    "635": "[10:35]我現在舉一個簡單的比喻：譬如說我們現在隨便講一個機器，那個機器你說可以了、好了，但是呢很多漏洞你沒有真正地把它都把握得住，把握得住。如果在這種情況之下這個機器不動，嘿，你還很幸運，因為它不動，不動不出毛病，最多你白浪費一點。萬一這機器動了，而這個裡邊的毛病你又沒有摸到的話，到那時候動到半路上面，你一旦出起毛病來，你就拿它莫奈何，因為它非常糟糕。如果是汽車的話，開在馬路上面，最多耽擱一下，停下來或者什麼；假定說這個汽車爆炸一下，那麼要你命了。如果是船的話，那就很危險了，那就很危險了。如果是飛機的話，非死不可。想想看，對不對？所以這個概念你們務必要擺在心裡面。",
    "698": "[11:38]譬如說我們隨便說吧，剛才講那個，你說：「欸，怎麼會？假定說它有漏洞的話怎麼可以發得動呢？應該發不動啊？」對！是，大毛病是發不動，小毛病卻不一定。我現在隨便來舉一個，說現在那個汽車的引擎是用內燃機，用汽缸，結果它那個汽缸要的材料應該這樣的，你這個地方沒注意，你用的材料不夠標準。所以剛開始是滿好，等到燒了一會兒慢慢熱了，熱了以後，那個汽缸變形了，受不了了，實際上這個狀態已經動了，對不對？已經飛在半空當中，結果那個汽缸變了形了，那個時候請問發生什麼？這不是很明白嗎！所以我們現在太多這種情況，這個道理一定要你們自己去思惟觀察，而眼前我看見這種情況的話，大抵如此，這也是我自己的痛苦的經驗。所以關於真正地指出這個行相來，我們留著溫習的時候，我一一指出來，但願我們大家心裡上認得它，那我們這一生是大幸。",
    "773": "[12:53]所以他下面說，以我現在這個圓滿的教授，他前面這個傳承當中「諸大善巧」，凡是對這個所謂大善巧的話，他不但理路清楚而且如實驗證，不但如實驗證而且確定無誤。那些前輩的菩薩祖師們，他不管 ─「授」是講什麼，跟我們相應的，跟我們相應的，對我們所要學的，要「起定解故」，要使得我們產生決定不移的正確的認識，而這個正確的認識絕對不會隨便動搖。那麼在這一種狀態當中，他怎麼個講法？「由師教授，引諸經論」，第一個先說出這個主要的內涵，然後引種種大經大論。還有，進一步跟眼前相應的這些祖師們的語錄，祖師的語錄就是經驗。所以這個道理先說明，說明了以後，拿經論上面來證明這個道理，進一步拿這些祖師菩薩的行持，來作為這個經論說明的一個實際的榜樣。這樣啊！",
    "867": "[14:27]然後拿這個東西幹什麼？來讓我們產生確定不移的認識，這個才是我們真正的莊嚴，這個才是我們內心上面真有的認識，那個時候才能夠把我們內心當中，跟貪瞋癡三毒相應的這種垃圾把它淨化。現在我們心裡面莊嚴的東西是什麼？那些垃圾。把這個東西來圓滿地告訴我們，圓滿地告訴我們，我們有了這個認識，然後照著去做的話，自然是步步上升，是確定不移。說起來這個很容易，但是非常重要，絕端重要、絕端重要！你的成就與否，你的成就是走的直路還是走的歪路，每一個地方主要的關鍵就在這裡。",
    "919": "[15:19]所以這個地方千萬不要我們做這種事情，跑到店裡邊去，我去買東西，我要這個東西，乃至於像現在的普通一般的人，還跟那個店裡弄得不好還發脾氣。我記得我小的時候，我曾經聽見過一個話，那種都是商場當中流行的，這個人就跑到店裡去買東西，這個挑、這個挑剔了半天，最後還挑剔了不配胃口，他對店裡的老闆就說：「你曉得不曉得，買主就是你的老子！」這個我們的方言，這個「子」兩個是一樣的，就是說顧客就是買主，說買主跑到這地方來，成全你的生意是你的衣食父母，就是屬於你的老子，把他罵一頓，就這樣。",
    "970": "[16:10]現在我們很多來修學佛法的人也是害了這個毛病，這世間上就是這樣的。那個學生跑到那個學校裡邊，以前尊師重道，我們也不曉得為什麼尊師重道，就這樣。現在的人都不講了，這個東西講自由、講開放，然後呢，跑到這裡來這個學生都是這樣：「我要什麼你乖乖地給我什麼！不聽我什麼嘛，然後呢就把他罵一頓，我不來買你這個東西，你就沒得飯吃啊！」大家以這個概念來的話，啊！那佛法還期望些什麼？",
    "1005": "[16:45]假定你真正了解，你有了經驗，你何必跑到這個地方來學？假定你沒有經驗的話，用這種方式你能學些什麼？這個道理不是簡單極了嗎！大家想想看，對與不對？所以碰到這個地方，不要大家說配我的胃口就好，那就完全錯了。我以及我的胃口，這個兩樣東西就是什麼？見、思二惑。所以有很多人跑得來說：哎呀，我要這樣，希望要這樣修啊！當然眼前剛開始的時候是，我覺得我痛苦的經驗，以前我也是這樣的，所以我總是心平氣和地好、好、好！然後呢，引用種種善巧隨順著你們，將來慢慢、慢慢地會改變的。你們現在漸漸了解這個原因何在，這個道理就在這個地方，這說明一下。這個就是當講到破除邪執的時候，我們要認識我們現在心裡面的錯在哪裡，這個時候我們學這個東西就學對了。",
    "1074": "[17:54]又如說云：「若善說者為善聽者宣講演說，如法會中所變心力，暗中獨思難得生起。」那麼，這個就是他們那裡的祖師等等常常說的一個話。說，真正的一個善巧的老師，這個叫「善說者」；以及「善聽者」 ─這是具相的弟子，這兩個條件很重要喔！這兩個條件很重要。兩者當中不具足的話，事情就不圓滿，事情就不圓滿。如果在這兩個都圓滿了，能夠認真地這樣地講的話，這個法會就很成功，然後這個法會一定產生很大的效果。我想我們大家有這經驗，今天在這個地方講，哎呀，這個講啊！固然是講得非常精采，聽也聽得非常動聽，聽完了以後，大家心裡面還是有餘音裊裊繞樑三日之感。就像聽音樂會，聽完了覺得：啊，這個美極了！整個的三天在你耳朵當中就會圍繞不去，有這樣殊勝的。那麼這種力量如果你一個人自己在那個地方要想弄的話，是弄不出來。",
    "1162": "[19:22]善哉，誠然。他下面說：對呀！一點都沒錯啊，一點都沒錯啊，這是千真萬確的。上面那個都是祖師菩薩，都是這樣經驗過來的。這個地方我們也可以了解，那些祖師菩薩都是再來人，尚且這樣過來的，我們現在一個初機的人居然不走這個路，請問你到哪一年、哪一年才走得成功？所以我們往往說：唉呀，我是個凡夫！正因為你是凡夫，你更要努力呀！那些祖師菩薩再來人尚且這樣走的，你這個凡夫還不作這樣的努力，你能學些什麼？這是我們應該真正警惕的地方啊！",
    "1203": "[20:03]所以以後我在這個地方，也希望大家不妨學學我，這一點我以前也這樣說：「哎呀，法師呀！我還是個凡夫啊！」欸，現在我覺得這個概念改了，這句話本身沒錯，我是個凡夫啊！以前我說這個凡夫啊，我覺得凡夫，你不要要求我這麼嚴啊，讓我馬馬虎虎啊！這句話的後面是剩下的那兩句。現在呢，我改在什麼地方呢？說我是凡夫啊，他聖人尚且如此，我要策勵我自己趕快努力啊！所以法師但願你能幫忙我，萬一我懶惰你要策勵我。我這個凡夫這句話是一樣的，可是後面這個緊跟著來的不太一樣，所以這一點我願意提出來，跟在座的每一位同學大家勉勵。繼續下去。",
    "1262": "[21:02]故不應謂此是修時方略策勵。以此所說「聞思之時，修行時者。」即是計執說眾多法與正修持，二時相違邪分別故。所以像前面所說的，不要等到說我們修的時候再去策勵一下，那應該怎麼辦呢？就是你前面那個基礎，要紮實地努力把它做穩固；做穩固了然後你去修的話，一坐下來要不了多久的話就馬上成就。所以現在不要說：「我要修，法師啊，請你告訴我，我怎麼念佛念到一心不亂啊？請你告訴我，我怎麼修學定啊？」不是，前面這個東西正是告訴你，怎麼樣幫忙你念佛得到一心不亂的必須要的基礎，這個就是告訴你怎麼樣得定的必須要的這個東西。不但我們現在要了解，了解了還要努力去做。不是說了解了以後，讓我們去做的時候稍微想一想，懂了 ─沒有用！",
    "1333": "[22:13]譬如說我們現在顯教裡面固然不談，顯教裡面本來現在已經這個教法已經很衰頹了，所以談到修行，好了、好了，那念念佛啦，一句阿彌陀佛，那反正其他的到了極樂世界再說。那麼像密教，密教照理說他談即身成就的，所以他傳的法都是很重要的即身成就，那個每一個法之前，他前面一定有一個基礎 ─前行。那他那個前行一定會每一樣、每一樣來，完整的是從善知識開始，至少有幾樣東西，厭離心、無常、菩提心一定有的。可是我們現在呢，都是把那個念一遍，就這麼念一遍，覺得這就好了。現在這上面說「略策勵」，多多少少已經，多少你懂了這個內涵來策勵自己，已經懂得了內涵去策勵自己。現在我們居然修這最上的大法，內容也不知道，就如此這般給它唸一遍，就說我在這地方修無上大法，說起來真是可憐哪！",
    "1405": "[23:25]所以現在有很多人，噢，聽見了那個法，有一個什麼大仁波切來了，我們趕快去灌一個大的頂。沒有用！我想到這個地方，至少基本的概念認識了。我說這個沒有用，不是說種善根沒有用喔，種善根有大用場，那個善根要種的。說你現在沒有用，指什麼呢？哎喲，這個是即身成就的法！現在你這樣去弄一下的話，想即身成就的話絕無可能，指這一個地方，這個大家要辨別得清楚的。",
    "1439": "[23:59]那麼現在我們了解了，啊，所以前面那個錯誤的分別，說這是聞思的時候，修的時候不要啊！那這個東西都是什麼？都是絕大的錯誤，絕大的錯誤。那麼現在我們已經把它基本的概念把它說清楚了。繼續下去：",
    "1461": "[24:21]然能了解，一切講說皆為修持者，實屬少際。但是真正能夠了解，所有的大經大論這樣的這些東西，都是為了修持這個道理的，的確是非常少、非常少，這個人太少、太少！那這個原因是什麼呢？這原因就是我們無始以來的習性，我們這個習性的的確確地，你就是這麼個執著，就是這麼見上面的執著、情上面的執著，碰到什麼東西，啊！覺得就要這個。不修的固然這個毛病，還有呢，進一步地修了，他修了一點了，哎呀，更是執著得要命！所以我現在真正感覺到，真正可憐的地方就在這地方，所以真正的走法，最好的還是在「教下」。那麼這樣說起來難道那個「宗下」不好嗎？不！我們要了解的這個次第，就是說就我們從下腳第一步，到走圓滿的這個路來看起來，剛開始走最好的是應該學教。然後呢，你到了某一個程度，到那個時候的的確確教法圓滿了時候，你要去專門去講修。",
    "1538": "[25:38]所以在這種狀態當中，就我們一生來看那個就不一定。因為在我們整個的修行過程當中，少說嘛，是三大阿僧祇劫，那是個天文數字啊，不曉得多長。裡邊隨取一段，說不定那一段短短的一段當中，一生就在學定，這樣。所以在這個狀態當中，我們要了解，說對整個的那條大路來說，一開始你有一個圓滿的認識，然後走進去。這個差別在哪裡？這個地方我今天特別說一下，這個概念非常重要、非常重要！",
    "1577": "[26:17]假定說我們沒有這個正確的認識的話，那麼那個時候我們去修學了，沒有修學的時候這個執著，我們權且說我們總算不錯，不會執著在世間當中，能夠破除。然後呢，我們進一步去修行了。修行的時候或者是你念佛，或者你參禪，你嚐到一點甜頭，自己就覺得這個好得不得了，就是這樣了，你就不肯轉身，就不肯轉身。不要說你這樣的不能成就，就是你成就了，這一個法愛很難拿得掉。就會使你從這個路一門深入一直到底，到了底了，證了個果，然後呢，佛陀告訴你：「你雖然證了羅漢果了，這個不究竟啊，你還得重來啊！」欸，那時候他就重來了。",
    "1630": "[27:10]所以大家《法華經》一定要念就是這個道理，那個都是我們的大善知識。你看這個大迦葉尊者，很多人他在這個會上懊悔，說以前聽見佛陀跟諸大菩薩轉那個無上的法輪的時候，我們總歸覺得沒有我們分啦，心裡懊悔，說佛陀為什麼不跟我們講啊？現在才曉得不是佛陀的過錯，原來我們自己。我覺得大家有這個經驗吧，有這個了解吧？如果看過《法華》的很容易了解，沒有看過地好好地把《法華經》看一看。這個還小喔，這個事情還小喔！除了這個以外還有下面的，他雖然最後也成佛，可是他成佛要怎麼辦呢？然後呢，你再去供養多少億，譬如舍利弗尊者來說吧，還要供養二百萬恆河沙諸佛，然後到那個時候成佛。證了果你還轉這麼個大圈子，為什麼？就一開頭它就在上面，所以我們把以前說過的重新回憶一下。",
    "1697": "[28:17]還記得小提琴，學小提琴這個公案吧？有一個人沒有學過，老師就一下接受了，付學費五塊錢。另外一個人學過了，老師就不接受，最後付學費說一百零五塊。一百塊幹什麼？要把你那個習性拿掉啊！這個就是我們的根本問題，想想看，對不對？然後呢，我曾經有一次跟大家另外說個比喻：說我們現在在一個大的事業王國進去做事情，喔唷，覺得這是個大的事業王國，你想進去的時候，你就做一個，欸，哪一個部分，一生做到老死，做得後來得心應手不想動了。這一條路是一條歪路，你要曉得，你真正的目的既然要做這個董事長的話，最好的方法你首先了解各部分的內容是什麼。就是你不了解，聽著這個上面那個董事長的指導總沒錯，你到那一部分去摸一點，認識了馬上換一個，認識了馬上換一個，認識了又換一個，那個時候你很容易地就快速地達到那個董事長的地位。",
    "1770": "[29:30]那麼在這種情況只有兩條路，一條路是你事先完全確信這個佛，不要信自己，說：「哎呀！我要這樣。」這個概念拿掉，他要告訴你怎麼做，你聽他招呼，他會帶你最快速的，這是一個。"
}