{
    "15": "[00:15]第二個呢，你自己了解了這個全盤的內容以外，然後你從這一部分摸熟了、馬上換，摸熟了、馬上換，這兩條路是可行之路。清楚不清楚？所以我們現在才剛開始的時候，真正重要的大家了解了，你了解了這個以後，去做的時候，就不會把我們有一點小小的體驗，就死死地沈在這裡。這個沈在這裡的禍害很大、很大 ─習性！",
    "45": "[00:45]關於這個習性部分，以後講到業那一部分的話，我會詳細地講。等到大家了解這個習性以後，回過頭來一觀察的話，自己就曉得了，原來在這種狀態當中。那時候我們就開始，開始可以多多少少有一點修行的樣子。現在大家自己的習性什麼都不知道，做起來還覺得自己很對，陷在那個習性當中，不行！那是簡單地說一下，的的確確，我們正式了解的人太少太少。那麼應該怎麼辦呢？應該好好地、認真地去學這個東西。關於要學這個東西的話，那要很詳細地說明了，所以他下面說：",
    "87": "[01:27]故能略攝所應修事，亦可別書。所以儘管是講修行，簡單地說明，簡單地說明這個修行的道理，也可以寫一本書啊，不是三兩句話就可說得清楚的。總之一句話，你事前了解得越多、越清楚，將來做的時候，是越占便宜、越快速、越省事、越省力，最後的結果是越好！",
    "114": "[01:54]能不能現一切至言皆教授者，唯是於此修習道理，獲與未獲決定知解，隨逐而成。說我們眼前能不能現下當時了解這個道理，了解什麼道理啊？說所有的大經大論，就是我們最好的引導。關於這個概念，一定要對於我們上面所說的道理好好認真地學習，不但學習，而且獲得決定的認識。有了這個決定的認識，我們就會這樣去做。沒有這個決定認識啊，我們就不會。那麼會是什麼狀態呢？會的話我們就會 ─樣樣如是了解了，然後照著次第去進去的，一步直超。不會的時候，我們碰到什麼，唉呀，就碰到什麼就沾在這個上頭，然後自己覺得很得意、很歡喜。",
    "177": "[02:57]說到這裡，請大家再回過頭來，翻到第四十五頁，講那個正修的時候，講那個正修的時候那一段話。正修的那一段話，除了前面告訴我們正式修習以外，正式修習以外，它那一段當中的第三行。它說：「此復若隨任遇所緣，即便修者，則於所欲如是次第，修習爾許善所緣境，定不隨轉。」那個已經講過了，大家又提一下，概念是不是很清楚？不但如此，「反於如欲善所緣境堪任安住，成大障礙。」這第二點。假定說，你沒有把完整的次第有正確認識，而這個正確的認識又沒有產生決定勝解，在這種情況之下，你不會照著你應該走的路子去走。那怎麼辦呢？你碰到一個，你馬上照著去修了。這個時候它不一定能夠像你所想的生得起來、修得起來。就是像我們現在的，哎呀，我趕快念得一心不亂哪！念了個半天，這麼簡單的事情，心裡面是偏偏散亂！至於說要想得定，那更是比登天還難！不但如此喔，「反於如欲善所緣境堪任安住，成大障礙。」結果反而還成大障礙，這個是一個好可惜的事情。",
    "290": "[04:50]而這個大障礙，下面又告訴我們：「若從最初令成惡習，則終生善行是悉成過失。」我們就這個惡習當中，一生在這惡習當中自己還不曉得，自己還覺得很對：「喲，我還很認真努力修行噢！我一天念多少佛、拜多少佛，我啊在這兒可以不倒單，我在這兒一天只吃一餐。噢！這些東西，喔唷！我這個是什麼 ……。」自己還執著在這個相上面，一生善行終成過失！這個，我們要弄得很清楚。現在我們重新再翻回去，翻到五十八頁，五十八頁，繼續下去。",
    "334": "[05:34]況於法藏諸未學者，縱於經咒廣大教典諸久習者，至修道時，現見多成自所學習經論對方。那麼上面有一部分人，實際上是大部分人，對於整個的完整的教法、法藏，沒有學的人，那固然不談，固然不談；現在我們太多人要修行，可是不要去好好地學的。啊，這真可憐哪！縱使有一些人認真去學過了，顯教也好，是密教也好，所以他「縱於經咒廣大的教典，久修習者」，他說廣大的教典，就是說，他自己去在經論當中摸索，得不到教授。",
    "383": "[06:23]教授跟教典這個概念大家要分得清楚，「教典」那是這個地方教典這兩個字主要的，就是你自己讀誦經、論、注、釋，這樣，這叫作教典；「教授」的話，你也是在這個經、論、注釋上面，經過善知識告訴你：「喏，這個關鍵在哪裡！」這差得天差地遠！你有這個教授，你聽順這個教授，決定沒有錯，你只要肯做一定成功。單單摸索那個教典的話，往往是弄錯，而且弄錯的十之八九，這一個地方就是指這一個。他儘管對這個教典有長久的修習，可是等到修道的時候，嘿，怎麼樣？就說：啊，現在我們要修啦！剛才學的那一點放在那裡，另外跑得去修一套。這變成功什麼？「所學的經論的對方」，兩件事情拆開來了，拆開來了！那既然拆開來了，請問你前面學的要它幹什麼？就是這個。",
    "448": "[07:28]所以一再地比喻說，就像看了地圖指示你到哪裡去，看完了地圖指示你到哪裡去，等到你要到哪裡去，這張地圖不要了；不但不要了，而且走反方向，那幹什麼？所以有一種人他不要經論的，他本來說我沒有學，那還至少他沒有學。現在你學了半天，你都不要了，請問你學它幹什麼？那真是個大浪費呀！那真是個大浪費呀！而且這種人多半變成什麼？變成功三世怨。現在世間很多世智聰辯的人，往往有一部分這樣來的。他因為辨別這個東西，結果腦筋是非常靈活，但是呢法義並沒有入心。因為法義沒有入心，下一世跟他就不相應了，但是辨別這個力量，聰明才智在的，就變成功世智聰辯。這是千真萬確的事實，等到你們對業相認識的時候，你自己也會看得清清楚楚。繼續：",
    "511": "[08:31]此亦雖應廣為決擇，然恐文繁故不多說。關於這一點，真正說起來應該很詳細地來說明，但是如果這樣說的話太多了，這裡也不說了。那麼這個地方，不妨也講一個故事，大家重新回憶一下，這個故事前面已經說過了。阿底峽尊者三個學生，大家想一想看，兩個學生老是跟著老師，一個學生是專門自修，結果自修這個人不如另外兩個，他還沒走上錯路哦！為什麼？這個答案你們自己去找。最後兩句話：",
    "552": "[09:12]破於修理諸邪分別，已廣釋訖。「破於修理」，現在破除這個修行錯誤的道理，都已經說明了。",
    "562": "[09:22]今應顯示，如前所說，如理依止善知識之弟子，尊重應當如何引導之次第。好！有了前面這個基礎，我們就說了：那麼能夠如理依止善知識的這個修學的人，在這種狀態當中，那個善知識應該怎麼樣引導他，次第又是如何。在這裡我們不妨翻到前面的那個科判。那個科判分四大部分：前面那個一、二、三都已經說過了，到最後正學習的時候，告訴我們這個根本是親近善知識。那麼親近了善知識以後，應該怎麼辦？看那個科判第一表的反面，第一表的反面哪，甲四，如何正以教授引導學徒之次第，這個分兩大部分：第一個，道的根本親近知識，現在了解了。下面，既親近已如何修心，喏，這個次第非常清楚、非常明白。然後這個親近以後的修習的次第，又分成兩部分：先，於有暇身勸取心要，第二、如何攝取心要之理。",
    "640": "[10:40]關於將來這一個修行的綱要，你一定要記得很清楚，心裡面非常明白，然後你修的時候，等到做的時候，很多地方現出有問題來了。這問題來的時候，那個時候因為你學過前面的次第，你只要稍微一想，曉得：「欸，毛病在哪裡！」然後這個時候，你從有毛病的地方去把它補足，馬上整個的這個概念就現起，然後你的修行就可以步步上升。就像我們這個講一個機器一樣，欸，機器萬一有了毛病了，通常你曉得這個次第怎麼樣探索，打開來一看，曉得在哪裡，一摸就對，問題解決、機器就動！那麼，現在我們修行也是這個樣。所以現在我們繼續下去：",
    "693": "[11:33]第二依已如何修心之次第分二：已經依止了善知識，那麼怎麼樣修心呢？這個也分兩部分：第一個",
    "701": "[11:41]於有暇身勸取心要什麼叫「有暇身」？什麼是「取心要」？心要這個就是中心、重要的，其他東西都是虛假的，你忙了一生毫無意思！這個是中心，實在的而正確的，這個是我們所需要的。怎麼啊？勸勉怎麼樣做這個事情。我們真正要修行，最重要的條件，最重要的條件有三個：對自己來說，第一個，要有修法的心，那麼要有修法的心，要想修法的話，要找到善知識，要找到善知識這是第一個；能夠跟這個善知識相應的，你必須要有修行的本錢，這個是叫作暇身；以及你要修行正確的方法。這三樣東西併起來，事情就成功了。就像一個三角架一樣，這個三個必不可少的，任何少掉一個，不行！這樣。",
    "772": "[12:52]那麼既然如此，說前面的善知識已經有了，現在呢，我們要去修的要靠我們的這個身體。這個有暇的身，是非常地重要，千萬不要讓它輕輕放過，一直要把這個概念提起來，勸自己說：「唉呀，不要浪費啊！這個人身何等難得，修行必定要靠這個啊！」那麼勸勉自己修行。對於自己修行來說，這一點太重要了！假定這一點大家真的認識，我的感覺，我們現在常住的所有的問題都解決掉了。我們現在常住的那個雞毛蒜皮這種問題，都在這一點上面沒認識，都是沒認識！我們現在不妨看下去，這第一個。等到自己有了這個認識，然後才談得上如何攝取心要，那時再進一步再談修。我們現在這個都沒有，馬上就修了，所以修不成功，不妨順著次第看看：",
    "831": "[13:51]初中分三：一正明暇滿，二思其義大，三思惟難得。第一個，正釋什麼叫「暇滿」。換句話，這個暇滿的人身是什麼，它有什麼殊勝的大的利益，而這個東西又是非常難得，分成三部分。假定我們了解了這個暇滿的人身的內涵，它有這麼大的意義，又這麼難得的話，我們很寶貝絕對不願意浪費，絕對不願意浪費！就像說，我們現在生一個必死之症，結果大幸而找到一個藥，然後如法地吃下去的，一定能夠把那個病弄好。那一種藥我們非常珍貴，絕對不可能隨便浪費掉，這樣。現在這個治這個必死病的這個藥，就是現在這個我們修行的這個暇滿的身，這個不得了的意義，而非常難得。一步一步看下去：",
    "900": "[15:00]初中分二：一閒暇，二圓滿。什麼叫「暇」？什麼叫「滿」？",
    "905": "[15:05]今初　如《攝功德寶》云：「由戒斷諸畜趣體，及八無暇常得暇。」這個上面說，由於戒、由持戒，宿生持戒的功德，才能夠斷除這個「畜趣體」，這個就是墮落畜生，以及「八無暇」。為什麼叫無暇？無暇就是沒有空閒。你要做一件事情沒空閒是不行的，那麼現在我們修學佛法呢，也是這樣。你沒有這個條件是你不行，不能修學的，就是這個修學佛法的條件，叫作暇滿。下面解釋：",
    "944": "[15:44]謂離八無暇即是其暇，你只要把這個八樣東西拿掉了，就是！所以平常我們說的八難，你離掉這個八難的話，就可以修行了。",
    "954": "[15:54]八無暇者如《親友書》云：「執邪倒見」，這第一個；「生傍生」，這第二個；「餓鬼」，是第三；「地獄」，是第四；「無佛教」，是第五；「及生邊地」，是第六；「懱戾車性為騃啞」，是第七；「長壽天」，是第八。這就是八難。「於隨一中受生已，名為八無暇過患」，隨便這個八樣當中，你一旦墮落在這個上面，你就沒辦法，沒辦法修行。「離此諸過得閒暇，故當策勵斷生死。」一直要離開這個八個難處，才能夠有機會修行，所以當你得到的時候，要策勵呀！努力呀！這個時候要斷生死啊！下面是解釋：",
    "1001": "[16:41]此復若無四眾遊行，是謂邊地。通常我們說，這個說「人」，就這樣，好像簡單講到人身、人身；實際上這個暇滿的人身，不那麼簡單啊！佛法裡邊講的人身難得，是指離開八難這個人身。所以你雖然得到人身了，假定這一個地方沒有「四眾遊行」的話，這個叫「邊地」，還是八難當中。",
    "1025": "[17:05]什麼是「四眾」啊？就是比丘、比丘尼、沙彌、沙彌尼。這一個不是這個樣子，而是這個裡邊的真正的正法。所以在很多經典上面，特別說明沙門有四種：所謂勝義沙門 ─勝道沙門，然後呢，示道沙門、命道沙門、污道沙門。什麼叫「勝道沙門」？現證的、親證這個法相的，那個都是聖者。什麼叫作「示道沙門」？他們能夠如法、法相一點沒有錯的，告訴我們這個正確道理的，這叫示道沙門。什麼叫「命道沙門」？他自己努力如法修持，然後在這個道上面啊，以法來養活他的慧命，以食來養活他的這個生命，這個叫命道沙門。「污道沙門」，什麼？剃了這個頭、穿了這個衣服，不能如法去行的，這個叫污道沙門。",
    "1096": "[18:16]我們自己想一想看，我們是什麼沙門？這個也不去管它！這一個地方說四眾啊，就是前面那個三種，不是這個污道沙門，污道沙門不行。不過就是污道沙門喔，這個《地藏十輪經》上說得非常清楚：在末法的時候啊，你真正要找的，還只有污道沙門。那麼那個時候這個污道沙門，它有一個標準的，一個標準的，就是得正見的這個，還是可以。你隨順的隨順那個正見，因為所示的道就在這個裡邊嘛！如果說這個正見沒有的話，那他不管做得好，沒有用。總之，這個道就是如法的這個。",
    "1135": "[18:55]換句話說，這個地方如果說沒有這個正法的話，那麼這個叫邊地。為什麼叫「邊地」？這是說沒有中道之處 ─中道說離「斷、常」二邊。這個文字大家都認識，容或有人不認識，你暫時記一下，說到後面那個「毘缽舍那」會說得很清楚。不僅僅是個理路，而且我們馬上會感受到，這「邊」是什麼，「斷、常」為什麼指它二邊，「中」是什麼，「中道」是什麼，那個時候你就認得「道」。第一個。",
    "1173": "[19:33]愚啞缺耳，斷支節等名根不具。妄執無有前世後世，業果，三寶，是邪見者。無佛出世名無佛教。四中初二及最後者，不能了解應取應捨，第三不能信解正法。就算你生到人身，就算有佛法，可是呢，對不起！你愚癡、啞巴、耳朵缺、斷支節，這個「根不具」。根不具，你沒辦法修行。儘管有人跟你講，你聽不懂沒有用，聽不懂沒有用。那麼還有其他的這個根不具，沒辦法修行的，這個不算！嗯，第一個說明。第二個呢，就是諸根不具，諸根不具，我們眼前有看見很多人好像諸根不具，好像沒有關係，這個原因是這樣，我要說一下。真正修行的時候，那個根不具足，不行！它有它很特殊的原因在，尤其是那個性比較癡呆、遲鈍的那些人。當然我們也看見，有的時候這個，譬如《淨土聖賢錄》，有個「癡頭道士」，他也念，念佛成功了，那是特例，那個特例，絕對不能拿這個特例，來作為我們衡量的標準。譬如我們現在說愛迪生這個特例，絕對不會說我們人人都是愛迪生，這個絕對不可能的，我們是用普遍的一般標準。一般標準修行的話，諸根不具，不行。",
    "1255": "[20:55]第三類呢，就是「妄執沒有前世後世、業果、三寶」，那個就是邪見，不信因果的。那麼沒有佛出世，叫「無佛教」，這個很清楚明白。這個四樣當中，當中第一樣、第二樣，說沒有四眾遊行，以及自己的遲鈍，以及最後那個沒有佛法，沒有佛出世的這種情況之下，他不能了解「應取應捨」，不了解什麼是我們該做的，什麼是我們不該做的。那麼第三類呢，不能正信佛法，當然他不信佛法，不能「信解正法」，他正法不能信解，這個概念很清楚、很明白。",
    "1303": "[21:43]概念是很清楚、很明白，實際上我們認識是一片模糊。我這個話怎麼講？所謂「認識」的話，了解了以後馬上回過頭來看看，說：「我能了解了應取應捨嗎？我正信了佛法嗎？」這個就是真實重要的。假定說你了解了應取應捨的話，你就可以成就；假定你真正的信解了正法，你就可以成就。所以這兩點是大有文章、大有學問。在晚上晚自習的時候，我要把它特別地指出來。那個時候真正願意修行的同修，務必很切實地衡量一下心裡：「對！我具不具？」如果不具的話，種善根。種善根是足足有餘哦，種善根是好得很哦！但是呢，真正要想正確地如法上升，絕無可能！這個差別我們要分得清楚。因為種善根，所以我們是絕對讚歎；因為我們要步步上升，所以是絕對嚴格認真，兩個標準不同。繼續下去：",
    "1382": "[23:02]三惡趣者，極難發生修法之心，設少生起，亦因苦逼不能修行。除了這四樣東西，地獄、餓鬼、畜生，那個東西不可能修行佛法。就算偶然生起一點點的苦逼！沒辦法修行，沒辦法修行。我們不要說到三惡趣，在人道當中最苦、最苦的，比起三惡趣是不曉得要好多少，不曉得要好多少。就算我們在人道當中，我們能修嗎？我們能修？今天牙齒痛了，今天頭痛了，今天稍微一點不舒服了；不要說有痛，唉呀，今天吃過早飯了昏沈；肚子餓了是個虛弱。想想看，對不對？這個不行啊，不行啊！所以說三惡道一旦墮落是絕無可能。還有呢，",
    "1437": "[23:57]長壽天者，《親友書釋》中說是無想及無色天，這個叫作長壽天。「無想天」就是第四天 ─色界第四天的無想天，壽非常長，壽非常長。那個無色界天是更上去。",
    "1454": "[24:14]《八無暇論》中，亦說常為欲事散亂諸欲界天。無想天者，《對法》中說，於第四靜慮廣果天中，處於一分，如聚落外阿蘭若處。除初生時及臨沒時，餘心心所，現行皆滅，住多大劫。無色聖人非是無暇，故是生彼諸異生類，以無善根修解脫道，故是無暇。恆散欲天，亦復如是，故說彼等亦名無暇。這個《親友書》當中說：這個「長壽天」，這是指無想天跟無色天，另外一個這個論當中說欲界天也是。那麼下面說一下，為什麼「無想天」不能修法呢？這個說在這個天啊，這就是色界第四禪當中的「廣果天」。他想心所滅掉的，初生的時候他有想心所，一旦進入那個天當中，想心所滅掉了。既然想心所滅掉，他定在那裡像木頭一樣，很長！到那時再出定，到臨死離開要歿的時候，他動了一下。沒有想心所，不能修行，所以他說像「聚落外的阿蘭若處」。「聚落」是大家熱鬧的，有行為在這個裡邊發生的；外面寂靜的是一點名堂都沒有的，就是這個。",
    "1511": "[25:11]那麼所以這個現行的心識統統沒有，我們要修行、修心，要把那個行心所現起，然後修改它。你現在那個行心所沒有的話，你怎麼修改呢？所以這沒有用。「無色聖人」，那麼無色界也是，但是在無色界的聖人不是，他因為證了聖果了，那個是在無色界當中。「異生」就是凡夫，為什麼呀？因為這個地方，他沒有善根修解脫道，所以叫無暇。那麼欲界當中呢，很散亂，因為這地方太舒服，所以也沒辦法。這我們大家要了解的。",
    "1551": "[25:51]如《親友書釋》云：「此八處中，以無閒暇，修作善品，故名無暇。」這個八個地方啊，根本不可能修行，所以叫作無暇。這個了解了，這暇滿的特質。那麼真實的內涵啊，說留到晚上自習，所以希望各位在自習之前好好地體認一下，到那時候我一指出來的話，真正想修行的同修，馬上就可以上路。這個很重要，這個概念很重要！否則你了解一點的文字的話，往往是自害；如果說你拿了這個文字還去衡量別人的話，那根本不曉得錯到哪裡去了！",
    "1594": "[26:34]第二圓滿。分二，這個圓滿有十個，兩兩分開，前面五個叫「自圓滿」，後面五個叫「他圓滿」。",
    "1606": "[26:46]五自圓滿者，如云：「人，生中，根具，業未倒，信處。」這五樣東西。",
    "1610": "[26:50]言生中者，謂能生於四眾弟子所遊之地。這個叫「生中」，這個叫中國，就是中道所在的這個國土，這個叫作中國。那麼這個一定是什麼？四眾遊行的地方。「四眾」，佛陀也包含在裡頭。佛陀啊，就是比丘，大比丘相，是現的大比丘相，所以「我在僧數」，佛自己在說：「我在僧數。」當然他是佛寶，但是呢，他自己是算在這個僧當中，四眾當中包括佛、僧。他遊行的地方，就是法也帶進去了。",
    "1648": "[27:28]諸根具者，謂非騃啞，支節眼耳皆悉圓具。這個容易懂。",
    "1654": "[27:34]業未倒者，謂未自作或教他作無間之罪。什麼叫作「業未倒」？就是沒有自作、教他五無間罪。我們常常說，唉呀，這個業障、業障啊，真正能夠障礙我們修行的就是五無間罪。造了五無間罪，不管你怎麼修行，不可能得果；你只要不造五無間罪的話，我們修行就是淨除這個東西。所以我們平常常說：「哎呀，我是凡夫啊！我業障很重啊！」那是自暴自棄！正因為你是凡夫，你業障，所以你要努力修行。大乘佛法當中，造的五無間罪都可以懺悔的，這個概念第一個要很清楚。",
    "1688": "[28:08]信依處者，謂信毘奈耶，是世出世一切白法所生之處。毘奈耶者此通三藏。真正我們心「依處」什麼，就是我們該信什麼？信這個。這個「毘奈耶」不是單單指戒，是一切世間的、出世間的好事情都從這地方。看哦！不但出世間哦，世間的所有的好事情，都從這個地方出來了。所以嚴格地說起來，你了解這一點啊，你不管你要求什麼，就是世間的也從這地方來，這個就是「通三藏」。講那個「信依處」真難啊！我們大家說信佛，我們何止信喔，乃至於出了家沒有絕對的信心，不可能出家。是，所以剛才說種善根來足足有餘，還透了三分，單單要想講真正修持上去的話，還欠一大截，我們的信心的的確確還欠一大截。",
    "1746": "[29:06]五他圓滿者，如云：「佛降，說正法，教住，隨教轉，有他具悲愍。」這個五樣東西屬於我們自己的，這個是修法必要的條件，所以叫作「自滿」。自己具足了，還要外面同樣地要有相應的條件。"
}