{
    "10": "[00:10]五他圓滿者，如云：「佛降，說正法，教住，隨教轉，有他具悲愍。」那麼這個下面是解釋：",
    "26": "[00:26]言佛降世或出世者，謂經三大阿僧祇劫積集資糧，坐菩提座現正等覺。這個就是「佛降世」。我們常常說，啊，佛出世，好像很輕易地一句話就佛出世，為什麼他下面告訴我們，經這麼多集聚資糧，為什麼要說這個話？告訴我們難能可貴啊！一個佛的出世，不曉得要經過多少時候啊！那個多少時候幹什麼嘛？不是在這懶懶散散 ─捨頭目腦髓經過這麼長的時候。哎喲，今天我們這裡常住要你做點事情出坡，叫你做兩個鐘頭，你還覺得：哎呀，累得要命，這樣。結果出了坡這個好處還是你得的，我們都不願意去做。佛無量阿僧祇劫捨頭目腦髓這個好處都是給人家的，所以我們從這個地方要體會啊，不簡單哦！然後他捨了頭目腦髓這個功德，還要回向給人家的。所以我們應該從這個地方去想，從這個地方去想啊！好的東西都給人家，單單佛夠不夠？不夠哦！還要很多弟子，所以一大群的人，不曉得多多少少人這麼樣努力做，這個佛才能出世哦！我們要從這個地方著眼，這才對啊！第二，",
    "113": "[01:53]說正法者，謂若佛陀或彼聲聞宣說正法。那個就是佛出世了嘛 ─說教法。欸，大家就說佛出世了嘛當然講，不簡單哦！不簡單哦！佛出世有不講的哦！然後就算講，講得不多哦！那個是剛才說不但佛經過三大阿僧祇劫，還要很多相應的人。那個說正法就要靠那些人。如果沒有這些人的話，佛就不說。看看！佛說法一定是什麼？「有人問，有因緣」，一定有因緣！只有一個無問自說，這個無問自說還是有因緣哦！懂不懂？所以真正的，這兩個真正出現在我們眼前是難得極了！然後第三個呢，第三個呢，說：",
    "169": "[02:49]教法住世者，謂從成佛乃至未示入般涅槃，勝義正法，可現修證未壞滅故。換句話說，這個就是「教法住世」，這個教法住世不是說：啊，現在經論在那裡哦！不是的。什麼？他現證的這個狀態，「勝義正法」住世這個才是。所以正法的時候才是，像法的時候這個教法就沒有了，有點相似；末法的時候更沒有了，就指這個而言，不是我們的經論。既然不是我們的經論啊，所以不是我們說，啊！聽懂了，然後呢，可以會說了。不是！要能夠如法相應、親自證得。第四，",
    "214": "[03:34]法住隨轉者，謂即如是證正法者，了知有力能證如是正法眾生，即如所證，隨轉隨順教授教誡。什麼叫「法住隨轉」呢？這個法安住，而且隨著它能夠轉那個正法輪的，就是說前面說「如是證正法者」。就像上面說能夠現證的，他確實因為他現證所以了解，喏！說：「我親自做到了！」就這樣，所以凡是真正做到了就曉得這樣。那麼這樣的正法的人，就像他所證的，跟他相應的全部內容，或者隨順的這個內容來告訴我們。「隨轉隨順」呢，只是一個，就是整個圓滿的內容，還有一個隨順的就是雖然不是那個圓滿的，譬如我們現在說，基礎、前行、然後呢正行，「隨順」就是它的基礎前行，相順的你懂得這個，你慢慢走上去然後到那個狀態。凡是這些東西，都是的的確確圓滿正確的，把正確的道理告訴你，這個叫教授。關於這個教授告訴你該怎麼做，該怎麼不做，這個叫「法住隨教轉」。",
    "291": "[04:51]通常這個法住隨教轉，必定要什麼啊？具足師承以及如法驗證，這兩個條件。有了這兩個條件這個才談得上法住隨教轉，如果說你沒有師承自己看一點的話，這個不算。儘管那個有了師承告訴你，你沒有辦法真正地照著他去驗證的話，這個也只是它的隨順，似是而非的。你有善根的人可以，沒有善根的人，聽見這個仍舊種一點善根，爬不上去，這個概念我們要正確的了解。最後，",
    "332": "[05:32]他悲愍者，謂有施者，及諸施主與衣服等。就是說，你有修行的外緣，修行的外緣。",
    "344": "[05:44]此五屬於他身所有，是修法緣，故名他滿。這是外面來的，所以叫作「他滿」。",
    "350": "[05:50]〈聲聞地〉中所說前四他圓滿者，現在不具。然說正法，法教安住，隨住法轉，尚有隨順堪為具足。那麼這個〈聲聞地〉就是《瑜伽師地論》上面的十七地當中〈聲聞地〉。他說這個前面這個他圓滿四樣東西現在不具足，佛已經走了，說，教住、隨教轉這兩個都沒有。不過呢它還有隨順，什麼叫作「隨順」啊？就是能夠如這個正確的正法，能夠真如理地說明，不管是質、量、次第都能夠正確圓滿無誤，而足以讓我們如理思惟作意，這樣去做的隨順法義，無錯能夠上去的，這個條件還具足。",
    "407": "[06:47]所以特別說明一下：這個隨順，就隨順那一點來說的話，必須要具足的條件是無誤的師承。沒有這個，這個也談不到，這個都談不到！這一點我想我們大家都有這個經驗，大家都說：「哎呀！聽見那個法很好。」但是教你去修的話，你總覺得摸不上，為什麼原因啊？就是缺少這個。它真正有這個「法住隨轉」乃至於「隨順」的話，你聽完了你當然心：「啊！了解、了解就是這個。啊！可以走得上去的。」你有了這個，下面你只要肯走，一定走得上去。沒有這個的話，就算你想走的話，摸了半天的話，在那兒辛苦無比！這個概念我們要清楚。在這裡我們要感到幸運啦！第一個，了解暇滿的內容是什麼，現在繼續下去，看看這個東西有什麼用場呢？",
    "468": "[07:48]第二思惟暇滿利大者。這個地方，兩個字不要輕輕放過哦 ─思惟。這個暇滿的利大，這個是善知識告訴我們的，我們能不能派上用場，就看我們是否如理去思惟。你如果不如理思惟的話，這麼難得的寶貝擺在這裡的話，對你是一點用場都沒有，就像一堆破銅爛鐵。不要說破銅爛鐵，這個話說得不對，就像一個很好的東西，你說：哎喲！最好的、最好的！買來擺在那裡不曉得怎麼用，是個累贅，這是個累贅。我想起來了不妨說一個故事大家去輕鬆輕鬆。",
    "514": "[08:34]這個在去年，洛杉磯有一個中國華僑，他不曉得是什麼的，反正國內某一界的鉅子，不曉得是紡織鉅子還不曉得什麼，是一個千萬富豪。在洛杉磯買一棟房子，漂亮極了，就在那個好萊塢那個地方啊，那個都是最高級，全美最高級的住宅，一棟房子好幾百萬美金。現在拿我們國內也不算厲害啊，如果十年、二十年啊，如果是伍佰萬美金的話那不得了。伍佰萬美金十年以前的話，算算台幣多少？兩億多對不對？那一棟房子兩億多，哇！裡面的東西的考究，真是不得了！",
    "567": "[09:27]有一天一個朋友去看他，他就帶他去花園裡看一周，啊！每一個地方那的的確確是處理得實在好，那個朋友羨慕不止。結果再下去一看的話，這個朋友反過來，不但不羨慕他，只羨慕自己。為什麼？他進去看了以後，客廳裡每一個地方的陳設結果跑到那地方，下面一個部分的陳設，他保護得好好的，坐下去不能坐啊，不能坐！在那兒擺在那兒看的啊！啊，他心裡想：你這個東西擺在那兒看的，你有什麼用啊？所以他一天到晚緊張得要命，就怕把那套東西就弄壞了，地道的一個守財奴啊！別人只要守的話，假若我只有一塊錢我只要守一塊錢，偷了也無妨；他現在要守兩億的東西，不曉得要生多少眼睛瞪大了。小偷固然不行，朋友來了一碰，唉喲！不行、不行、不行！這樣。",
    "625": "[10:25]這個故事雖然說，說起來很可笑，在這地方要注意哦！所以我們雖然了解了這個東西，如果你不能善巧思惟，你不能運用的話，也就是毛病這個。他這位老朋友還最多守守財，譬如說最多是一個守財奴啊！我們懂得了佛法，不能如理在身心上面去照的話，你一定會受大損害。我們通常的毛病是什麼？懂得了、了解了深的佛法以後，然後呢用照妖鏡你去照人了，看：這個傢伙、這個傢伙一無可取！那個傢伙一無可取，那個傢伙一無可取，天下沒有一個可取的，只有我！注定你永遠墮落，「慢如高山，法水不入」啊！而且養成這個習慣，不知不覺當中他那個頭就是，歪得這個樣，在任何情況之下就是這樣。哇，這個好可怕！",
    "692": "[11:32]所以在這地方，「思惟」兩個字你要好好地去 ……思惟的結果呢？真正你能夠如法了解。所以我們常常說「回光返照」，什麼叫回光返照啊？平常你一定照外面，錯啦！這個裡邊是一片黑暗，把這個光明照到裡邊來，這個叫內明啊！你照到裡邊，裡邊清楚了，啊！沒有錯，這麼髒！你才能有機會洗得乾淨。是！你不懂的要靠善知識，懂得以後靠你，怎麼辦？就這個。關鍵在這裡啦！",
    "729": "[12:09]所以「思惟」兩個字不要輕輕放過，思惟的方向尤其不能弄錯，尤其不能弄錯！平常我們思惟的方向，如果弄得不對，聽的時候就聽：「哎呀！這個法講得真沒錯！你看某人就是犯這個毛病！哪一個人就是這麼不對！」你聽聽越聽越起勁，所以下了課你就告訴他：「你看，我說你一點都沒錯吧！你看那書本上就是那麼說的。」啊，我的天啊！佛法不是這樣的，這我們要了解內明的特質。說：",
    "764": "[12:44]為欲引發畢竟樂故，若未清淨修習正法，僅為命存以來引樂除苦而劬勞者，旁生亦有，故雖生善趣，等同旁生。那麼我們現在修學佛法是為了幹什麼啊？要想得到快樂，可是這個快樂不究竟的。如果說我們想真正得到快樂的話應該什麼？得到「畢竟樂」。這個畢竟的樂跟普通的樂不一樣。眼前我們得到的樂的話，苦是跟著來，而且得到一點小樂，後面得到大苦。啊！我昨天回來的時候，這個路上看見好多大善知識，好多大善知識！什麼東西啊？你們看得清楚看不清楚？高速公路上面一個大車，一車車載了這個東西。啊！我看了真是不禁流淚，不禁流淚啊！嗯，我以前，也只是說：「啊！這些墮落的，真可憐！」現在看見這種東西就策勵自己：大善知識！我一看見我就策勵我自己：「日常啊！你自己覺得是個修行人，你像嗎？」啊！我真是背上面的汗直流。一路上回來的時候，再累、再累、再累回去的時候，磕頭、拜佛、禮念還是要做，這些東西都要做。",
    "861": "[14:21]你曉得為什麼原因嗎？牠們也要求快樂，典型的例子。如果我們只貪眼前的快樂，你不做惡事就這樣，做了點惡事，那更不堪設想，就這樣。這種人宿生都不是壞人，所以不會讓你討厭的，但是呢他就是那麼懶惰，挺不起來的，就是這種情況。我是隨便提哦！這有很多太多地方，你到後來你每一個地方，你看那個行相看得很清楚！你一看，這個法相是法爾如是。所以為什麼修學佛法一定要精進，而這個東西實際上，無始以來的習氣是人人如此的，我也這樣。啊！累了休息一下，站起來了這真辛苦，不知不覺地弄到後來，越到後來越這個樣，都是這個樣。所以這種快樂是不究竟的，很可怕。",
    "916": "[15:16]那麼要想得到畢竟的快樂是什麼？修習清淨正法，一定要修！假定你不修清淨正法，那麼我們忙的什麼？都是忙眼前的。這清淨正法卻不是我眼前的喲！為了修清淨正法眼前卻是要很勤苦的喲！就是這樣。所以假定你說不修，只是為了眼前一些，忙一些快樂的話，畜生也有，的的確確。而且畜生比我們強，遠比我們好啊！你們相信不相信？喏！我們不妨簡單地說一下。",
    "953": "[15:53]獅子，不要說獅子蹦一跳，一隻貓我們都跟不上牠耶！然後蒼蠅牠會飛，你會飛嗎？我不會飛。那個跳蚤「咚！」一跳，你就抓不到牠了，如果我在這地方跑一步跨不了多少耶！那狗的鼻子比我們強啊！有很多東西，蝙蝠到了晚上看得見，我們看不見。我還看見過一種小蟲，我們那時候叫牠「海陸空」。嘿，這真厲害啊！牠碰見水牠就在那裡邊游了，就這樣；然後在地上就爬了；一去抓牠，牠就飛了。那個人是萬萬趕不上啊！假定是我們周圍的話，那說一個人那真是冤枉，何必做那個人！這麼大的身體，對吧？吃要吃那麼多，做個跳蚤多好，吃一點點就吃飽了，什麼事情都不要做。哦！我們人要做這麼多事情，這個不行、那個不行，何必做人？所以這個地方就告訴我們，真正的如果你只忙這個的話，哎呀，「等同旁生」哪！",
    "1016": "[16:56]《弟子書》云：「猶如象兒為貪著，深阱邊生數口草，欲得無成墮險阬，願現世樂亦如是。」就像那個大象，那個大象看見那個阱邊有點草，唉呀！牠就吃了，不曉得那個旁邊有個深阱。那個象一陷到深阱的話，因為牠太重，爬不起來了。你要想貪著這個深阱旁邊吃的話，一定墮下去，那我們現在貪現實的快樂也是如此。哦！這東西很可怕。",
    "1049": "[17:29]總之修行如是正法，特若修行大乘道者，任隨一身不為完具，須得如前所說之身。總之，你真正要想修行正法的話，這個隨便一個身，普通的人身不行的，特別是大乘道，真正修大乘道普通的身絕對做不到！那要怎麼辦？要前面所說的，這個要離八難、要具十圓滿。所以下面就引：",
    "1081": "[18:01]如《弟子書》云：「善逝道依將成導眾生，廣大心力人所獲得者，此道非天龍得非非天，妙翅持明似人腹行得。」哦！這個佛道依什麼呢？能夠引導眾生，怎麼樣的，依怎麼樣的一個狀態呢？就是說一定要能發廣大的心，這種人才能夠修學的，這個就是前面所說的，修大乘道。那麼要修這個大乘道，這個道不是下面這些人做得到的。下面是什麼？就天龍八部，天龍八部下面就是這個，這我們常常了解的。天 儘管比我們好，龍 儘管比我們好，乃至於金翅鳥，金翅鳥這個翅膀一展，兩個翅膀之間都三百多少，六十萬里，三百三十六萬里不曉得多少，這麼大！牠然後那個翅膀這麼一拍，海水整個地分開，再大的大龍一下就被牠吃掉了，這麼個厲害法，這樣。所以也沒有用！這個不管是哪一些。",
    "1162": "[19:22]《入胎經》亦云：「雖生人中，亦具如是無邊眾苦，然是勝處，經俱胝劫亦難獲得。嗯！真正修行都要靠人的，就是生在人當中，也有「無邊眾苦」。啊，這六道當中沒有一個地方安樂的呀！但是它是真正殊勝的地方哦！殊勝到什麼程度啊？「經俱胝劫亦難獲得」，這個人身之難哪！不要說得到暇滿的人身，就是得到不暇滿的，不滿的人身也是難極、難極呀！實際上我們一看就曉得了，現在我們地球上有四十億人口，請問碰到佛法的有幾個？碰到了佛法了，信受、接觸佛法的有幾個？接觸信受了，如法修行的有幾個？你如果這麼一步一步深入的話，它的億分之一都找不到。的的確確千真萬確的！",
    "1224": "[20:24]我們中國號說有十億人口，請問十億人口當中有幾個信佛的？見到佛的有幾個？沒有幾個。見到了信的有幾個？信了能夠如法行的有幾個？這個的的確確難哪！這個時候我們回過頭來自己反省一下，我們大家都，乃至於出了家了，我自己反省反省，還在一腳門裡、一腳門外。這個說得好聽哦！好像還說一個腳，這個就是說曉得門在哪裡。乃至於說門在哪裡不知道，就在這個地方空轉哦！這是千真萬確的事實啊！這樣，所以下面，",
    "1259": "[20:59]諸天臨沒時，諸餘天云，願汝生於安樂趣中，其樂趣者即是人趣。」這個事實。六道當中儘管天比我們好，但是天上的人要快死的時候，其他的人就說：「唉呀！希望你下一生，生到安樂趣啊！」安樂趣是什麼？人道。換句話說，天把我們人看得更好，我們現在就是想天，那真顛倒！也許有人說：「我們沒想天啊！」最好！最好不要去想。什麼叫想天呢？就是貪圖眼前快樂，就是想天，非常簡單。嘴巴上面說沒有用，貪圖眼前快樂，快樂嘛！天就是最快樂的地方。真正修行不是這樣，真正修行貪圖這個法樂，善法欲所以策勵大精進，那是非常艱苦地去做，這是我們要了解的。",
    "1318": "[21:58]諸天亦於此身為願處故。天上都把這個暇滿人身作為他要求的真正願處。",
    "1328": "[22:08]又有欲天，昔人世時，由其修道習氣深厚，堪為新證見諦之身，那麼真正說修學佛法只有人道，其他都不可以的。但是欲界天在一種條件之下他可以的，說就是他人當中，如果修行已經修得很有成就了，習氣很重了，那麼雖然生到天上，他可以見諦，換句話見道。所以佛出世的時候，有很多帝釋什麼等等，聽了佛講了，他就見道了，他宿生都已經修行，如果宿生沒有修行都沒有用。這個是我們要了解，真正的修行，的的確確人道當中。",
    "1367": "[22:47]然上界身，則定無新得聖道者。欲界是如此，再上去的話，絕無可能！",
    "1374": "[22:54]如前所說，欲天亦多成無暇處，故於最初修道之身，人為第一。所以說，他既然要前生修了以後才堪證道，那麼初修的人來說，他也不成。所以他對初修來說，天上欲天還是無暇處，所以真正最初修道，人身第一。",
    "1400": "[23:20]此復俱盧洲人，不堪為諸律儀所依，故讚三洲之身，其中尤以贍部洲身，為所稱歎。北俱盧洲的人沒辦法，不能「為諸律儀所依」，律儀就是我們的戒，這地方特別，北俱盧洲的人沒辦法持戒學佛的。所以真正這個三洲，而這個裡邊南贍部洲最好，南贍部洲最好，這個是所稱歎的。現在我們說：我們到底是南贍部洲啊？東勝神洲啊？這個有各式各樣的說法。我們不妨說我們現在是東勝神洲，法是有的，但是並不是最好的，雖然不是最好的，還可以。就是像前面說的，他四圓滿不具足了，但還有隨順。所以的的確確這種狀態，我們不妨從這個概念上面去體會它。",
    "1456": "[24:16]是故應當作是思惟，我今獲得如是妙身，何故令其空無果利。所以這個是我們應當思惟的哦！「思惟」兩個字重要啊！我們肯思惟的話，這一生我們有成就，不肯思惟的話，儘管聽到這個圓滿的教法，還是沒有用，白白浪費掉了。怎麼思惟啊？說現在得到這樣難得的，唉呀，真是千難萬難啊！怎麼可以讓它空空地浪費，得不到結果啊！這個難得到什麼程度？我們剛才說我們看人身四十億、四十億當中，有幾個人修學佛法的？啊！那簡直是億、億都找不到。如果我們更看六道的話，那你不得了！那得到了我們現在的這個人身的話，那個比例那簡直是天文數字當中的只是滄海一粟，只是滄海一粟。",
    "1514": "[25:14]我們天天走過去，門口就看見很多善知識，牠日夜不停地忙！你數數看哪，成千上萬。我們在任何情況，就是我們這麼小小的南普陀裡邊的螞蟻成千上萬，不曉得多多少少。現在這裡還好，以前我們小的時候，那個沒有衛生設備的，每天早晨，哎喲！跑過去一看，啊！那個清理的地方啊，那些眾生成千上萬。上面是飛的，下面是鑽的，沒有一個地方例外的。所以你可以想像當中，啊！這個人身之難得啊，人身之難得啊！現在我們得到了這個，「空無果利」。",
    "1556": "[25:56]我若令此空無利者，更有何事較此自欺，較此愚蒙，而為重大。假定我現在得到了，而居然白白浪費的話，還有什麼事情比這個更愚癡、更自欺的！我們現在別人稍微對你有點不好，乃至疏忽了一點，你就受不了！覺得別人 ……實際上別人不會傷害你，我們真正傷害我們自己的是自欺啊！喲！自己還覺得占了便宜了：「啊！我這個多吃了一點，我這個少做了一點。」自己害自己啊！然後「我」這個見解，我這個對，都是自己害自己啊！就是我們愚癡啊！所以一開頭就告訴我們，我們自己要了解，我們無始三毒大病當中，你有了這個你就真正行了，真正就行了！",
    "1614": "[26:54]所以昨天晚上有一位同修跑得來跟我談了，啊！他覺得現在真是越來越歡喜。前天有一個同修也跟我說：「啊！以前我在這兒忙，看到別人不做，心裡面真覺得我做，現在歡喜了。」啊，我真讚歎！真讚歎！說起來那位誰？說起來還是這是某某法師。你們別看他，他這麼聽，他卻能夠做到這個。他一個人忙，以前感覺我忙你們不做；欸！他現在聽了法以後，覺得我做，那他很歡喜。很簡單啊！我在這裡集聚資糧。他這個有好的這個錢要賺，他就不賺，我們大家還笑他，唉呀！老了好像怎麼樣，他這就是我們的榜樣，我們修習佛法應從這個地方做起啊！昨天另外一個同學也是這樣說：「唉呀！以前看見有的時候，在這個環境當中看見，啊！真是這麼囉嗦。哎！現在不！」你了解這個佛法，在那兒做也好，人家嘀咕你也好，覺得淨化自己，好啊！佛法真正美就是美在這裡。那個時候才真正不是愚蒙，不是自欺。所以現在不要說人家對不起你，要了解我自己對不起我自己，這個才是真正重要的！",
    "1688": "[28:08]曾數馳奔諸惡趣等無暇險處，一次得脫，此若空耗仍還彼處者，我似無心，如被明咒之所蒙蔽。無始以來一直在惡道當中，幹什麼？奔馳啊！啊！平常我們人身當中安安穩穩，在惡道當中你簡直是啊 ……。這個我們可以想像得到，不要等到螞蟻嘀嘀嘟嘟一天到晚，這個我們想像在地獄當中這種餓鬼啊，他一天到晚燒得他拼命地，啊！到處躲、躲不掉，就是這種狀態。那個「奔馳」兩個字，他心裡面絕大痛苦這種狀態。我們一直在這個地方，偶然一次透脫，結果跑到人身當中又空空地浪費，而且還什麼？仍舊到那個地方去。啊，這個真可惜！「我似無心」，所以人家說你這個木頭，你這個畜生，我們真受不了啊！其實自己想想的話：哎呀！我們就是木頭，就是畜生，還是幸好人家來告訴我了，我要趕快努力啊！這真是像被「明咒」，被人家蒙蔽了一樣。",
    "1765": "[29:25]由此等門應數數修。應該照著上面的「數數修」，這個怎麼修啊？思惟修。所以現在了解了，平常我們提不起來，當你這一點你能思惟觀察的話，啊！那你真的會很努力了。"
}