{
    "11": "[00:11]如聖勇云：「得何能下種，度生死彼岸，妙菩提勝種，勝於如意珠，功德流諸人，誰令此無果。」說我們得到了什麼樣難得的機會，能夠下什麼種子啊？下那個度脫生死、超脫彼岸，那個殊勝「妙菩提」種子的這種狀態當中啊！就像得到一個最殊勝的如意寶珠，這個寶珠集種種的功德，這樣，能夠超脫生死，在這種狀態當中，怎麼可以白白浪費啊，而讓它得不到結果，絕不可能、絕不可以！得到了這樣的難得的人身啊，一定要得到這個好的果報 ─超脫生死輪迴，這才行！",
    "71": "[01:11]《入行論》亦云：「得如是暇已，我若不修善，無餘欺過此，亦無過此愚。這個論上面。換句話說，前面一再地把祖師、菩薩的這種話來策勵我們啊！說我們得到這樣難得的暇滿以後，而我們不好好地修行，那是自己欺騙自己，這個是最大的愚癡啊！而這個是再沒有比這個更嚴重的愚癡，再沒有比這個更嚴重的自欺啦！不要自害啊！",
    "107": "[01:47]若我解是義，愚故仍退屈，至臨命終時，當起大憂惱。假定我了解了這個東西啊，還「退屈」，不認真努力，為什麼啊？還是因為愚癡。這個愚癡 ─無始以來的習性在這地方，一時拿不過，所以我們要懺悔，所以我們要思惟。假定你不這樣去做的話，聽懂了沒有用，那麼仍舊在那兒馬馬虎虎。唉！退屈，就是提不起來。到那個時候臨終啊，起「大憂惱」，來不及了！那時候來不及了。",
    "141": "[02:21]若難忍獄火，常燒我身者，粗猛惡作火，定當燒我心。如果到那個時候，這個地獄之火，一直要燒我的心，無法忍受的話，那麼這個時候這個是果。這個果怎麼來的？欸！一定前面的因。將來也是如此，現在我們看看現在就可以了，「猛利惡作火，定當燒我心」。「惡作」是什麼？悔惱，悔惱！這是猛利這種悔惱一定燒我的心。這個是以後「等流」，因為是等流，所以我們現在可以體會得到的。怎麼體會呢？我們常常這樣想，哎呀！心裡面就會的啊，浮浮泛泛的，做這個也不是，做那個也不是 ─「惡作火」！現在我們經常在這種狀態當中，想想看，對不對？如果你跟法相應了以後這種心情沒有的。再不然就癡癡呆呆那地方，哎呀！這樣也不行，那樣也不行，眼前的因就是將來種的一定墮落這個果！我們眼前必定要好好地策勵，所以這個行相很清楚、很明白。",
    "208": "[03:28]難得利益地，由何偶獲得，若我如有知，仍被引入獄，如受咒所蒙，我於此無心，何蒙我未知，我心有何物。」這都是策勵自己的。說現在啊難得、非常難得，獲得這樣有大利益的一個狀態─這個人身，這個是難得極了！假定我是正確了解而仍舊沒有好好利用，被引到地獄裡去的話，我算什麼啊！我有心嗎？我是木頭嗎？我到底什麼東西在這地方障礙住了？這個話，不是真正地說一下，實際上就是告訴我們，我們要就用他這個方法，不斷地找這個答案，不斷地找答案，總要把自己策動這個心，說：一定要努力啊，一定要努力啊！不要馬虎啊，不要馬虎啊！那就對了，那就對了。",
    "274": "[04:34]敦巴亦謂慬哦瓦云：那麼除了上面那個菩薩的論以外，下面就引那個祖師的，這個實際上的狀態給我們看看，說這些大祖師們怎麼說的：",
    "287": "[04:47]「憶念已得暇滿人身乎？」那個老師告訴那弟子的時候啊，每次都說：「欸，你有沒有想想，得到暇滿人身啊！」他們都是這樣的。印度當年都是這樣，現在西藏也是如此，所以西藏傳那個儀軌當中，一開頭它一定這樣的：「暇滿人身寶，難得而易失啊！」就這樣，一開頭的時候就告訴。實際上不是唸一遍，就要我們認真地去想，你看這種大成就者，都是這樣啊！",
    "320": "[05:20]慬哦亦於每次修時，必誦一遍這個祖師每次修的時候，他一誦，他實際上誦，不是嘴巴裡面哦，心裡面就跟它相應了！將來我們看下去，就會曉得這個祖師的這個行持是怎麼樣的。這個就是說「如救頭燃」 ─他一想到啊，哎呀！一點都不肯放鬆。所以經上面告訴我們說：「火燒頭燃尚可暫置，無常盛火應速除滅。」頭上著了火，沒關係！暫時停一下，我們要幹什麼啊？努力擺在那個消除無常盛火啊！這麼精進努力啊！因為唯一的得到人身才可以消除無常盛火，這是千真萬確。火燒頭，身上著火的什麼狀態他都不管！我們現在能這麼安樂，還不肯去管哪！所以這個東西這是我們要真正策動的。所以前面告訴我們：我是什麼狀態？就是從這個地方找到答案，然後呢想辦法推動自己，也這樣去做。",
    "386": "[06:26]《入中論頌》中：「若時自在轉順住，設不於此自任持，墮險成他自在轉，後以何事從彼出。」這個《入中論頌》上面有這麼一段話，說假定那個時候啊，你能夠得到「自在」，得到自在就是我們得到暇、滿兩樣東西，能夠隨順正法好好去做。而那個時候你不努力而認真去做，那個時候你又墮落了！又墮落的時候，「他自在」，樣樣東西要聽他們招呼的。怎麼叫聽他們招呼的？地獄裡邊這猛火，餓鬼是餓得要命，畜生，不管是哪一個，那時候一天都是被外面的轉，請問那個時候你怎麼修行，你怎麼修行？這個文字很好懂。",
    "441": "[07:21]《入中論頌》這一點，這個話這個地方說一下，這個上面你看不見的。平常我們看《入中論頌》的話，就是隨便這麼一句話看過了。這個裡邊所以擺這一段話，它有它的意義在，意義是什麼？就是說那些大經大論啊，次第無誤，一點都不錯。所以我們平常學的時候，總是趕快前面的翻過去，欸，看看它裡邊講的重要的是什麼，所以我們得不到好處。不但是論，經也是如此的，這怎麼講呢？經上面一定說「諦聽！諦聽！善思念之。」平常我們看經的時候向來這些話，欸，翻過，趕快翻過，看看裡邊告訴我們怎麼念佛的；怎麼樣念得一心不亂；《金剛經》怎麼樣告訴我們說「應無所住」就行了，前面那個基礎不要。就是說不管是若經、若論，它前面的次第告訴我們這樣。所以說，你只要真的次第、基礎，步步這樣努力做對的話，一定有成就，差別在此。那麼下面說：",
    "515": "[08:35]而為心要，應如是學。這個《入中論》上面告訴我們啊，這個是「心要」哦！嘿，我們不要看那個中間才是心要，卻是前面這個地方就開始。所以祖師也說、經上也說，初、中、後都善；初善也善，中善也善，後善也善。有的人說那個初中後善，是指前面那個從「序」，中間的「正宗」，到後來的「結」，叫初中善；有的祖師說這個初中善 ─戒善、定善、慧善，那都沒關係。換句話說這個次第本身是必然的，一點都不能錯，這我們要了解的。我們真正要學，要從這個地方學啊！要從這個地方學啊！",
    "562": "[09:22]如其觀待畢竟義大，如是觀待現時亦然。像上面告訴我們的啊，就是我們好好地認識、觀察，說這個暇滿人身啊，有這樣殊勝究竟的大利益；不但是究竟，而眼前也是，對我們眼前來說也是非常重要、非常重要。這究竟固然重要，眼前怎麼重要呢？下面，",
    "592": "[09:52]謂增上生中，自身受用眷屬圓滿之因，布施持戒及忍辱等，若以此身易能成辦，此諸道理亦應思惟。你眼前求些什麼？眼前就叫「增上生」嘛！眼前增上生就是自己的受用、眷屬，各式各樣的圓滿，這個圓滿還是要什麼？還是要修這些東西啊！要修這些東西，還是要拿我們的暇滿的人身，這個道理應該正確地思惟啊！懂得了這個，懂得了這個道理，說增上生以及究竟決定勝以前啊，那個時候，我們才去看那個《了凡四訓》跟《俞淨意公遇竈神記》那些殊勝利益。在這個次第當中，曉得怎麼生生增上，我們下腳第一步怎麼下腳，向上去！沒有認識這個之前，看了那些東西啊，往往會害一個「三世怨」，儘管是眼前得到好處的，就這樣，這地方順便一提。",
    "663": "[11:03]如是觀待若增上生，若決定勝，義大之身，哦！像我們前面這樣地觀察，不管就眼前的、就究竟的殊勝的利益，說這個難得啊，這個難得啊！這個人身之難得啊！你了解這個，那怎麼辦呢？自然我們去努力，所以說：",
    "684": "[11:24]若不晝夜殷勤勵力此二之因，而令失壞，如至寶洲空手而返，後世亦當匱乏安樂，莫得暇身。假定你了解了這個，而不努力啊 ……不管是白天乃至於晚上也要拼命努力。它現在已經告訴我們了，說白天要怎麼努力，晚上要怎麼努力。努力什麼？努力這個「因」，你能夠集這個因，將來就感得這個果。所以像這個地方，它處處地方啊，不像我們平常一般的文字，一定講「此二之因」，這個就是法相真正的美的地方、好的地方！我為什麼要這樣說啊？這兩個字「此二之因」提醒我們一件什麼事情啊？修行是件苦事情，提醒我們。我們往往不了解，總覺得：哎呀！在這地方像順世外道一樣，只談眼前的快樂，只談眼前的隨順適意，隨順著自己的我見 ─我要這個樣，這個對、那個對，然後呢找種種快樂。你認識這兩個字的話，你曉得很清楚，不是說「我」覺得這個對，不是！我這個錯的。不是眼前的快樂，現在是應該辛苦的，然後呢努力種這個因，才能夠感得將來這個果。",
    "767": "[12:47]所以這個不是說這本書是西藏翻譯過來的，真正圓滿的教授，法相清楚的都是這個樣的，它有它的特別的理由哦，這我隨便一提。實際上這個理由，就是我們修行必不可少的認識，以及將來最重要的行持，都在這個上頭。那麼我們了解了，把握住了，啊！絕對不會讓它空空地浪費掉了。如果浪費掉了就像什麼？到了寶洲空手而返一樣，結果呢？「後世亦當匱乏安樂」啊！唉！以後呢得不到快樂，而且得不到暇身。",
    "806": "[13:26]若不得此，眾苦續生，更有何事較此欺誑，應勤思惟。假定你得不到，後面的、以後的安樂也得不到，暇身也得不到，請問那時候是什麼狀態？「眾苦續生」，永遠在受苦，這個是還有什麼事情比這個更欺誑！我們真可憐，眼前貪一點小便宜，將來受大苦啊！所以我剛才說這個善知識，這個善知識真好！實際上我們眼前哪，都可以體會得到的，體會得到什麼啊？牠真正地重要就是愚癡，真正重要的 ─愚癡。平常我們看見那些動物，狗啊、豬啊，那個有一些聰明的，那狗什麼，你給牠吃東西，牠馬上就圍繞而來，跟你吃。這假定這個豬啊像我們人一樣聰明，說這個主人養牠幹什麼的話，啊，牠看見那個主人來了，逃都來不及！對不對？",
    "865": "[14:25]所以我們現在生為人，自己還自命為是個修學佛法的人，真是啊！剛才說的話一點都不騙啊！的的確確我們了解了這個，自己，至少我自己一直在這兒反省，啊！這真是畜生都不如！這樣。是明明一個人，要是看見他給我吃了以後要殺我的話─喔，這東西我連忙逃都來不及！我絕對不想去吃它，至少你不吃它瘦一點，挨到最後才挨刀欸！你又有多一點逃走的機會啊！對不對？想想看。所以我們真正了解了，那個時候就不會討這種小便宜，受大損害。所以這個了解因、果的關係在這裡，這個要清楚、明白的。",
    "916": "[15:16]了解這道理了！道理是了解了，下面是「應勤思惟」。正確地了解以後，還要努力地如理思惟。前面是正知見，下面這個地方呢？正思惟、正精進。你能夠這樣去做，得到了、保持著相應的正念的話，那就差不多了，修行就是這些！所以修行不是說，單單兩個腿一盤，坐在那裡，不是！就要怎麼樣得到那個正知見，怎麼樣去正思惟正知見，使得這個正知、正念相續，繼續不斷地在你腦筋當中維持著。然後你起心動念，身口行為都跟善法相應，那個才是真正的修行。那時候你拜佛也得、念佛也得，乃至於吃飯、睡覺也得；當然，你坐起來盤著腿在那兒觀想什麼，當然更是。反過來你這個沒有得到的話，對不起！做什麼啊都是空費力！這個憨山大師的〈費閒歌〉就是從這個地方著眼的。",
    "991": "[16:31]如聖勇云：「若眾善富人，由無量劫得，愚故於此身，未略集福藏，彼等趣他世，難忍憂惱室，如商至寶洲，空手返自家，就像很多「善富人」，他無量劫得到了這個暇滿的人身，現在卻是愚癡，現在愚癡，愚癡到什麼程度啊？只把宿生積累的這個福浪費掉了，而不趁這個機會好好地再修習，集一點福德、智慧。所以我們現在眼前這個東西啊，都是我們宿生勤苦所得的。我們常常覺得：哎呀！投一點機、取一點巧，可以得到一點好處。對不起！你宿生沒有修集的話，投機取巧得不到；你所以能夠得到的話就是你努力集的，這是該得的！你何必枉費心機呢？這個我們要了解的。由於這樣的話，你就心安理得，凡是你有的，絕不欠少你，而真正重要的：我們努力啊！努力怎麼樣修，再集下一世的，生生增上，這個才是真正重要的。如果我們在這一點上面不了解、愚癡，不好好地去集那個福德的話，將來到壞的地方去了，就像到了寶洲，空手而返。如果我們這一生不好好的，",
    "1074": "[17:54]無十善業道，後亦不能得，你現在不修，將來怎麼可能呢？將來怎麼可能得到這個善惡業道所集的人身，暇滿人身的果報呢？那得不到的話，",
    "1087": "[18:07]不得人唯苦，如何能受樂，到那時候永遠受苦了！",
    "1092": "[18:12]他欺無過此，無過此大愚。」所以每一個祖師，每一個經論，都是告訴我們，再沒有比這個更愚癡的！再沒有比這個更自欺的！所以現在不要說被人家欺了以後發脾氣，要曉得對「自欺」發脾氣，那就有希望了。所以啊真正修學佛法的人，不是跟別人鬧，要跟自己的煩惱鬥，那個時候我們就有希望了！",
    "1120": "[18:40]如是思後，當發極大取心要欲。來了！你經過這樣地思惟，這個「思」是思惟哦，現在我們單單聽，這是「聞」。所以第一件事情你們一定要聽懂！如果聽得不懂的話，一定要去找同學，真正呢我們彼此之間，談是需要的，要談，這個才是我們該談的！說，欸！剛才老師說的什麼？經、佛菩薩告訴我們的是什麼？把握住，把握住了，緊跟著想 ─思惟；等到你這樣地思惟的時候，那時候心裡面覺得：啊，對啊！你會逼不及待地全部精神貫注在這裡，幹什麼？「取心要欲」！說「啊！現在什麼事情都不要了，什麼事情都不要了！」一心一意啊，只要去做這件事情，這個是堅實的中心，重要的！這個叫作「善法欲」。你有了善法欲，成功了！就會精進了！不要人家來催你，人家不催你，你都拼命去努力了，何況人家來催你。",
    "1186": "[19:46]如《入行論》云：「與此工價已，令今作我利，於此無恩利，不應與一切。」哪！就世間的來說，你要雇一個工人，給了他的工價了以後啊，應該給你做一點事情，對你有好處的，對不對？當然嘛！現在啊假定說是對你沒有好處的話，你什麼東西都不應該給他，這是千真萬確的！你請一位工人來，喔，這個工人要一佰塊錢或者一千塊錢，那你要把它工做還啊！如果說，來了以後他不給你做工的話，你當然不會給他啊！現在我們得到了這個難得的人身，還給它這麼吃，還給它穿、給它住。喔唷，吃了這個還不行！哎呀，等一下沒水果又不行！哎呀，等一下這個沒有豆腐也不行！哎呀，等一下沒這個也不行！結果吃了這麼多，對你有多少好處啊？這個要思惟思惟哦！如果說對我們沒有好處的話，這些東西都不應該給它。",
    "1253": "[20:53]又云：「由依人身筏，當度大苦流，此筏後難得，愚莫時中眠。」我們得到了這個「人身寶筏」，這個寶筏是渡生死大苦流啊！這個寶筏以後是好難得、好難得啊！所以千千萬萬不要白白地浪費。但我們不是有意地浪費啊，我們是愚癡，所以我們趕快策勵自己：趁這個時間還在的時候，絕對不要在那兒浪費啊！絕對不要再浪費啊！這個「眠」不是說到了晚上這個眠，就是我們在癡癡呆呆的無明大夢當中就是眠。這個無明當中，破這個無明大夢，就是我們真正用功的地方。所以這個包括了正知見，第一個要把這個正知見建立起來，那個時候你才會不能忍受。不能忍受什麼？不能忍受說，起心動念，我要這個樣；覺得：來來來來，來了，這個才是我要跟它鬥的！是啊，我們現在叫這個人這樣，叫這個人那樣；不是，叫我 ─喔！好傢伙某人，你又來了！你又想貪這個，你又想占便宜，你又覺得這個 ……。那個才對！",
    "1333": "[22:13]又如博朵瓦《喻法》中云：「蟲禮騎野馬，藏魚梅烏食。」應如是思，發起攝取心要欲樂。這個是，這個祖師的一個比喻，這個比喻，他那個每一個比喻啊，有它的特別的說明，這個說明在這裡不講，在這裡不講。關於那些祖師的語錄當中，他每一個都有很有趣的公案，但是那時候啊，一個故事可以說一個鐘頭，都是策勵我們的重要的內涵。",
    "1368": "[22:48]那麼前面是說重大的意義，有了這個重大的意義以後，啊！那你就會努力地去做了。欸，不夠！還要「難得」。你想又有這麼大的好處，又這麼地難得，那時候我們真的拼命了。真正地把這個兩樣東西，如果說你能做到的話，我們人人都可能說「火燒頭燃尚可捨置」，頭上著了火了，你可以放得下，千真萬確，你們不妨去試試看！所以我那一天曾經跟你們，很早以前跟你們說，最早以前洛杉磯那個同修，再說一遍。他就是想那個東西，他還不是想這個，他還不是想暇滿人身 ─喔唷，一想到啊，他整個地什麼事情都沒勁了，什麼事情都不想做了，全部精神貫注在那裡修行。現在我們儘管懂了這個道理，修行就是修不起來，就是前面這個沒有。所以我們現在繼續地看。",
    "1427": "[23:47]第三思惟極難得者。如是暇身如《事教》中說：「從惡趣死復生彼者，如大地土，從彼死沒生善趣者，如爪上塵。那個經上就有這麼一段公案：那個佛有一次跟阿難說，他用那個爪，在地上挑了一點土說：「阿難啊！你看哪！那個大地的土多啊？還是我手指上那個土多啊？」你們大家可以分別得出來的，這個大地像地球一樣的土，比之那個手指上的一點點，能比嗎？完全不能比啊！下面他真正告訴我們：",
    "1465": "[24:25]從二善趣死生惡趣者，如大地土，從彼沒已生善趣者，如爪上塵。」說現在我們一般的人從「善趣」，善趣當中就是指人、天，從人、天死了以後，生到墮落的人就像大地土；而能夠繼續不斷地保持人身的，就像那個手上那麼一點點。所以要曉得啊，真正再得人身的機會是難之又難，難之又難啊！",
    "1500": "[25:00]今天翻到六十三頁，這個暇滿人身難得的程度，這個我們實在無法想像，所以佛陀啊用一個事實，來讓我們體會這個難得的程度。說，從我們現在的人身或者天道 ─說「善趣」，然後死了以後往生，哦，不是往生，再投生。再投生能夠保持善趣的，就像爪上那麼一點點。就手指上面，你那個手指再大，你能夠抄多少土呢？然後呢失掉了人身，而墮落三惡道的像大地土，這樣。換句話說，我們不一定是善趣，在我們生死過程當中整個的六道當中，這一生結束了，向下去的，以及向上的比例之差就這麼多。墮落惡道的，大地這麼多；從這個地方透脫出來，得到善趣的像爪上那麼一點點。那這個比例你簡直無法想啊！現在我們說百分之一、千分之一、萬分之一、百千萬分之一，那這些數字都沒辦法比，沒辦法比的！這個失掉人身這個機會之大呀實在，這樣。那麼為什麼會這樣難呢？",
    "1623": "[27:03]若作是念，彼由何故如是難得，我們會想，為什麼原因這樣難呀？下面就引那個經論告訴我們。",
    "1635": "[27:15]如《四百頌》云：「諸人多受行，非殊勝善品，是故諸異生，多定往惡趣。」下面解釋：",
    "1647": "[27:27]謂善趣人等，亦多受行十不善等，非勝妙品，由是亦多往惡趣故。就算在善趣當中的人，也都做種種不善。這個整個的業，粗粗地大別，不外乎這個十善業，反過來就是十惡業。那麼現在呢？在人身當中都是如此，所以都結果啊，造了惡業嘛當然到惡趣。在畜生地獄當中啊，牠根本就沒辦法造善業的，這個我們要了解，一天到晚這麼痛苦。然後呢做了畜生以外，那個畜生牠有辨別的能力嗎？不可能！這貓啊、狗啊，牠一天到晚做的工作，一天到晚做了什麼業？牠沒有做善業的可能，這我們要了解。唯一的就是人道當中，而我們人道當中呢，也都是造這個十不善業。到現在為止我們還，說實在地，並不了解我們到底造了善業、惡業，而我們還自己覺得自己很不錯了，說起來真是可憐啊！我們真正糟糕的，就是我們在造惡業我們不知道。這個地方暫且不講，等到下面詳細這個業道的時候啊，說明了，請大家自己好好地觀察。我想我們立刻會感受得到，我們起心動念，身口的行為，真正跟善法相應的，實在很有限，實在很有限啊！"
}