{
    "7": "[00:07]因為這樣的關係，所以你造的因都是惡的，當然只有墮落。不但是如此，而且我們往往一個不小心，就引起絕可怕的嚴重的後果。下面看：",
    "23": "[00:23]又如於菩薩所，起瞋恚心，一一剎那，尚須經劫住阿鼻獄。說我們平常啊，如果對於一個發心的菩薩，你起了一剎那的瞋恚心 ─這種瞋心要嘛不發，一發的話都是很長的，現在你拿一剎那，一剎那這個你就要經這麼長的劫數，要到阿鼻地獄。所以實際上，墮落的業是容易、而且長、而且可怕，但是菩薩他並不是說，把兩個字寫在面孔上讓你知道。你並不曉得哪個是菩薩，尤其是我們現在動不動總是看別人錯的，你怎麼曉得這個人是什麼樣的一個人？尤其是更進一步，我們出了家進了佛法圈子裡邊，這佛法的的確確有很多再來人，有各式各樣的，從信位的到一步一步地上去的很多菩薩。我們既然是看不起人家的話，請問這個罪過你怎麼擔當得了？這千真萬確的事實啊！",
    "105": "[01:45]由此可以想見，我們墮落惡趣，你對他起了一念的瞋心，要這麼長的，一剎那瞋心，要這麼經劫地住在阿鼻地獄。假定你這個堅執不捨的話，那不曉得要多少時候的墮落！上面也告訴我們的，哪怕這個人曾經跟你講過一四句偈，很簡單的佛法上的恩惠，如果你不把他很尊敬地對待他的話，你就百世生犬中。用這個標準來衡量的話，哎呀，我們墮落的業是不曉得多大，上升的可能是絕少、絕少啊！那麼修學佛法尚且如此，不修學佛法呢？我們現在看看世間，很明白的事實啊！",
    "152": "[02:32]如是若能決定淨治往昔所造惡趣之因，防護新造，則諸善趣雖非希貴，然能爾者，實極稀少。真實說起來，假定我們了解了佛法，能夠淨除罪障、懺悔業障，把以前造惡業，這個惡業要墮落惡趣的這種業因啊，統統能夠清淨、淨除，決定能夠這樣去做。然後呢真正懺悔了，還要後面不再犯，新造的也能夠防住了，那麼在這種情況之下，當然我們的行為都是善淨之業。有了這個善淨之業，自然可以往生人天，這個雖然不是絕對地稀奇，絕對地難能可貴，但是啊真正能夠這樣做的，實際上面非常少、非常少，非常少、非常少。那麼假定，",
    "232": "[03:52]若未如是修則定往惡趣。既入惡趣則不能修善，相續為惡，故經多劫，雖善趣名亦不得聞，故極難得。假定沒有像上面這樣地修持的話，一定墮落，因為你造的業因是這樣，怎麼可能有好的結果呢？一旦進入惡趣了以後啊，你就沒辦法真正修行，於是我們永遠在惡性循環當中，所以長劫以來啊，連它善趣的名字都聽不見，所以說這個暇滿的人身是難得極了，難得極了！",
    "279": "[04:39]我們晚上，是今天晚上對吧？所以要溫習說《了凡四訓》跟《俞淨意公遇竈神記》，它有一個特別重要的內涵。他們兩位啊表面上看起來，那都是非常好的好人，嘿嘿！結果實際上如何啊，不一定！尤其是後者，他自己還覺得滿好咧，結果啊，實際上恰恰相反。我們現在的修行人，大抵都是如此，大抵都是如此，壞的那根本不談，壞的根本不談。所以這個詳細的情況，我們分兩部分，在溫習的時候我先把那個行相指出來，然後呢我們再向後去的時候啊，這個理念，每一部分會很清楚、很明白。那時候我們了解這兩個東西一比較、一印證的話，那個時候我們就會有絕端正確的認識，絕端正確的認識。所以眼前在這裡啊，我不深入地去講。",
    "357": "[05:57]同時也說明了一點，到現在為止很多人聽了非常歡喜，覺得好啊！好啊！這個還只是一個原則，這個原則，如何真正在我們身心上面去運用，換句話說，怎麼樣腳踏實地地修持啊，到現在為止，說實在，還沒有正式提到。只是前面因為聽得很歡喜，引發我們這種好樂心，你一心一意向上，策發推動我們的心。然後呢我們慢慢慢慢地再淨除罪障、集聚資糧，這樣地向前漸漸進步當中，一旦聽見這個相應的、正確的內容的話，我們就很快容易相應。這個是我在這地方順便說明，下面又引菩薩的這個論上面。",
    "416": "[06:56]《入行論》云：「我以如是行，且不得人身，人身若不得，唯惡全無善。像我現在這樣的行為啊，造了這樣的業因的話，將來人身都難得；假定說得不到人身的話，那麼你一天到晚只有做惡，完全沒有善業。沒有善業的話，當然永遠在惡道當中輪轉，所以我們趁有得到人身的時候趕快努力呀！",
    "453": "[07:33]若時能善行，然我不作善，惡趣苦蒙蔽，爾時我何為。現在是真正可以修行的時候，而我們不去努力，一旦墮落了以後啊，到那時候身心兩個絕端地苦惱，我們怎麼還能修行呢？怎麼還能修行？就我們眼前來說，今天我們精神很旺健，精神很旺健，在那地方都沒辦法修行，說起來，喔唷，說這個課聽起來還滿起勁的，滿起勁的，這樣。可是聽的時候，難免有的時候，聽的時候啊，就是稍微有一點點心神不集中，就漏掉了。或者到那個時候就想：這個時間怎麼老啊 ……不快一點下課！反過來，等到你真正稍微一點不舒服的時候啊，那是一點辦法都沒有，一點辦法都沒有。我們日常生活當中，任何一件事情，聽課是如此，拜佛呢？上早晚殿呢？仔細想想看，你這樣的精神好的時候，都沒辦法真的能夠相應，壞了以後又行嗎？不行！我們碰見稍微一點事情啊，心裡就煩煩躁躁的，哎呀！不曉得怎麼辦是好。請問到那個時候，到了惡道當中，行嗎？",
    "548": "[09:08]我們現在不必說惡道，拿我們眼前馬上體驗一下：不要說人家來打你一下，人家來罵你一下，哎喲，你心裡面煩得要命；不要人家來罵你，人家瞪你一眼，你心裡想這個傢伙為什麼瞪我，好端端的？你心裡想嘀咕個半天。這個是非常明確的，不要說他瞪你一下，你告訴別人，叫他這樣去做，他不聽你的話，你想：哎，這個傢伙不聽我的話，我心裡都是忿哪，生煩惱。實際上是你要去，在這個地方影響別人呢！那我們就實際上是這樣的一個狀態，居然我們自己還覺得我在這兒修行，那真是不曉得顛倒到哪裡去了！稍微有一點點小小的不舒服，那自己就早不行啦！",
    "597": "[09:57]所以我自己記得，當年我剛出家的時候，跟那個善知識的時候。有一天，法師出去到汐止去，兩個人一起去的，那麼「趴！」一下，不小心撞到一個石頭上面，那個腿上面撞破了。喔，要我們這裡大驚小怪，好像陪著客人去的話 ……欸，他覺得陪著旁邊的人不要這種小事驚動他，然後呢汐止「咚咚咚咚」跑回來，我們那時候住在新店，整個的半條褲子統統都是沾著血，他也不動聲色，就是這樣，回來了！我看見他：「哎！法師你怎麼一回事情？」「小事情！你自己去忙，這個幹什麼？」要我們平常的時候，哎喲，來了招呼你；他不讓我招呼，我在那兒偷偷地看他。他完了以後告訴我：「那跟某人出去，不小心碰破了。」這樣啊！所以這種精神，我現在到現在始終為止，記得牢牢地！",
    "653": "[10:53]乃至於跑到這地方來，我現在自己曉得常常精神不濟，常常不濟，有的時候站在那裡，忽然間要倒下來的樣子，可是我覺得：啊！這是老師的 ……告訴我。我常常想著佛陀，佛陀因地當中多生多劫啊，多生多劫人家要他的肉，他昏了迷悶了。他自己說：「喔喲！我多生多劫以來啊，為了這個生死；今天難得有這個機會，咬緊牙關來！」欸，你咬緊牙關撐下去的話，也就過去了，這個意志力，真正重要的還是第一。",
    "685": "[11:25]所以這個地方我為什麼特別歡喜呢？我常常看見我們的老和尚坐在這裡，我覺得這個善知識啊！我心裡面覺得沒錯、沒錯！我們要用這個方式，慢慢慢地撐起來。從這個地方你們可以隨時隨地，自己好好地對比、觀察一下那個心理的行相。所以常常記得這個話，還沒有做，先打了退堂鼓了，那件事情是一定不成功；反過來，再困難的事情，你說你一定要成功！一定要成功！一定要成功！就算你那個身體失壞了，你這個意志力下去的話，將來就是保證你成功的，就靠這個。我們現在修學佛法，真正重要的就是，就是這個東西，就是這個東西！所以趁我們現在能夠修行的時候啊，不要浪費它，千萬不要浪費它！",
    "743": "[12:23]未能作諸善，然已作眾惡，經百俱胝劫，不聞善趣名。這個很容易了解，好事沒有作，壞事作了。這種情況之下，不曉得經過多少，你沒辦法，乃至於善趣的名字都聽不見啊！",
    "764": "[12:44]是故薄伽梵，說人極難得，如龜項趣入，海漂軛木孔。雖剎那作罪，尚住無間劫，況無始生死，作惡豈善趣。」那麼所以佛告訴我們，說這個人身非常難得啊！難得到什麼程度啊？他舉一個比喻，說大海裡邊，有一隻盲眼的烏龜，這個烏龜眼睛瞎的。然後呢牠過多少時候啊？有的經上沒有說時間，有的說過一百年，牠這麼頭出來，跑到上面來透一口氣，然後整個大海上面有一個木片，木片上面有一個孔。你想想看，這個盲眼的烏龜，能夠碰到這個木頭的時間有多少？這個機會簡直沒有！居然啊，現在牠那個盲眼的烏龜一百年冒一次，而大海上面漂著這麼一個木頭，裡面有一個孔，牠一出來，正好在那個孔裡邊；我們得到人身的機會也這麼難得。所以這一點事情我們特別注意。",
    "836": "[13:56]這個說到這裡，我前面漏了一句話，這句話是很重要、很重要的，重新現在倒回來。請看這一頁的第四行，這一頁，現在就是我們這一頁的第四行。上面已經說，對於菩薩起了瞋心，一一剎那還要經過劫數，這麼剎那數，譬如說一剎那就一劫，兩剎那就是兩劫，住在阿鼻地獄。下面有一句話：",
    "861": "[14:21]況內相續現有往昔多生所造眾多惡業，果未出生，對治未壞，豈能不經多劫住惡趣耶。這句話，「內相續」就是我們身心。現在我們人身，是從無始向前，到以後的無始這輪轉，那麼這個輪轉的上下根據什麼？根據我們以前所造的業 ─善業上升，惡業下降。而我們現在身心裡邊，總結起來到現在為止，以往多生多劫所造的惡業啊，不曉得多多少少，造的這個惡業還沒結果之前，它一直在，一直要等到結了果。所以說，這些惡業，「果未出生」，還沒結果，那麼沒結果它有一個辦法可以拿掉它的，怎麼辦呢？就是修習對治道 ─佛法是專門對治，針對著這個，對治它！如果你能夠把它淨治乾淨的話，那麼這個惡業，它就不會感果。現在的情況呢，既沒有感果，也沒有對治，在這種狀態當中，有這麼多惡業擺在這裡，請問，結果是什麼？自然一定感得惡果。所以說「豈能不經多劫住惡趣」啊！因為前面有人問說，那麼我們為什麼這麼難得人身呢？原因就是這樣，原因就是這樣！所以這一點補說一下。",
    "985": "[16:25]然後回過頭來我們再看，剛才在《入行論》這個話，這個是這一頁的倒數第四行，括弧下面：",
    "997": "[16:37]若作是念，由受惡趣苦盡昔惡業已，仍可生樂趣，故非難脫也。有人這樣想，好了好了，那麼既然要受啊，等到你受了這個惡趣的苦以後，那麼以往的惡業不是就，感了果就沒有了嗎？這豈不是到那時候，可以再生到樂趣當中，想起來應該不難吧！欸，我們有人會這樣想。下面看，",
    "1034": "[17:14]即受彼苦之時，時時為惡，從惡趣沒後，仍須轉惡趣，故難脫離。我們要了解，我們正在受這個苦的時候，那時候啊，是！你現在受苦是把以前的惡業感得果啊！是，沒錯！可是當我們現在在受苦的時候，豈不又在造將來的業因啊？對呀！那麼現在你造的什麼業因啊？這個時候決定的因素哦！當我們受苦的時候，我們現在繼續地造惡業，所以啊，對不起！這是惡性循環，所以說，惡趣出來了以後，你沒有機會脫離。我們同樣地在我們當下的身心上面，就可以感受到這一件事情。我們現在受的倒不一定是地獄、餓鬼、畜生的惡業，但是呢，我們也同樣地在人當中，也有善的好報，以及惡的惡報。那個時候我們看看，當這個果報現起的時候，我們心裡面繼續造的什麼業因？這個就很清楚、明白地判斷出來，我們下一生到哪裡去。",
    "1113": "[18:33]是，眼前的這個樂、苦，這是以往的業因，等到感了，那個業就算了了。請問：快樂現起的時候，你做什麼？增長貪！對不對？喔唷！這個好的事情自己覺得很得意、很快樂；然後呢，不順你心的事情現起的時候，你增長什麼？瞋！對不對？就憑這個貪跟瞋，你就能夠上升了嗎？然後不苦不樂現前的時候幹什麼？癡！憑這個你就能上升了嗎？想想看對不對？就算眼前我做的事情、很多事情，總覺得：啊，配我口味嘛，做得好起勁，不配我胃口就不行！然後做很多事情大家啊吵吵鬧鬧、爭爭論論，太多這種狀態，想想看，對是不對？雜染之業都是啊！那現在我們人身當中都是如此啊，何況你墮落了畜生！",
    "1177": "[19:37]現在我們總算起來有理智能辨別，總算起來看起來：欸！他這個不合理，他這個錯了！你自己還覺得很英雄的樣子，嫉惡如仇：「世間這種人！」換句話說，這個時候我們自己還覺得很不錯的，我們有能力去判別人家是非，可惜自己的是非，一點都沒看見。你嫉惡如仇的心情是什麼啊？是瞋相應法欸，對不起，瞋相應法就能生天了嗎？有很多人因為嫉惡如仇，所以他做了很多的大功德，這是修羅業啊，這是修羅業啊！",
    "1221": "[20:21]然後有很多人他因為這樣，所以他也是自己：「他不行，我來！」這樣。是的的確確盡了很大的力量，出了很多的錢；然後這種人感得，如果不作修羅，就是大力鬼神，否則畜生當中大力的獅子、老虎，這種就是這樣。噢，他那個力氣大得不得了，他這個心裡面就這麼猛利的情況，他就是不能容別人。這個情形很清楚、很明白，這法相如此啊！然後對你跟你好一點，你不辨是非，啊，他對你好的，你總歸保護他，這個貪相應法！所以自己好好地這地方檢查一下啊！那我們人身當中能辨別是非的尚且如此，到了這個惡道，然後你能夠脫離了嗎？這不是說，哎呀，這個業啊，感得了以後那就可以了！當這個惡業感果的時候，你又輾轉地造更多惡業啊！所以有太多這種典型的公案。",
    "1284": "[21:24]佛在世的時候，那個時候，這個給孤獨長老為佛貢獻那個給孤獨園，然後呢舍利弗尊者監工。佛跑得去看看，喔，那些看見哪，有的時候看見鴿子，有的時候看見螞蟻，佛看見了就現出笑容。那麼尊者通常問，弟子們同時問，佛陀絕對不會輕易地任何動容，笑了！問他為什麼？他就說：某人啊，你看見沒有，地上這些鴿子或者是螞蟻，牠是多少大劫以來就在這個裡邊，這樣。八萬大劫，一動，就是八萬大劫。然後我向前去看，還不曉得什麼時候能夠從這個螞蟻，或者從鴿子身當中透脫出來啊！一掉下去，你就沒有機會跑出來啊！",
    "1344": "[22:24]今天我在這地方，跟你們做個實驗，那個螞蟻，那時候我們說過的，螞蟻平常你看牠的業，非常清楚，一天到晚嗒嗒嗒 ……地這樣跑。平常跑的時候還慢慢吞吞地跑，你只要一旦一碰到牠的時候，欸！牠那個螞蟻的反應很奇怪，一碰到牠，牠有兩個反應：一個反應，牠就馬上兩個牙齒對著你，跟你準備鬥；還有一個反應，牠就跑得更快「嘎！」這樣跑。你從這個地方也可以看得出來，那這就是牠的宿生的業。我們人當中有沒有？有，你們仔細去看看。現在我們平常都是沒有什麼事情，就這麼晃晃盪盪地就在那裡，儘管你坐在這裡，心裡啊也就是這樣！這個是心相，法爾如此的。然後你眼前一個境況，一對！引起你注意的，是什麼狀態啊？就這個狀態：你不歡喜的，心裡面就給他、準備跟他鬥，就這樣；還有一種情況，你覺得鬥不過他的，你趕快「蹦蹦蹦」跑，是不是這個樣？",
    "1407": "[23:27]然後我今天要跟你們作的什麼一個實驗呢？我們曉得這個螞蟻，很歡喜吃糖或者什麼東西，你們如果看見那個螞蟻的時候，你們去弄點糖水，牠平常一沾到這個上面不肯跑的。這螞蟻鬥的時候啊，你拿那個糖水，對著那個螞蟻頭上面點牠一下，看看牠什麼反應？然後把那個反應告訴我，我再來告訴你，這個裡邊都是我們處處體會的，這個聽清楚沒有？聽清楚了。下面我們繼續下去：",
    "1442": "[24:02]如云：「非唯受彼已，即便能脫離，謂正受彼時，復起諸餘惡。」就是這個。",
    "1452": "[24:12]如是思惟難得之後，應作是念，而發欲樂攝取心要。上面這個道理我們懂了，下面告訴我們「如是思惟」，記得哦！不是聽懂就算，不是聽懂算！聽，已經難得了，已經難得了！我們已經得到了這個，然後呢，是不是真正對我們有用，就在下面這個 ─思惟。所以千萬注意啊！這麼難得的機會得到了，你們去好好地思惟；這樣思惟的話，那個時候自然而然，下面那個答案對你們就派上用場。那時候應該怎麼想呢？說，啊！這個人身真是這麼難得，意義這麼地大呀！然後呢，說在這種情況之下，跑得去貪著世間的東西，那自己傷害自己，天底下再沒有比這個更嚴重地自己傷害自己，自己欺騙自己。唯一應該做的，幹什麼？要「攝取心要」，發這個大的善法欲！",
    "1527": "[25:27]謂若使此身為惡行者，是徒耗費，應修正法而度時期。是說，假定我們得到了這個難得的暇滿人身，再去做這個「惡行」。這個惡行，應該說跟正法不相應的這個叫惡行哦，不是我們今天去跟人家吵架、跟人家打架，絕對不是哦！就是精神好的，癡癡呆呆坐在這裡都不行，都不行！何況是不相應的。這「惡行」兩個字的定義，我們要了解，世間的人是一個標準，出家又是一個標準。就算真正你在那兒打坐，糊裡糊塗，惡行！就算你在拜佛，腦筋裡面糊裡糊塗，惡行！就算你在那兒念佛，腦筋裡胡思亂想，是惡行！這個惡行跟善行的標準，這我們要很清楚、明白地了解。那麼這個時候應該怎麼辦呢？應「修正法」，修正法。假定你真正能夠修正法的話，那麼不管你是禮佛、拜佛、看經，乃至於睡覺、乃至於吃飯，都在這兒真正地增長善淨之業！",
    "1610": "[26:50]如《親友書》云：「從旁生出得人身，較龜處海遇軛木，孔隙尤難故大王，應行正法令有果。所以這個《親友書》上面告訴我們哪，我們從旁生離開了以後得到人身，這麼難法！就像那個烏龜遇到海裡面這個木頭一樣。所以我們現在，得到了這個人身，要趕快修佛法呀！一定要得到正確的好結果啊！就像什麼呢？",
    "1648": "[27:28]若以眾寶飾金器，而用除棄吐穢等，若生人中作惡業，此極愚蒙過於彼。」就像你用種種的寶貝，無價的摩尼寶珠等等，然後呢裝飾一個最珍貴的金子做的器具，居然拿它來幹什麼？啊！裝髒東西，裝那個髒東西。現在我們這個人身也是一樣，難得得到了這樣的無比的美妙的東西，居然你去造惡業，唉，實在是啊，這個愚癡，那是再沒有比這個更厲害的了！現在我們總覺得，哎呀，很聰明，我們現在常常說，利用那個小聰明去害自己，這是最可惜的一件事情。好的是我們現在，這個聰明還沒有世智聰辯，趕快改過來，還正好！",
    "1711": "[28:31]《弟子書》中亦云：「得極難得人身已，應勤修證所思義。」我們要「修證所思義」。這次第就是這樣 ─聽聞、思惟、修證，現在我們真正要做的就是這個。上面把經論上面的道理告訴我們，下面是引祖師的榜樣。",
    "1736": "[28:56]此又如大瑜伽師謂慬哦云：「應略休息。」答云：「實當如是，然此暇滿，實為難得。」那個就是典型的他們師徒兩個人說。他那個「大瑜伽師」，就是老師，「慬哦」就是弟子；換句話說這個阿底峽尊者的弟子跟再傳弟子，兩位。"
}