{
    "11": "[00:11]反過來說，也可以這麼說，整個要學的道，要講的內容分這樣的三個大綱。這個三個大綱把整個的佛法主要的精要全部統攝，一點沒有遺漏。所以說三士道當中，總共地含攝了所有的至言，「至言」就是勝者所講的，這個道理我們首先要有個認識。",
    "49": "[00:49]那麼其次呢，為什麼要這個三士道這樣地一步一步引導的原因何在？你對這兩個有了正確的認識，問題就解決了，現在簡單一點說，就是說，實際上我們修學佛法的整個的內容是什麼？就是這一些。那麼就這些東西你要做，當然有個方法，就這些說明了兩樣東西：「質」本身絕對是純正，「量」是圓滿。那麼這一個東西怎麼變成功具體事實？去處理的時候，做的時候，還要有個完整的次第，所以這兩者當中說明了這個，所以第二個「顯示由三士道如次引導之因相」就是講明這點。現在我們繼續下去，看文：",
    "108": "[01:48]佛初發心，中集資糧，最後現證圓滿正覺，一切皆是為利有情，故所說法一切亦唯為利有情。那麼，我們現在不是要學佛嗎？是。這個佛他真正的修行過程當中，分成三個步驟：初發心，中間是集聚資糧，最後現證圓滿的正覺。發心，為什麼發這個心？發些什麼心？這個就是因地當中的，或者是「境」 ─他對於這個境了解如何的；中間集資糧，就是開始的「行」持；最後證得這個「果」位。",
    "162": "[02:42]所有的佛這個無非是為了利益有情，他的目的就是利益有情。說到這裡有的人自己覺得：「哎呀，現在這個時候利益有情真難噢！我自己先解決了問題再說。」是，有很多有這種想法。即使有的人說我要學佛，可是潛在意識裡邊，真正說要為利有情的這種心情，還是很少。不要說要利益一切有情，現在這個常住叫我去給大家服務一下，哎呀，想起來很容易，教你去做的話：「喔，這個是很難哪！還是馬馬虎虎自己解決了再說。」我們真正的心裡面說為利益有情的這個事情，不大容易生得起來的，那麼這裡要說一下。真正為了自利，你還非要利益一切有情，才能夠圓滿的自利，關於這個道理後面會詳細說。",
    "225": "[03:45]現在不妨簡單地在這地方說一下，簡單地在這地方說一下。譬如說我們人人都從孩子這麼長大的，那麼我們孩子家庭裡當中，都有每一個人的家庭，有的人當然父母啊，然後乃至於祖父母、兄弟姐妹都有。有的人不一定具足，不過每一個人都有這樣的過程，現在不妨把這個做一個比喻。譬如說，通常一個家庭裡邊我們常說「一家之主」，這個一家之主，或者是父親也好，或者是母親也好。他做一家之主有兩種狀態：有一種呢，他是物質上頭的支柱依靠，還要精神上的依靠，這個是一家之主。他這兩點做能夠做圓滿了，他自然而然是最圓滿的一家之主。",
    "283": "[04:43]那麼這個是什麼狀態呢？喔！他去外面賺錢，賺了錢以後，他就拿得來養家。然後呢，他精神全部招呼那個家人，所以不管是物質上面、精神上面，他都這樣做，這樣做的結果，所有家裡的人都是以他為主，自然地。喔！這個因為爸爸在外面賺錢是為了我們，然後他回來的時候，你一看見爸爸他處處地方招呼你，看見是爸爸回來了就歡喜；物質上面他也為你，精神上面也為你。做為太太的人也是這樣，哎呀，她自己先生在外面這麼辛苦，然後呢，回來的時候還處處地方安慰這個太太，哎呀，看見就歡喜！這是一種狀態。反過來，假如這個先生外面賺了錢，自己在亂花，一個人自己這樣享受，然後回去時候呵斥這個，呵斥那個，又要打太太，又要罵兒子。一回去大家看見 ─喔，今天這個閻羅王回來了，趕快躲得遠遠的。我想我們大家都可以容易體會到這一點吧！",
    "356": "[05:56]為什麼要說這個故事啊？就是說，假定你真的能夠為別人，結果為別人的結果，所有那個受你恩惠的人，他全部的精神都傾向於你，對不對？那個家是圓滿的家。你為了自己的結果的話，儘管同樣的家，對不起，支離破碎、一塌糊塗，是不是這樣？現在我們造任何的業，你要想真正為你自己好的話，對不起，一個人好不起來的，這樣。當我們在一個團體當中，你真的為旁邊、真正為他一點，他這個還報往往會遠超過我們，這個你們要好好地體驗。我們現在不必說以後，說以前的，成佛是幹什麼？說把以前的業障要消除掉。以前業障怎麼造起來的？就跟人家人與人之間相處。今天造業障決不可能單獨，你要淨化你的業障你就能單獨了嗎？你就能單獨了嗎，請問？不是很明白的道理嗎？所以要圓滿把自己的業障消除的話，同樣地圓滿要把跟你造業障相關的那個都要解除。這一點我們不深談說這個利他，就是為了策發我們了解說我真正要自利，還非從利他方面下手不可！",
    "441": "[07:21]現在我們這個小環境當中，你去看看，假如這個人一天到晚只忙自己的話，你自然而然不知不覺：「這傢伙自私自利！」你就不要去理他，但是也沒有辦法。他如果能夠真全心全意地為你的話，你自然而然也願意聽他，願意處處地方招呼他，是不是這個樣？那請問我們現修學佛法的人，願意人人討厭你，還是願意人人幫助你呀？願意做哪一個？這個不是嘴巴上面講，不是說：「為利有情願成佛！」就是你心裡面很清楚、很明白，你想這件事情，非常清楚、非常明白地想這件事情！這裡隨便一提，真正到後面的話會詳細地告訴我們這一點。",
    "490": "[08:10]所以了解了佛法真正特殊的地方，他因為要利益一切有情，結果真正得到好處的，嘿，妙了，他自己！這話怎麼講啊？沒有一個佛例外的，他都是要發這個心，說發什麼心？為利一切有情然後成佛，結果有情還是無量無邊這麼多，他卻成了佛了，對不對？這個現實的最圓滿的例子。所以我們真正要求自利，還非從這上面不可。反過來是羅漢，哎呀！他是說我自己解決了算了，結果呢，他證了羅漢，最後還要轉大圈子，還要成佛，真冤枉！我們現在說：「這個念佛，可不是這樣吧？」對不起！一樣的。你儘管現在去了，到了極樂世界到那裡證羅漢果；然後呢證了羅漢果，到那時候聽阿彌陀佛給我們講《法華經》，然後才來轉了個大圈子。佛佛道同，所以你了解了這一點，我們才曉得這個是冤枉路，冤枉路！不過這裡我們現在暫時不強調這一點。如果說我們大家不想走這個路，下面同樣地，這個地方告訴我們更正確的。你現在想自利，他前面的還是一點都不遺漏地，就讓你現在自己自利去。現在我們繼續下去。",
    "577": "[09:37]如是所成有情利義，略有二種，謂現前增上生，及畢竟決定勝。那麼上面我們就說過了，我們真正了解這個自利跟利他，實在可以說分大不開。換句話說，你真正要想得到這個利益的話，現在有哪個內容呢？這個內容主要的有兩類：第一個「現前增上生」，第二個「畢竟決定勝」，這個內涵我們早就了解了。",
    "616": "[10:16]其中依於成辦現前增上生事，盡其所說，一切皆悉攝入下士，或共下士所有法類。那麼我們要想得到增上生，成辦、成就、辦妥當增上生的那些內容，統統包含在「下士」這一類，或者叫「共下士」。為什麼這個下士叫作共下士？因為的的確確有人哪，叫你爬上去成佛，「哎呀！這個成佛很難，喔，眼前得一點好處就行了！」是，這一類是這樣。可是真正要成佛的人，他眼前還是要的，所以這一部分是共同學的。說到這地方又有一個概念我們要了解：你看，他真正要成佛，他不是說眼前單苦欸，他眼前同樣地可以得到增上生，你豈不是冤枉了嗎？你得到了增上生以後停在這裡，乃至於還要墮落；他得到了增上生，步步上升，而且這個永遠不停地永遠上升，到最後成佛。所以這概念我們要了解，所以「共」字它大有意義在裡面，對我們實際上是一個大策勵！處處地方讓我們了解，只求眼前貪一點便宜，這是一個冤枉的事情，你肯放下來，全部求遠大的目的去幹的話，眼前樣樣都得到，眼前樣樣都得到。",
    "711": "[11:51]殊勝下士者，是於現世不以為重，希求後世善趣圓滿，以集能往善趣因故。「殊勝下士」這個是我們這裡真正重要的。真正的殊勝的下士是什麼？實際上這個地方引導我們的也是這個。如果你不了解這個殊勝的下士，前面那個下士就是三世怨的，三世怨的，得到一點好處虧了大本。殊勝的下士的話，那個才是得到的話，步步增上的。這個殊勝的下士，不拿現世為重，而要求什麼？求「後世善趣的圓滿」。因為他要求後世善趣的圓滿，所以現在他造的是，造集的因是什麼？都是能往善趣的因。因為他希望得到後世的好處，所以他修行，修行以後造了很多善業，將來就可以得到好的地方去。",
    "779": "[12:59]以我們現在來說，所以出家放棄這些社會上頭一切的好處，為什麼？不是貪著現在，喔，覺得：「這個極樂世界美得很啊！現在這個事情我不要。」你就努力忙這個嘛！實際上也的確是如此，啊，你能夠眼前稍微辛苦一點點，花出一點代價，那個代價拿數字來衡量，說不定十萬八萬，將來去收入的話，哎呀，那是無量無邊！王永慶在你看起來，你根本不在眼下，這個王永慶算什麼？哎呀！一點都不要他，就是如此。所以這個叫什麼？殊勝下士，這也是本論真正引導我們的。",
    "827": "[13:47]《道炬論》云：「若以諸方便，唯於生死樂，希求自利義，知彼為下士。」那麼下面引那個《道炬論》，《道炬論》就是本論的這個藍本，阿底峽尊者的。實際上呢，他所以引的話，特別有個意義，說表示這個圓滿的師承。到這裡大家記得哦！本論真正的殊勝是什麼？從佛然後經過兩個大菩薩，一個是彌勒菩薩，一個是文殊菩薩，一直傳下來，經過龍樹菩薩、無著菩薩，一直傳下來，然後傳到阿底峽尊者，這有圓滿師承。所以他這地方特別說明：我這個不是亂來的，真正的佛說的最精要的精髓，根據是這個！這個括弧裡的很容易懂，假定說我們忙著這方便，都是為了求這個生死當中自己的快樂，那就是下士。這個上面說要求的這個─增上生，所以下士；還有要求的義利是決定勝：",
    "906": "[15:06]決定勝中，略有二種，謂證解脫僅出生死及一切種智位。那麼「決定勝」究竟是要得到好處的有兩種：有一個呢，單單解脫生死，叫二乘；還有一個呢，「一切種智位」，就是佛果。",
    "925": "[15:25]其中若依諸聲聞乘及獨覺乘，盡其所說一切皆悉攝入中士，或共中士所有法類。在這個兩類當中，不管「聲聞乘」以及「獨覺乘」，他所有說的這個內容就在共中士，或者就是「中士」或者「共中士」，共字意義也是一樣，跟上面一樣。那麼在這個地方呢，「共」字我們要著眼，原來啊，單單走中士那種人真是冤枉，因為你走上士，你也得到了；如果你不走上士，單單得到 ……你就上面得不到，所以這個「共」字著眼點，這我們應該要了解的。那麼中士內容是什麼呢？",
    "974": "[16:14]中士夫者，謂發厭患一切諸有，為求自利，欲得度出三有解脫，以趣解脫方便之道三種學故。他這個內容就是這樣，發了個厭離心。他這個厭離心，平常我們單單都說厭離心，那麼厭離是什麼呢？對於「一切諸有」，這個諸有包括三有。欲界固然是非常地厭惡，為什麼？它有種種的過患，乃至於色界、無色界，色界天上那快樂得不得了，無色界 ……都是曉得它的大過失，產生大厭離。但是他那個厭離只求自利的，自己解決了，一心一意要度脫這個三有。那麼他為了達到這個度脫三有，所以找這個方便道，也就是這個。方便道是什麼呢？就是戒、定、慧。這個統統包含在中士當中。",
    "1044": "[17:24]這地方順便提一件小事情，這個真正的中士道，他得到定，我們不要小看那個定，那定比起世間來的話，那是不得了地好。我為什麼要提這個？現在我們修行，往往稍微有一點，聽懂了一點，哎呀，歡喜得不得了！然後念了幾聲佛，哎呀！自己得到了一點境界；然後呢拜幾下佛，等一下覺得這個好！然後做夢又怎麼覺得好，坐的時候覺得舒服又舒服，大家就覺得好得不得了 ─就不向前了。你一覺得這個好，你就不向前了，這個我們要了解。所以這個佛法的內涵，你沒有這個正確的認識，必然產生、難免產生碰到一點好的境界，就停在那裡就上不去了。",
    "1092": "[18:12]實際上這一種情況比起於定的境界，那差得不曉得多多少少。你念佛念到一心不亂，還沒有真正進入色界根本定，要得到念佛三昧，那個時候才得到這個色相應的這種快樂。當然念佛的話，你一定可以去，但是他這個得到了，真正念佛得到的念佛三昧以後，他不會對它執著的，他真正的目的不是執著在這個色界的快樂，他要去極樂世界。所以這個真正能不能往生 ─信、願，它在願上面，不在那個定上面。所以我們現在如果不了解這點，稍微得到一點點，哎呀，覺得執著得很！對不起，那這個就很危險了，那這個就很危險了，順便一提。下面也同樣地引那個《道炬論》。",
    "1146": "[19:06]《道炬論》云：「背棄諸有樂，遮惡業為性，若惟求自靜，說名中士夫。」那麼，他現在對三有的種種的快樂 ─背棄，這樣的。所以真正的修行這個二乘的人士，你不管什麼快樂給他，他絕對不要，絕對不要，這個特質。然後呢，因為他一心要求這個，所以他要修道，在這種狀態當中，他的行持 ─遮惡業。這個惡業比我們現在的善惡業要高一等喔！這個我們現在的善惡業是以三善三惡為標準的，就是說墮落三惡道的這叫惡業；現在修學二乘的行者的惡業，要跳出輪迴的這個才是叫善，如果沉在這裡邊的話它是惡業。所以這個略戒經的三句當中，「自淨其意」是他的衡準標準，如果你做了很多的善事，心裡面戀戀難捨放不下的話，這個是惡業。所以他真正重要的是什麼？「若惟求自靜」，那個要求自己寂靜的，這個還是中士夫。",
    "1236": "[20:36]如覺𡁮所造《攝行炬論》云：「尊長佛說依，密咒度彼岸，能辦菩提故，此當書彼義。」那麼，「覺」還是阿底峽尊者，造的《攝行炬論》裡邊說：「尊長佛說」，說這個我的前面的尊長，這個實際上就是十方一切諸佛傳下來的精要。是什麼呀？真正要想徹底解決一切問題，要圓滿你這個大菩提心有兩條路，哪兩條路？一條是顯教的，一條是密教的；密教叫「密咒」，顯教是「度彼岸」。現在本論所要引導的，這個地方要說的這個，所以我現在說這個道理，「此當書彼義」。就是前面是上面說明三士道的內涵根據及它的傳承。",
    "1301": "[21:41]謂修種智方便有二，謂密咒大乘及波羅蜜多大乘。真正學佛道一切種智有兩個方法：顯教、密教。",
    "1313": "[21:53]此二攝入上士法類。那麼這兩個統統包括在上士裡邊。",
    "1319": "[21:59]上士夫者，謂由大悲自在而轉，為盡有情一切苦故，希得成佛學習六度及二次第等故。那麼什麼是上士呢？這個是由於他「大悲心自在而轉」，我們現在是什麼東西自在？煩惱自在而轉。經過了修習以後，我們心裡面時時起來的都是會大悲心，一心要救別人，這樣。那麼他 ……你要救別人的話，要有救別人的方法，沒有方法的救別人是救不起來的。譬如說我們家裡邊母親都是最慈悲的，可是教育那孩子教不起來。沒有一個母親例外的，都是希望望子成龍，結果弄了半天，嘿嘿！就偏偏不行，為什麼？溺愛，叫作。所以我們說，這個真正的沒有正確方法，悲心不行，所以叫，我們平常有一句話「愛見大悲」。你大悲心有了以後，如果說你沒有真正的空性 一實相，跟它相符的話，那還在愛見當中，跟著煩惱相應的，這個 敗壞菩薩，不行！",
    "1403": "[23:23]所以你有了大悲心，既然要救一切眾生，還要有救一切眾生的方法，那怎麼辦呢？那個時候一定要成佛，所以發菩提心叫為利有情願成佛。所以必須具足的幾個條件，說大菩提心必須具足的條件是大悲、大智、大行。你沒有悲心，不想救別人；有了悲心你沒有智慧，是救不成；你然後真的有了智慧，你開始去行持就對了，等到那個行圓滿的時候叫大力，好了！那麼真正要想達到這個，要去學什麼？學兩樣東西，「六度及二次第」，或者是單單學六度，或者是六度上面還加上二次第。二次第以前講過了，生、圓兩個次第，生起、圓滿兩個次第，這是無上密當中的。",
    "1461": "[24:21]《道炬論》云：「由達自身苦，若欲正盡除，他一切苦者，是為勝士夫。」還是說，要體會到自己的苦，然後呢，推己及人要幫忙別人，而要盡除所有法界有情的苦，這個就是最殊勝的人，這個就是發大菩提心的菩薩。",
    "1488": "[24:48]此士所修菩提方便，謂波羅蜜多及咒，下當廣說。這上士要學的內容，這是因為這裡正說的，所以下面詳細說。好了！根據上面這個內容，我們看一看整個的佛法內容，統統在裡頭了。所以現代的我們的太虛大師說人天五乘，實際上這個都有根據的，印度的經論裡邊說得清清楚楚。你仔細一點分五乘，再不然三乘，乃至兩乘，乃至於最後《法華》上面只有一佛乘。但是不管怎麼判，內容都是這個，再也沒有例外，你所對的境就是這些。",
    "1537": "[25:37]人天，當然我們輪迴當中，人人不希望到地獄去，人人不希望做畜生，希望享受，那麼享受是人天。這個是統統包含在下士，你這樣做的話，你就可以得到人天。但是人天當中又不圓滿，弄了半天三世怨，再墮落，哎呀！還是要跳出來，那單單跳出來部分的話，聲聞、緣覺 ─共中士。雖然跳出來了，說我真正要想做一個世間的好人，還要管管別人，幫助幫助別人，現在你要修學佛法的人，居然自己跳出來了不管別人，這個算什麼呢？譬如這世間稍微好點的好人，他總是上面父母、妻兒、子女、親戚、朋友，幫忙別人；你現在修學佛法的人，什麼都不管了只管你自己，然後還要修學，哎呀，不行、不行，推己及人，那麼這個叫上士，所以總共包括在這裡。",
    "1601": "[26:41]說到這個地方，我也想起一件事情，那個當年我的老師常常罵我的，唉，我現在真是感激不盡，感激不盡！我不妨把我老師對我的教訓在這個地方：我那時候常常自己覺得我是一個修行人，總覺得這個也不願意做，那個也不願意做，我來修行的，然後自己總覺得我放掉了一切跑來修行！我老師說：「你修行！你要修行，你關在山裡面，你為什麼跑到我這裡來吃我這東西啊？住我這個房子啊？我欠你的啊！」我聽了，當時聽了半天，覺得這些人怎麼好像不慈悲呀？「慈悲、慈悲！你不是要學佛嗎？要你慈悲啊，我就是個凡夫！」當時一直不懂這個話，一直不懂話，這個話一直不懂，現在慢慢地了解了。",
    "1655": "[27:35]的的確確地，而我們自己覺得：我要修行！欸，你要修行，修誰呀？修你自己，要修你自己，你為什麼跑到我這地方，還要吃我的東西啊？這個千真萬確事實啊！然後還覺得好像順理成章該吃的，好像他做完了以後要養你這個樣的。他為什麼不會修行，他要來幫你忙？我想了半天：沒有錯啊！單單如果只管我自己的話，很正確嘛！大家只管自己的話，為什麼我要燒了飯給你吃？為什麼我要做了這個東西給你呀？那只好大家 ……好了，拿了一個缽去討飯，討到嘛吃飽了就坐，討不到只好餓，那個還情有可原！本來你只管自己。今天我說我要幫一切人解決問題，問題不解決，還要人家侍候你，侍候得不對，還要指責別人！我想了半天是越想越不對！也許我可以說現在剛剛開始不對，是嘛，剛剛開始是要這樣，可是因地當中你已經弄錯了，菩薩啊！哎呀，後來慢慢地了解這個話了，慢慢地了解這個話了！",
    "1723": "[28:43]所以現在我的的確確地，在那個地方看見別人忙，我真感激啊！我絕對不會想：欸，那些人不會修行，不是，幸好他那些忙，今天我在這裡可以心安理得，我真感激啊！如果有空，我起來一定幫他忙，大家去做好，實際上做好了是為我自己，現在才漸漸地了解。你有了這個認識以後，去責備人的心慢慢減少了，到最後減到最低限度，真正到最後的話，完全找不到了。那個時候大概多多少少可以走上去了。所以我現在感覺到：有的時候還不罵還不行咧！總是這個樣子想，一直想了好久，後來被他罵了幾次，當時罵的時候還覺得心裡很起反感：「哎呀，這個老師怎麼搞的呀？這個樣的呀？」但是妙了！如果說你不能跟法相應的話，你始終想在那邊的話，這句話永遠沒有效果。"
}