{
    "6": "[00:06]我那時候幸好的是，慢慢已經懂得有的時候反省，不妨想著聽聽他那個話想想看。一想！覺得有道理，千真萬確的，千真萬確的！現在我們隨便說，你們要修行，你願不願意損失一點時間幫別人去？不願意！那麼為什麼別人要來幫你忙？為什麼啊？你有沒有想過這一點，有沒有想過這一點？請問。這個問題非常簡單。修行人是世間講道德的人吧！你這樣自私自利算道德嗎？算道德嗎？哎呀，所以我想想 ……不管你怎麼想，想到後來是越想越慚愧，所以我告訴你們我以前這個眼睛生在這裡 ─頭頂上。為什麼？就一方面這個道理慢慢地多多少少多聽一點，一方面被罵，罵了以後還有好處喔！我多多少少還肯自己反省。所以如果說，諸位今天覺得聽得進我這個話的話，我告訴你們反省非常重要，你肯反省的時候，那情況就不一樣了。慢慢地我的眼睛到這裡，到最後眼睛到這裡，為什麼到這裡啊？不敢看了，的確不敢看哪！你回頭一想的話，唉呀，覺得一無是處啊！你簡直是拼命懺悔都來不及，看見那些人就慚愧，這是千真萬確的事實喔！這樣。",
    "96": "[01:36]所以隨便說到這個時候，我也隨便提一個經驗。到那時候不管你說為自利也好，為利他也好，你就沒有一點點讓你發脾氣看不順眼的地方，沒有了！你能夠真的看不順眼那個時候，好處誰的？妙了，好處是你的呀！好處千真萬確是你的呀！前面不是說嗎？我們在一個菩薩前你發一點瞋心的話，你就受害；到那個時候你看看，樣樣看得順眼，要你發脾氣你發不起來。發不起來你的心裡什麼？柔軟嘛！你要去忍耐就很容易忍耐，結果這個好處是你的，妙了！你相信不相信啊？哪，就這個！如果你不相信，試試看，我就怕你不試。那麼這個是順便一提，下面就說三士。",
    "150": "[02:30]三士之名，〈攝決擇〉曰：「復有三士，謂有成就正受非律儀非非律儀所攝淨戒律儀。亦有成就正受聲聞相應淨戒律儀。亦有成就正受菩薩淨戒律儀。其中初者為下，第二為中，第三為勝。」他為什麼下面要說明這個？我這地方先說一下。因為我們前面講的那個道的總建立，講的那個三士，包含了所有的，欸，可是現在《瑜伽師地論．攝決擇分》上面，它也立三士的名，立三士名的內容是不是有不一樣呢？所以我們這地方要辨別一下。",
    "195": "[03:15]這個話為什麼要這樣講？如果我們平常單單看這個書，你也看不見為什麼要這樣講。記得不記得我前天跟大家說過，在圓滿的教法當中，它把我們所要學的內容，一定在事先抉擇得清清楚楚、明明白白，一點沒遺漏。如果你有遺漏的話，你覺得做對了，跑到半路當中萬一出了毛病了，欸，當初你在抉擇，換句話說，當初你在學習的時候，你沒有學到。到那個時候你出了毛病，你就沒辦法可想了，對不對？所以現在這地方，處處地方圓融。它現在三士，不管是性宗，不管是相宗，不管是哪一派，不外乎這個，事先沒有一點漏洞統統做好了，到上去做的時候，千穩百當！這個才是道總建立重要的地方，清楚嗎？所以這個以後我 ……跟你們說啊，後面像修行六度什麼等等，不講你自己看看也可以，可是這個地方如果不講的話，你那個書本上面絕對看不見 ─但是個大漏洞，這裡我們要了解的。",
    "268": "[04:28]那麼它那個上面怎麼說？說那個「三士」就是受那些人，「成就正受非律儀非非律儀所攝淨戒律儀」，說律儀呀，為什麼叫非律儀非非律儀呢？我告訴你，這個就是普通的我們一般的好事，一般的好事，這就是第一條。",
    "291": "[04:51]六十七頁，六十七頁，關於三士的這個名，那麼，他為什麼這麼提一下呢？那就是有的時候，同樣的名有內涵不一樣，那麼在這種情況之下，意思是說可能有遺漏，如果說一有遺漏的話，那麼這個就不圓滿了，這就不圓滿了。所以凡是圓滿、無垢的教授，它一定把這個概念一開頭的時候，分辨得非常清楚，這個是我們這裡應該認識的，應該認識的。將來諸位如果走下去，自己覺得自己是一個強者，真正的是有力量的大丈夫，那麼那個時候決定要走這個最正確圓滿的路，那個時候關於這個教授的圓滿非常重要，非常重要！這是所以凡是這種圓滿的教授，它前面一定有辨，譬如說《瑜伽師地論》，它第一個〈本地分〉，下面緊跟著〈攝決擇分〉，要辨別這個裡邊的差別何在，乃至於很詳細地一部分說明，總要把它所說的這個「道」，一點不遺漏，一點沒有剩餘。你能夠有這樣的認識，然後你走上去的話，才是千穩百當！如果你有一點遺漏的話，做了一半覺得不對了，那重新來，哎呀，那這個就絕大的浪費！",
    "437": "[07:17]那麼現在呢，他說這個三士的名在《瑜伽師地論》上面〈攝決擇分〉也有。下面就引這個文，「復有三士，謂有成就正受非律儀非非律儀所攝淨戒律儀。亦有成就正受聲聞相應淨戒律儀。亦有成就正受菩薩淨戒律儀。其中初者為下，第二為中，第三為勝。」說它這個地方也有三士，這個三士跟上面所說的三士好像名詞不一樣，實際上它的內涵卻是一樣的，卻是一樣。",
    "484": "[08:04]那麼在這個地方，關於「律儀非律儀」我簡單地解釋一下，律儀通常也就是說這個是戒律。那麼為什麼稱它為律儀？為什麼稱它為「非律儀非非律儀所攝淨戒律儀」呢？這個律儀普通就是指戒善，它這個能夠發最善的上品的無表業的，換句話說，這種一定是感最好的善淨之業，一定是最好的善淨之業。那麼另外一種叫非律儀或者叫不律儀，那是一定感得上品的惡業。所以上品的善業它一定會超生、生天，最起碼的話一定保持人身，如果我們以這功德回向淨土的話，那一定會往生，這就是戒。所以你真正的得到了這個戒體，只要如法去做的話，往生那穩得不得了。",
    "556": "[09:16]那麼同時那個不律儀的話一定墮落。什麼是不律儀？我們叫惡戒，這個概念我們不大清楚，這個地方簡單說一下。通常有兩種、有三種狀態可以說：第一種這個出身的家庭，譬如說出生的這個家庭，像我們這裡不大有，印度他這個是家族傳下來的，譬如說他那個是婆羅門種、剎帝利種、旃陀羅種，或者殺豬的、宰羊的，他這職業本身就是祖上傳下來的，就該這麼做，這樣。所以換句話說，這一種是專門講殺生的，殺豬、宰羊就這個樣，所以他那個概念從小當中就應該這麼做。其實我們現在這裡還是有這種，譬如說有很多外道，他覺得就要這樣做的。我在印度就聽見過這麼一個，他那個宗教的說法，就是說告訴我們去殺人。殺人他不是說像強盜這樣，用幾個人先一副好面孔，看見一個陌生人來了，他就跟你很親善地來幫忙你，你相信他了。然後他就帶你到某個地方去，然後幾個人圍上來把你弄死，把你的東西就統統拿去。而且因為它是一個宗教，所以那個政府簡直沒辦法它，到現在這種東西還有欸！這個宗教就有這麼力量，這種就是惡律儀，這是一種。",
    "650": "[10:50]還有一種，就是我們現在因為受了世間的這個不正確的這個說法，不正確的說法。譬如說，我們現在說：這個東西很多動物天生來就該我們吃的。那麼你就要去，拿了這種概念，以及我們往往就是一種錯誤的概念，顛倒的概念，拿這個概念覺得這個要這麼做，要這麼做。那麼我們說舉一個比喻吧！就是這個宋朝有一個很有名的一夥人 ─梁山泊、宋江那夥人，他可不是說我在這兒做強盜，他打出來那個招牌叫什麼？「替天行道」。那他的確是 ……然後呢，在社會上面這個俠義，覺得還很那個呢！他專門什麼？專門就是做這個。你說他一無可取嗎？欸，他好像還很講道理咧！說他講道理嗎？那都像你這樣的話，那個國家是一點辦法都沒有。就是這種人，就是這種人，受了這個概念，他就、就、就這樣去做這樣，那麼在這種情況這個叫惡律儀。",
    "720": "[12:00]那麼還有一種，好的也好、壞的也好，這個地方單單指好的，就是說，他並不是有特別的這種戒善，而是說他本身，譬如說我們世間的人覺得這個事情該做這個好的啊！那世間大部分人的道德操守、道德標準覺得該這樣去做的。那麼通常呢，我們說戒善跟性善，就是屬於性善他也認真地這樣去做；或者就算是那個戒善的話，這個戒不是跟出世很強有力的，這種就是非律儀非非律儀所攝淨戒律儀。譬如我們世間上來說，仁、義、禮、智、信，乃至於譬如說我們受五戒。這個五戒有兩類：假定說你為了出世而受這個五戒的話，這個五戒就屬於淨戒律儀所攝的最起碼的根柢；如果我們不了解這個特質，就這樣隨隨便便做的話，實際上也沒有得到這個真正的內涵，這種情況做是做好的，但是呢實質上不夠，那麼這種就是在這個裡頭。",
    "799": "[13:19]所以這一個說明了什麼？說第一類，那就是得到的人天果報，這樣；第二類的話，決定是出世的，屬於聲聞相應的；第三類呢，走大乘菩薩的。這個三士的名雖然不同，內容是一樣。",
    "819": "[13:39]與此義同，復說多種上中下士建立道理。有各式各樣的建立，那麼下面說：",
    "828": "[13:48]如《道炬》所說，世親阿闍黎於《俱舍釋》中，亦說三士之相。下士夫中，雖有二類，謂樂現法及樂後世。此是第二，復須趣入增上生無謬方便。現在解釋一下，除了這個〈攝決擇分〉，就是《瑜伽師地論》，其他地方還有，乃至於就是這個《道炬論》當中也引，引這個世親菩薩在《俱舍釋》當中也說三士相。不過不管在哪裡，總之我們現在這裡所說三士，已經包含了佛所說的一切，實際上呢，佛所說的一切也包括了十法界的所有的，沒有一點遺漏了，這樣。",
    "882": "[14:42]那麼這個下面呢，特別一個解釋，這個解釋就是我們一開頭要深切地認識的，這個是我們下腳的第一步。下士有兩類，下士的特質是什麼？就是求「增上生」，增上生就是我們在世間的生活慢慢地改善，這個意思。那麼這個慢慢地改善分兩部分：有一個呢，現世 ─求現世改善，有一個呢，求後世。現在這個地方真正引導我們的是「第二」，第二求後世的。最後有一句話，注意哦！就是求後世，還要「趣入增上生無謬的方便」，你求後世，這個也不要弄錯！弄錯的結果是什麼？後世得到的，再後世就不行了，三世怨！這個非常重要、非常重要！你把握住這一點的話，說無謬的、沒有錯誤的增上生，於是你一直在增上，一直在增上，它永遠不會掉下去的。增上到最後是什麼？報身報土。",
    "955": "[15:55]這個佛法真正殊勝的地方，它並不是教你放掉現在一切，不要，後面會詳細說明。我們的的確確需要這些東西的，可是有很多似是而非的那個需要東西，那就害了！哎喲，你覺得有點甜頭，那你嘗到了以後，馬上叫你送命的，就是這樣。所以佛法的真正高明的地方，它把每一個地方的是非就辨得非常清楚。那我們所以顛倒、所以錯誤的話，因為沒有了解事情的真相，換句話說，具慧這個條件不具足。在我們看起來往往把錯的事情看成對的，那就受害了！關於什麼是不錯誤的增上生，等到下士道的時候它會很正確的告訴我們。現在呢，這個就是第一點，我們在正式要了解這個整個佛法要學的道，要學的這個修的這個道整個的內容，也是這些，那麼我們了解了。那為什麼這個道，要照現在這個本論這樣的話，一個一個下中上士這樣引導呢？在這裡說明它。",
    "1041": "[17:21]第二顯示由三士門如次引導之因相分二：那麼第二說明，為什麼參照著這個次第引導的原因，那也分成功兩個。",
    "1058": "[17:38]一 顯示何為由三士道引導之義，二如是次第引導之因相。第一個說明，這個「三士道引導」的內容是什麼，什麼是三士道引導，就這樣；第二、其次再說明，為什麼要這樣的次第來引導。第一個說明三士道引導些什麼個內容，第二為什麼要這樣的引導法。這樣一來的話整個的這個內涵，我們就非常清楚，非常清楚、非常清楚了！",
    "1100": "[18:20]今初　如是雖說三士，然於上士道次第中，亦能攝納餘二士道無所缺少，故彼二種是大乘道或分或支。上面雖然說的是三士，但是真正說起來，這個上士道次第當中，同樣地也把下面的下士跟中士兩道所引的內容完全包容，一點不缺少，一點不少。就像造房子一樣，說我現在造的是一百層樓，雖然造的是一百層樓，你下面那個基礎，下面一層兩層完全有、完全有，絕不會少。所以這一個，下面這個下士以及中士是什麼？是大乘道的一部分，是大乘道的一部分。所以說，「故彼二種是大乘道的或支或分」，支跟分是一樣的，就是一部分。",
    "1181": "[19:41]馬鳴阿闍黎所造，《修世俗菩提心論》云：「無害與諦實，與取及梵行，捨一切所執，此是善趣行。下面就引這個論，這個論上面告訴我們，頭上面的這個東西就是，「無害」就是不殺，這個不用「不殺」而就無害的話比較廣義的。平常我們單單指殺，實際上嚴格說起來，就是不要損害人家，不要傷害人家；最嚴重的傷害就是殺，你犯了這個東西那你就沒辦法懺悔了。如果仔細來說的話，就是不要說殺不可以，然後受傷不可以，乃至還不能讓人家感到小小的傷害。所以平常的時候，為什麼這個戒律裡邊，它真正的戒律，它處處地方是顧慮到不要損害別人的身、口、意。身口的話就是我們身體上的受傷，意的話使他感覺得不舒服，感覺得不舒服，不要惱他人。",
    "1256": "[20:56]那麼，我們說為什麼在很多地方，佛有的時候呵斥別人呢？我們要了解：他這個對人家的傷害、不傷害是指什麼？指究竟意義來說。佛之所以呵斥別人，真正還是幫助別人，所以他完全基於悲心，他曉得這樣做對你有好處的。就像一個父母，喔，這個小孩子無知的，那麼在這種情況之下，你讓他去等於傷害的，就是呵斥他這個不可以的！所以佛陀不會說呵斥莫名其妙，不相干的人他絕不呵斥，他所呵斥的就是他弟子、跟他的，這一點我們要了解佛戒的特質。那麼到後來呢，譬如僧團當中凡是碰見事情的話，也是這樣，那個上座他真正呵斥有個條件，他的內心一定要基於什麼？基於善心 ─善心就是悲心、憐憫心以及無記心。為了維護他，維護這個僧團，那個時候才呵斥，不是我們惡心。所以這個「無害」是比較廣泛，實際上呢，這個無害的基礎才能夠慢慢地一步一步上去。「與諦實」，那這我們曉得的，「與取」、「梵行」 ─那就是不殺、不妄、不盜、不淫。",
    "1335": "[22:15]「捨一切所執，此是善趣行。」所以最後一句話，捨一切所執，實際上呢，它真正地就是說這一點也可以說從酒戒。它酒戒是為什麼？就是引發我們顛倒的，引發我們顛倒的。捨一切所執，就是，喏，這樣子才是正確的。所以我們了解馬鳴阿闍黎這個所以不用五戒，用五個的話，那是涵意很深廣，整個的佛法的真正地要守戒的基本精神，都在這裡頭的。二百五十條也好，三百多條也好，把握住這個細則的話，那個二百五十條可以說統統在裡頭了。那麼，可是這個東西，這個單單這個什麼？「善趣行」。因為你把握住這個內容，根本是有了，可是細的從這個基礎上面。這個則是增上生的。",
    "1392": "[23:12]遍觀生死苦，斷故修諦道，斷除二種罪，此是寂靜行。然後更進一步，雖然你得到了善趣，但是善趣還不究竟，善趣還在生死輪迴當中。所以進一步，更進一步去觀察的話，惡趣固然可怕，善趣還在生死輪迴當中，發現還是苦的。啊，那不行！一定要斷除這個，所以為了斷除整個生死輪迴，那麼要修這個相應的「道諦」，無誤的道諦。然後呢，要「斷除」 ─那個兩種罪是性罪、遮罪，性、遮二罪。當然有不同的開合，換句話說，這樣一來的話包覽無遺。此是「寂靜行」，那麼這個就是可以了脫生死的，超脫生死的，這個就是共中士。",
    "1453": "[24:13]亦應取此等，是出離道支。由達諸法空，生悲眾生流，無邊巧便行，是勝出離行。」更進一步，下面更進一步，就是把下面一步就是大乘道，雖然是大乘道，可是上面這東西一樣要修喔！所以說「亦應取此等，是出離道支」，就是把上面那個共下、共中的一起做了。更進一步「達諸法」一切法空，然後呢「生悲眾生流」，而且悲憫一切有情。在這種狀態當中，有無邊的種種的菩薩的六度萬行，解決一切眾生的痛苦，那個才是殊勝的出離之行。所以大乘跟二乘不同的地方什麼呢？他同樣的出離，一個出離就自己出離了，一個出離是要所有法界一切有情都出離，那麼所以說：",
    "1526": "[25:26]是故此中非導令趣，唯以三有之樂，為所欲得下士夫道，及為自利唯脫生死，為所欲得中士夫道。是將少許共彼二道，作上士道引導前行，為修上士道之支分。那麼從這個上面，我們曉得他馬鳴阿闍黎說得很清楚，前面一個那個是善趣行，第二個是寂靜行、出離行。那麼修大乘道的時候呢？他還是要學上面這個兩樣東西，做為上士道的支分、一部分，然後呢，進一步所達到的目的就是「殊勝的出離行」，要幫助法界一切有情解決生死輪迴痛苦。所以說，他並不是單單講下士道，並不是單單讓你達到下士，得到人天；講中士也不單單是教你自己進一步說解脫生死；而是要把下面這兩個共同的基礎做為上士道的基礎，引導這個一步一步地上去，這個是我們要了解的。所以他真正用三士道引導的目的，為什麼要這樣引導呢？目的何在呢？還是引導我們能夠達到最殊勝的出離行，圓滿一切問題，圓滿地解決一切問題，圓滿地得到一切功德，這個是他所要的。",
    "1642": "[27:22]是故若發如前所說取心要欲，取心要之法，如《中觀心論》云：「誰不將無堅，如蕉沫之身，由行利他緣，修須彌堅實。上士具悲故，將剎那老死，病根本之身，為他安樂本。具正法炬時，斷八無暇暇，應以上士行，令其有果利。」下面是解釋，我一起念，一起簡單地說一下。",
    "1676": "[27:56]謂應念云：我身無實，如蕉如沫，眾病巢穴，老等眾苦所出生處，應以上士所有現行度諸晝夜，令其不空而趣大乘。所以說，我們真正要修學佛法的、要取的心要，這個善法欲是什麼呢？就是這個，下面《中觀心論》上面告訴我們的這一個。那麼這個括弧裡的這個論文，下面的解釋就是這樣，說我們應該這樣地想：說我們現在身體「無實」，這是虛的、是空的，那麼非常快速又無常地像芭蕉一樣。芭蕉是什麼？就是普通的芭蕉樹，看起來一棵樹，如果你撥開來的話，發現像那個一層一層撥到後來裡面沒有，空空如也，外面看起來好像有的，裡面卻是沒有。那麼我們身體，我們以為這個我也是一樣，原來這是什麼？色、受、想、行、識，拿掉這個東西，你找不到了！又像一個泡沫一樣，泡沫看起來有的，一碰就破掉了。不但是說泡沫說它裡面是空，而且非常快速，隨便一下就破掉了。它本身既沒有實在，又這麼快地消失，卻在沒有消失之前又什麼個狀態？「眾病巢穴」，唉呀，所有的病苦的根本就是從這上面來的！"
}