{
    "9": "[00:09]「老等眾苦」，不病就是老，沒有一個人跑得了，所以各式各樣的苦都從這個上頭來的。拿我們現在來說，哎呀！又要餵它吃，又要餵它，像我這麼一點、唉！稍微一點點就不行；就算好端端嘛，吃過了以後，唉，還要忙這個，還要忙那個，實在是一無是處。所以我們了解了這一點，應該怎麼辦呢？「應以上士所有的現行，度諸晝夜」，那這是我們真正要求的，要解決一切問題，所以我們若晝若夜，真正要做的事情，這個才是，不要讓它空空地浪費，得不到這個好的結果。所以在這個文，等到你了解了暇滿以後，再在這地方念這個文的話，研、學這個文的話，這個文就本身有很大的意義。啊，一點都沒錯，這人身是毫無意義，然後呢得到，真正說起來，內容是一點都沒有，但是卻在整個的生死輪迴當中，它最寶貴的，為什麼最寶貴？因為儘管它無意義，說它有一個特質 ─唯有在這個時候，你才能夠趁那個無意義的人身，善巧地利用，跳出這個生死輪迴，還可以幫助一切人；除了這個還沒有，在任何情況之下沒有的。所以你想到這一點的話，你絕對不願意去浪費，絕對不願意浪費！眼前一切時處，都是幹什麼？都要努力去修行，不要讓它空空地浪費。",
    "110": "[01:50]若爾理應先從上士引導，云何令修共下中耶？有人會問，既然你的目的是引導這個上士，那麼，你直截了當地就說你引導上士，因為你的主要的目的在這地方，你為什麼要修共中、共下？或者你乾脆可以說，我這個就是大乘法，不是更乾脆嗎？下面說，",
    "140": "[02:20]謂修此二所共之道，即上士道發起前行，此中道理後當宣說。這個兩個真正的，的的確確是要學上士道引導，但是這兩個是什麼？引導上士的基礎，引導上士的基礎，除了這個基礎必要以外，還有其他的特別的原因，這個下面會主要地告訴我們。所以這一段特別地告訴我們，儘管分三士道，但是它為什麼，什麼東西是要引導你的？就是，你的目的何在？就告訴我們：目的是究竟圓滿一乘佛法。在我們已經接觸佛法，了解佛法的人，大家了解，最究竟的時候，做到最後就是這個，目的就是這個。所以它一開頭的時候，就把這個指出來了以後，有個什麼好處呢？我的目標擺正了。目標擺正了以後，你就不會為那個旁邊的枝枝叉叉影響，不會走歪路子，不會走曲路。進一步，你自然會想，要想達到這個究竟圓滿的路，以什麼方式最正確的、最圓滿的？那個時候你摸上去，才不會走冤枉路。比如說，告訴你這個，你想，對呀！這個是道理，但是呢既然你目的是究竟圓滿，一看，不究竟，說這個不好；然後呢你比這個，自然而然你不會說先跑得去闖闖看、試試看。等到了你試了，撞得頭青眼腫，轉回來的時候，也不知道多少劫轉過去了，這種情況，都可以免除掉。",
    "248": "[04:08]第二如是次第引導之因相分二：一正明因相，二所為義。　今初那麼，下面就告訴我們，為什麼要這樣去三士道引導的原因，第一個是「正明因相」，二是「所為義」。第一個先說明這個原因，那麼第二個就說明他這樣去做有什麼好處？產生什麼功效？今初，",
    "270": "[04:30]轉趣大乘能入之門者，謂即發心於勝菩提。真正地進入大乘的門是什麼？就是發殊勝的大菩提心。這個我們要正確地認識哦，非常重要、非常重要的！真正學大乘佛法的根本，換句話說，在什麼地方？就是發大菩提心。你什麼時候開始發了這個心，然後你修這個行，都是圓滿佛果的真正的資糧；否則，如果這個心沒有發的話，不管你做多少好事情的話，欸，那還在門外轉。所以那一天說：「忘失菩提心，修諸善法，是名魔業。」不要說你沒發，你發了，忘掉了以後去修，尚且是錯的，這個第一個概念。這個重要的概念我們先要認識，後面所有的講的那些道理，就是把這個，現在那個基本的列出來的宗旨，讓我們產生確定不移的認識，以及告訴我們如何步步地修持的方便。",
    "341": "[05:41]若於相續中生起此心，如《入行論》云：「若發大心剎那頃，繫生死獄諸苦惱，應說是諸善逝子。」謂即獲得佛子之名，或菩薩名，其身即入大乘之數。只要我們身心當中，什麼時候生起這個大菩提心，那個時候我們就算是菩薩，這個菩薩才真的佛子。所以佛經上面通常說佛子的話，通常指的是發大菩提心的佛子，或者叫菩薩名，那個時候我們真正入大乘之數。上面就引那個論來證成，《入行論》上面告訴我們，說我們哪怕才發這個大心，剛發起一剎那，那個時候的的確確我們還是個凡夫，所以仍舊繫在生死輪迴當中，還是有種種苦惱，這個就是佛子，這個佛子。不過這個發大菩提心，我們不要誤解，說：「啊，我現在發心了！」還沒有！我現在說發心了，只是我們剛開始的種子，說：「啊，我現在發心了！」雖然說真實地還不相應，但是這一個心的的確確是第一個種的因，你有了這個因，然後你努力去做的話，達到某一種程度，那可以。所以這個地方說的這個發大菩提心，我們稱它為叫世俗菩提心。這個世俗菩提心的內涵，本論講到共上士的時候，一開頭的時候告訴我們，一開始告訴我們，我們必定要認識這一個，那個時候才有一個衡量的標準。否則的話，沒有正確認識，我們誤解，總以為發了一點心啊，覺得我是一個發大菩提心，然後我就是菩薩，我就可以修這些大法，對不起！沒有用、沒有用。",
    "469": "[07:49]所以這個《阿底峽尊者傳》上面就有這麼幾個公案，說有的人修生起次第、圓滿次第，已經能夠把生起次第修起來了，對不起，不相應、不相應！乃至於你還要墮落，因為什麼？你的「根本」根本沒有！所以現在由於我們現在很多學密的這個同修們：哎呀，密教最好的。然後呢他也要修「四加行」什麼，弄了半天，不要說四加行，你修個四百個加行，如果你菩提心沒有的話，那個還在空轉、還在空轉！所以我前面一路上面，常常提出來，你必定要了解，它要你這個內涵是什麼？不是你念這個儀軌，照這個儀軌念一遍，這個不夠的，這我們務必要了解。若退此心，我們繼續下去，",
    "523": "[08:43]若退此心，亦從大乘還退出故。什麼時候你退的話，你就退下來了。",
    "530": "[08:50]是故諸欲入大乘者，須以眾多方便勵力令發。所以我們真正想學大乘的人，要怎麼辦？要用很多方法，努力修學這個方法，發起這個大菩提心。這句話實是大有道理在這裡，假定說這發菩提心，就像我們現在的這種錯誤的見解，覺得：「哎呀！我現在發大菩提心，要救一切人哪！」一個念這麼一動就算發的話，這句話變成多餘的、這句話變成多餘的。但實際上呢，因為真正要想發那個大菩提心，不是像我們現在想像嘴巴上面說一下，真正的內涵哪，要了解很多的善巧方便。那個善巧方便，你還要善巧地聽聞、研習，單單了解了，還不夠，還要努力地照著它下去做；做了以後，那個心理的行相跟它相應了，那個時候才是真正地發，真正地發。",
    "599": "[09:59]譬如說，我們來受戒，那受戒儀式很容易，你跑得去剃光了頭，跑得去換件衣服，那好簡單，要不了一、兩個鐘頭。但是，你真正要得到戒體的話，哇！那不簡單。所以你現在的這個發菩提心也是一樣，真正發菩提心的時候，那個時候內心當中，跟我們業種子相應的一種，非常強有力的一種誓願，這個發起來的話，那是不得了、不得了的！一旦這個發起來的話，那的的確確，這經論上面就會說明，它這功德之殊勝，你簡直無法想像，那就是佛子。",
    "642": "[10:42]然發此心，須先修習發心勝利，令於勝利由於至心勇悍增廣。及須歸依七支願行。是能開示菩薩道次最勝教典，《集學處論》及《入行論》中所說。這個要想發那個菩提心，它必須還要先修一樣東西，修什麼？修發心的殊勝利益。它為什麼要修這個東西呢？這裡簡單地說一下。我們現在常常談菩提心，說菩薩行，然後說佛因地當中，做那些了不起的事情，我們也讚歎、佩服、景仰，但是輪到我們怎麼辦？「喔唷，這個好難呀！這個了不起，教我可是做不來啊！」就算你想做了，直正碰到你要去做一點點的話，你就一點辦法都沒有了，一點辦法都沒有，為什麼？因為這個菩薩行，說這個大菩提心是難極、難極了，是非常難行的一種行為，如果說它沒有特別的好處的，誰願意去做這種難、非常艱難的事情？所以很清楚、很明白，沒有一個人例外的，辛苦了半天一點好處都沒有，你去做它幹什麼？",
    "741": "[12:21]所以像我們平常這個儒家常常說：一個真正了不起的人，要無所為而為，那個才好。這個標準是未嘗不高，可是這句話本身是有大漏洞。請問一個普通的人，誰願意說無所為而為，忙了個半天，什麼好處都沒有？所以印光大師特別說，鄉下一個老農、老圃，這種田人，你告訴他：「你只要去種，你不要去問收穫。」結果你種了半天，不問收穫，誰願意去做這個事情？我想在座的人，大概不一定願意吧？至少要我的話，我絕不願意做這個事情，辛苦了半天，一點好處都沒有，幹什麼？真正的佛法絕不這樣的！所以我們了解，真正的佛法恰恰相反，它告訴你，這件事情是非常艱難的，但是你做下去有非常殊勝的好處，這個好處是不得了的好啊！就這樣。所以剛開頭試的時候，是，你不想，這麼難；後來你想這個事情有這麼大的好處，你越想越好、越想越好！到後來發現，你所有真正的好處都還在這個裡邊，那個時候，叫你不做你也辦不到。所以它真正佛法的善巧，它每一個地方，它有最正確的方法、次第引導你的。",
    "819": "[13:39]所以我說現在我們所以沒有辦法修的，不是我們什麼地方差，就是我們執著太深，不肯放棄自己的成見，不肯去學那個正知見，這個是我們的一個致命傷。如果你正確地了解，你現在這樣辛辛苦苦，你忙了半天，最後的好處你的；而且這最好的好處，還非從這個地方來的話，我想我們人人願意走這個路子。譬如說，現在我們隨便舉一個例子，現在大家都要往學校裡面擠。哎呀，那個，現在的學校多了，以前那個學校少，那個考試之難哪！儘管現在學校多了，大家還是拼命往裡面擠。算起來這學校並沒有好處耶！你如果不進學校的話，你自己去賺錢，哪怕你賣個枝仔冰，還可以弄幾個錢；你跑到學校裡面去，你還得付很多錢吧？但是為什麼願意呢？大家了解，你現在賣枝仔冰也好、作小工也好，將來賺的錢不多，你將來好好地去念了幾年書的話，將來你就可以大富大貴。",
    "892": "[14:52]這個大富大貴還不一定保證吧！有很多人念出書來，還可能一生潦倒，這是有這個可能。它的的確確比眼前的、一般的作法要好很多，大家已經拼命認真去做了。現在佛法保證，而且確定比將來是一定好！而這個好的倍數的話，完全不是我們世間的那種好處所能夠比的。現在世間來說，我也不要念書，就是學一個木匠，一天有一仟塊錢，大概一仟塊錢吧？我也弄不清楚。喔，現在還很吃香咧！像我們這個地方要做一個門，找了半天還找不到，生意還很好，一個月你認真做的話，可以賺個二萬多塊錢。但是大家還是不願意，還是要拼命去念書；念了書還不一定，一定說真正地給你做個大官，給你做一個大富翁，還不一定耶！說不定出來一個小公務員，跑得去一個月只賺一萬多塊錢，還認真地那樣去做。可是修學佛法，如果是你正確地了解了以後，你發現眼前儘管是得不到好處，還要叫你認真去做，可是將來你一定可以得到。得到的收入啊，那世間所有的東西都比不上的。如果我們得到，了解了這個東西，那個時候人人就拼命往裡邊鑽。",
    "981": "[16:21]這個所以說，首先我們真正修行的時候，他一定告訴你，說你這樣修有些什麼殊勝的利益，這是非常重要的、非常重要的！你有了這個認識，單單這個認識還不是講個道理喔，還要說，不單單講這個簡單的內容，還要用種種的正確的理由來證成它，還要用種種實際上的榜樣來證明它，就這樣。這個理由是千真萬確，然後，這種榜樣擺在這裡的話，也是事實擺在那裡，到那時候你才覺得確定不移；到那時候你才會肯走這個路，到了那個時候，你對這個殊勝的利益才能夠確定不移。確定不移說：「哎，就這樣！」然後呢「至心、勇悍、增廣」。嘿！他還不是叫你馬上去修欸，妙咧！要把這個正確地認識，要增廣這個勇悍。什麼叫勇悍？就是精進的力量，勇氣百倍，做這件事情，在任何情況之下，你決定不會打退堂鼓。說這個悍的話，所以我們平常，這個戰場上叫悍將，悍將的特質是什麼？他就是絕對只有一樣事情，要克服任何困難、任何敵人，不怕任何敵人的挫折，勇氣百倍地要克服任何困難！把這一個心增廣，不單單是有哦，還要增廣。到那個時候，然後你出去的話，一股勁地向外面衝的話，那決定可以克敵制勝，把你所希望的願望達到。",
    "1093": "[18:13]那麼除了發這個心以外，還要呢，它要做的時候，要歸依及七支願行。喏！這個七支願行就是十大願王，所以真正說起來，我們正式修學佛法的人第一件事情，幹什麼？是歸依跟十大願王，一點都沒錯。一開頭的時候就這個，然後你步步上去的最後，也是把這個是導歸極樂。所以這地方呢，很清楚明白告訴我們，一生取辦。但是以我們現在一生行不行？不行！我們現在是修信心位，所以這個從凡夫開始到信心位，十信滿心，那個時候確實不那麼快的，要時間比較長一點。",
    "1138": "[18:58]不過在這裡大家又要怕了，喔唷，這個長啊，在生死輪迴當中不很可怕嗎？是的，很可怕！不過可怕的下面，那就不一樣了。有一種可怕，哎喲！這麼怕，你叫他退堂鼓了：「好啦，好啦，我就不要忙這個事情了，哎呀，那馬馬虎虎。」現在他不是，有正確的告訴你，正因為它可怕，你要找它可怕的因在哪裡；你如果找到了可怕的因，從因地當中把可怕的因拿掉的話，你沒有可怕的因，你就不必怕了。所以，把這個可怕策勵我們：不要造可怕的因，趕快造什麼？快樂的因。那個時候，你把快樂的因種下去了，那時候快樂都來不及欸！所以真正地修這個大乘的直路，說起來不但是結果最好，而眼前也是最快樂的事情，這是千真萬確的一個事實。",
    "1202": "[20:02]拿我們現在來說，我們可以體會得到的，我們可以體會的，因為我們每個人都有我們的心識，這個心識怎麼說呢？譬如說我們今天跑得去參加一個國際什麼比賽，平常我們在這裡花拳繡腿，隨便玩玩，沒關係。跑得去，真正地像樣的一個對手的話，那跟他要、大家參加那個競爭的話，那要相當努力，如果國際間的話，你得拼命去幹啊！可是幹完了以後，你打勝的話，那個快樂、這個得意的狀態的話，那是無法可以比擬的！是不是我們也有這個心情啊？我們有欸，千真萬確的！現在我們講那個比喻當中，我們還不一定把握得住說一定能夠打勝，可是修學佛法這件事情，這你能夠一定打勝，為什麼？喏！知己知彼，百戰百勝。",
    "1258": "[20:58]所以那個正確的教法，這樣的正確地告訴你，你自己很清楚了解你自己裡邊有些什麼，你也了解你對手是什麼個狀態。你了解了這個正確的內容，你發現你只要這樣去做的話，一定能夠克敵制勝，百分之有百的把握。所以打的時候，前面你心裡有把握，打的時候你勇氣百倍，打完了以後你快樂無比，這樣的！靠什麼？靠的就是告訴你：「喔唷，這個世間是苦哦！」這個力量推動你。所以他並不是不說苦，的的確確一定說苦的，可是說苦了以後，下面告訴我們走的路子卻完全不一樣，這個才是最正確的。所以我們現在為什麼常常說相似法、相似法，就是這樣，他還是用佛經上面這句話「哎喲，這個很苦啊！」下面的解釋 ─歪曲掉了。你看起來是佛經上的，可是最後的結果，不曉得弄到哪裡去，這個是我們在這地方隨便一說。繼續下去，",
    "1324": "[22:04]如是所說勝利略有二種，謂諸現前及畢竟勝利。那麼真正地發了大菩提心，修大菩提心的勝利，嘿！還是這個兩樣。他前面不是說，那個增上生只是下士嗎？注意喔，共下士！欸，你最上的上士，你還是有這個東西耶！而且下士的增上生只是一點點，這個無上乘的上士的這個增上，才是徹底究竟圓滿的，所以它包含在裡頭的，他告訴我們。那麼這個裡邊他又說明了：",
    "1366": "[22:46]初中復二，謂不墮惡趣及生善趣。那個關於增上生那一方面，它也分二部分：一個是不墮落，不墮落惡道；第二呢生得善道。現在我們要求的利益，無非是這個內容。現在我們把下面的內容，告訴我們一下。「不墮落惡道」，整個的包括的三惡道，你只要照著去修的話，三惡道沒你的份，滿意了吧？喔，那時候滿意了。說實在的，現在我們這個世間，儘管已經比之以前很苦，但是我們覺得滿快活了。實際上還不止此，那麼還要更好，他就告訴我們：",
    "1412": "[23:32]若發此心能淨宿造眾多惡趣之因，能斷當來相續積集。好，這個綱要提出來。你不是要求這個利益嗎？這個利益是增上生跟那個決定勝嗎？那麼增上生當中呢，第一個不墮惡趣，這個是基本，然後呢生到善趣。他說，你一旦發了這個心以後，有什麼好處？以前，往昔所造的惡因能夠清淨，能夠清淨；還有呢將來，相續上面繼續造的斷除。我們所以墮落的原因是為什麼？因為往昔所造的惡業，還沒有結果之前，還在那裡等著你；以及現在繼續不斷地造，然後呢去！所以我們真正修學佛法的要懺悔。現在如果你一旦發了這個大菩提心以後，以前那些惡因很快就淨除掉了，而且這個力量是大得不得了。既然這個能夠淨除掉了，當然你就不會墮落。那麼生善趣呢？",
    "1494": "[24:54]諸善趣因，先已作者，由此攝故，增長廣大，諸新作者，亦由此心為等起故，無窮盡際。至於說善趣，當然也有善趣的業因，那麼以前已經做的，它等待在那地方要來結果的。你一旦發了這個心以後，妙了！它會增長廣大。比如，本來你這地方積的錢，積一萬塊錢，一旦你發了這個心，這一萬塊錢變成一萬萬。啊，那這麼個好法！還有呢，新造的、眼前造的，因為由於這個心所攝持為等起，也同樣地增廣無窮。",
    "1541": "[25:41]在這個地方我們說，為什麼發了這個心以後這樣地增廣，變得這麼大呢？我們凡是造一個業，它一定牽涉到三方面，說形成這個業的這個質量牽涉到三方面。第一個是我，能造的造者，就是我以什麼心？以什麼行？還有一個呢，我造的那一個業所集的對方。作任何事情一定這樣的，說「我送三百塊錢給你」 ─「我」是送的人，「送三百塊錢」給「你」，然後呢「我打你一頓」；前者是善業，後者是惡業，造這個業究竟圓滿的是三樣東西的每一個內容，把它加起來的總和。而這個裡邊，這個裡邊，外面兩樣東西都是有限的，「錢」三百塊就是三百塊，「你」就是你。如果你是個人那麼打了你，產生這個罪過；你是個狗，那麼差一點；如果你一個菩薩，那更不得了！但是不管是你是外面，這個你雖然是在變化，可是必定它受這個客觀環境的影響，就這麼多。而真正重要的，「我」這個東西，卻是有無限的出入在裡頭。",
    "1629": "[27:09]平常你一種軟心，啊，他來了！看見一個乞丐，那送他三百塊錢，這是一種；這個三百塊錢是一個固定的數字，然後呢，這個乞丐是個固定的，你這種心起。或者你看見那個乞丐：「哎呀，這個人好可憐，怎麼這樣可憐哪！我要去幫忙他。」那個果報，那個種的因，就增大了很多。假定你發了大菩提心的話，因為那個心本身跟法界，緣法界相應的，任何做一點事情，就產生無盡的功效，這樣！就是拿我們現在來說也是這樣，譬如說我們現在做生意。同樣地，我在那個做生意，做一個小生意，造了個半天，製造一個東西以後，那麼就在這裡的話，好，賣出去，就賣在這裡。假定說我現在那個商店，這個推銷全世界的話，你任意做一個小東西，那個東西就會推銷到全世界。得益的人是全世界，你賺的錢，也是全世界，就是這樣。",
    "1691": "[28:11]所以它淨罪也是這樣，集資也是這樣。因為我們的罪業是哪來的？罪業是你傷害別人而來的，現在你要幫助別人，那也是一樣。以前你傷害別人的時候，往往你只是傷害一個，我跟那個人吵架，然後呢他受了傷害，所以你將來真正地要消的罪障，就是跟他消除掉就可以了。現在我發菩提心是什麼？我要幫助一切人，結果呢，這個人固然你幫助了，凡所有的人、一切人都幫助了。所以淨除罪障的力量，也是其大無比，積聚資糧的力量，也是其大無比。這個詳細的情況，講到後面業，講到後面菩提心的時候，你們會很清楚、很明白，到那時候再細講它。那麼，這個是眼前增上生的。",
    "1746": "[29:06]畢竟利義者，謂諸解脫及一切種智，亦依此心易於成辦。究竟利益是什麼呢？就是說這個一切種智，無上的好處，還是依這個心，那麼很容易就能夠成就。",
    "1765": "[29:25]若於現時畢竟勝利，先無真實欲得樂故，雖作是言，此諸勝利從發心生，故應勵力發起此心。亦唯空言。"
}