{
    "4": "[00:04]力發起此心。亦唯空言。下面這句話，看一下。假定說，關於上面這兩個，不管是眼前的增上生也好，以及究竟的決定勝，這個殊勝的利益，假定說先前並沒有真實想仰望、期望的這種意樂。如果沒有的話，怎麼狀態呢？雖然我們現在聽見了，說「啊！這樣的勝利都從發心開始的，嗯，這個要努力去發。」儘管你嘴巴上面這麼講，但是這個也只是嘴巴上面講講而已，「亦唯空言」。下面兩句話，看一看。",
    "52": "[00:52]觀自相續，極明易了。你只要回過頭來在我們身心上面觀察一下的話，清楚極了、清楚極了。不過這裡點醒我們一個什麼事情呢？點醒我們一個，就是以前我們不了解，不了解的增上慢心消除掉了，說：「啊，原來我不懂，原來我不懂。」還有呢，下面種下正式開始不再錯誤的因 ─現在種下了。所以不要為了這一個話，自己沮喪，打退堂鼓；恰恰相反的，聽見了這個話以後，了解了這點，那才正式開始從這個地方知道如何下腳，那麼這是一種。",
    "115": "[01:55]若於增上生及決定勝，二種勝利發欲得者，故須先修共中下士所有意樂。所以現在了解了這個，覺得「欸，那我要！」對於不管這兩種哪一種利益，曉得了這個殊勝的利益，當然我們期望要獲得它。要想獲得它，你就得一步一步的如理如法地修持。那個時候修持的話，必定還要先修什麼？前面這個下士、中士，所以叫共中下士這個意樂。「意樂」，也就是我們的志趣，我們的意念當中所好樂的。換句話說，這個好樂的力量，策動我們這樣去做。這個好樂包括的範圍很廣：你有這個正確的認識，願望這個道，求這個；然後找尋這個方法，一心努力去做，這種心情都在這個意樂裡邊。",
    "175": "[02:55]如是若於二種勝利，發欲得已，趣修具有勝利之心者，則須發起此心根本大慈大悲。那麼對於上面這個勝利，你要想得到的話，這個，發這個心的根本什麼？大慈大悲。這個「大慈大悲」就是發這個大菩提心的根本、發這個大菩提心的根本，這個是次第。現在我們下面這個看看，下面我們看看，下面這個話就解釋為什麼。",
    "212": "[03:32]此復若思，自於生死安樂匱乏，眾苦逼惱，流轉道理，身毛全無，若動若轉，則於其他有情流轉生死之時，樂乏苦逼，定無不忍。上面已經說了，修大菩提須先修大慈大悲作為它的根本；而要想修這個大慈大悲，一定先要努力修這個共下士、共中士的這個意樂，作為它的基礎。那麼為什麼呢？為什麼呢？下面就告訴我們，要曉得下士是什麼，中士是什麼，這裡說一下。其實昨天已經講過了，下士就是要求眼前增上生的，要求快樂的；而真正的殊勝的下士，不貪現在而要求後世。他為什麼不貪現在？他這個主要的原因就是覺得，當你一貪現在的話，你只為現在這個物慾所蒙蔽，後面的真正的好處你就看不見了。結果使得你得到大損失，乃至於眼前的增上生你都得不到，所以這是錯誤的。",
    "290": "[04:50]所以你真正要想得到這個增上，所謂增上呢，比眼前一步一步好啊，那對不起，你一定不能貪眼前的。那麼更進一步的話，因為你要求以後的增上生，一步一步上去，發現你如果在人天當中轉的話，增到某一個時候呀，一定跌下去，喔唷，這個不究竟！所以才那個時候會策發我們，既然你要求真正的快樂的話，這個是絕不究竟，你就想辦法要跳出這個生死輪迴了。還是為了你得到快樂，還是為了你去掉痛苦欸，所以它這個概念是非常清楚啊！那麼，所以這個是要跳出生死輪迴，那這個共中士的，那他為什麼把這兩樣東西，作為修上士道大慈大悲的基礎呢？下面就說明。",
    "346": "[05:46]大慈大悲是什麼意思？就是我不但自己，還要幫助一切人，把他們從苦海的這個深淵當中救度出來，對不對？這大家了解的。假定說，你自己並不了解這個苦海當中的苦惱的話，你說去把他們從苦海當中救出來，這個話從何講起？請問這個話從何講起啊？不是顛倒嗎？你叫他們不要執著，他們說：「我不要執著，送給你，讓你享受？」那我們現在就是犯了這個毛病。你至少曉得這個東西一無可取啊，然後呢你是在這個裡邊，實在是痛苦得不得了啊！你深深地了解這個痛苦，自己捨棄掉了，然後呢不忍自己一個人去，要幫忙別人，那時候才談得上說，我把你把生死輪迴當中救出來，這不是很清楚嗎？所以說沒有共下、共中的基礎的話，根本談不到上士，清楚不清楚？你必定自己對這個生死輪迴感受到、認識到絕端地痛苦，那個時候才不忍心那些人掉在這個裡邊，這個才是大慈大悲。",
    "431": "[07:11]現在我們講大慈大悲，實際上呢，我們對這個生死輪迴的真相是一點都不了解，貪著難捨，不要說這個共中士，共下士真正的內涵都沒有 ─談大乘，怎麼談？所以上面，下面告訴我們，你必定要自己先要對這個生死輪迴當中的特質了解。生死輪迴當中特質是什麼？只有苦，沒有快樂。所以說，安樂是匱乏，眾苦逼迫，然後不但如此，永遠流轉，你一想到就無法忍受，假定你自己沒有這個，那不行。他說「身毛全無若動若轉」的話，這是一個實際的狀態。凡是修厭離心的人，一想到生死輪迴，哎呀，他眼淚直流，就怕得、就痛苦得不得了。現在我們對世間的行相講起來的話，講起來「這個苦啊！」實際上心裡面，喔唷，貪著難捨，一點苦都感受不到。所以他說身毛若無若動若轉的話，那你說救、救度別人，這話從何講起？大家想想看，對與不對？",
    "507": "[08:27]現在我們了解了，原來說這個大悲是這樣的。所以大悲的話是什麼呢？就是看見一切眾生流落在生死痛苦當中，你無法忍受，就像那母親一樣。就像一個有錢的大家，家裡樣樣圓滿，卻是一個獨生子，又聰明、長得又漂亮、又聽話。結果這個獨生子卻生了一場病，眼看著要死了，那個時候那個母親的心情是什麼？這個大慈悲心的心情就是這個，要拔掉他苦；然後好的時候呢，那母親的心情，一切的快樂要給他，這個就是大慈悲的心。所以你現在說要去救一切眾生，也一定什麼？說所以大慈，說那些人在世間是一點快樂都沒有，那麼你要給他真正的快樂。為什麼能夠說沒有快樂？因為你了解得很清楚，世間所有這個東西是虛誑不實，而且迅速無常，最後的結果墮落，而且大部分的時間墮落，絕少部分的時間快樂。",
    "586": "[09:46]乃至於這麼說，眼前賺到了十塊、八塊錢，本錢三千萬、五千萬這個樣地下下去，我們都做這個事情，覺得「哎呀，不行啊！」你又覺得。再不然的話覺得苦，「哎呀，他的痛苦不堪哪！」所以說你一定要先修了共下、中士，確實了解了生死痛苦；然後看見那些人居然愚癡得不了解，你看見了他們就無法忍受，這個時候才是真正發大慈大悲。有了大慈大悲，進一步要圓滿你的大慈悲的心，那個時候你發現還非要正確的方法不可。所以，要有了大悲，還要有大智，有了大智還要去大行，那個就是菩提心、那就是菩提行，就是成功的菩提果！這個很清楚，到現在這裡，這個行相慢慢地清楚了。至於說，每一個部分，怎麼個發生死的心，怎麼樣發慈悲心，他這個確實的內涵，後面每一部分有說得很清楚、很明白的。",
    "663": "[11:03]《入行論》云：「於諸有情先，如是思自利。夢中尚未夢，何能生利他。」那個論上面說，在你利益有情之前，在要想利益有情之前，對於你的自利的這個道理，連它做夢都沒夢到，請問你怎麼去利別人？這個話怎麼講呢？你利益眾生的這個、這件事情怎麼個講法呀？就是曉得生死輪迴的痛苦呀，所以你要幫忙他利益。現在生死的輪迴的痛苦的事情，你自己不曉得，那就是做夢都沒夢到，你講去利益，你利些什麼啊？所以前面我們已經說過了，要弘法、弘法，法是什麼，法是什麼啊？喏、喏、喏！現在這個地方進一步告訴我們了。",
    "723": "[12:03]不過在這地方我們要注意喔！我們不要因為聽見了這個話，就隨意去批評別人，這千萬不可以。這個法是主要的照自己的。我要發菩提心，那是我的事情，我認識了，救別人。你怎麼曉得他別人不是，你怎麼曉得他不是菩薩？菩薩示現不但是在末法欸，畜生道當中他都有啊！這第一個。就是他不是菩薩，你不是要說菩薩嗎？是啊，我要菩薩的話，你要救他呀！他對了，你羨慕、讚歎，跟著他學；他不對，你同情、憐憫、要幫忙他呀，你怎麼是去笑他呢？所以不管是怎麼說，你真正了解了這個菩提心的內涵，它有這個好處。真正地更進一步，到那個時候你才曉得你心裡的這個業相是什麼，就在這個上面。你同樣地一個起心動念，走對了以後一直在增上，否則的話你還自己覺得很有道理了，啊！覺得這樣，結果我走錯了。所以這個就是，正知見的差別在此。那麼關於上面這個道理，",
    "793": "[13:13]故於下士之時，思惟自於諸惡趣中，受苦道理，及於中士之時，思惟善趣，無寂靜樂，唯苦道理。你必須要走下士，以及中士，這一個 ─哦，說是下士，為什麼下士啊？為什麼要求後世好啊？就是說，眼前這個忙一點不究竟的，你後世萬一做錯了要墮落的，所以不要做惡事。這個是下士當中要學的，所以我們要趕快造善業，這樣。中士呢，雖然你造了善事以後，還要輪迴的，所以要跳出輪迴。等到你要這個心情有了，",
    "837": "[13:57]次於親屬諸有情所，比度自心，而善修習，即是發生慈悲之因。菩提之心從此發生。這地方交代出來了。好，你自己有了認識了，然後自己覺得：「哎呀，對呀！我只是個修行的人，還要推己及人哪！」那個時候才比度、推己及人，還要幫忙他們。想想所有的人都是你母親：啊！母親對我這樣的，現在我自己不管了，行嗎？所以發大慈之心。反過來呢，給他的快樂叫大慈，看見他痛苦，要給他去掉是大悲。你必須這樣，那個慈悲心就發得起來。那麼有了慈悲心，菩提心又從此生了，所以說，",
    "881": "[14:41]故修共同中下心者，即是生起真菩提心所有方便，你要想真實生起菩提心，還必須修這兩樣東西，不是很清楚嗎？所以叫共中、共下。現在我們說：「喔唷，要修的大乘，這個是小乘行為不要了！」等於說你把根拔掉了，基礎不要了，然後要造摩天大廈，那不是顛倒嗎？這錯就錯在這裡。說：",
    "910": "[15:10]非是引導令趣餘途。這個共中下，並不是叫你停在中下欸，這個我們要了解。那麼說到這裡，我們這裡有一件事情要提一下。是的，我們了解了這個，我們絕對不會輕易去訾議這個小乘的，乃至於世間，像《了凡四訓》。不過我們了解，這兩個是不究竟的，這個我們要辨別得很清楚，辨別得很清楚。",
    "948": "[15:48]說到這裡，昨天晚上有一位同修給我看一本書，那個是一個學南傳的人寫的。現在目前我們有太多這種概念，往往由於自己不清楚，產生了種種誤解，這個是一個很可惜的、很大的遺憾。如果我們能夠把本論，這樣完整次第學下去了以後，自然很清楚、很明白，很清楚、很明白。所謂共下士、共中士，以及下士、中士的齊限，你就很清楚了。喏！到這個地方為止，這個是什麼；到那個地方為止，是什麼；再上去是什麼；一切，每一個的內容，每一個的行相。你了解了以後，那麼對於他們這個諍論，你也很清楚了，所以他諍論，諍論的差別在哪裡。這本書裡邊也談起一個：說平常學大乘人，總是說他自了漢，他覺得他並不是，就是這樣。實際上這個「自了」啊，它有一個很嚴密的定義的。我們不了解這個定義之前，反正拿到了兩個名字就亂套、就亂蓋，毛病就出在這個上頭。你真正了解了這個定義以後的話，那個非常清楚，一點都不錯，所以這個地方順便一提。好在我們一步步地學下去，把這個正確的內容了解了，自然你就不會圈在裡頭。要不然不管他怎麼講，你一圈在裡頭，引起這個諍論的話，那總歸是錯的。",
    "1049": "[17:29]如是又於彼二時中，思惟歸依及業果等，多門勵力，集福淨罪，如其所應，即菩提心之前行，好，那麼既然我們了解了，共中、共下這兩個次第當中，應該修的什麼？修的是皈依啊、業果啊！他前面說「思惟」，這就是說我們在那個階段真正修持的方法 ─皈依、業果。還有呢，了解了這個道理，趕快努力，「集福淨罪」。要曉得這些東西都是什麼？都是修菩提心的前面的前行。",
    "1095": "[18:15]修治相續之方便，七支行願及歸依等。這些都是，都是幹什麼？修這個東西，都是修改、淨治我們身心最殊勝的方便，這個修的方法就是皈依跟七支行願。所以我們的的確確下腳的第一步，學的什麼呢？就是這個，皈依、十大願王，換句話說。你們了解了這一點的話，到那個時候就很清楚、很明白，說如果說我現在要想走這一條路，那麼也是皈依跟十大願王，參禪也是、念佛也是，很清楚、很清楚。皈依是「南無」兩個字，你把「南無佛」變成「南無阿彌陀佛」不就對了？就這樣。實際上十方一切諸佛，真正廣義地來說起來，十方一切諸佛的內涵，無非都是同樣一個：方便、圓滿，就是福德圓滿、智慧圓滿；福德圓滿叫作無量壽，智慧圓滿叫無量光。你懂得了這個的話，那無往不利，現在所有的那些問題諍論都解決。參禪的目的幹什麼？也這個；學教的目的幹什麼？也這個；淨土的目的，也這個！哪有一個例外的？原則了解了，然後呢修你相應的特殊的法門，那倒的的確確是有各人有可以不一樣的。現在我們繼續下去。",
    "1191": "[19:51]故應了知此等即是發心方便。這個就很清楚了。",
    "1196": "[19:56]此中下中法類，即是發無上菩提心支分之道理，尊重亦當善為曉喻，弟子於此應獲定解。那麼現在這個裡邊啊，關於下士、中士這個兩類的法則，就是發無上菩提心的部分，關於這個道理，真正的老師一定要非常善巧地說明白。老師說明白了，學的人呢對這個東西不但要學懂，注意呀！「應獲定解」四個字，現在真正對大家重要的莫過於此。現在不要去忙著去：哎呀，我要去參禪！哎呀，我要去念佛！哎呀，我要去什麼！我覺得你把這個東西真正認識了以後，你走哪一條路，走上去，一定走得上。當然，譬如說今天比較年紀大的，歲月無多，確定了，那有空的時間來學一學，作為助行，否則的話一心念佛，這是正確的，這是絕對正確的！但是你了解了這個，這個就是最佳助行喔，你有了這個幫助的話，真正往生是如虎添翼。",
    "1274": "[21:14]所以印光大師的文鈔上面說得很清楚，你發菩提心，那是如虎添翼，那還得了啊！然後尤其是「如器、加硫」，像你這個要挖一個石頭，挖了半天挖不開，拿個炸藥「碰！」一爆，整個地就炸開了，就這樣。所以說剛才年紀大，因為的的確確也許你還沒有可能學好之前，無常來了，你只能作為助行。實際上你如果做對的話，這個助行的力量，比正行的不曉得要強多少、有力多少！這是我們應該了解的一個基本概念。然後呢我們了解了以後，",
    "1309": "[21:49]每次修時當念此義，修菩提心發生支分，極應愛重。所以正式我們修的時候，要念這個了，要念這個了。現在我們修的時候念不念？念。但是我們現在念的時候是什麼？念到這裡為止 ─念到這個嘴巴；他現在念，念到心裡，這個兩個最大的差別。你念到心裡的話，現在就創造的就是這個相應的業，你隨便一個念頭起來的是產生無邊的功德；隨便一個念頭起來的話，能夠淨除無邊的罪障。這是為什麼乃至於五逆十惡這麼嚴重的罪，欸，大乘就可以懺悔乾淨，為什麼？就是這個量大，這我們要了解的。如果你不了解這一點的話，你的的確確沒辦法分辨得出這個大小二乘的差別，這個概念在小乘的教典當中沒有的，所以在這裡順便一說。",
    "1364": "[22:44]如果說關於這個概念，我又不小心地說進去，如果有的人 ─學小乘的諍，我們不必跟他諍論，這個是千真萬確的。但是我們自己曉得，我們走些什麼。同時真正走起來，將來的的確確的，所以前面基礎的東西，我們全部要學，一點都不能遺漏，你那個時候才會對比得出來。所以對這個菩提心的支分「極應愛重」，要絕端地愛重，絕對不會現在我們說，哎呀，我是個大乘的，那個可不要，乃至於覺得違背了。那個都是似是而非的說法，破壞佛教就在這個上頭。你沒有前面那個厭離心，絕沒有菩提心，這個我們要了解。很清楚嘛！這個世間那麼快樂，你要講的菩提心，救他出來，你不是顛倒了嗎？你救我出來，明明有好處，那不讓我去享受，你不是跟我開玩笑嗎？還說來救我！所以這個事情很清楚、很明白，用不著深一層來講。連它世間最淺顯、最簡單的道理，我們一講都通了，說修學佛法的人居然在這個地方搞不通，那是一個笑話。",
    "1443": "[24:03]若不爾者，則此諸道與上士道別別無關。假定你不了解這個的話，你覺得下面這個跟上士道好像不相干？各別、各別的呀！這個時候有什麼毛病？毛病大了、毛病大了，非常嚴重！",
    "1462": "[24:22]乃至未至實上士道，於菩提心未得定解，而成此心發生障礙，因為你有了錯誤的認識，覺得這個跟上士道不相應，所以你不要去學。既然不要去學的話，請問，這個東西的基礎沒有，你怎麼能夠把這個菩提心發得起來？所以由於這個誤解，使得你不能真實地發那菩提心。所以他這裡說，使得你變成功一個障礙 ─你沒辦法發菩提心，這個道理很清楚。所以這句話「乃至未至實上士道」，因為你還沒走到，如果你真的走到了，當然沒有這個誤解。如果你沒有走到，而有了這個誤解的話，對於這個發菩提心，就變成最大的障礙。你說：「好了，不要去修的，不要去修的！」你放掉了，結果最好的正確的指導放掉了，請問你用什麼東西修上去？",
    "1530": "[25:30]或於此間失大利義，故於此事應殷重修。對這件事情是失去了絕大的利益，所以要殷重地修。現在的修就是發決定解。注意哦！發決定解，不是馬上做到它，你有了決定解了，你心裡面會絕不動搖。否則的話我們說：想想這個地方啊 ……。跑到那裡又看那裡好，跑到這裡，看那裡好，所以我們跑來跑去，飄來飄去，一無是處。就這樣地一飄，多生多劫地就這樣飄過去了，這個是一個很大的損失，很大的損失！但是這個不是說完全空，還是種點善根哦！東啊種點善根，西啊種點善根，什麼時候種多了以後，突然之間，有一次碰巧一個巧，發一個芽，那個時候就證一個羅漢果。然後證完了以後，慢慢地再走上來，這是千真萬確的事實，走那條直路的機會就比較少，這是我們要了解的。",
    "1589": "[26:29]如是修習中下之道及善修習，如上士時所說道已，於相續中，隨力令生真菩提心。那麼這個是第一個，是說照著上面這個，先是下士，然後呢中士，好好地善巧地修習。然後再繼續地下去，說上士道，照著這個修習，使得我們身心上面真實地產生這個大菩提心。現在我們是了解這個名字，聽見這個名字；進一步呢，了解這個內容的意義，然後照著去修；修了以後心裡面真實的心相起來了。生起來了以後怎麼辦呢？",
    "1642": "[27:22]次為此心極堅固故，應以不共歸依為先而受願軌。由願儀軌正受持已，於諸學處應勵力學。進一步，等到你發了這個心以後，那麼要為了堅固，「堅固」是什麼狀態？就是你剛發心的時候已經有了，但是發完了以後，等一下碰見別的緣又會散掉。就像比如我們現在說：「哎呀，這個好啊！」你看看是認真去學，等到你下了課，或者回過頭忙了別的事情，一忙，忙了忘記掉了，這個不堅固。如果說這個碰見的事情，又給它恰恰障礙的話，乃至於你退心了。所以那個時候，淨信發起來是非常難，還要使它堅固，這個堅固，說絕不動搖。那麼為了使它堅固，那個時候應該學不共皈依。一開頭的時候就皈依，可是到後來那個皈依，就只有大乘的特別的皈依法─這個，下面這個不一樣的。還要呢「受願軌」，這個時候就是說，我現在要發菩提心。「由願儀軌正受持已」，受了這個願軌以後，那時候是什麼？正式地學。學什麼？學菩薩行。「於諸學處」，就是真正菩薩應該學的就是菩薩戒，努力去學。發了這個心，然後呢進一步不共皈依，然後呢受這個願軌，受了願軌以後學菩薩戒。「次」，看喔！",
    "1736": "[28:56]次應多修欲學之心，謂欲學習六度四攝菩薩行等。那個時候就再加強這個心！發這個心是堅固了，堅固了以後進一步曉得，你要滿這個菩提願的話，這個願心已經有了，要滿這個菩提願的話，還要修菩提行。修菩提行就是六度萬行，所以欲要學這個，曉得欲學六度四攝、菩薩行等。"
}