{
    "16": "[00:16]我是處處地方用這種很現實的道理告訴你們，這樣。所以碰見這種地方的話，你要了解。我不是說這個地方鼓勵你們去學密，不，不要！喔，這個密教現在雜亂得一塌糊塗，大家不懂得道理，你一去的話，多半會出毛病。我在這地方特別說明的，我們了解道理的話，我們很穩，說現在安安全全走我的路子，哎呀，持戒念佛哇，這個最好。但是對他們千千萬萬不要隨欲毀謗，他如果願意走的，我非常讚歎；如果你自己有力量去走的，非常好。可是對這個外面不了解的時候，千萬不要妄加批評，這是我們很重要的一件事情。你怎麼曉得他到底本地什麼風光？",
    "63": "[01:03]反過來說，他所以去冒牌，為什麼要冒牌？他好嘛！一個冒牌的人，絕對不願意我冒一個小偷，為什麼？這個小偷不值錢嘛！我又不願意冒一個強盜，我就冒一個，冒一個，哎喲，今天冒一個大官，表示這個大官值錢嘛！所以他為什麼願意說，冒這種 ─我是個大上師，表示大上師好嘛，對吧？所以在這種情況之下，有真的、有冒牌的，你弄不清楚，你隨隨便便去排斥的話，對你真的是害處啊！想想看這個道理對不對？所以真正的，不要說佛法，科學裡面也在說，真正的科學只能說：我啊，眼前只了解我眼前所了解的，其他的我不看見，不看見的東西，我不能否定它。這個是最正確的，所以世間的真正的聖人都說：「知之為知之，不知為不知」，我們不知道的事情就是不知道，修學佛法最正確的方法，這裡順便一提。",
    "125": "[02:05]那麼說，前面「灌頂」，那個灌頂啊，欸，成熟我們的身心，成熟我們的身心。能夠把這個一灌的話，你把真正的成佛果位上的身口意三業種子，放到你身心上面，你只要做得相應，你馬上可以顯出效果來。像剛才說那個，那根電線往裡邊一接，你只要裡邊那些東西一好的話，馬上就燈亮了。說實在的，真正要叫你把那個電造起來的話，那我們沒有一個人有這個能力的，不要說這個核子發電廠要幾十億啊，這不可能的，叫你買部發電機的話，普通的我們都沒有這個力量，這千真萬確的事實，對不對？所以這個，為什麼密教裡頭都靠這個 ─這個十方一切諸佛的這個傳承的力量。",
    "178": "[02:58]說到這裡，順便一件小事情一提，我們現在說，得不到這個佛菩薩的這樣的灌頂嗎、加持嗎？怎麼得不到？在我們真正下腳第一步就得到，這是什麼？出家，戒的真正殊勝就在這裡哦！這個大家不懂，戒是什麼？十方一切諸佛的清淨幢相，而且這個戒只有佛制，是千真萬確。現在我們往往人太聰明了，說：「這個佛制這個戒是這樣，現在時代不同，你不要守哇！」話有沒有道理？他有道理的，佛制這個戒的確是因時、因地而制，但是它背後有一個特質是什麼？十方一切諸佛的內涵在。是像那個接電線一樣，接進來是你這房間裡邊一百支光，只亮一百支；你這個房間裡面有一台馬達，它只能亮在馬達，但是這個電本身確有這麼大的功效。如果你能夠了解這個，尊重這個戒法，一心恭敬的話，你就能夠完全得到他圓滿的這個加持，這是個不可思議的。",
    "247": "[04:07]所以現在我們了解這個道理以後，一定要這麼說：我是愚癡凡夫，現在因為我的業力使然，這些做不到，一心恭敬；萬一真的做不到，一心慚愧。你有這樣的心情的話，你很容易將來力量增大的時候，欸，當你力量增大幾分，他那個加持就進來幾分，你很快就得到這個成果了。千萬不要我們自作聰明：哎呀，這個樣的！那對我們自己最大的損失。這個屬於它的灌頂的真實意義。所以得到戒體 ─我們灌的時候是這樣的，「啊，受戒了！」要這樣殷重心去。尤其是南山道宣律祖他真了不起啊！所以這個北傳的一直非常強調，說現在這一支，北傳的一支，珍貴無比，珍貴無比。他為什麼啊？他就把這個特質告訴我們，這個等到將來以後說戒的時候，我們要了解。說南傳好不好？好，絕對好，我們絕不忽視它，非常精采；但是北傳的特質我們千萬不要 ……注意哦，這個概念很重要、很重要！",
    "320": "[05:20]爾時所得一切三昧耶及律儀，應甯捨命如理護持。那個時候啊，它密教也有它灌頂的，叫「三昧耶」，這個三昧耶叫誓句，誓句。我們不要誤解噢！這個誓句，平常說，我說：我發誓這個樣。所以凡是密教裡邊，你得到了這個東西以後有很多護持，因為凡是護持，他是受那個三昧耶的約束，他來護持你。真正重要的他為什麼護持你？因為你遵守這個約束，就像我們跟人家訂了一個合同一樣，你要求人家履行這個合同，你必須自己守約。然後你們犯了規，破了、犯了，你說：「你怎麼不照規矩來？」這個話說不通的。密教的三昧耶戒很難持的，這個我們要知道，但是你認真持到了以後，所有的誓句相應的護持都來了，這是不可思議的。真正重要的還不是得到這種利益哦！真正的誓句是什麼？哪，保證我能夠如十方一切諸佛所加持我的這個種子，增長、不違背，這個才是真正重要的，而不是得到眼前這種。關於這個概念，以後有機會再去講它。",
    "410": "[06:50]那麼這個「律儀」就是下面的基礎：菩薩律儀、聲聞律儀這些，以及從沙彌律儀開始。「甯捨命」，命可以捨掉，這個要護持。命捨掉最多一生，這個一破，壞了！而且你如果護持這個東西的話，命捨掉了以後，欸！你正好上升，求之不得啊！現在這個世界的確很苦，你要求極樂世界，這命一捨，馬上去，那是求之不得啊！所以現在大家所以不了解，不能護戒的原因就在這裡。它說得很清楚嘛，增上生，如果你的回向增上生，希望到極樂世界的話，馬上去嘛！就這樣。",
    "457": "[07:37]特若受其根本罪染，雖可重受，然相續已壞，功德難生，故應勵力，莫令根本罪犯染著。又應勵防諸支罪染，設受染者，亦應悔除，防止令淨，以三昧耶及諸律儀，是道本故。下面這一句話解釋一下。說特別在這個護持的時候，「根本罪」，根本罪雖然犯了以後，大乘可以重受的；但是對不起，雖然重受，那個相續已經壞了。「相續」就是前面的加持已經壞掉了，這個功德生不起來，你全部重來，那個是非常可惜的事情。就像那個機器一樣，弄壞了，你再接電線也沒有用，對吧？要重來。所以我們努力，根本罪犯千萬不要，還有其他的也要防。如果萬一有犯了，那怎麼辦？馬上去懺除，所以這羯磨是非常重要，而使得這個清淨無染。萬一染了馬上悔除、防護，為什麼？這是根本。做任何事情這樣，根本不壞，慢慢、慢慢地增長，根本一壞就完了。所以現在我們太多人總覺得：哎呀，這個戒啊，馬馬虎虎啊！錯了，這是根本，戒如果沒有了的話，其他都談不到。",
    "551": "[09:11]固然我們念佛的人來講，持戒念佛，其實參禪等等沒有一個例外的。可是我們表面看起來說，這個參禪的人好像怎麼不管它，他哪裡沒有啊？定共戒、道共戒啊！一定的，真正參禪的人全部的精神貫注在那裡，或者參一個什麼「念佛的是誰」，他心裡面沒有一點點其他東西，他哪有犯戒？犯戒的根本在這裡，這個我們要了解的。所以我們現在本質看不見，總是形相上面去摸，那不知道錯到哪裡去。乃至於大小乘的開緣等等，實際上都一定把握住這個根本而轉的，這個我們要了解的，這我們要了解的。那麼這個是 ……噢，再下面，後面一句話，那說一下就清楚了。",
    "601": "[10:01]次於續部，若是下部有相瑜伽，若是上部生次瑜伽，隨其一種善導修學。此堅固已，若是下部無相瑜伽，或是上部滿次瑜伽，隨於其一應善修學。那麼下面說，進入密咒它第一步什麼呢？進入密咒第一步就是善知識。有了善知識以後，他跟你灌頂，灌了頂以後的護持這個，護持三昧耶戒 ─誓句身。所以我們凡夫修的身，就是我們的業報身。真正的這個密教修的身，不是我們的這個，不是我們的業報身，它叫作「誓句身」，誓就是發誓的誓，句就是句子的句。為什麼叫作誓句呢？三昧耶就是誓句，換句話說我發誓一定要做到這個東西。平常我們說修學佛法的，得戒體，然後這個戒體是五分法身的根本，對不對？戒定慧，然後在這個體，根本上面一步一步上去。修學密教的時候，在這個業報身上面，我立誓受這個，得到這個體，這個體叫作什麼？誓句身，那時已經不再是我們凡夫身了。在這個根本上面才能夠增長這個，我們要了解這一點，所以它絕對不能犯的。",
    "690": "[11:30]那麼眼前我們幸好還沒有受這個密戒，一受馬上墮落，為什麼墮落？那很簡單，接個高壓電線接進來，不接沒關係，接進來你弄錯的話，馬上觸電，房子燒掉、人弄死，都很清楚、很明白嘛！所以現在我們平常要嘛不了解毀謗，要嘛輕易地說我是密，都是差得十萬八千里，這個原因就在這裡呀！結結緣，都非常好，你要正確地得到果的話，這個次第要很清楚。",
    "723": "[12:03]那麼現在這個有了以後，「次」，下一步，「於續部」就是密教部。密教分四部：下三部跟無上部。下三部就是事部、行部、瑜伽部，這個下三部叫「有相瑜伽」，先重在事相上，最後進入「無相」。事相是什麼？就是俗諦，無相就是真諦。換句話說，它，俗諦就是說圓滿的報、增上生；可是那個增上生所以究竟圓滿的話，因為跟空性相應，這個我們要了解的。所以真正的圓滿報土是不能離開那個法性土的，圓滿的報身是不能離開那個法性身的，這個我們要了解。但是修的時候次第是，的的確確，就像我們織布一樣，經線跟緯線，最後成就的時候，你說經線跟緯線哪一個先哪？當然不能說我先把經線穿在身上，然後緯線穿上去，那不是笑話嗎？不，經線跟緯線同時存在的；但是織的時候，的確先把那個經線擺在那裡，然後緯線一根一根織上去，這個很清楚、很明白，所以我們這種觀念都應該清楚。那麼無上部呢？無上部它不是叫有相瑜伽，前面的那個叫生起次第，後面這個叫圓滿次第。",
    "797": "[13:17]關於這個以前已經簡單地說過了，不管是哪一種，你好好地修學。修學堅固了，那麼進一步，下三部進入「無相」，然後無上部的進入「圓滿」，那個時候圓滿的時候，成就了，說密教的即身成佛指這個。在這個裡邊，你可以選一個下三部的或者無上部的。",
    "825": "[13:45]翻到《菩提道次第廣論》七十二頁，第一段已經講完了，就上面講那個次第，怎麼從基礎下士，然後共中士、上士，進入密乘，密乘的下三部以及無上部，每一個層次這樣一步一步地上去。繼續我們看第二段。",
    "872": "[14:32]《道炬論》說，如是建立道之正體，故道次第亦如是導，那麼《道炬論》上面告訴我們這麼說─凡是談到《道炬論》，我們處處地方應該體會、了解到，這個就是從我們本師釋迦世尊以來，經過彌勒菩薩、文殊菩薩二大傳承，再經過龍樹、無著二位菩薩，這是圓滿的師承。不管是性相、大小、顯密，換句話說這條是最正確、最直接的這個一條道路，不管是理論上面、經論上面以及實際地從印度乃至於一路傳下來，西天東土歷代最完整的師承，告訴我們最正確的道路。那麼所以這前面，就是說明了道的那個整體，那個道的整體是這樣；同時呢，在我們修行上去的次第，也就是按著這個次第。所以它不論就質、量來說，這樣地圓滿；而且它在告訴我們這個質、量之前，那個次第的本身，也一點都不錯，這個是它真正最圓滿、最精采的地方。",
    "1002": "[16:42]大覺𡁮師，於餘論中亦嘗宣說。那麼《道炬論》以外，阿底峽尊者在其他的論典當中，也曾經說明過這個道理。不過呢，「餘論」就是或著順便帶及，或者約略一提，而《道炬論》是專門針對著整個大綱而說的，不同。",
    "1037": "[17:17]《攝修大乘道方便論》云：「欲得不思議，勝無上菩提，賴修菩提故，樂修為心要。已得極難得，圓滿暇滿身，後極難獲故，勤修令不空。」除了上面說的，他的根本的依據師承以外，還有大阿底峽尊者其他的地方也說。那下面呢？引證其他的一些論典來說明同樣的內容。你要想得到無上不可思議的大菩提果，那麼它根本在什麼呢？根本在修行，而修行的重心就是菩提心。那麼這個菩提心靠什麼呢？是靠我們得到極難得的暇滿人身。這個暇滿人身，意義是非常重大而又這麼難得，所以現在得到了要趕快努力啊，絕對不要讓它白白浪費呀，白白浪費啊，那以後就很難得。",
    "1134": "[18:54]前面已經一再說過，所以這是為什麼正式修行之前，先說勸取心要的時候，要告訴我們這一點。當我們有了這個認識，說一切都靠修行，修行必須要得到暇滿人身，這個暇滿人身如果現在不修的話，以後是很難得到。那你這樣一來的話，你就會全心全意地策勵自己。有了這個策勵的心情，然後你得到了正法，你才能夠走得上去。要不然你沒有這種心情的話，儘管再高的大法擺在那裡，你就沒辦法修。",
    "1187": "[19:47]這一點，我們在座很多人都有這個經驗，是的，說這個法很好，好是好，叫你提就是提不起來，為什麼？他就沒有這種推動的心力，總覺得這個也少不了啊，那個也少不了啊，這個也不行啊，那個也不行啊！他主要的是沒有認識這個暇滿人身的重要。剛開始的同修們，也許還心情比較猛利一點，過了一些時候，這種毛病都會來了。他根本原因就是一開頭的時候，前面這個次第就沒弄對，儘管聽見了高高的大法 ─不要說這個高高的大法，有很多大法，法是大的，不得其門而入，這種也不必談啦！像我們談人造衛星，哦，這個是美不可言，怎麼上去啊？不知道，反正它在天上我在地上，羨慕、羨慕算了！這種我們不談。就算是我們能夠把握得住眼前的東西，我們往往都是不能修，原因就是缺少這種推動的力量。",
    "1259": "[20:59]所以他這個地方特別告訴我們，剛開始的時候，我們要多思惟觀察這個暇滿的人身，如果我們這個暇滿的人身，真正地能夠如理如量地修起來了以後，眼前說實在的，什麼事情都丟得掉，什麼事情都丟掉了！不管再大的事情。唉呀！等一下外面這個事情放不下，那個事情放不下，絕對不可能！不要說外面的事情，裡邊的事情啊 ……我看見太多這種真正典型的修行人。我們現在碰見一點小小的病啦，說不行！唉，我自己覺得這個地方真慚愧，那些祖師們都是這樣，碰見了病更拼命，為什麼？病是死因啊！啊！你快死了，你趕快還趁那一口氣還在的時候，拼命修都來不及啊！哪裡會說：唉，病了，好了、好了，躺在那裡不管了！慢慢地 ……病了都拼命了，還有其他的事情還比這個更要緊的嗎？喏，原因在哪裡？就是這個。所以現在這個地方後面又引告訴我們：雖然修行最重要的這個，但是剛開始的時候，從這個地方下手，引證這個上面。",
    "1343": "[22:23]又云：「如犯從牢獄，若有能逃時，與餘事非等，速從彼處逃。此大生死海，若有能度時，與餘事非等，應當出有宅。」就像一個犯人一樣，我們被關在這個監牢裡邊，而這個犯的罪是死罪，這個死罪關進去是非死不可的。那麼既然現在有一個機會讓你能夠逃走的話，這個機會絕對是最重要的，其他任何重要的事情，絕不會跟這個重要的事情可以相提並論。所以有機會逃了，你拼命逃都來不及，絕對不會：「唉，對不起，我還要拿一個東西啊，還沒弄好，還有臉沒有洗，什麼東西、飯沒有吃 ……」什麼東西都不要了，拼命逃出去。那麼現在對我們來說，在那個整個的生死輪迴大海當中，只有在人身得到暇滿的時候，才能夠跳出來，而跳出來只有修行，在這種情況之下其他的任何事情啊，都不能跟它相比，都能夠捨得掉，一定要跳出來，一定要跳出來！",
    "1436": "[23:56]我曾經聽見過，以前呢，在我們西康有一個修行人，有一個修行人。那個修行人真是精采，他這個平常每天吃，吃過了以後，他那個東西就送給別人。送給別人哪，有人就跟他說：「你不會留著明天。」「我怎麼曉得還有明天啊，我還等到明天呀！」唉，他覺得 ……就是吃過了以後，他有一個徒弟去侍候他，他那個徒弟苦不堪言，幹什麼？就是把他吃掉的東西，一定要送，趕快送給人家去吃，「我哪裡還有明天？」他一直是這樣。最後這個人走的時候，那個跡象之好，那真是無法想像地好，所以這種都是典型的例子。你們現在看那個《密勒日巴尊者傳》，他不管任何事情，他總是說：「哎呀，我什麼時候死都不知道，我哪有這個閒工夫忙這個事情！」",
    "1498": "[24:58]所以這個前面暇滿人身的時候告訴我們，死也可以併在這個裡邊。換句話說，得到了這個暇滿人身你趕快修，一定要等到你修持已經達到了跳出輪迴的量了，那可以。要不然的話，你不曉得什麼時候一旦失去了這個的話，你再沒有機會修哦！這個時候如果我們能夠生起這樣的心情來的話，修行是絕對沒問題的。所以他告訴我們，其他任何事情絕對不能跟它相比擬，只有一件事情，跳出這個三界輪迴、三有火宅。",
    "1547": "[25:47]又云：「歸依增上戒，及住願根本，應受菩薩律，漸隨力如理，修行六度等，菩薩一切行。」那麼這個修行的次第呢，是皈依，然後學戒、增上戒。這個增上戒有一點不同，平常我們的戒屬於七眾別解脫戒，從五戒開始，然後沙彌、沙彌尼、式叉摩那、比丘、比丘尼七眾。那麼這個「增上戒」，這個戒不僅僅是普通的，還有一步一步地向上，而到最後的三聚淨戒。然後在這種情況之下，往上面「願根本」，這是什麼呢？就是大菩提心，因為我們這裡引導我們的，是走上無上大菩提這條道路，實際上也是我們要修行的，也就是這一條直路、大路。那麼這個直路、大路走上去的時候，先是發願心，然後再行心。這個願菩提心是根本，有了這個根本，修學了以後，然後受這個行菩提心，行菩提心就是菩薩戒，那麼隨力行這個六度行，擴而廣之，推及八萬四千一切，而圓滿無上菩提之果。",
    "1660": "[27:40]又云：「方便慧心要，修止觀瑜伽。」那麼整個地把它含攝起來，不外乎兩點：一個是廣大福德資糧，所謂方便分；一個是殊勝深觀的智慧資糧，所謂慧，這兩樣東西的心要，那麼這個是什麼。然後最後是修止觀相應，這個就是一步一步地上去，到最後的時候主要說這個。乃至於最後的所謂無上瑜伽的生、圓次第都可以含攝在止觀兩樣當中，止觀兩樣當中，這也可以用那個方便廣大資糧，跟甚深智慧資糧這兩樣東西來含攝。",
    "1728": "[28:48]〈定資糧品〉亦云：「先固悲力生，正等菩提心，不著有報樂，背棄諸攝持。圓滿信等財，敬師等於佛，具師教律儀，善勤於修習。這個圓滿的大乘道，根本的進入之門是什麼？大菩提心，而這個大菩提心的根本是大慈悲心。"
}