{
    "8": "[00:08]所以先把那個慈悲的心力生起，令它堅固，然後呢，由這個而策發無上正等大菩提心。那麼這個過程中行持的時候，你一切都是為了這個，對三世所有的染污的一切的三有之樂，一點點都不沾著。而且「背棄」，這個就是厭捨，所有的世間的種種的圓滿的攝持、好的東西，都不要。",
    "50": "[00:50]我們要些什麼？下面這個卻是我們要的 ─「圓滿信等財」。世間的、凡夫的、世俗的這種財，我們統統背捨，而這個聖財卻是我們要圓滿的。我們通常謂「七聖財」。哪七聖財？說信、戒（戒就是我們持戒），聞是多聞，慚、愧、捨、慧；捨就是施捨，這個通於三種，慧就是智慧，就是智慧。那麼有的地方，有的不同的經論把慚、愧兩個合而為一，加一個精進；有的地方呢，慚、愧分開來，沒有精進。說既然真正要行持的話，精進是絕不可少的，所以他做每一項東西都必定有精進在裡頭。那麼有的時候，他特別強調這個精進，所以把慚、愧併在一塊兒，加一個精進。那麼剛才這個慧，這兒說慧，實際上呢，慧一定要透過定，所以有的地方把定慧兩者列為一。在這種情況之下我們也可以說：信、戒、聞、慚愧、精進、捨、定慧，這樣的七聖財。那麼這樣的法財我們圓滿的話，那才能夠真正地能夠永遠地攝持而不會輪轉、漏落。",
    "164": "[02:44]「敬師等於佛」，那麼這個在自修的方面是這樣，那麼我們所依止的，這個最重要的修學的根本是自己的老師，自己的依止的師長。這個師長像佛一樣地能夠對他恭敬，把他所教的、講的種種的內涵努力地修學。這個就是我們真正進入大乘佛法最主要的修習的次第上來。",
    "211": "[03:31]瓶密諸灌頂，由尊重恩得，行者身語心，清淨成就器。由圓滿定支，所生資糧故，速當得成就，是住密咒規。」前面這個是大乘的共基，不管是顯教或者密教，你在這個共同的基礎建立穩固了以後，如果你覺得力量夠強，走最快速的路子，那麼那個時候就可以進入密教。實際上密教不但是最快速的路子，它還有一個特點，什麼特點呢？什麼特點？這個快速不僅僅是自利，而且還要利他。為什麼說兩樣東西都對自利呢？因為你發大菩提心的特質是什麼？就是說你為了要解決一切眾生的苦惱，那麼雖然你發了這個心，但是要解決他的苦惱，還要學這個解決苦惱的方法。拿我們現在長夜無明當中，這種無知、無識，救自己都救不了，你怎麼救別人？所以他一定還要最正確圓滿的方法，而這個最正確的圓滿的方法，還非佛不可。",
    "309": "[05:09]所以說，為了你要的的確確如實地能夠把所有一切人救起來，那你還得非具有佛的智慧，單單那個悲心不夠。你有了佛的這個大智的話，你那個悲心才能夠徹底地圓滿。所以那個時候，他要以最快速的方式，最直接的方法來學，那個時候才是學密。同時因為你具有這種大慈悲的心，所以那個時候你才堪於接受諸佛的最圓滿的大法。要不然這個大法傳給你，你不行。現在叫我們做一點事情，哎喲，小一點的事情啊，你覺得自己就受不了。做一點事情都受不了，這個無上的大法你怎麼可能？所以我們作為一個容器，要接受好的東西，你那個容器一定也要相應。",
    "375": "[06:15]我隨便舉個例子來說吧。譬如說，現在說我們跑到街上去要想買一套傢俱，啊，這套傢俱是美得不得了！你很想要，結果你家裡那個房子是個破草蓬，請問這個傢俱買回來對你有用嗎？一點用場都沒有！不是很明白嗎？再不然你一個身體，說：「唉呀，這個藥非常好！」結果你身體是弱不禁風，虛弱得不得了，那個補藥一吃進去，馬上把你吃死。這所以為什麼我平常的時候，一開頭的時候，我們真正要注意，要先把自己成一個法器。做一點小小的事情：「哎喲，這個不行，不行，不行！」退在這個後頭，啊，這樣。吃點小小的苦，「唉呀！總覺得 ……」這樣。那這完全不相應，完全不相應！",
    "431": "[07:11]這個道理一路上你們好好地學，將來你自然而然很多概念都清楚，都清楚的。不要說我們像大菩薩那樣的話，什麼捨頭目腦髓幫人家忙，我們眼前就是說有一點苦事情，「啊！趕快我起來！」「趕快，我去做！」你能夠這樣的話，這慢慢地相應了。現在看見一點小事情，我趕快躲在那地方，不要讓人看見，最好人家做過了我就算了。那是完全不相應的境界，非常清楚、非常明白。所以前面一再跟我們說，你自己觀自己的內心相續很清楚、很明白。",
    "472": "[07:52]但是這個密教，修密宗的行者的確有很多事情外面都不管了，這個心情我們要分得清楚。他把那個是非、大小分得非常清楚，說我有無上的這個大目標在這個地方，我為了達到那個無上大目標起見，現在這種小事情不去管它。所以他把這個東西擺在那裡頭，他能夠捨掉，這個是對的。所以我們一定要把那個整個道的內涵認得得清楚，然後呢，在你的身心上面確定你自己走的路線，然後堅持這個原則走下去，那就對，那就對！這是為什麼我們一開頭的時候，必須要把那個整個那個道的完整的次第先認識，先認識。那時候你走的時候才千穩百當，要不然的話，東風東盪，西風西盪，聽這個人講講，覺得沒錯啊！你又想跟著他；聽那人講講，覺得是呀！跑到那裡看看也覺得這樣，跑到那裡 ……一生就空空浪費掉了。這我們要了解的。",
    "545": "[09:05]那麼現在正式地說，有了這個完整的認識，經過了這樣的一番地修持，確實有這個完整的認識，而經過修持以後有這種強悍的意志，堅強的能力，那麼學密，學得最快速的路子，而且學的是無上密。這個無上密灌的時候有四部：說「瓶」，然後這個「密灌」等等，「智慧灌」，然後一步、一步地這樣地上去。而這個最完整的這種加持靠什麼？靠尊重。這個都是師長這無比的大恩才能得到，所以為什麼密教裡是特別重視那個師長。而且到了密教裡的師長，跟我們普通侍候師長的方式是完全不一樣，完全不一樣。這個裡邊有特別道理，如果自己條件不夠的話，密教侍候師長的這種方式我們不能用。",
    "620": "[10:20]密教侍候師長的這種方式的話是這樣的，他隨便拿一個東西：「你看這個，這個是什麼？」我們看是黑的，他告訴你白的，你就是把它看成白的看。你不要說，那個老師告訴你是黑的 ─他反正告訴我白的，我就當它白的但實際上是黑的。不對！老師告訴你是白的，你的心裡應該這樣想：對的，白的！但是因為我的業障的關係，我看出來就是黑的。你要自己無比的懺悔的這個心情，就是這樣。他拿了一個鞋子告訴你：帽子，你馬上戴在頭上，這就是帽子。為什麼？為什麼這個樣？他有很多理由在，不是說嘴巴上面應順他，你心裡面也要這樣。",
    "668": "[11:08]所以密勒日巴尊者很有意思，那個老師怎麼磨折他，他絕對不會想：唉呀！這老師怎麼樣。要我們現在世間想的話：這個人簡直世間十惡不赦之徒啊！修學佛法哪有這樣的？我們一定會這樣想的。可是尊者從來沒有這樣想，他總覺得自己業障啊！欸，正因為這樣，他成功了。但是要注意哦！為什麼他修學佛法的弟子一定要具慧，他一定要在這個夠量的老師之前，你才這樣做，如果不夠這樣的老師，你這樣去做的話，那對不起，兩個人都是下地獄，佛法的損害也從這個上面。那人家造這個機會，反正是密教的老師，你要他怎麼辦，他就聽你怎麼辦，他也是假扮一個密教的上師，他愛怎麼辦，我也所謂這麼來的話，佛教就完了，就亂了！所以這一點我們要分別地非常清楚，非常清楚。",
    "734": "[12:14]尤其是近代很多密教的大德，特別強調這一點。所以宗喀巴大師這麼說了，說老師跟那個弟子之間一定要互相觀察 ─不是他說的唷！根據經論上面。如果不仔細觀察，隨隨便便貿貿然去學的話，這個師、徒之間都違反了，都違反了。違反了法，密教的這個東西差一點都不行哦！一違反法，你絕不可能有成就！所以我們現在隨隨便便灌一個頂，那是結個緣哪！大家都不懂，總覺得結了個緣，修了這個法，就可以成就了，那顛倒得不得了啊！那不曉得錯到哪裡去了。這個大家千萬注意，千萬注意。你跟那個老師，不要說你觀察到十幾年哪不嫌多，你至少跟他好好地跟他三年、五年，那個時候才是真正地可以說談這個。這個地方順便一提，以後請大家千萬注意，千萬注意啊！不要說：「唉呀！這個上師高。」這個上師可能很高，但就算是最高的上師，你還是要經過一段時候的觀察。他高，你不一定跟他相應啊！這個很簡單的一個道理。這個情形我們要弄得很清楚。",
    "821": "[13:41]那麼因為就經過上師的灌頂，所以把成佛的最圓滿的身、口、意的種子，來加持到我們身心上面，我們很快地就會得到相應。所以我們常常說，像我們現在用的電，那個東西你別看它是一根電線，乃至於看看那黑黑的破銅爛鐵，往你們屋裡面一接的話，樣樣有了。要想叫你自己造那個發電的話，發電廠的話，我們沒有一個人有這個能力的。造一個發電廠要多少？那幾百萬一點用場都沒有，丟在這個裡面，像一個石頭丟在水裡一樣。幾千萬也沒有用，多少億啊！我們哪一個人有這個力量啊？而實際上呢，佛法的圓滿成佛的種子還遠超過這個，而現在透過這樣的上師，他就加持在你身心上。你看看這個恩德，你能想像嗎？的的確確無法想像啊！這樣。所以這一點我們要了解。",
    "895": "[14:55]我所以開頭這麼說的原因，就是一開始我們就種下這種正確的種子，然後順著次第這樣走上去的話，到條件夠的時候，我們就可以走到這條最快速、最直接、最好的路子上去。那麼那個時候灌頂了以後，使我們的行者的身、口、意都清淨，成就成佛的這個種子。然後得到這個以後，下面呢，",
    "931": "[15:31]由圓滿定支，所生資糧故，速當得成就，是住密咒規。當然前面這個戒等等，它是根本。所以修學密法，我們這個身叫三昧耶 ─誓句身。它這個戒，不用戒而叫「誓句」的話，它有一個特別的理由，特別的理由。它就是說：我誓願要成這個法，成這個無上的大法，我誓願要這樣作這身，從此以後一切的行為等等，跟這個誓願相應。就像跟人家訂個契約一樣，你不能違背，你如果照著這個契約的話，對方也履行這個契約。對方履行的契約，是把成佛的所有東西給你，但是你自己本身也絕對需要照著這個去做。所以當你接受密教灌頂的話，那個受了這個密宗戒，我們這個身心上面所送下來同樣的戒體，這個戒體就是當下成佛的種子就放在上頭。只有在這個基礎上面，才能夠學這個生、圓次第，即身成佛。它這個要求的條件非常高，這也為什麼所以說密宗戒是絕對不能破。它說起來這密宗戒少得很耶！沒幾條，哎喲，但是這個難持是難持極了！平常的時候小乘的戒，這個起心動念弄錯一點，還可以；密宗戒的話，那心念一動，那就不對。這麼個嚴重法。",
    "1034": "[17:14]那麼所以在這個上頭，然後呢正式地在這個基礎上面先「圓滿定支」，這個就是我們所謂的「生起次第」。由於這個，最後的話就圓滿次第，很快得到成就了，這個就是走密教的這個道理，走密教的道理。他主要的這一段，就把次第這樣地說清楚，把這個次第說清楚。那麼這個次第弄清楚了以後，再下面，",
    "1072": "[17:52]第二所為義者。說為什麼要照著這樣的次第？照著這樣次第它有什麼目的，有什麼好處呢？有什麼意義呢？我們看文。",
    "1089": "[18:09]若中下士諸法品類，悉是上士前加行者，作為上士道次足矣，何須別立共中下士道次名耶。說假定說，像我們前面所說的，一切無非是引導我們走上上士道。那麼既然這樣的話，所以中士、下士就統統擺在上士當中就夠了，為什麼要另外創立這個共中、共下這個次第？為什麼呀？欸，答案是這樣。",
    "1144": "[19:04]別分三士而引導者，有二大義，所以分開來，分成功三士道次第引導，它有兩種殊勝意義。在我們正式地講這個兩種意義之前，在這地方先要說明一個道理。它這個完整的教授，它每一個，每一個項目的安立，它都有它安立的必須要的理由在，必須要的理由在。有，它有什麼好處；欠，有什麼缺點。讓你分別得清清楚楚，分別得清清楚楚。你了解了這個以後，你會發現哪，少了就是不行；如果說除了這個再多了，再多了就是多餘！所以他在事先如果你對這個概念弄清楚了，有什麼好處呢？那好處可大了。平常我們修行過程當中，總是碰到什麼就忙著去修，雖然有的人不一定這樣，多多少少學了一點，可是啊這個學的次第都不圓滿。次第不圓滿，所以你碰到別的地方，聽人家這麼一講的話，「欸！對呀，這個我沒聽見過啊！」「對啊！這個有這個問題啊！」於是就使得你懷疑了，懷疑了以後你也不曉得如何取捨，這是一種。還有一種呢？「這樣我就不去管它了！」你去修行，更糟糕。因為你修行過程當中，的的確確有實際上的問題。因為你事前既不了解，也沒有準備，修行到那個階段當中，問題出現了，你也不曉得怎麼辦是好。啊！到那個時候苦不堪言，然後在那兒一轉倒是不曉得轉到什麼時候。",
    "1272": "[21:12]所以這個圓滿道的次第一定是這樣的，它每個地方那個層次、必然性，就擺在那裡，千穩百當地，讓你弄得個清清楚楚。到那個時候走上去，不管它是什麼東西，喏，我心裡面把握的，就這樣有把握，絕不動搖，這個時候你走直路了。所以從這個地方要了解一個事實：在我們凡夫分上，因為我們心力太弱，我們往往總覺得：唉呀，你趕快給我一個很好的嘛就行啦！但是他偏偏不給你的理由，就是這個。實際上告訴你這個次第，正是使得你最快速、一點不走冤枉路的無上妙法。這個概念大家務必要了解，務必要了解！",
    "1326": "[22:06]如果自己的心力不夠的話，你可以不學這個東西，等到心力強了以後再學，等到心力強了，這是千真萬確的事實。但是我們如果在學的地方，那麼要勉強自己。平常我們學，一定是任何情況之下，都一定帶著幾分勉強的，沒有一個例外的，沒有一個例外的，我們學任何一個帶個三分勉強。然後呢勉強自己上去、上去，你慢慢地上來了，欸，就成了嘛！就這樣。所以我們如果了解這個道理的話，的的確確應該感到無比的幸運，然後呢努力推動。你有這個努力推動，這樣去做的話，一點點勉強就很容易克服，最後得到的無上的好處還是我們自己的，還是我們自己的。所以它很多地方就這樣地要明辨，所以本論的真正重要的地方，還在這個地方。",
    "1385": "[23:05]所以前兩天有一位同修跟我談，說其他的，也有別的這個人寫的關於這方面的這個引導的方式。表面上面看起來，欸，他也是這樣啊！修學佛法，先嘛要靠善知識，然後要什麼等等，每一個項目好像立得清清楚楚。但是本論的有一個特點，就是關於這一部分。平常我們一般看書的時候，覺得這個好像無關緊要的，為什麼談這個，實際上本論最精采的精華卻在這裡，這是我們要了解的，這是我們要了解的。",
    "1427": "[23:47]不過眼前有一點大家要注意，因為我們並沒有真正地了解這個完整的內容，剛開始學的時候，腦筋裡面是一片陌生，所以自然而然很難體會到這個真實的內涵。那麼在這種情況之下，大家不要急，告訴自己，說我今天有幸學到這個完整的次第，這麼好的東西。完整的次第，平常世間作學問的情況來看，那不是研究院嘛，至少是大學，可是偏偏我們現在不是小學就是中學。那我們也努力告訴我們自己：好好地學上去。等到你把本論的完整次第學好了以後，那個時候再回過頭來溫習一下的話，你就把全部的內涵都把握得住了，這樣。那時候就是說省下來的氣力、省下來的時間，啊！那都是以無量阿僧祇劫來算，這是時間來說。省下來的氣力，省下來的苦樂的話，啊！那都是無 ……這些時候長的三惡道受煎熬、油鍋煎，這種苦都省掉了，這是我們真正的殊勝的好處。",
    "1514": "[25:14]那麼現在我們看這個文，他所以用這三士道引導的兩個大意義是什麼呢？",
    "1520": "[25:20]一為摧伏增上我慢，這是第一個。由這樣地引導的話，他會把我們的「增上我慢」摧伏。這個慢有很多種，這慢，所謂七種慢：慢、過慢、增上慢、卑劣慢等等。那麼平常只要我相還存在，這個慢一定在；因為慢是思惑，就算你破了薩迦耶見，這個餘習，慢的餘習都在。在這種情況之下，它那個慢有種種不同的形式出現，這個地方特別叫增上慢。什麼叫增上慢？就是你還沒有達到這個真實的這種狀態，你以為達到了，把你的能力高估了，增加、超過了，這個叫增上慢。那麼這個增上慢說什麼？",
    "1592": "[26:32]謂尚未起共同中下士夫之心，即便自許我是大士。說我們乃至於共下士、共中士的這一種心量，都沒生起，都自己覺得我是一個大士。這個是第一個意義，這個第一個意義再說一下，詳細地說一下。前面我們簡單地介紹過，共上士或者大士的意樂，心理狀態是什麼樣？就是說要利益一切有情，所以要成佛，這個是無上大菩提心的特徵。而所以要生起這個心來，必定要經過一個什麼？必定要經過 ─第一個，先自己了解這個世間一切，這個世間不但是我們在欲界，乃至於色界、無色界，任何的一件好東西，你認識它：啊！這是痛苦的根本，產生絕大的厭離。然後推己及人，那個時候你才能夠看見那些人染著在世間，深深憐憫是幫助他們，這個是共中士。現在我們連現世這種小小的欲樂都放不下，為這個現世的欲樂又忙這個、又忙那個，這個連它共下士都做不到，而我們居然說我們是大士，這個就是增上慢。",
    "1715": "[28:35]那麼為什麼有這個增上慢？就是對於這個真正修學的次第內涵完全不明白，一點都不清楚啊！只曉得人家說：「哦，這個大乘佛法好！」「欸！那我當然好。」沒有一個人例外的，只要「我」在，一定有這個我慢。我慢都是把自己估得高高的，「哦，既然這個很高、很大，我當然高、當然大啊！」實際上你夠不夠這個高、大的量？不知道！所以這個叫增上慢心。有了這個增上慢心，有沒有可能修行啊？絕無可能。所以他現在把這個次第很清楚、很明白擺在那裡，你只要一衡量，覺得：「唉呀，不行啊！我連它幼稚園的東西都不知道，小學的東西都不知道，說大學那真是荒唐極了！」這個心裡面就摧伏了。"
}