{
    "8": "[00:08]你這個慢心一摧伏，你自然肯低聲下氣好好地去學。除非你是自暴自棄，不談！我們真正修學的人，第一個障礙就是那個增上慢，總覺得自己懂得很多，總覺得是個大菩薩，總覺得是個了不起，不肯學，你就完了！摧伏了以後，然後一心去學，你就有機會。任何一個人都能夠這樣去做，佛法那就興旺了。因為你能夠如法去做的話，那麼只要如法，這個佛法就在世間了。為什麼我們現在目前這種情況？大家說：「唉呀，現在這個不行啊！」總覺得怪這個、怪那個。真正要怪的，怪在哪裡？怪在這裡。你只要有這個次第在，自己內心上面一觀照的話，問題都解決。每一個人觀照自己，佛法就慢慢地復興起來了。這是第一個。",
    "63": "[01:03]二為廣益上中下心，要廣泛地利益各式各樣的，上等、中等、下等，為什麼呀？",
    "76": "[01:16]廣饒益之理者，謂上二士夫，亦須希求得增上生及其解脫。故於所導上中二類補特伽羅，教令修習此二意樂，無有過失，起功能故。那麼除了上面這個必須要的情況之外，另外還有一個，是能夠廣泛地對於各式各樣的人，上等人也好，中等人也好，下等人也好，都使他得到好處。因為本論雖然是引導最上等人的，但是那個上等人同樣地需要得到共下士、中士，所以叫共中、下。所以把這個次第這樣安立，說下士、中士，這樣上去的話，對他來說並沒有過失，不但並沒有過失，而因為這樣的次第引導上面去，使他產生功德，得到增上的能力。順著這個次序，他才能夠一步、一步地爬上去，能力增上，然後呢如理修行的功德得到，步步上升。所以他並沒錯。而另外一點呢？",
    "177": "[02:57]若是下品補特伽羅，雖令修上，既不能發上品意樂，又棄下品俱無成故。反過來，有一種人心力比較差，心力比較差，你教他一下子教他修那個上品的話，「唉呀！這個不行，唉呀，我這個不行啊！」結果呢，上品嘛他沒辦法修，下品嘛你又沒有！好了！把這種人就摒棄在外頭了。佛法，所以圓滿精采的，什麼？它能夠廣攝各式各樣的人。今天你把這個大法高高地提起來了以後，結果把那些人遺漏掉了，你就不圓滿。所以它用這個方式次第引導，對於上品的人，正好讓他步步上升哪！不但沒有過失，而且讓他走上去是如理如法地走得上，順理成彰；對下品的人呢，也能夠引導。它有這麼大的好處啊！所以這個是為什麼用共下、共中、共上引導的目的。那麼這個概念我們應該了解，了解了然後對我們修學過程當中非常好。",
    "260": "[04:20]同時對於上士來說，不但是把我們引導上去，上士的目的幹什麼？你自己上去了，還要引導別人。然後你自己這麼走過來了以後，你也曉得這個完整的路子以後，自己成功了，引導別人這個方法也完全善巧，你也能夠如理、一點不錯地引導別人。所以不管是自利、利他就非此莫屬，這個是它真正精采的地方。",
    "292": "[04:52]同時看到這裡哦！我們也不妨回過頭來看看我們自己：我們自己，現在大家傳說紛紜、諍論是非啊，你簡直不曉得怎麼是好。他說你這個小，不理想；反過來，他說你這個雖然大，空口說白話沒得用！唉呀！吵了個天翻地覆。它現在呢，廣攝一切上、中、下法，沒有一個遺漏，而每一個地方都有恰如其分相應的，所有的都包含在裡頭，沒有一點遺漏。這個諍論有沒有？沒有了。還有我們剛才這種情況，說大家爭來爭去，爭了個半天哪，修行是沒有修啊，吵了個半天，大家一起下地獄。欸！它現在啊就不是，每一個人找到了正確的方法，不但沒有諍論，找到了正確的方法，一同地遵循著不動的次序，走到最圓滿的這條道路上去。",
    "360": "[06:00]所以你看，我們中國這幾百年來這個佛法，啊，那簡直是支離破碎啊，真是不堪回首之感！而西藏，自從宗喀巴大師把那個教法整理了這麼完整以來，到現在是經六、七百年哪，這個教法始終如日中天。為什麼？他就把那個圓滿的教法，用這種方式提起來了。不管是你任何一類的人，都能夠攝受！高的，一步一步地爬達到最高；下面的，正好漸漸地作基礎。可以想見這個教法的圓滿。",
    "410": "[06:50]對於這個整個的廣大的佛法的全貌來說是這樣，那麼對於我們個人來說呢？同樣地可以運用得上。要曉得，修學佛法不是說一生一世的事情，而是說長時間的無量劫這樣地走過去。你現在走進去，走對了，這一生只要次第走對了，一生一生增上的話，於是自然而然到最後你走上最高的路。所以下腳第一步走對了，實際上你就是什麼？等於說下腳第一步就走上了最高、最正確、最圓滿的路，對不對？這個非常清楚、非常明白，非常清楚、非常明白。所以這個深廣，你也可以說從整個的大趨勢來看，而這個大趨勢濃縮起來，就用在你身心上面，我們自己任何一個人也是這個狀態啊！你只要開始第一步做對了，生生世世自然就你走這條路。",
    "481": "[08:01]說到這個地方啊，我覺得我們真堪以自慰、感到高興。現在大家說：「唉呀，末法啦！這個教法是沒有啦！」卻在這樣的支離破碎的這種情況之下，我們卻能夠得到圓滿的教法，憑什麼？憑什麼？宿生自己的業。所以這個佛法就這麼妙法，就這麼妙法！你只要跟它結上了這個緣，然後你自己不棄捨，你努力地照這樣去做，淨除你的罪障，努力積聚你的資糧跟它相應的話，生生增上，一點不錯耶！儘管這個時候教法支離破碎了，欸！我們卻碰來碰去又碰到這個圓滿的教法。大家想想看，誰知道我們今天會跑到聚集在這裡來學這個東西啊？佛法就這麼奧妙。想到這裡要高興啊！",
    "545": "[09:05]所以我平常沒有什麼事情，我看見大家苦苦惱惱，我真是覺得：唉！你們真是冤枉。我平常沒什麼事情就高興。什麼高興哪？沒有別的，就想這個嘛！啊，想到就歡喜得不得了！往往無緣無故地就想到就歡喜，乃至於它苦惱來的事情，苦惱來的事情我只要一想就歡喜。為什麼？因為唯有這個方法才能夠淨除我們苦惱。你沒有得到這個方法之前，苦惱硬是看著它苦惱。看著它苦惱還小事情耶！這苦惱來的時候，你還輾轉地增長苦惱，跟著它下地獄。人家罵你一句，你覺得這無緣無故罵你，你怎麼心裡去想：這個傢伙為什麼罵我？我怎麼樣要弄他啊！然後呢，結果是什麼？造了惡業大家一起下去呀！這不是很清楚、很明白嗎？欸！現在我想起來，看見這東西好，以前我欠了他，現在我可以淨化了。這苦惱來的時候啊，你一想到你也歡喜；這歡喜的時候固然歡喜，苦惱的時候也還有歡喜，你還有什麼？",
    "611": "[10:11]每一個時候你能夠這樣想的話，不但眼前解決了你的苦惱，而且增上了你跟法相順、相應的這個緣，將來你就很容易又碰上了。這是我們隨時隨地的最佳修行啊！所以現在居然是弄得苦苦惱惱，我跟大家說：「唉呀！你們沒有什麼事情，最好多聽聽它呀！」大家總覺得這個也忙、那個也忙。我實在是莫奈何。我只好在背後在那兒嘆息，這個無可奈何。所以我看見有好幾個老法師，他們自從聽見了這個以後，拿一份帶子一遍、兩遍、三遍，幾遍都在聽，我讚歎不已，他真的體會到了就有這麼好處，這是我順便一提。",
    "664": "[11:04]所以曉得，喏！這個次第有這樣地好法，這樣地好法！所以第一個對自利來說，能夠摧伏我們的增上慢，我們爬得上去；對於利他來說，我們把握得住這個情況的話，能夠廣含攝上、中、下品。而實際上不管是自利、利他，正是我們究竟目標需要的，所以眼前我們必須要從這個地方去摸。",
    "700": "[11:40]這個話再說一遍，我們究竟應該要想做的什麼？自利利他！所以眼前可以避免增上慢，好像屬於第一類，實際上呢我們的目的要幫助別人的話，還必須要了解第二類啊！這是對上士來說。下士呢？我們也曉得下士他不會停止在那裡，所以爬不上去的理由，他因為業障重、資糧不夠。他能夠照著這個下士的這個方法，慢慢地去做，業障慢慢減輕，資糧慢慢積聚，能力增高了以後，欸！到那個時候心慢慢地加強了，正好趁這個次序又爬上去啊！所以不管你從哪一個角度去看，它有這樣大的好處啊！所以這個地方注意哦！大家現在了解的話，為什麼我說本論真正圓滿的就在這個地方，這才是我們學這個大經大論的骨節眼所在地方，也是最難的地方。現在我們繼續下去。",
    "770": "[12:50]復次為具上善根者，開示共道，令其修習，此諸功德，或先已生，若先未生，速當生起。那麼再說，對於具有上善根的人，把這個共道說明了讓他修習，不管他先已生、先未生。如果「先已生」，他一提，很快地就相應了，就像六祖大師，的確「應無所住，而生其心」，他宿生有過了，啊！馬上開悟了。我們現在也是一樣，真正有過這個善根的人，你跟他講暇滿人身，他一聽見哪眼淚直流、身毛直豎，那表示他修行了。一念到死，他那個死馬上提起來了，一提起來了，他馬上生起，然後生起了有什麼好處，不生起有什麼壞處。因為以前雖然有過，可是這一生又被世俗的染污所染污住了，所以他矇在這裡，派不上用場，你一提，他馬上開顯，馬上派用場，馬上推動他拼命上去，正好幫忙他向上，這一點都不錯。如果萬一沒有修，那還非修不可，所以對上士來說，不但不影響而且生功能故，這個很清楚。下面兩句話：",
    "857": "[14:17]若生下下，可導上上，故於自道非為迂緩。要曉得，你從最下面，「下下」 ─最下面的，可以引導我們走到最上面的，所以對自己要修的這個上乘，絕對不慢。「迂」就是轉了個大圈子，「緩」就是慢。那麼這個地方我們要曉得啊，這個特別重要的，有一個概念是特別重要的。我們現在真正修學佛法的人，儘管我們說凡夫，不管他已經修過、沒有修過，現在這裡引導我們卻是從最下面的地方引導起。我們說：「那麼你教我們怎麼修不就好了，何必說上面的？」不！它有個大道理。單單修最下面的 ─是！最下面的就是暇滿人身難得，難得是難得，然後呢你好像也沒有什麼一定要做太重要的事情哪；告訴你，告訴你最上面的，說最上面的有什麼特別好處，這個佛的圓滿的好處，你了解了越多啊，那個時候你就想修了，對吧？",
    "936": "[15:36]所以他有個特別的功效，就是修行是件苦事情，不是一個快樂的事，如果是一件快樂的事情，不必講說這個修學佛法的殊勝的利益，不必講不修學的特別的過患，只要叫你去，因為快樂嘛！叫你不修你還做不到。修行是件苦事情，那麼苦事情你為什麼要去做？它因為它有特別好處。那麼特別好處在哪裡啊？不是在下下，而在上上。所以他講，告訴你最上面的道理，然後呢策發我們，啊！要想要修了。結果呢？假定說單單講上面要修了，它高高在上人造衛星，你要修了，不知如何下手。所以我們現在通常講那個大經大論，哎喲！大的個不得了！你很想修，但是一想：唉呀！這個等覺菩薩的境界，我這個凡夫差得十萬八千里。你沒辦法修啊！所以說起來這個境界是很高明，對我們是一點用場都沒有。怎麼辦呢？欸！你真正修行的時候，從「下下」開始修；真正地聽見了「上上」，卻策發我們大的好樂心。這個善法欲一定要從講上上來策發的。",
    "1023": "[17:03]不要說佛法，那世間很明白，念書是最苦的事情，還要先掏出很多本錢來，但是大家願意去念書，為什麼？因為曉得這個「上上」，哦，這個上上，多聽聞這個上上的道理，人人願意去走。那走的時候呢？卻從下下走起。為什麼啊？你下下走起的話，障礙慢慢地消除，資糧慢慢地積聚。障礙消除了，你走上去，能夠走得上去；資糧積聚的，你能力增強。",
    "1056": "[17:36]當你能力增強了以後，有幾個好處：一方面你自己覺得我可以走，一方面的淨信心增強。那個時候你發現，哎呀，這個說得一點都沒錯！這個淨信心是什麼？淨者，淨化煩惱。等到淨化煩惱，佛法的特質就是這個，淨化的時候一定有清涼、解脫之感，那個時候你真的歡喜，得到了法喜，這個你的法財。唉呀！那個時候你善法欲增長，你的淨信心增長，然後你一步一步上去的就有力量，越跑越有趣，是越跑越有趣！這個東西還非從腳踏實地去做不可，而這個腳踏實地一定從下面開始。所以他講的時候是把圓滿的講，然後呢最高的說在這裡，而引導我們走的是從最下的走起，這個是修學佛法最重要、最切要一個根本。現在我們平常就沒辦法把握得住這一個，所以大家急急忙忙地想去修，結果呢急忙了半天哪，欲速不達！欲速不達！這就是我們現在的最大的一個困擾。引導的原則，有了一個了解了。",
    "1138": "[18:58]須以次第引導心者，我們看文：",
    "1142": "[19:02]《陀羅尼自在王請問經》中，以黠慧寶師漸磨摩尼法喻合說，恐文太繁，故不多錄。關於這樣引導的次第，這個除了上面道理以外，他還引經上面。那麼這個經呢？是在這個經上面，說就像一個有智慧的一個銀匠，一個珠寶這個技師來磨這個無價的摩尼寶珠，用種種的方法，他說太繁了，這裡不說。實際上我們回想一下，講前面破除邪執，破除修行邪執這一段已經說得很清楚。前面呢用水洗、火燒，種種的調柔，它有它的必須要的次第，然後這麼一步、一步上去，得到你正需要的。這個道理跟這個地方可以說一致的，我們回想一下就曉得。那麼這個道理是這樣，經上面是這樣，下面呢菩薩，很多菩薩跟論上面的來證明，說：",
    "1240": "[20:40]龍猛依怙亦云：這是龍樹菩薩的。",
    "1243": "[20:43]「先增上生法，決定勝後起，以得增上生，漸得決定勝。」那麼引導的次第呢先是共下士的，共下士就是增上生，那麼然後呢決定勝以後順著次第。決定勝有兩種：共中士的決定勝，跟不共上士的特殊的決定勝。必須順著這個次第，因為你得到了前面的增上生，漸漸地自然可以得到決定勝。",
    "1276": "[21:16]此說增上生道及決定勝道，次第引導。就是說明這個道理。那麼這個是性宗的祖師龍樹菩薩。下面呢？無著菩薩亦云，",
    "1288": "[21:28]聖者無著亦云：這相宗的。",
    "1292": "[21:32]「又諸菩薩為令漸次集善品故，於諸有情，先審觀察。那麼這個菩薩要想修集善品的話，對於所引導的眾生先仔細地觀察。怎麼觀察呀？",
    "1312": "[21:52]知劣慧者，為說淺法，隨轉粗近教授教誡。知中慧者，為說中法，隨轉處中教授教誡。知廣慧者，為說深法，隨轉幽微教授教誡。是名菩薩於諸有情次第利行。」也是這樣。那先要看被引導的眾生的根器，是下等的、比較差的，跟他說最淺的，跟他相應的教授跟教誡；中等的、上等的，一步、一步地加深加廣。這個是真正菩薩，引導利益有情的次第步驟。",
    "1361": "[22:41]聖天亦於《攝行炬論》，成立先須修習到彼岸乘意樂，次趣密咒漸次道理。那麼這聖天菩薩，也就是性宗的，是一位了不起的大菩薩。他在這個裡邊，論當中也說，說這個次第 ─先成立這個所謂根本的共大乘的基礎，其次引導最上面的不共的密咒。",
    "1397": "[23:17]攝此義云：「諸初業有情，轉趣於勝義，正等覺說此，方便如梯級。」總之一切的初發業的，就是初初修習的有情啊，那麼要慢慢地增上了達到無上的勝義。那這個「正等覺」，就是佛，告訴我們怎麼辦呢？這個有他一定的方法，這個方法就像樓梯這樣地一步、一步向上爬。",
    "1435": "[23:55]《四百論》中，亦說道次第極為決定，那麼這個也同樣的，他舉各式各樣的論典來說明，說明這個引導的這個次第是確定不疑的。怎麼說啊？",
    "1454": "[24:14]「先遮止非福，中間破除我，後斷一切見，若知為善巧。」「遮止非福」那就是共下士的，遮止非福造福業，造福業是什麼啊？增上生。「破除我」是什麼？那就是共中士，超脫生死輪迴。然後呢？「後斷一切見」，人、法我執徹底破除，這樣，這是大乘道。這樣的話，這是善巧地引導的必然次第。",
    "1486": "[24:46]此說道有決定次第。每一個地方都這樣說的。",
    "1492": "[24:52]敬母善巧阿闍黎亦云：「如淨衣染色，先以施等語，善法動其心，次令修諸法。」就這個樣。先「施等語、善法」，這是世間、共世間的，增上生，然後再進一步深廣而入。",
    "1515": "[25:15]月稱大阿闍黎，亦引此教為所根據，成立道之次第決定。那麼另外有一個大論師，是月稱大論師，也引這個做為根據，說明這個道的次第。所以上面是不管是哪一個宗、哪一個派，性宗、相宗，最主要的那些祖師們也同樣的，沒有一個例外的，都說明這個重要。所以理論是這個樣，經是這個樣，論是這個樣，然後呢祖師說的也沒有一個例外，都是這樣的圓滿的次第。從這個地方啊，我們要體會一件事情：所以在印度當年的教法如日中天，乃至於像阿底峽尊者那個時候這麼圓滿。阿底峽尊者說每天有一個成就者出現，他原因何在？就是有這個圓滿的教法。那麼現在呢？這個次第正表示圓滿教法的全部內容─單單講質，不一定有；有了量，還不一定有；講到次第的話，如果你談次第，沒有質跟量，那個次等根本無從談起。你說：「我現在燒飯了。」米沒有你燒什麼？跑到那個時候，說還沒洗好，你作什麼？所以這個一定是樣樣東西圓滿，所以他能夠有這樣的一個圓滿的成就。那麼目前對我們來說，我們真正要想認識了解的就是這個。",
    "1626": "[27:06]所以說到這裡，也順便一提，有的人覺得：「唉呀！這樣做的話，對我們好像啊，唉！我們很難做到。」是的，是很難做到，這是千真萬確的事實。問題不在難不難，問題在你想不想。你想成佛嗎？你想解決這個問題嗎？如果你想的話，那麼，喏！告訴你，這是最好、最正確、最圓滿的路子。你認識了這個路子，然後照著這次第去走，就是這樣。所以上面跟我們說得清楚：你如果說對於上上的引導的話，他自然而然就願意去慢慢地走下下的去走。所以我們真正重要的，並不是拿這個上上道說了以後，讓我們害怕得停在那裡。說了這個上上的，我們才曉得：對！我們要開始去做。這個才是真正重要的。然後呢？走的時候卻是從下下走起。因為你下下走，所以你對於上上的淨心也增加了，然後呢了解也增加了，你更有信心了，更能夠跑得上去，這個是正確的次第。",
    "1703": "[28:23]你如果認識了這一點，那麼在這種情況之下，聽聞了這個完整的教法以後，所產生的第一個必然的效果，或對於這個教法會產生絕大的寶愛，一心一意現在無論如何要聽到它，要努力地完整了解它，這是重要的。然後呢對於自己做的方面的話，隨分隨力，以我們眼前能做、做得到的地方去做去，而不是說一口氣，啊，我也像他一樣馬上成一個佛，它不是這個。乃至於像看《密勒日巴尊者傳》，是！看了以後你心裡想說：我也一定要像他這樣學最高、最快的路！心裡應該有這樣，一切諸佛都以這種方式走上去，然後呢走的時候，卻是跟我們相應，眼前最正確的路。因為它那個次第本身引導你很完整，對吧？所以讓你有走得進去的地方。"
}