{
    "12": "[00:12]由利等故，引起猛利我慢嫉等諸大煩惱及隨煩惱如瀑流轉。由於這個前面說的利養恭敬等，固然貪瞋癡的毒是這樣，還有呢其他的大煩惱、隨煩惱，所有的枝末的統統跟著來了。像什麼啊？像瀑布 ─量又大、勢又猛，哇，這樣地來！我們是一點辦法都沒有，的的確確是一點辦法都沒有。",
    "45": "[00:45]復由此故，於日日中漸令增長，諸有勝勢，能引惡趣猛利大苦，身語意攝十種惡行，無間隨近，由於這樣的關係啊，於是我們日日，這個「日日」 ─時時刻刻、剎那剎那。剎那而積為分秒、時日、年月，乃至於長劫，無量生死啊，是都在這個上頭。我們因為被常顛倒所遮蓋，起惑造業，所以增加的是諸有、三有當中啊，輪迴三有的惡業。這個力量非常地強盛，非常強大，這個力量是引我們到惡趣受無邊大苦。眼前呢，還沒去之前造的因是什麼？就是我們身語意所攝的十種惡業。如果說，另外一個話來分類的話，就是說「無間、隨近」，或者是無間罪，或者近無間罪。",
    "110": "[01:50]謗正法等諸不善業。我們造的不善業不曉得多多少少，而裡面最嚴重的就是謗正法。謗正法的罪是可怕極了！所以大乘經典上面給我們說了：五無間罪菩薩能救我們，謗法之罪是沒辦法救我們。現在我們很多修學佛法的人啊，說實在的五無間罪他不會造，謗法的罪實在，所以細微的地方是非常不容易避免。我們往往學了一點執著得很，啊，自己覺得這個對，然後呢輕輕易易地毀謗別人，這個毛病是非常容易犯，而且非常可怕。所以請大家務必多看這個大經大論。",
    "163": "[02:43]所以《妙法蓮華經》上面說得很清楚：嗯，佛出世用種種方法引導眾生 ─哪怕這個人念一聲佛，看見佛像低一個頭，他都可以成佛道。所以他用種種方式去吸引、接引他，當然大法也是如此。那你現在就隨便謗它，那佛不如你呀？然後《地藏十輪經》上也說得很清楚，接引不同眾生，佛說不同的法，而佛說的每一種法，他在集聚資糧的時候，都是捨頭目腦髓得來的。結果得來了以後，傳那個法的時候，你就跑得去說：這個不如法，那個不如法！也等於說人家的無價之寶拿到你手上的話，你把它一把丟在火爐裡面燒掉了。我們就是犯這種毛病，你賠得起嗎？啊，我們不要說這種東西賠不起哦！這東西啊，佛法這個東西，你一旦對它毀謗了，這個可怕極了。所以現在我們務必要知道，我們是非常愚癡當中，第一點很重要，然後千萬不要看別人不對。你能夠看自己不對，就對了！你看別人不對，那就錯了！就在這個地方，總要把那個佛法的法鏡來自己照，淨化自己。",
    "248": "[04:08]又令漸棄能治彼等，善妙宣說甘露正法，斷增上生及決定勝。不但把那惡業增長，還有呢善業 ─嘿，能夠對治這個惡業的是什麼？善業。因為你一天到晚忙現在這種事情啊，所以自然而然無非都在貪瞋癡這種事情上面轉。而所有的正法都對治我們的貪瞋癡，那個才是真正的「妙善」，這個「甘露」能夠救我們，跳出生死的正確的辦法。你為了這個忙現在啊，自然而然你把它丟得遠遠的，既然這個不做了，增上生跟決定勝都一刀兩斷。",
    "312": "[05:12]所有命根，遭死壞已，為諸惡業引導，令赴苦痛粗猛，炎燒非愛，諸惡趣處，何有過此暴惡之門。一旦我們的生命完了，生命完了、壞了以後，因為在生的時候，被這個常所蒙蔽─常顛倒所蒙蔽，所以造了種種惡業。既然造了惡業，就被惡業引導，到哪裡去啊？唉！到那種苦痛而且粗猛的炎燒，這個都是不可愛的惡趣的地方，想想看，還有什麼比這個更壞、更糟糕的！所以比這個，「這個」指什麼？常顛倒所覆蔽啊！所以平常我們「常、樂、我、淨」，這個四顛倒當中第一個，常顛倒就這個。",
    "378": "[06:18]前面已經告訴我們，記住！這個常顛倒不作意對治是沒有用的，所以不是聽懂就算。但是這裡要注意哦！你必須聽懂了，然後了解了去一步一步去做，也不是說今天聽懂了馬上做到了。如果你認為聽懂了，覺得做不到而著急，這個是不需要的，不需要的。你現在應該聽懂了怎麼去做，然後照著去做，這個才是正規的次第，正規的次第。你只要真的去做的話，自然有效。",
    "411": "[06:51]現在我們有一些人啊，根本不好好地聽；有一些人聽是聽懂了，覺得做不到而心裡一直煩惱。煩惱結果還是浪費時間，還是沒有用！而是要聽懂了，那個時候就要照著去摸索。所以的的確確，自己一定要認真地修習。欸，他講的是什麼，然後呢我如何去修行，是聽完了以後，休息幾分鐘，馬上自己找剛才講的弄清楚，還要找參考資料。自己太多的事情要去學、要去努力，一點的閒功夫都沒有啊！假定得不到這個善巧的話，你自然而然毛病都來了，聽過了，書一丟，那是雖然聽懂啊，沒有做。還有一種呢，想做了又覺得：唉呀，講的道理我做不到啊！然後又苦苦惱惱停在這裡，還是沒有用！這個次第還是要弄得很清楚喔，弄得很清楚！",
    "470": "[07:50]那麼另外一種呢，他聽是聽懂了，然後他去修的時候，聽懂了然後跑得去他自己念他的佛、拜他的佛。這個就變得，欸，前面告訴我們的兩極：他拿一張地圖告訴你，現在啊你去的時候要怎麼走法；地圖弄懂了以後，真的走的時候，地圖丟掉了朝那邊跑。地圖告訴你向東走，他走的時候向西走，這個也不大相應。這個每一個地方我們一定要弄清楚、弄明白。但並不是叫我們不要拜佛、不要念佛哦，他後面告訴我們清清楚楚，你怎麼樣拜、怎麼樣念，那麼跟你所學的東西相應。這個拜跟念是絕端重要的，但它也一定的配合的方法，這裡是先順便一提。下面引那個論：",
    "520": "[08:40]《四百論》亦云：「若有三世主，自死無教者，彼若安然睡，豈有暴於此。」引上面，論上面。這個「三世主」，實際上那個三世主啊，我們是作不了主的，這個是閻羅王；實際上呢，我們真正沒辦法作主的。三世是什麼？過去、現在、未來。換句話說我們一直在這個裡邊流轉，流轉啊，沒有人告訴我們，我們自己也不曉得。對於這個實際上一直在流轉當中，不了解、也不去學、也沒人教，然後就輕輕鬆鬆、安安樂樂覺得滿好。這個「睡」的話，不是我們的晚上昏頭大睡的睡；白天張開眼睛在無明大夢當中的「睡」，這個我們要了解的。我們現在覺得這裡是住得很舒服，這個在睡當中哦，無明大夢當中，這「豈有暴於此」啊，天下再沒有比這個更惡劣的。他告訴我們目的是什麼呢？就我們要了解這個是無常，這個三世，這個三世的流轉啊，不是說前一世、到這一世、到後一世我們看見的啊！而是說我們前一剎那、現在一剎那、後面一剎那。真正說起來，根本沒有什麼前一剎那這件事情！你看看：當我們說話的時候，這個時間一直在過去，哪有一剎那停過！你看看。平常我們想到剎那、剎那的時候，總覺得好像短到有這麼一點東西在，實際上有沒有？沒有，根本啊！這個就是我們真正顛倒的地方。",
    "626": "[10:26]所以我們真正的對治的，一定要把這個找出來。找出來以後，然後你發現：啊！原來你的生命之流就這樣地一刻不停，是每過一秒鐘、每過什麼，就是每一剎那你的生命就損失一剎那！所以那個時候，你就拼命努力去修，這個是我們要認識的。如果你不認識這一點的話，那糟了！所以是最嚴重的修行第一步 ─對這件事情的認識與否。",
    "657": "[10:57]《入行論》亦云：「須棄一切走，我未如是知，為親非親故，作種種罪惡。」欸，死了以後怎麼辦呢？妙了，「棄一切走」，什麼事情都丟掉。現在呢，我不知道！「為親非親故，作種種罪惡」，因為我們不了解什麼都要丟掉了，所以忙這種不相干的事情，或者親、或者非親，忙這些事情，忙這些事情造惡。",
    "684": "[11:24]也許我們說：對呀，這個對我們親的我們去忙，非親的我們好像不忙。錯了！我們對親的固然忙，對非親的我們更忙。非親的忙些什麼？瞋嘛！很簡單。親的忙些什麼？貪嘛！然後呢非親非非親忙些什麼？癡嘛！想想看，對不對？假定你真正了解的話 ─對你親的是你不貪，對你非親的是不瞋，對非親非非親的你不癡，那就對了嘛！這個才是我們真正要了解的。所以這個是不了解，以及不修習死，有這麼大的過患。我們前面大幸而得到了暇滿的人身，而了解的暇滿人身的價值。所以沒有趁這個機會修習的，為什麼？不了解無常的特質，所以這是不了解無常特質的最大的大禍害。",
    "756": "[12:36]最後有一句話，特別強調再說一下：了解固然是絕不容易，真正要想派上用場的還要靠自己如法思惟，那是我們自己的事情。否則的話呢，前面得到這個無價之寶，還等於泡在水裡 ─泡湯。我們一句話「泡湯」，就是浪費掉了。好重要哦！好重要啊！",
    "784": "[13:04]第二修習之勝利者。那麼修習了以後有什麼好處呢？",
    "791": "[13:11]謂若真起隨念死心，譬如決斷今明定死，則於正法稍知之士，由見親屬及財物等不可共往，多能任運遮彼貪愛，由施等門樂取堅實。假定我們如法地修習，把這個死的念頭提在心上了。哦，現在舉一個比喻，因為 ……為什麼要舉比喻啊？實際上我們還沒修啊，我們不知道，但是如果從這個比喻上面我們體會得到。譬如我們是決定說：明天一定死，或者今天一定死！那麼在這種狀態當中，你只要稍微了解佛法的情況的這種狀態啊，你對於所有的這些親屬、財物，感覺得清清楚楚 ─死的時候絕不可能帶去一絲一毫。那個時候對它們的一切的這個貪愛等等，你絕對不會生起，都遮止了。然後怎麼辦呢？「由施等門樂取堅實」，你趕快修行啊！換句話說。",
    "863": "[14:23]現在我們所以放不下的原因就是這個。唉呀，這個也放不下、那個也放不下，這個也重要、那個也重要。你一旦想到：唉呀，今天晚上要死了，沒有一樣東西放不下，叫你不捨都來不及，因為擺在這個地方，你到那兒沒有用啊！然後你捨掉了以後，你真正的帶到下世去啦！就是這樣。這個是我們人人可以體會得到的。換句話說，也就是人人有這個能力，不是沒有啊！可憐、可惜的是沒有善巧利用啊！不但沒有善巧利用，還用了這個害自己。這個是佛法真正可貴的地方。佛法絕對不會要我們做，做不到的事情，佛法只是告訴你，你做錯的事情把它改過來，這個是真正重要的，我們要了解到。所以佛法是一個最完整的教育，而不是一個空談，不是一個空頭的理論哪！",
    "922": "[15:22]如是若見為求利敬及名稱等世間法故，一切劬勞皆如扇揚諸空穀壳，全無心實，是欺誑處，便能遮止諸罪惡行。喏！這樣，經過了這個修習以後，曉得世間不管是恭敬也好、名稱也好、利養也好，所有眼前世間的一切就像什麼？像「空穀壳」。我們收了那個稻穀以後，然後呢就磨了以後，要經過那個風吹一吹，那個米存下來了，那個壳吹走了，這個壳是沒用的。我們現在那個世間的那些東西啊，就像那個壳一樣，一點用場都沒有，它並沒有真實的內涵，所以「全無心實」。不但沒有心實而且是「欺誑處」，真正害都害在這個上頭。你了解了這個，「便能遮止諸罪惡行」，種種的罪惡行都擋住了，就這麼簡單，就這麼好！",
    "999": "[16:39]由其恆常殷重精進，修集歸依及淨戒等諸微妙業，遂於無堅身等諸事取勝堅實。那麼因為你修習了，這個修習的時候，看喔！「恆常、殷重、精進」 ─時間上面哪，不要讓它斷，時間上面不要讓它斷，這個叫恆常；修的時候呢，很認真、很努力，這樣的精進，這樣才是真正精進。那麼這個修什麼？「修集歸依淨戒諸微妙業」，這個真正微妙的，這個不是欺誑的、不是壞的。於是在這種狀態之下，雖然我們這個身是空的、是假的、不堅實的，卻是利用這個不堅實的身體啊，能夠修習而得到各式各樣堅固、殊勝的實在的果報。由於你有了這樣的善巧利用的話，",
    "1074": "[17:54]由是自能昇勝妙位，亦能於此導諸眾生，更有何事義大於此。對你自己來說，能夠真正地昇進勝妙之位，這個自利；同樣地也能夠以這個引導、接引別人啊，所以不管自利、利他都在於此，都在於此。還有什麼事情比這個更好的、更有利益的事情！所以與其我們現在忙這些不相干的事情哪，唉，真正重要的修習這一個，這一個。所以不要說普通一般的念佛，他常常說把「死」字貼在額骨頭上；就是密乘說起來最高的，他一開頭念的是一定念這個東西。不幸的是我們現在總覺得，唉呀，這個密教這個大法很好啊，把這前面的基礎的東西都不要了。唉，起碼的都修不成功，還修密教嗎？真正的很可笑的事情！然後修的話，這個道理也不懂，你怎麼修呢？這我們應該了解的。",
    "1153": "[19:13]是故經以多喻讚美，《大般涅槃經》云：「一切耕種之中，秋實第一，一切跡中，象跡第一，一切想中，無常死想是為第一，由是諸想能除三界一切貪欲，無明，我慢。」所以在經上面，各式各樣的經上面，以種種的比喻讚歎說明這個「無常」這個修法的殊勝、美妙的好處。那麼現在特別引這個《大涅槃經》，這個有它的道理呀！佛最開始就策勵我們、告訴我們說：「無常盛火，應速除滅」，到最後佛走的時候，諄諄教誡，還是說這個話啊，可想而知這個是何等重要啊！他怎麼講呀？說：「一切耕種秋實第一」，所有的種作最好的什麼？秋天收實嘛，當然。「一切跡中，象第一」，所有的我們走的這個印子，象的腳最大。那麼在我們平常的念頭、思想當中，什麼啊？「死想」最重要。我們恰恰相反，一天到晚想著「常」。唉呀，這個我們人生難有百年，可是總是想的萬年之計、千秋萬年。那麼現在佛法告訴我們無常，想著、一直想，為什麼呀？由於這個想著這個死啊，三界當中的一切的「貪、無明、我慢」，統統消除掉了。不要說人世當中，欸，就是生到天上，八萬四千大劫還要下來，對它是一無所望、一無所貪哪！你能夠把這個拿掉了，修行一定可辦！",
    "1273": "[21:13]如是又以是能頓摧一切煩惱惡行大椎，是能轉趣頓辦一切勝妙大門，如是等喻而為讚美。所以像這樣，它不但是前面所說的，說我們所有這個煩惱、惡行，「煩惱」是代表惑，「惡行」代表業；不管是惑、業也好，真正流轉生死當中，都是這個東西！你要想對治這東西，很難、很難。但是你一念到這個死的話，嘿！馬上把它摧破，叫「頓摧」啊，像一個大鐵鎚一樣，你別的東西不行，一個大鐵鎚「叭！」一下下去的話，馬上粉碎，這千真萬確的。你們任何一個人，任何一個時候，你一想到說：「唉呀，馬上要死了！」什麼事情都擋不住你，什麼煩惱都丟掉了，這千真萬確。現在我們就欠的，就欠完整的理論跟如實地思惟、修習。",
    "1346": "[22:26]能夠煩惱消除掉了，轉過來，嘿嘿！妙了，能「轉趣頓辦一切勝妙大門」。辦所有的好事情，殊勝的、微妙的、大法的這個門啊，就在這個上面。而且「頓辦」 ─你想到死，喔唷，你等不及了，馬上就去做。別的事情還拖拖拉拉的，別的事情這個也不行，那個也不行；明天也不行，後天也不行！你辦是要辦的，總不曉得要拖到哪一天去。你想到這個地方的話，啊，等到下一秒鐘都來不及，它有這麼大的好處啊！所以經上面這麼告訴我們，「如是等喻而為讚美」。那麼大乘 ─《大涅槃經》，下面《集法句》，那是根本教典，也我們看一下。",
    "1397": "[23:17]《集法句》中亦云：「應達此身如瓦器，如是知法等陽燄，魔花刃劍於此折，能趣死王無見位。」我們應該了達這個身體像「瓦器」，瓦器啊就是一碰就破的。那麼我們現在所對的這個目前的一切，萬事萬法這個法，我們真正有智慧的人應該了解是「陽燄」 ─空的。陽燄就是夏天太陽熱的時候，你在馬路上老遠看去像水一樣，實際上你跑過去是空的，你看看好像是有的，實際上是沒有的。你能夠了解了這一點的話，不管世間的利養也好，什麼也好，都沒有辦法引誘你。所以「魔花」 ─這是利誘，「刀劍」 ─這個是威逼，不管是利誘，不管是威逼，到那時候一點用不上。所以貪沒有了、瞋沒有了；你知道得清清楚楚，癡沒有了。貪、瞋、癡沒有了，你到哪裡去？當然那個時候閻羅王啊，就找不到你了。你能夠這樣的話，是「能趣死王」，閻羅王找不到你的地方，這個是我們現在應該努力的。",
    "1474": "[24:34]請翻到《菩提道次第廣論》七十六頁，那麼昨天我們已經講過，假定我們了解了我們這個暇滿人身難得，而這無常又這麼迅速。這個所謂無常的迅速啊，真正的意思是，我們沒有一個人保險什麼時候該走。假定我們了解了這一點，我們就會知道我們身體啊，這麼虛假，這個所謂「瓦器」 ─那還是有形的，說這個東西說破就破，一碰就破；第二個說它「陽燄」的話，看起來好像有，實際上根本沒有的，那我們要了解。一個是指它容易碎破，一個是說明本來就是虛假的，千萬不要認真，不要把它看得那麼可靠。你能夠對這個事情有這樣的認識的話，那麼世間的很多東西就不會再障礙你。不管是好的、壞的，所以「利不能誘、威不能逼」，在這種情況之下，你就有機會跳出這個生死的大苦，所以那時候死王 ─閻羅王找不到你。繼續下去：",
    "1602": "[26:42]又云：「如見衰老及病苦，并見心離而死亡，勇士能斷如牢家，世庸豈能遠離欲。」我們就看見，我們身體 ─有了這個以後，最後一定結局是這樣的，衰老、病苦種種。最後這個壽命一到，兩腳一伸，完了！見到了這一點以後，認識了這一點，曉得唯一的方法，趁它還有一口氣的時候努力，這個才是真正的勇士、勇士。現在我們跟人之間稍微一點點東西啊，就覺得跟人家，要大家起諍論，然後呢往往自覺得誰都不怕。這個這種人其實真的說起來，不是真正的勇士；真正的勇士所見到的，所要斷除的，不是這些東西。真正的勇士是克服的是自己的煩惱，真正的勇士了解這個事相真正的虛假，然後呢，對外面不管它什麼情況之下不為所動，這個才真的勇士。",
    "1708": "[28:28]現在我們看見外面一點東西，唉呀，就跟人家瞪大了眼睛，吵得個你死我活。這種人飯桶，都是飯桶！這個煩惱境界上面根本識不透、忍不住，就這樣，然竟為它牽著鼻子走都不知道，那是一無用場。畜生也是這樣的，畜生你跑過去，那個狗，「叭啦、叭啦」來咬你了；那我們也是如此嘛，他引了你不高興了，你也跟他吵吵鬧鬧，你不是跟畜生一樣嗎？真正的大丈夫都是這個樣，這是我們要真正認識的，這種人真的稱他勇士。如果我們自以為你很行的話，應該了解你行在哪裡。自己煩惱一點點，小小的煩惱被它轉過來，自己還覺得很了不起。啊！那種人真可憐。所以我們自命為勇士的，應該在這個上面把握得住！能夠呢把世間上面的這種雜染的事情一刀兩斷，這個才真的是牢獄 ─「能斷如牢家」。其他的世間的人 ─庸濁凡夫，這種人不可能，不能離開，離開什麼？欲，欲！這就是這個我們應該了解的。",
    "1793": "[29:53]總之能修士夫義時，唯是得此殊勝暇身期中，我等多是久住惡趣，設有少時暫來善趣，亦多生於無暇之處，"
}