{
    "5": "[00:05]總之能修士夫義時，唯是得此殊勝暇身期中，我等多是久住惡趣，設 有少時暫來善趣，亦多生於無暇之處，總結起來，我們真正能夠修行，跳出這個生死苦海，整個的三界之內，只有一個機會 ─得到人身，而且得到的殊勝的暇滿人身，殊勝的暇滿人身。就是像我們現在，我們雖然沒有圓滿的，但是還有隨順可以修習。而實際上，我們目前的狀態是要了解一個，下面這個話就是鼓勵我們，我們都是「久住惡趣」，經常一切有情在三界輪迴當中，長時期都在惡道當中，都在惡道當中。那麼偶然有的時候來，來一下，雖然來了是得到的人身，結果還是沒辦法修學佛法：或者是世智聰辯，或者生於邊地，或者盲聾瘖瘂。那麼我們目前有形的這種都已經脫離了，不是邊地，也信得過佛法，然後五根具足。啊！好好地寶貝，好好地要保重自己啊！這一點有一個主要的方法：多觀察、多思惟，不要輕輕易易地把這個生命就這麼浪費掉了。下面說：",
    "142": "[02:22]其中難獲修法之時。縱得一次堪修之身，然未如理修正法者，是由遇此且不死心，故心執取不死方面，是為一切衰損之門。那麼在這樣難得的機會當中，我們遇到了，遇到了以後還沒有如理修行，為什麼？喏，就是被這個不死的心遮蓋住，被這個不死的心遮蓋住。關於這一點要說明一下，這個不死的心不是我們想，欸，我死不死啊！不是，不是說透過你想了死不死，覺得不死。它無始以來的習氣，這個習氣本身任運地，就自然而然地讓你在這個業習當中流轉。你總想著還要忙這個、還要忙那個、還要忙那個，為眼前很多的事情轉；這個也少不了、那個也少不了，這個是它最重要的。因為你忙這個眼前的事情，所以你一天到晚自己也不會想到修行，這個是「一切衰損之門」，一切衰損之門。",
    "234": "[03:54]所以我自己又想起一件事情來，當年我剛出家的時候，跟在我這善知識身邊，妙極了！三年當中，沒有一個應酬的，就是沒有一個應酬的。我現在發現美不可言！這個應酬你不能沾，一沾沾上了以後，那不曉得牽牽連連牽到什麼時候！他來看了你一次，你就得去回拜。我現在發現最好的辦法 ─他來看你，看完就算完了，就這個樣；他送給你的東西，送完就算完了。你回拜等到什麼時候去回拜？你發了大菩提心，證了勝義菩提心，然後你去回拜正好！密教還要晚，等到你成了佛，然後你去回拜，都積到那個時候。你有了這個能力去回拜他，人家都因為你的回拜而成功了。而眼前我們這個時候一回拜，啊！那大家永遠纏在這個裡頭。",
    "305": "[05:05]不是說我這個一定好，相反的，我這個是一個非常壞的壞辦法。這個什麼話呢？這是因為我自己曉得我是一個末法眾生，最差的人，自己實在沒有條件，那唯一的辦法 ─關起門來。可是人家有好心的人，他要來看你，他要來拜訪你，是，有特別必要的事情，應該做，否則的話，到此為止。他說不定拜訪了一趟，拜訪了兩趟，第三趟也不來訪了。但是他最多說：這個人不通人情！不通人情有什麼關係？我本來就是一個很差的人，不通人情，那我要學佛，我只要通那個法情，通那個佛情，也就夠了，這個我現在的想法。",
    "352": "[05:52]我想我們太多人，你們可能有這個經驗，可能有這個經驗，如果已經有了，這個的確是，有它的好處在，我們也不必去說它。你們年輕的人，真正在這地方準備向上要走的話，這一點自己先衡量衡量。當然佛法哪一條路都可以走，如果眼前主要的想走修行的路線，剛開始的時候，這一條路千萬不要動它，不要動它！這個是有它的特殊的道理，特殊的方便在。那麼，所以它這個上面我們要注意到，有個善巧，你想著什麼時候死都不知道，他後面告訴我們，他天天想著：「今天就要死！今天晚上就要死！」那自然而然，你這種事情就不去忙它了。",
    "419": "[06:59]其能治此憶念死者，即是一切圓滿之門。那麼關於這個執取不死，一定要有個對治的正確的。對治它什麼呢？想著死，你想著死，什麼事情都不管了，那是最最對我們有幫助的。所以所有的好的事情，都從這個概念上面來。所以下面一句話，",
    "449": "[07:29]故不應執，此是無餘深法可修習者之所修持，所以我們千萬不要說，哎呀，現在沒有深的大法可修，修修這個啊！恰恰相反，不管你要修任何深細的大法，如果這個基礎，你還沒有修起來，你修那個再深、再遠的大法，那都是沒有基礎的。不但是這個地方，你們看凡是完整的教授，它前面都先說明這個。所以真正的完整的修習的儀軌，它前面一定有這個，這一點我們千萬要了解。我們看見那個儀軌，不要把它唸一遍，唸過了，然後急急忙忙地修那個後面的大法，而前面的那個不相應。在這種狀態之下，再大的大法，對我們只是結結緣，這是一種大浪費，這個地方千萬注意，千萬注意！所以我們應該了解這是我們修習上去必不可少的。倒是反過來，假定你現在這個念死這個法門，一旦真正修習成就了，後面你就絕對不要怕。",
    "538": "[08:58]現在這個地方很明白，印度的第一個最了不起的人 ─阿底峽尊者，然後呢傳到西藏，經過這麼多大成就，沒有一個例外的，他重視這一點。我們不妨想一想，我們比他們強嗎？假定你比他強，是的，你不要，根本也不要來學這個東西；假定你不比他強的話，那就好好地低心下氣地好好地先學它。所以我建議大家：現在不必一定要說，喔唷我現在修什麼大法，這個東西好像擺在其次，什麼重要的書我要看。要是如果這個東西你沒有修起來的話，對不起，你再大的大法，再好的東西，那都是走的遠路，走的遠路，浪費生命，浪費生命！而且這個惡習慣養成功以後，你還不曉得什麼時候轉得回來。",
    "600": "[10:00]所以眼前我們唯一的辦法：了解了這個道理，修習，修習什麼？就是把以前的惡習慣扭轉過來。這個地方需要點力量的喔！儘管我們今天聽懂了，等一下你閤起書本來，又照自己的老習氣走了，這個太重要！所以不但是宗喀巴大師的《菩提道次第廣論》這樣，然後你看其他的教派當中，它前面的那個次第，每一個都一樣，這一定擺在那前面，這個是基礎，這個是基礎，這我們要了解。再下去，",
    "639": "[10:39]及不應執，雖是應修然是最初僅應略修，非是堪為恆所修持。那麼進一步說：「修是要修的，但是最初的時候略略地、馬馬虎虎修一修，而不是經常要修的。」又錯了！這個剛開始時的這個基礎要很穩固，等到修得基礎很穩固以後，每次修的時候，第一件事你就把它提一下。那麼這個是什麼意思呢？就是修得基礎很穩固，你以後每次一提的話，它因為你以前有過了，所以一提那個整個這個死的念頭整個就起來了。我的的確確看見過這個真正的修行人，他在平常的情況之下，你簡直找不到他；他碰見必要的時候，有的時候你遇見他，三言兩句說過以後，他就隨時提起來：啊呀，什麼時候死都不知道！他一想到死，你就可以感覺得出來的，他往往那個表情，或者眼淚直流，他就不再跟你講話了，他自己忙他自己的事情去了。這個說明了什麼？說明他有堅固的成就，就這樣。所以他隨時一提起那個死的念頭來的話，他什麼事情放下，什麼事都不管，修他自己的，儘管他跟你有什麼必須要的應酬。",
    "722": "[12:02]在座的諸位你想想看，你們有了這個經驗，你還怕修不成功嗎？所以我們現在就是我們的無明顛倒，真正最重要的不修，然後自己忙那些個大法去。說起來說這本東西是密教的，實際上顯教何嘗不然；沒有一個例外的，不但是大乘必修，小乘何嘗不然！說得清清楚楚。我們要去掉這個無常盛火，要急到什麼程度？頭上著了火了，那不去管它，我修行要緊！所以不管從小乘、到大乘、到密乘都是這樣。反過來說，同樣的修密乘，我們現在往往都是，比較好一點的人，他倒不一定馬上修大法，說四加行需要；四加行是需要，四加行的前行還有什麼？就是這個 ─暇滿人身、無常迅速，這些東西，它這個基礎都是一步一步上來。所以這個地方特別說明：你們不管修哪一個法門，如果這一點你沒修持成功，然後忙下面的話，你走錯路了，走錯路！當然對我們眼前來說的話，我們懂得這個道理，所以第一步重要的，不是急急忙忙去修，把那整個的修道那個綱要認識，然後隨分隨力地照那個次第慢慢地走上來。而真正說起來這個是：",
    "821": "[13:41]應於初中後三須此之理，由其至心發起定解而正修習。關於念死這個，從最開始，中間，到最後，一直需要的，一直需要。對這個道理，你要「至心發起定解」。換句話說，我們要很認真地對這個道理確定地認識，有了這個正確的認識以後，進一步如理地修習。修習到這個死念這一件事情，如理如量地生起來以後，你不要愁別的，後面它自然有股非常強烈的推動你的力量，絕對不會讓你慢慢地懈怠下來的。這個道理是這麼清楚，這個次第是這麼明白。那麼現在我們曉得說，啊！不修念死的禍患，以及修這個法門的殊勝的利益。那麼下面我們了解了以後，",
    "890": "[14:50]第三當發何等念死心者。怎麼樣去念那個死呢？這裡看。",
    "899": "[14:59]若由堅著，諸親屬等增上力故，恐與彼離起怖畏者，乃是於道全未修習畏死之理，此中非是令發彼心。那麼我們說修念死，有的人就修了，結果一想到死，那個緊張得痛苦得要命。因為覺得要死了嘛，要死了眼前這些東西都得不到了，他當然會恐怖，那是錯了錯了！不是這個。平常我們一直牢牢地執著，對於我們眼前的這種東西，他上面的「親屬等」，「等」就是包括就是說我們眼前所貪著、所好的那些東西。忙一直忙這個，當你一想到死，哎呀，死了的話跟那些東西就要分離了，於是你就恐怖起來了！這種恐怖的心理，要了解：錯了，錯了！真正教我們念死，有它念死的一套完整的方法。不是說讓你單單地空白就是念著死，一想到死，想到死心裡面就緊張得要命，這個不是這樣。那麼應該怎麼呢？",
    "994": "[16:34]若爾者何，那麼現在這個上面教我們念死是怎麼一個念法呢？下面這個道理仔細地看一下。",
    "1005": "[16:45]謂由惑業增上所受一切之身，皆定不能超出於死。是說我們現在這個身體是哪來的？由於無明、行，無明就是惑，由於惑跟業輾轉增加增上，而感得的這個雜染之身，這個雜染之身在任何情況之下，一定要死的，絕對不能超脫於死。所以，",
    "1038": "[17:18]故於彼事雖生怖懼，暫無能遮。對這件事情雖然你恐怖，恐怖也沒用！因為這個身體是惑業所感的惡果，這個果本身，一定隨順著這個因果緣起的法則而流轉的。所以，它絕對不能跳出死，這麼這個地方不管你怕不怕，你沒辦法。那麼我們現在應該了解的是什麼呢？下面說：",
    "1081": "[18:01]為後當來世間義故，未能滅除諸惡趣因，未能成辦增上生因，決定勝因，即便沒亡而應恐怖。下面這個才是我們應該害怕的：我們現在了解了，這個生命這麼地迅速；然後這一生馬上要死，死了以後，眼前親愛、可愛的東西都失去了，這一件事情是無法可想的。那麼有一件事情，卻是我們做得到的，哪一件事情啊？說眼前我們趁這個生命健在的時候，是不是我們能夠種了、積了種種的善妙之業，還是我們沒有積善妙之業，造了種種的雜染惡業？因為雜染的惡業造了以後，將來要把我們送到三塗去受苦；那麼善妙之業的話，卻是讓我們超升人天，乃至往生淨土。所以我們真正害怕的，是害怕的 ─說，哦，還沒有把惡趣的因消除掉，這個要害怕；我們也要害怕，說增上生的這個因還沒有修持，那個時候要著急，這個才是我們真正著急的。",
    "1196": "[19:56]所以念死是策勵我們：既然人生這麼快地死亡，死亡了以後，眼前的東西一樣都帶不去，只有造的業，這個業會影響我們將來上升或者墮落。所以我們想到這裡，真正重要的，著急在什麼？說，在生的時候沒有修行，為了這個事情而怕，怕沒有把惡業的因，經過懺悔淨除乾淨；怕沒有將善業的因如法修持，而好好地繼續積聚。在沒有完成這件事情之前死亡，那是恐怖的。所以我們要恐怖的，恐怖這一件事情。",
    "1255": "[20:55]若於此事思惟怖畏，則於此等有可修作，能令臨終無所怖畏。若未成辦如是諸義，總之不能脫離生死，特當墮落諸惡趣故，深生畏懼，臨終悔惱。喏，是啊！我們對這一件事情了解了，那麼說趁我們沒有死的時候，我們可以修行，修行了以後，到臨終的時候就不怕了。因為你善業積了，惡業嘛已經懺除淨化了，那你怕什麼？假定這件事情你還沒有做，那你害怕，這個才是真正害怕的。所以下面告訴我們，真正要害怕的分兩部分：總跟別。總的是整個地我們沒有積脫離生死，特別是生死當中墮落惡趣，對這一件事情應該害怕。假定你已經修好了以後，那麼現在說死了，死了你到極樂世界去，不但不怕，我還怕不早死咧！在這個世間，哎呀，痛苦極了，這個不行，那個不行！我現在到極樂世界享福去的話，我想沒有一個人例外的，叫你說：「某人啊！你稍微等兩天。」哎，等得及啊？叫你等到明天，明天都等不及，最好現在眼睛一閉，阿彌陀佛馬上接我去。怎麼會怕死？不怕死。所以真正怕的，就是怕還沒有修行而死，這個地方就了解了。",
    "1366": "[22:46]所以不是說讓你念了死了以後想到死害怕，不是的；讓你念到死，想到死之前沒有如法修行，因為你想到這一點，所以你拼命修行。因為你修行了，所以到了那時臨終的時候，你就快樂，這個才是念死的真正特殊意義。下面",
    "1393": "[23:13]《本生論》云：「雖勵不能住，何事不可醫，能作諸怖畏，其中有何益。如是若觀世法性，諸人作罪當憂悔，又未善作諸妙業，恐於後法起諸苦，臨終畏懼而蒙昧。若何能令我意悔，我未憶作如是事，復善修作白淨業，安住正法誰畏死。」下面就是這個話，你要曉得我們這個生命，不管你怎麼個努力、怎麼個弄法，對不起，它沒有辦法，在任何情況之下，你沒辦法保住它。要死的這個事情，就是這樣，沒有一件事情可以保得住，沒有一件事情可以幫忙它。所以找醫生，我們有一句話「藥醫不死病」，欸，你如果是壽命該盡的話，那個藥是一點用場都沒有。",
    "1467": "[24:27]我還記得當年《因果輪迴實錄》上面有這麼一段公案，這是民國以後的事情，是眼前的事情。在北京有一個叫協和醫院，那是在大陸上面最精采的醫院之一。那個協和醫院，那個時候有一個德國醫生，戰前世界上面最精采的是德國人。有一個人盲腸炎，盲腸炎然後送到醫院來。現在的盲腸炎是小病，那時候這個盲腸炎是大病，現在有了抗生素什麼等等，你不怕發炎，一針打下去就好了。那時候沒有這種東西的，盲腸炎往往一來就腹膜炎，到那時候一點辦法都沒有。送到醫院去，醫生一看，「對不起，你回家去吧！」醫生沒辦法了，最好的醫生都這個樣了。那麼他家裡，譬如他太太什麼東西，就求菩薩了，求佛菩薩。後來那時候不曉得什麼，諦閑大師還是哪一位大師，反正去，然後求啊、許願啊！欸，最後居然說有一個冤魂來給他要債，那麼正好有高僧，所以他就許：冤冤相報永無了期 ……。最後那位高僧答應他超度，超度了以後，那個冤魂就說：「好、好、好，那麼我們今天得到這個高僧超度，我們這一場冤結就到此為止。」這樣。到此為止了以後，然後就不來要這個債了。",
    "1562": "[26:02]說好了以後，說好了以後，換句話說事情就過去囉！那個時候病人怎麼一回事呢？那個病人本來送到醫院裡，那個德國最好的醫生，協和醫院，盲腸炎。我曉得我小的時候有一個同學生過這種病，曉得那個時候是，幾乎是十個人當中九個人送命，除非發現得早。它已經爛開了，變成腹膜炎了，不要說那個時候，連現在都沒辦法。結果那個病人就送回去了，欸，最後居然送回去了以後，這經過那個高僧一調教，那個病人到了家，大家以為是沒辦法了，他把他那個棉被打開來，他說肚子餓了要吃稀飯，就這樣。大家好歡喜啊，吃了兩天稀飯，過了兩天又起來了。起來了以後，說再去到醫院看看，跑到醫院一看，那個德國大夫就傻了眼，天下有這種事情的！「你什麼人看好的？」說：「沒人看。」「絕不相信，絕不可能，絕沒有這一件事情！」那個時候北平還轟動一時。我告訴你這一件事情，想到這個地方，真正的醫生這個醫治，是「藥醫不死病」，真正的冤業病到了那時候，沒有辦法可想的。所以這個生死到來的時候，沒有一樣東西可以擋得住它。",
    "1647": "[27:27]所以我們想到這個時候，真正了解了這個死這件事情，應該怎麼辦呢？不是怕這個死，而是說想到這個死時，到時一點辦法都沒有，它很快就來。所以你趕快想，說在沒死的之前，你看看你做了些什麼，趕快把不該做的，把它停止不要做，該做的趕快去努力，這樣。所以他告訴我們，應該觀察世間，如果說你造了罪以後，將來是憂悔的；還有呢，沒有造的善業、沒有做的；在這種情況之下，兩腳一伸去受苦的，那個趕快不要做，趕快不要做！那麼所以假定你生前能夠做種種的善法、白淨之法，你能夠做了以後，欸，你很明白、很清楚，這一生結束了以後，你得增上生，乃至於最後趣入決定勝，這個有什麼害怕？有什麼害怕？",
    "1731": "[28:51]就譬如說我們現在這個地方來說，這個地方說不准，你呀，不讓你住了，讓你走；說不讓你住了，讓你走，你覺得離開了這個地方，前途茫茫，不曉得哪裡去啦！那個時候，唉！你憂悔萬分。另外一個辦法，說這個地方將來有大災難，或者這個地方是個貧民區，現在那地方造好了很好的房子；不讓你住了，搬到那個地方去，喔唷，大家爭先恐後到那個地方去，這世間沒有一件事情是例外的。不過這種事情是被動的，而佛法這件事情，我們了解一切都是業，業這個東西你了解了，也可以說完全是你主動的，在你不了解之前，你覺得是被動的，實際上呢被什麼被動？被無明所被動。所以，我們真正要修，就是修這個。"
}