{
    "22": "[00:22]《四百論》中亦云：「思念我必死，若誰有決定，此棄怖畏故，豈畏於死主。」我們應該了解啊，最後我難逃一死，對這個概念，如果說你有了確定的認識，如法地去做。那麼你把自己的惡因消除掉，把善因都能夠修習起來，欸，這個不必怕嘛！不必怕嘛！你怕什麼死？這個才是我們真正念死的道理。",
    "72": "[01:12]故若數數思惟無常，念身受用定當速離，則能遮遣，希望不離彼等愛著。所以說，你如果能夠經常把無常這個概念擺在腦筋裡面，那麼你一擺在腦筋裡，有什麼好處呢？你說不管你眼前有多大的好處，請問兩腳一伸對你有用嗎？對你有用嗎？啊！不管是妻、財、子、祿都是恩愛萬分。唉！你還沒有死，大家已經想了：「喔唷！這個老頭子死了以後，這個財產我有多少份？」在這種情況，等你死了哭你兩聲，還算是好的；你屍骨未寒，他們那個官司已經打將起來了。唉呀，我的天哪！我不曉得我們忙些什麼東西？這千真萬確的事實，這千真萬確的事實！所以外面沒有一樣東西，你銀行存了多少的錢，這些錢都是把你送到三惡道去的火上之油。",
    "147": "[02:27]然後呢至於我們那個身體 ……所以我們常常想，古來的人真了不起！現在我們樣樣東西都是這麼現成，那還說營養不良！昨天有一個法師來跟我談了一件事情，我就想起一件公案，那件事情離開現在大概已經十多年，十多年。美國是最講究營養的地方，那時候美國佛教會有一個董事，那個董事那是最有前途的，大家很看好他。他的死就死在什麼上面？死的直接，不曉得，一個人不曉得為什麼原因死的，可是他死之前長時候生一個病，叫他醫院、醫生去看，說營養過多症，我告訴你！千真萬確的，我絕不騙你哦！",
    "202": "[03:22]那個你們去看，現在我們太多人犯這個毛病了。你不妨問問老一輩的人，還包括那個我們的老和尚。直到今天為止，我母親我前年回去看她的時候，她沒牙齒了，每天吃兩碗白飯，牙齒不能咬，八十幾歲了。現在你們看看，叫你們吃兩碗白飯，啊！那你真是 ……。現在居然說，菜稍微好了一點、今天營養不良了，早晨沒氣力了，那個是顛倒，真顛倒啊！大家修行的人，真正努力地要求往上爬呀，你忙這個，是注定你啊下地獄不可！我告訴你，我絕不在這兒說的空話喲！你們好好翻開戒經來，翻開修學佛法的，哪一個人告訴你注意營養，你忙那個身體的？沒有這回事情啊！這樣。所以我在這地方順便一提。這個就什麼？就是我們的見、思煩惱的錯誤的見解所使然。見煩惱當中有個什麼？壞聚見第一個，身見、邊見、見取、戒禁取，然後呢邪見。這個就是見取見，犯了這個毛病，我在這個地方也隨便地一提啊！",
    "283": "[04:43]就算你把真正的弄好了以後，就算你身體不好弄好了以後，到臨終兩腳一伸，有用嗎？假定說這個東西真的靠營養，完全靠營養的話，那這個業感這個道理就一點用場都沒有了，這是千真萬確的事實啊！所以說修學佛法的人，不把佛法把住中心思想，而忙這些事情的話，完全顛倒了！我們剛開始的時候，我不要求大家一下改過來，如果要求大家，那是錯誤。但是你必須要認識概念的錯誤，然後照這個概念的錯誤，努力去懺悔，這才是真正重要的！完了以後，牢牢執著這個概念的話，那這個修學佛法就壓根兒就弄錯了。所以說「念身受用」等一切很快離開了，那麼那個時候你會「遮遣」，你就不會再對這個東西愛著難捨。不會對它愛著難捨，所以放不下兩個字，對你就完全沒有一點點黏著力量。",
    "355": "[05:55]由離此等所引憂惱增上力故，怖畏死沒皆不得生。因為你對眼前這種愛著難捨的東西都捨掉了，那死有什麼好怕？那自然不怕！我們現在想修行、修行，就應該修這個，這個才是我們要修的。所以這個真正的念死，修學的內容是什麼？是這個。這個我們要了解的，了解了這個道理以後，下面真正告訴我們怎麼念死。等到你照著下面這個次第一念的時候，你自然而然，上面說的這個道理，都一一如量地生起，然後變成功強有力的推動你的力量，你就步步上升，步步上升。所以那個密祖有一句話：「慢慢修時快快到，低處修時高處到。」你不要急，你慢一點修，欸！結果就到得個快；我們現在是欲速不達，唉！你急求快呀，結果快不起來。還有呢，低處修時高處到，你下面的基礎做得好的話，你自然做得上去。我們現在下面的不要的，趕快做上面的，就這樣。喔唷！我在那兒是觀一個什麼，然後我在那兒的話做些什麼。基礎 ─基礎沒有！所以弄了個半天哪，沒有效果。現在我們看如何念死。",
    "451": "[07:31]第四如何修念死者。謂應由於三種根本，九種因相，三種決斷門中修習。這個修念死，它分成功三個大綱目，每一個綱目當中又分成三個子目，總共所以九段。然後由於這樣的話，產生三種決斷，決斷就是決心，換句話說，了解了這個道理，自己決心要這個樣去修行。那麼這個分三部分，就是從三個根本。第一個：",
    "495": "[08:15]此中有三：一思決定死，二思惟死無定期，三思惟死時除法而外，餘皆無益。這個題目我們看一看，很明白！他真正修習思惟的時候，這樣。第一個決定要死，這是沒有問題，但它有它的方法哦！第二個思「死」的這件事情，沒有一定的時候，說不定什麼時候到來，誰都沒有辦法保險我說今天不死，或者明天不死。第三呢，想到死的時候，除了修行的佛法以外，其他東西對我們只有害處沒有好處。現在我們看，第一個就是決定死當中：",
    "551": "[09:11]初中分三。思惟死主決定當來，我們要了解，說這個「死」這一件事情啊，決定要來的，決定要來的。",
    "565": "[09:25]此復無緣能令卻退者。謂任受生何等之身，定皆有死，這沒有任何辦法你可以把這個死擋得住。不管你受什麼樣的身，到最後一定要死，這我們了解，我們非常清楚。這事實擺在眼前，如果說有人不死的話，那我們可以看得見，可是我們眼前看見啊，沒有一個人一直活下來的，從來沒有一個人過！佛陀 佛陀圓寂了，耶穌 耶穌死掉了，穆罕默德 ─穆罕默德死掉了，孔老夫子也沒有了！不管是哪一個宗教，不管是哪一個偉人，不管是哪一個醫生，對不起！現在一個人都沒有了，骨頭一罈灰，乃至於連骨頭灰都沒有了，千真萬確的事實。",
    "626": "[10:26]《無常集》云：「若佛若獨覺，若諸佛聲聞，尚須捨此身，何況諸庸夫。」不管是佛也好，獨覺也好，聲聞也好，他們是聖者對這個身體尚且要捨掉，我們呢？行嗎？當然必定要捨掉，這是對我們身體。還有呢，住的地方。",
    "653": "[10:53]任住何境，其死定至者，及彼中云：不管你住在什麼地方，沒有一個地方能逃得了，所以這個《無常集》當中又說：",
    "665": "[11:05]「住於何處死不入，如是方所定非有，空中非有海中無，亦非可住諸山間。」沒有一個地方可以躲得了的，說能夠不死這個地方，啊，絕定沒有！不是空當中，不是海當中，也不是住在山裡邊。",
    "686": "[11:26]前後時中諸有情類，終為死摧等無差別，哪！我們看看世間，的的確確，所有的有情沒有一個例外，最後都被死王閻羅王要去。",
    "702": "[11:42]即如彼云：「盡其已生及當生，悉捨此身而他往，智者達此悉滅壞，當住正法決定行。」這不管是過去已經生的，以及將來要來的，最後都死，走到死這條路上去。所以真正有智慧的人，了解了這一個特徵，一定要死的話，唯有一件事情 ─趁他還沒有死的時候趕快修行，趕快努力修行！",
    "739": "[12:19]於其死主逃不能脫，非以咒等而能退止，如《教授勝光大王經》云：「譬如若有四大山王，堅硬隱固成就堅實，不壞不裂無諸隕損，至極堅強純一實密。觸天磨地從四方來，研磨一切草木本幹及諸枝葉，并研一切有情有命諸有生者，非是速走易得逃脫，或以力退，或以財退，或以諸物及咒藥等易於退卻。大王，如是此四極大怖畏來時，亦非於此速走能逃，或以力退，或以財退，或以諸物及咒藥等易於退却。這個引一個經上面說，就像四個大山王，通常那個「山王」表示這個山當中最厲害的。實際上呢我們就是四大所造，它這個東西啊，就是損的時候，彼此之間有消損就不行了。這個山王啊堅固無比，「觸天磨地」這樣地過來，你有什麼東西可以擋得住的？沒有一樣東西可以擋得住的，這個文字很容易懂，我們就不一一地細細解釋了。所以這一個怖畏來的時候 ─生老病死，然後這麼來的時候，你沒有任何力量可以退得住。",
    "829": "[13:49]何等為四，謂老病死衰。就是這四樣事情，你只要一旦有了這個生命以後，它最後的結局一定是這樣。這個裡邊啊老或者沒有，病可能還沒有，但是死這個東西，唉，絕不可能沒有的。",
    "849": "[14:09]大王，老壞強壯，病壞無疾，衰壞一切圓滿豐饒，死壞命根。從此等中，非是速走易得逃脫，或以力退或以財退，或以諸物及咒藥等易於靜息。」沒有一個辦法可以擋得住。",
    "869": "[14:29]迦摩巴云：「現須畏死，臨終則須無所恐懼。我等反此，現在無畏，至臨終時，用爪抓胸。」那位大德就告訴我們，真正重要的，你修習了這個念死無常這個法則以後，應該產生什麼現象呢？現在就怕死，哎呀！隨時怕死；因為你了解了念死的方法，現在怕了死，所以你就拼命修行；等到你拼命修行了，臨終時候你就高興了。我們看太多這個高僧大德臨終的時候，天樂鳴空，死的時候安詳無比，好啊！這個無量劫來苦惱之身現在捨掉了，現在去了啊，這是典型的榜樣。所以說眼前是怕，臨終不怕。",
    "926": "[15:26]我們現在怎麼辦呢？反過來，「現在無畏」，什麼都不怕，我不在乎！逞英雄、逞好漢，到臨終的時候，「用爪抓胸」，哎呀！搶天呼地啊，來不及啦！來不及啦！所以我們現在千萬不要逞英雄啊，說：「你這個不對，我這個對！」你完全錯到不曉得哪裡去啦！處處地方反觀自己，當你這個心理覺得別人錯的時候，你早就已經錯到十萬八千里以外了。這時注意，這是煩惱現起，佛法的中心什麼？「我」就是根本。「我對」，對不起，你已經錯了，這個我們要了解。這個後面講，所以我們現在還不談這個。想到念死你就不會坐在這個地方，輕輕鬆鬆在這個地方。這一點是很重要的，那麼這一點是我們應該了解，應該了解。那下面呢？",
    "992": "[16:32]思惟壽無可添，無間有減者。如《入胎經》云：「若於現在善能守護，長至百年或暫存活。」極久邊際僅有爾許，縱能至彼，然其中間壽盡極速。那麼下面我們繼續下去，它這個地方一共分成三個根本，每條當中又分成三個子目。剛才思惟決定死的，這個第一個，前面所說的決定死，三個大項目當中，第一個決定死。第二個，說不但決定死，這個壽是決定的，你沒辦法增長，增長是沒辦法增長，但是卻是在不停地一直在減，這個是第二點應該了解的。也有人說：「有的人啊經過了修行以後，壽命會增長。」是的啊，沒有錯，修行以後當然增長，所以要叫你念死，念了死以後你拼命修行，那個時候你壽命才有增長。現在你沒有念死，請問你能增長嗎？絕無增長的可能。如果你真正懂得了修行的道理以後的話，你也不一定要去增長，何必在世間增長那個有漏生死呢？你修了以後到極樂世界，這個永遠極樂，那何等自在啊！",
    "1097": "[18:17]不管它在這個地方增長也好，然後到那邊，都是經過了念死，然後才能夠產生的效果。如果說你不了解這個道理的話，請問這個壽能增長嗎？唔，絕無可能，它絕對不會增加，卻是什麼？剎那、剎那地在減啊！所以他下面引那個經上面說，如《入胎經》云：「若於現在善能守護，長至百年或暫存活。」說眼前如果你能夠保護得非常好，最多也活個一百歲，「極久邊際僅有爾許」，最長也就是這樣。下面這個話，這是每一句話啊，在我們看見這裡的話，就要痛心萬分哪！「縱能至彼，然其中間壽盡極速」，就算你能夠活到一百歲，但是中間哪，非常快、非常快！",
    "1162": "[19:22]謂月盡其年，日盡其月，其日亦為晝夜盡銷。此等復為上午等時而漸銷盡，故其壽命總量短少。時間過得真快，所以壽命一直在短。我們不觀察也就算了，觀察一下，你們每一個人當下看看，請問是不是這樣的？當你念頭觀察的時候，那個壽命在向前走，別的東西你可以叫它停一下，你絕不可能說：「我停一下，把那個壽命多活一秒鐘。」沒有這個可能，這是短的地方來看。長的地方來看，我們現在看看覺得好像這樣，我們往往這樣說「天增歲月人增壽」，這個真是顛倒、真是顛倒啊！天是增了歲月，人是減壽了。活一天我們的壽命就少一天，結果我們說人增壽，何其顛倒！",
    "1227": "[20:27]我們不妨進一步去想想看，我們想每一個人都可以體驗得到，不管你今年二十幾歲、三十幾歲、四十幾歲，你回想一年以前，回想十年以前，就像眼前哪！你從那個時候回過頭來反看眼前，豈不是一剎那？這個生命就這麼快一剎那，請問這個十年當中你做了什麼？你現在如果還這樣下去，你能做些什麼？唉，我們現在居然啊，安然無事坐在這個地方！真正可修的時候做這個，然後叫你修的，你又覺得這個也少不了，那個也少不了，等一下今天早晨肚子也沒吃飽，又覺得修行沒氣力；吃飽了昏昏欲睡，提不起勁來也沒辦法修行。這個對我們來說，還是我們沒有如法地了解這個佛法的真相。所以這一點，說這個壽命一直在減短。",
    "1291": "[21:31]此復現見多已先盡，所餘壽量，雖剎那許亦無可添，然其損減，則遍晝夜無間有故。眼前一觀察，我們這個壽，前面已經很多都已經盡了，餘下來的，對不起，不多，你要想增加是一剎那都沒辦法。要增加它就是一剎那都沒有辦法，損減就一剎那都不停的，晝夜在那地方損失啊！所以",
    "1326": "[22:06]《入行論》云：「晝夜無暫停，此壽恆損減，亦無餘可添，我何能不死。」我怎麼能不死？上面這是簡單告訴我一下，我們真正應該想的。",
    "1342": "[22:22]此復應從眾多喻門，而正思惟。不管在各方面，只要你能夠體會得到的各方面，這個比喻就是說眼前這些樣子來體會，而如理地去思惟。下面就告訴我們，",
    "1360": "[22:40]謂如織布，雖織一次僅去一縷，然能速疾完畢所織。像織布一樣，你看起來好像只有一根線，欸，很快地就織完了！或者如故宰殺，",
    "1373": "[22:53]為宰殺故，如牽所殺羊等步步移時，漸近於死。牽了這個羊跑到那個死場，我們現在也是如此。我們每向前跨一步 ─不跨，你那個心就是步步走到死那地方去啊！",
    "1388": "[23:08]又如江河猛急奔流，或如險岩垂注瀑布，如是壽量，亦當速盡。又如牧童持杖驅逐，令諸畜類，無自主力而赴其所，其老病等，亦令無自在引至死前。此諸道理，也是一樣，我們就是這樣，我們這個老跟病，你自己一點都沒有辦法自在，它把我們帶到死前面去。關於上面所說的這個道理啊，",
    "1422": "[23:42]應由多門而勤修習。好好地努力，這才是我們真正要努力的地方。",
    "1429": "[23:49]如《集法句》云：「譬如舒經織，隨所入緯線，速窮緯邊際，諸人命亦爾。就像我們織布一樣，你這個緯線很快地過去，這個人命也是這樣。",
    "1447": "[24:07]如諸定被殺，隨其步步行，速至殺者前，就是上面那個牛羊的比喻，牽著牛羊步步地走向死亡，這個閻羅王來殺我們。",
    "1463": "[24:23]諸人命亦爾。猶如瀑流水，流去無能返，如是人壽去，亦定不回還。艱勞及短促，此復有諸苦，唯速疾壞滅，如以杖畫水。如牧執杖驅，諸畜還其處，如是以老病，催人到死前。」上面用種種的這個比喻，這麼快走向死亡，而沒有死之前，唉，是無邊大苦啊！各式各樣的比喻，這無非是策勵我們好好地修行。這個文字很容易，自己看一下，最主要的，總歸要找到自己相應的，修這個法門。",
    "1519": "[25:19]如傳說大覺𡁮行至水岸，謂「水淅淅流，此於修無常極為便利。」說已而修。傳說當中阿底峽尊者跑到水旁邊，看見那個水流說：「哎呀，看啊！這是告訴我們修無常最好的方便啊！」這說明了什麼？像這種大尊者，他因為已經修這個非常堅固，他隨便遇到什麼，一看見 ─啊，無常啊！心生起來了，緊跟著因為無常生起來，他馬上就策勵他修啊！下面的緊跟著都來了。",
    "1559": "[25:59]《大遊戲經》亦以多喻宣說：「三有無常如秋雲，眾生生死等觀戲，眾生壽行如空電，猶崖瀑布速疾行。」那麼這個經上面有種種的比喻：這個三有就是欲有、色有、無色有，不管是欲界的、色界的乃至無色界的，都是無常，就像秋天的雲一樣。我們秋天的雲有一個形容，叫蒼狗白雲，白雲蒼狗，瞬息萬變，這個無常就這麼快。然後我們的生死就像看戲一樣，你不曉得這個戲下面，欸！就這麼一場戲。所以我們這個壽命像空中的電，你看它一閃一閃，沒有了；像瀑布，這麼個快法！我們要這樣去認識，如理如法地修持。",
    "1625": "[27:05]又如說云：「若有略能向內思者，一切外物，無一不為顯示無常。」如果你真正地能夠向裡邊好好地觀察思惟一下，外面所有的一切東西，都在顯示這個無常。所以我們現在真正重要的，不要看外面，我們真正要觀察我們自己，現在我們都眼睛看錯了，這個叫顛倒。",
    "1652": "[27:32]故於眾事皆應例思，若數數思能引定解，所以啊，對於所有我們眼前的，都應該照著這一個上面所說的來去思惟觀察。你只要不斷地思惟觀察的話，對這一件事情一定能夠產生確定的見解。但是告訴我們「數數思」，努力地不斷地思。現在我們犯的毛病有兩種：有一種呢，聽完了就算了，那個根本不談；還有一種呢，他略略地修一下，這個效果，下面說：",
    "1689": "[28:09]若略思惟，便言不生，實無利益。有人略略地思惟了一下，他說：「哎呀，這個生不起來啊！」這個沒有用，這個沒有用！下面這個話，看哦！",
    "1704": "[28:24]如迦摩巴云：這是個祖師告訴我們，",
    "1707": "[28:27]「說思已未生，汝何時思，晝日散逸，夜則昏睡，莫說妄語。」有人說：哎呀！你這個思了一下，照它想了一下，生不起來呀！那個祖師就呵斥他：「你思啦？你修啦？你什麼時候修啊？白天幹什麼？嘿，放逸散亂，到了晚上，昏睡。真正說起來，你以為修了，你實際上，不要說平常閒談，坐在這裡不是散亂就是昏沈，你真的修了？你這不要打妄語啊！」這就是騙別人容易，騙自己騙不過。所以我們現在不要說：「哎呀，這個弄了半天弄不起來！」你真的弄了半天還算好的咧！你呀連它半天都沒弄，他們真正修行的要長年累月去修啊！所以我們現在太多人就說，聽見了道理好像修不起來，你真的修了？就這兩句話，這兩句話是祖師告訴我們的，好好地你擺在心上。你能夠把這兩句話擺在心上，這一生你就有希望。我們這裡休息一下，這兩句話下面還要講一講。"
}