{
    "5": "[00:05]祖師說的這句話，真正想修行的人哪，好好地記住，常常照這話來策勵自己。但是注意喔！凡是這種祖師策勵的話，這都是對我們自己說的，我們千萬不要責備別人，拿這話責備別人就完全錯了。祖師他告訴我們，他有一個原則，這些人已經修行成就了，他的悲心所使。悲心就像一個父親一樣，父親對於自己的子女都是無比地疼愛，為了這個使得子女成材，所以那個時候，有的時候用一種嚴格的方法。我們現在喝斥別人的時候，不是這個心情，你千萬注意，這個自己一檢查，就很清楚、很明白。你跟煩惱相應的這種心理，用這個佛法來喝斥別人的話，對自己造的是很大的業，非常大的罪過！這裡順便一說。",
    "77": "[01:17]所以這裡告訴我們，不要說：「哎呀！我怎麼思了半天思不起來啊？」不是，我們沒有思。我們現在在什麼，在散亂、昏沈當中，就是這樣。所以前面已經告訴我們了，如果說你現在散亂、昏沈，沒有辦法對治，表示我們罪障未除、資糧未積，它有正確的方法。如果你生不起來趕快退、倒退回去，把前面的積聚資糧、淨除罪障，這個次第很清楚、很明白。我們不要自己妄想，照我們自己的辦法，那我們現在太多這種問題，說：「喔唷，這個大法師啊，趕快去向他求一個法！啊，這個人了不起啊！」太多人到處去，東啊跑、西也跑，西求法、東求法，不曉得求了多少法，然後拿回來一樣東西都沒有用，這種情況之下，就這樣地空空地又浪費掉了一生。現在有這個完整的次第擺在這裡，你只要照著它步步上去的話，後面你不要怕，一定會有成就。那麼繼續下去：",
    "160": "[02:40]非但壽邊為死所壞，而趣他世，即於中間行住臥三，隨作何事，全無不減壽量之時。看，不但我們的壽命最後死，就算是在沒有死的中間，不管在任何狀態當中，它這個壽命一直在減、一直在減，這個減的時候從哪裡開始？從入胎的時候開始。",
    "196": "[03:16]首從入胎，即無剎那而能安住，唯是趣向他世而行，從一開始投胎那一剎那開始，就是說你的引業決定的時候，你的引、滿二業，就決定了。從這個時候開始，你一直向後，這個在減、在減、在減 ……到你死了為止。",
    "226": "[03:46]故於中間生存之際，悉被老病使者所牽，唯為死故導令前行。這個是我們要正確了解的，在這個中間都是為這些事情，不是老就是病，都是苦，都是死的前行。然後除了這個以外，除了這個苦以外，我們忙的什麼事情哪？我們為了免掉這個苦哇，找種種的求快樂的事情，這不是快樂，這是苦因，是苦上加苦，我們都是忙這個，這是我們的顛倒。眼前已經夠痛苦了，我們要想去掉一點痛苦，忙著這些事情啊，都是火上加油。正確的方法，是，眼前好像是苦的，卻是釜底抽薪，你眼前稍微苦一點，將來卻是快樂的，這是我們修行必不可少的正確的認識。所以千萬不要以為，哎呀，修行出了家，跑著去啊樣樣享現成的樂，這是順世外道，佛法絕對沒這件事情的。如果出了家了以後，你還貪圖這個、貪圖那個、偷懶等等的話，那就完全錯、完全錯了！這件衣服披在身上的話，那個是地獄的那個鐵甲，苦不堪言的一件事情，這個我們要認識。",
    "313": "[05:13]故不應計於存活際，不趣後世安住歡喜，千萬不要以為說，啊，現在還活著啊，還沒有死啊，而覺得高高興興，這個不可以。我們眼前的狀態像什麼？",
    "332": "[05:32]譬如從諸高峰墮時，未至地前空墜之際，不應歡樂。我們就像那個高山上面跌下來，居然還沒跌到地上，還覺得很快樂，天下有這種事情？那我們就這麼顛倒，我們就這麼顛倒！這個隨時，「叭！」一下，跌到地上粉身骨碎。",
    "355": "[05:55]此亦如《四百頌釋》引經說云：這個上面告訴我們，",
    "362": "[06:02]「人中勇識如初夜，安住世間胎胞中，彼從此後日日中，全無暫息趣死前。」《破四倒論》亦云：我們人生當中，剛剛投胎那一個心識、識心，就像什麼呢？就像剛剛入胎那一夜開始，從此以後啊，一刻不停地向前、向前，到哪裡去？到死、閻羅王那裡去。",
    "396": "[06:36]所以最後引《破四倒論》，《破四倒論》說，「四倒」就是所謂常、樂、我、淨。",
    "404": "[06:44]「如從險峰墮地壞，豈於此空受安樂，從生為死常奔馳，有情於中豈得樂。」此等是顯決定速死。就像那個高峰，「叭！」一下，掉下來了，掉下來的話，墮到地上一定粉身骨碎。絕不會說，哎呀，還沒跌到地上之前，覺得滿快樂的，這個絕不可以。從我們投胎那時候開始，一剎那開始，以後一直向死那個方向在奔馳，所以這個地方，哪有快樂啊？關於這個一點我們要了解。所以凡是一切事情，都很明白地說明 ─很快地死。",
    "462": "[07:42]那麼這個是第一個根本當中第二個子目。第二個子目，決定要死，不但決定要死，而且這個壽沒有可以增長的，一點點都沒有，而是這麼迅速地，從沒有間斷地，這樣來減退當中。最後第三個子目是什麼呢？",
    "487": "[08:07]思於生時亦無閒暇修行妙法，決定死者。要了解我們就是在生的時候，也沒有太多的時間來修行，很快就死了。下面看那文：",
    "508": "[08:28]謂縱能至如前所說，爾許長邊，然亦不應執為有暇。說縱算你沒有說很快地就死，就說活一百歲，我們數數，唉呀！我現在還有幾十年可活。那個時候，就算是這樣，實際上何況不一定呢，就算是這樣，你也不要以為我還有時間修行哦！下面告訴我們，為什麼啊？",
    "538": "[08:58]謂無義中先已耗去眾多壽量，做很多事情毫無意義的，把我們的時間就浪費掉了。",
    "549": "[09:09]於所餘存，亦由睡眠分半度遷，剩下來的一半哪，要睡覺睡掉。",
    "557": "[09:17]又因散亂徒銷非一，少壯遷謝至衰耄時，身心力退，雖欲行法，然亦無有勤修之力，故能修法時實為少許。這非常明白、非常明白！喏，我們一百歲實際上是很少、很少，現在的人活到七十歲，已經滿好。七十歲，頭上那個十五年沒辦法，以我們現在來說的話，二十歲都沒辦法修，後面這個十五年也沒辦法修。我現在深深地體會到，我今年實足年齡只有五十九歲，我已經深深感覺到大不如前，大不如前，往往跟你們說過，回過頭來就忘記掉了。以前我總不大相信這件事情。",
    "606": "[10:06]早幾年我有一個世伯，最好的一個同班同學，我們幾年一直住在同一個房間，非常好。他也告訴我，哎呀！他說他父親不曉得怎麼搞的現在，他那個時候大概已經八十左右了，往往回過頭去他就忘記掉了。剛剛吃過飯，他放下碗來，他說：「哎喲，我飯還沒吃耶！」他就忘得乾乾淨淨！這樣。有的時候跑到馬路上，轉了一個圈子，他跑到哪裡自己忘記掉了，就是這樣，這樣地糊塗法啊！這個人以後會這樣，你說到那個時候他能修行嗎？欸，他可是別的有一樣東西沒忘記：「我」沒忘記！人這個東西真妙啊！有的時候跑出去了，站在門口，才站了半天，我在哪裡啊？他不曉得在哪裡，就這樣地奇怪。所以這個人的的確確的，你們不要笑啊，很快就輪到你們啦，我已經輪到了。所以老的時候也沒有用。",
    "666": "[11:06]那麼頭截掉，然後尾巴截掉，中間生病去掉，睡覺去掉、吃飯去掉、大便去掉，請問你們一天有多少時候，一生當中，七十歲當中有多少能夠修行的？然後我們就算修行了，跑到那兒上早殿的時候，你能修行嗎？上晚殿的時候，你能修行嗎？就說不要早晚殿，你自己拜佛的時候，你真正在修了嗎？自己打坐，你真的在修了嗎？我們不想則罷了，一想的話，我們能修行的時候實在沒太多多少啊！然後還要跑得你跟人家聊聊天，還要管人家閒事，你能修行到哪一天？沒有了！這是我們應該了解的。",
    "716": "[11:56]所以第三點我們要了解，說不要覺得我們還時間很長啊，還等到後面，不能等！你如果分秒必爭能夠把握住現在一點的話，那好！前面已經告訴我們辦法，它的的確確你能夠這個概念提起來的話，我們自然有一個辦法告訴你，二十四小時都在修。如果說你這一點把握不住的話，唉，你就這麼一生，一百年也浪費掉了，一千年也是沒有用。我們壽命何止一千年？沒有一個人例外，都是無量劫來，無量劫的壽命我們還在輪迴生死，這個現實狀態，這一點要深加痛切。所以真正能夠修行的時候，一點點哪，實在是一點點哪！",
    "768": "[12:48]《入胎經》云：「此中半數為睡覆蓋，十年頑稚，念年衰老，二十年是衰老，然後中間那一段由",
    "778": "[12:58]愁嘆苦憂及諸恚惱亦能斷滅，或者是心上面的憂愁，或者是身體上面的痛苦，又要啊，哎呀，精神為煩惱所使，這個凡是這個東西，都把我們的壽命浪費掉了。所以我們現在管別人的閒事，那是對自己最大的損失啊！最大的損失莫過於此。我們不是不管，要到什麼時候？你發了菩提心，真正悲心幫忙別人，那個時候對了！",
    "813": "[13:33]從身所生多百疾病，其類非一亦能斷滅。」然後我們身上生了毛病也不曉得多多少少，也隨時能夠把我們送命。",
    "823": "[13:43]《破四倒論》亦云：「此諸人壽極久僅百歲，此復初頑後老徒銷耗，睡病等摧令無可修時，住樂人中眾生壽餘幾。」告訴我們，這個人壽最多只有一百歲。然後剛開始的時候，年輕的時候，欸，頑皮，不曉得怎麼修；老了以後呢？沒有能力，銷耗；中間也要睡眠、也要生病，這樣。所以真正安安樂樂，這一個人身能修行的很少、很少。",
    "866": "[14:26]伽喀巴亦云：「六十年中，除去身腹睡眠疾病，餘能修法，尚無五載。」這個，如果說人的壽命六十歲來算的話，真正能修行的沒有五年，這個是真正修行人的哦！以我們來說的話，我們能有五年修行已經很了不起了，還沒有哦，還沒有！我們都在煩惱當中，修行不相應。這個是第三個，然後最後這一個大段的結論：",
    "902": "[15:02]如是現法一切圓滿，於臨死時唯成念境，如醒覺後，念一夢中所受安樂。就算我們一生，樣樣東西都像我們想像這麼好，樣樣圓滿的。等到你臨終的時候，請問當年這個圓滿剩下來什麼？嘿，妙了！「唯成念境」，你腦筋裡想起來。像我們以前的事情想像也是一樣，雖然我們沒有死，可是我們人人都有那個經驗。比如說我們現在回想以前的，以前那些事情現在什麼？唯成念境，就是腦筋裡空念，好也好、壞也好，再圓滿的事情，對你有真實的價值？一點都沒有。",
    "953": "[15:53]這個情況就像什麼？就像做夢，夢當中得到很安樂，醒過來的時候，欸，好像有這麼一回事情，實際上是一無所有。而為這個一無所有的這個東西而空忙，值得嗎？不值得。空忙的結果，如果是單單空忙了以後，留一點念境還算是好的，它真正地留給你的是一點念境；而實際上的效果，卻是把你送到三惡道當中去受無邊大苦，值得嗎？這個是我們應該體會得到的，所以趁還沒有死的時候，趕快努力！",
    "998": "[16:38]若死怨敵定當到來，無能遮止，何故愛著現法欺誑。這個結論是如此。既然這個死是我們的大冤家，它一定要來的，你絕對沒力量，沒有任何方法能夠防止它。既然這樣，而死的時候，所有現世你所忙的一切，都是剩下來什麼？像夢想的時候一個空念頭一樣，你了解了這個，你還為它欺誑嗎？所以前面一再告訴我們，我們真正的自欺是莫過於此啊！",
    "1046": "[17:26]如是思已，多起誓願，決斷必須修行正法。這個是第一個根本，三個子目當中，最後認識了以後，決定應該生起的「決斷」，決心我們應該這樣。有了這個前面的認識，照著它這個如理思惟以後，那時候一定要起誓願：我必定要修正法。為什麼？因為你不修的話，不管你多圓滿，請問最後是什麼境界？像一個夢，醒過來一無所有，唯一留下來的 ─造了這個惡業，送你到地獄裡面去。啊！想到了，一無意思啊！",
    "1098": "[18:18]所以把前面這個三樣東西、三個子目，你認真地思惟了以後，那個時候得到一個正確的認識；然後呢不但正確的認識，而且下決心，說：沒有別的路可走，一定要修行，一定要修行，只有這一條路可行。不過這個地方的修行注意哦！如法的修行哦！現在我們雖然已經進入佛門想修行，可是還是走錯了，還是走錯了，這個尤其重要。摸到這佛門當中來已經千辛萬苦，摸到以後而還修錯的話，那個是加倍地可惜啊，加倍地可惜！這我們務必要知道的。所以現在這個地方好好地努力，在這一點上面是最值得我們注意的一點事情。",
    "1157": "[19:17]說到這地方也許我們會想：哎呀，一點都沒錯啊，你看現在那些人都走錯了！你想到這個念頭，你已經不曉得錯到哪裡去了！不是管那些人，管自己、管自己。同樣地那些人你說他錯了嗎？你也可以說他錯，也可以說他一點都沒有錯。以我現在的了解的話，我不但沒有覺得他錯，我還感謝他們。我們今天所以能夠安安穩穩坐在這個地方，就靠什麼？就靠他們在外面，他們把佛法的種子廣布人間，然後人家信了佛法，曉得你們修行人，來送供養來。請問沒有這些人，我們今天能夠安安穩穩坐在那裡修嗎？你感激他都來不及，你還看他不對，是你顛倒得不曉得到哪裡去。如果你只管自己的，你必須感激他；如果你將來，覺得自己是個大乘行者，那到那個時候，你趕快努力來幫助他，這才是我們現在應有的態度。所以你說：「哦！我對了，那些人錯了。」那你比他更糟糕，比他更糟糕！他這樣去做的話，他還是可以幫助你，你這樣做你幫助了誰啊？",
    "1237": "[20:37]所以我就想起來了，以前老師罵我這個話，我現在越想越對、越想越對。所以我現在我沒有這個力量罵你們，可是我不妨像收音機、那個留聲機一樣，敘述我老師的話：「你自己覺得修行了，請問吃的東西哪來的？憑什麼他要供養你？」唉！我現在越想越對，你還覺得人家不對，那個不對、這個不對，這是我們該好好地去仔細觀察。所以你看見外面這些人，你要感謝他啊，沒有他們，還沒有我們，我們不能安住在這個山裡好好修行哦！你真的這樣去觀察的話，欸，不管你怎麼弄，你的心裡面，總是策勵你去修行。所以你了解了這一點，你自然而然這種錯誤的概念都去除掉了，這個非常重要、非常重要，這是我們千萬要注意的！",
    "1302": "[21:42]所以說不管是哪一個，任何人都是這樣，正規如法修行的大祖師都這麼說，六祖大師不說得很清楚嗎？「若真修道人，不見他人過。」如果你自己覺得真正修道人的話，你見不到人家過錯；如果你見到過錯的話，對不起！你早就已經不曉得跑到哪裡去，錯到哪裡去了，這個概念我們應該知道。所以說這個地方修的「正法」兩個字啊，不要誤解哦！不要以為說：哎喲，我們住在這個地方正規地修行，不像他們亂來。嗯？這個地方有問題，自己要認真檢點。",
    "1344": "[22:24]下面都是告訴我們怎麼樣是正確的。現在前面還都是做為我們的基礎，所以眼前我們有這種錯誤的想法，暫時不要去管它，好好地努力向下學，自然而然我們會把我們的錯誤的概念，一一都改正過來。",
    "1363": "[22:43]如《本生論》所說而思，「嗟呼世間惑，匪堅不可喜，此姑姆達會，亦當成念境。眾生住於如是性，眾生無畏極希有，死主自斷一切道，全無怖懼歡樂行。現有老病死作害，大勢怨敵無能遮，定赴他世苦惱處，誰有心知思愛此。」第一個前面說，啊！這個世間真是愚癡、真是顛倒啊，都是迷惑啊！世間所有每一樣東西都不堅實的，根本不是可喜愛之處，都是虛誑啊，都是無常啊！就算這個「姑姆達會」 這姑姆達會就是一種盛大的一種慶祝的宴會 不管多盛大、多快樂啊，欸，完了以後，以後就像什麼？「念境」，念境就是說，像夢醒的時候這個境界一樣。喏、喏、喏，這樣地一無可取，這樣地不堅實、不牢固，而我們所有的三界之內的眾生的特性，就是這個樣，就這個樣。所以我們在愚癡顛倒當中，對這件事情而不害怕，啊！那真是你無法想像，真是無法想像啊！換句話說，我們這個顛倒實在是啊，真是愚癡極了。閻羅王，最後這個「死主」啊，到最後不管你什麼，他把你一刀斬斷，赤裸裸而來，也是赤裸裸而去。對這一點，我們居然不怕，還在那兒覺得滿快樂的，真是顛倒極了！",
    "1487": "[24:47]不要說等到臨終，眼前當下又是要病、又是要老、又是要死啊，這些事情它力量大極了，你沒有任何一樣東西能夠擋得住它。而最後的結果是 ─幹什麼？死，一切都拋掉，然後呢到下一世去。下一世是什麼？你根本不知道，而是由於我們現生所造的業，一直在生死輪迴當中受大苦惱。不管任何人，了解了這個實際上的情況以後，誰還會愛它呀？沒有一個人例外的，你不了解之前都是迷惑，了解了以後，啊！一定趕快捨掉，趕快努力。",
    "1545": "[25:45]《迦尼迦書》中亦云：「無悲愍死主，無義殺士夫，現前來殺害，智誰放逸行。那麼這個祖師也告訴我們，閻羅王他可是一點都不會說：「哎喲，我慈悲慈悲啊！」不會的，這個死這件事情，它就是這麼殘酷，對我們是毫無意義，把我們每一個人都最後被它摧毀。所以真正有智慧的人了解了這個，誰還肯馬馬虎虎放逸啊？",
    "1585": "[26:25]故此極勇暴，猛箭無錯謬，乃至未射放，當勤修自利。」這個就像什麼？就像一支非常強有力的箭，而這支箭射到來的時候，我們一定送命，這支箭不但非常強有力，而且絕對不錯。換句話說，我們一定會碰到這個問題，趁這支箭還沒有放出來，趁我們還沒有受這支箭射中死亡之前，趕快努力，趕快努力！這個是第一個根本，分三個項目，讓我們產生這樣的一個決心。",
    "1639": "[27:19]我們現在不妨把這一點重新溫習一下：第一個根本是什麼？決定要死，第一個。然後呢不但決定要死，這個壽只有減，而剎那、剎那沒有任何辦法可以使它停留乃至任何一剎那，而是剎那、剎那地牽到死的地方去，就這樣。這個就像我們高山上面跌到地上那樣，絕對不能說因為還沒有到地 ─啊！快樂。這個時候不可以，要努力思惟這個，要趁這個機會修行。同時我們也要了解，不要說，啊，中間還滿好，還可以慢慢地修行。最後要思惟，就算你還沒有死，就算你存活，這個中間真正能修行的時間非常少。你對這個概念正確地了解了，你就不敢一點放逸，不敢一點放逸。",
    "1707": "[28:27]所以那個時候，產生一個決心，產生一個認識。所以叫「誓願」是什麼呢？平常我們也想這麼，這個「想」的這個力量很虛浮的，沒有什麼力量；必定要照前面的辦法，認真地思惟觀察，那個時候你就產生一個強有力的、堅決地發誓：一定要這樣做！一定要這樣做！你有了這種強有力的這種誓願的話，它會推動你如實地認真去做。否則的話，你聽見了，虛虛浮浮，唉，聽見是聽見了，到那個時候就是提不起來，這個很可惜的事情。不過儘管如此哦，它還有好處的，這個種子種下去了以後，它遲早還會增長發芽。不過它增長發芽的時候，記牢喔！不是天上掉下來，一下讓你證了羅漢果了，或者一下讓你證了佛果了；它增長發芽的時候，還是要拿出全部精神去、拼命去修。所以我們總記得，既然遲早你必定要這樣去做的話，你為什麼不趁現在努力而等到以後？因為等到以後，這個中間等的那段時候在哪裡啊？在地獄裡邊，這是我們要了解的，了解了然後你要真正地思惟去觀察的。太重要、太重要了！這個事情。"
}