{
    "12": "[00:12]那麼這個是第一個根本，第二個呢：",
    "19": "[00:19]第二思惟死無定期者。這個三個根本當中，這一點最重要。第二個根本，我們怎麼去觀察、去思惟，這個死不曉得什麼時候，不決定的。",
    "35": "[00:35]謂今日已後，百年以前，其死已定。這個死是決定的，從今天開始到百歲，這是最久，一定要死的。",
    "48": "[00:48]然此中間，何日而來，亦無定期，但是這個中間，死什麼時候來，不決定。",
    "56": "[00:56]即如今日，謂死不死，俱不決定。今天到底死不死，我們沒有一個人能夠把握說今天一定不死，你怎麼曉得今天不死？你怎麼曉得現在不死？一個大地震，對不起，我們全部死光；一個飛機栽下來，我們就死；乃至於一個小小的細菌碰到你這個地方，你打幾個噴嚏說不定明天就醒不過來。",
    "81": "[01:21]我記得，想想看，今年六十歲，那整整四十年以前，那時候我才二十歲，剛剛二十出頭一點。剛來，在高雄我還記得，那時候有一個好朋友，那個非常好的，平常大家沒什麼事情啊，天天一直去玩，他那個時候在船上面、商船上面，作三副，哦，前途錦繡啊！有兩天我們沒見面，咦，某人怎麼不看見了？大家還在盼望他。結果來一個消息，什麼消息？報喪！你們曉不曉得報喪啊？就是他死了，什麼死的？莫名其妙，不知道。唉！他大概比我大兩三歲，現在腦筋忘記掉了，連名字都記不住。然後呢過了幾年，那個時候過了幾年，那個時候，我還記得在學校念書，在成大，畢業了以後，比我低一班的，比我低一班，他是學電機系的，平常因為在學校裡他這個人很好，雖然電機系的，他當然是滿好的。結果那一年，我們大家在學校裡面準備考高考，他也在那兒忙，大家正在忙得很起勁的時候，有一天他妹妹跑得來，一看到她的面孔，我們就覺得很奇怪，她還沒開口眼淚直流，幹什麼？她哥哥死了，你是無法想像的。這個太多這種例子，那我們說還二十幾歲 ……。",
    "183": "[03:03]所以以後，後來我們想到了解一個事情說，佛為什麼修行要叫我們在尸陀林裡面；我們現在旁邊那個尸陀林，這對我們有大幫助。那時候我們在洛杉磯的時候，經常要到尸陀林去超度這個幽魂。有一次我們在尸陀林裡面超度幽魂的時候，我就注意了這個，它那個尸陀林都記載說：什麼人，他從某年到某月他死，記載他的生死這個時間，大部分人，是，的確比較 ……這個總是活個幾十歲。結果跑到一個地方，一看！唉呀！使得我心驚肉跳，我到現在還印象很深，都是幾個月、幾歲，很少超過三歲的，都葬在這個地方。我一看到這個以後，我從此以後對這個生死的概念是大大地改變。我今天已經五十多歲了，怎麼保得住？他那兩三歲都死掉了。以後我專門去看，然後去看的話，因為太多地方，有很多都是五歲以內的，很多五歲到十歲的，有很多十歲到二十歲的，好多、好多，還有照片，看起來活潑可愛。你怎麼能保證說你今天不死？唉，這個是，所以今天死不死，的的確確你沒辦法決定。對我們修行人來說應該怎麼辦？下面一句話，",
    "276": "[04:36]然心應執死亡方面，須發今日定死之心。我們真正修行的人就要對治以前的錯誤，怎麼對治法呢？比方說應該牢牢地執著說死那一方面，要發起今天一定必死之心。我們不要說我們不要執著、不要執著，我們不要說我們不要分別哦！我們現在這個不分別是在大無明當中哦！人家是經過了修行得到了無分別智，這是果位上的事情！他所以得到無分別智的果位上是，就因為擇善固執，然後如理努力修行，所以達到這個境界，這個我們要清楚！我們現在要以正式如理的認識、如理的思惟去掉這邪妄的分別。",
    "334": "[05:34]所以這個八正道，登地的菩薩所修的是八正道，它八正道最重要的正見跟正思惟。地上菩薩還要正思惟，我們凡夫居然是什麼都不要想，大糊塗蛋一個，那個是不可以，這個千萬注意哦！前面破邪分別當中已經說得很清楚了，這句話有它特別的意義。你在沒有正確了解它當中，你錯用它的話，那你就完了。所以我們眼前應該什麼？擇善固執，然後一步一步上去。現在我們應該執的是這個死亡方面，要發什麼樣呢？今天一定要死，為什麼？欸，你看它下面這個好處：",
    "378": "[06:18]以念今日決定不死，或多分不死，其心則執不死方面，假定說你今天不會死，或者多半不會死，於是你那個心理覺得今天既然不死，怎麼辦呢？就專門忙眼前的事情，而眼前的事情兩腳一伸，一點意思都沒有，就像作夢一樣，而所忙的業卻把你送到地獄裡面去、三惡道當中去。所以他下面說，因為你執著不死方面，",
    "409": "[06:49]便專籌備久住現法，就是要忙現在啦！啊，不但今天，還要明天，還要後天，哎喲，忙這些事情都少不了，你都忙！",
    "421": "[07:01]不能籌備後世之事。你不會忙後世的事情。",
    "428": "[07:08]於此中間為死所執，須帶憂悔而沒亡故。萬一在這個中間，一下送命了，到那個時候，你就來不及啦，來不及啦！到那個時候懊悔而亡。反過來，你",
    "445": "[07:25]若日日中籌備死事，則多成辦他世義利。假定你天天想著今天一定死，噫！因為你想著死、怕死，所以你拼命修行，於是，嘿！將來好處你都事先準備好了。一想到今天要死，那你還忙這些現在的事情嗎？當然不忙了，於是你拼命修行。如果念佛的，因為你一想到死，拼命念佛。這種情況豈不好？",
    "474": "[07:54]縱不即死，造作此事亦為善哉。是的，也許說今天你想了「今天死」，可是它不死。如果你能夠天天想到死，這樣的話，有什麼好處啊？你整個都在那兒積聚善法，積聚善法，在這種情況之下，天天不死正好嘛，你這個善法愈積愈多嘛！所以它真正的重心，不是說今天決定說猜它，像猜愛國獎券，猜得中不中；你如果說能夠執取今天必死那件事情的話，於是你努力修善法，努力修善法的話，那不是很好嘛！你天天積的善法，如果說不死的話，那更好啊！萬一你死的話，欸，你已經有準備了，這是我們要了解，它所以要告訴我們執今天必死的原因。你兩個一對比的話，我想我們稍微有一點腦筋的人，都非常清楚、明白認識，想「必死」有這樣大的殊勝的利益！反過來，你不想死的話，有這麼大的缺陷、禍害在這裡，這個是它真正的重點。所以說：",
    "558": "[09:18]若即死者，則此尤其是所必須。萬一今天真的死的話，那這個太重要了，因為你修行了。所以它不管它今天死不死，你如果想著今天必死的話，對我們有這麼大殊勝的利益。",
    "576": "[09:36]譬如自有能作猛利損害大敵，從此時期至彼時期，知其必至，然未了知何日到來，須日日中作其防慎。就像我們說將來一定有一個大敵人，這個大敵人一定要損害我們，什麼時候來不知道。但是要嘛不來，要來的話他一定拼得你死我活，拼的結果一定我死。在這種情況之下，你準備、天天準備的話，這必定對我們有好處。所以想到這裡，我覺得我們現在說修學佛法，實在是有太多地方跟法不相應。不要說這種事情，那個在西方、在美國他們啊，他們平常很多人，不要說年紀老了，年輕的人遺囑已經準備好了；我們中國人就是好像犯忌，喔唷，這個犯忌。我現在想到，啊，這太好了！",
    "637": "[10:37]所以我現在養成這個習慣，不管任何事情，我一定寫得清清楚楚，我死了以後這些事情該怎麼辦，不但是錢帳、書籍什麼等等；而且每年因為隨時有改變，我都改變一次。譬如我在洛杉磯蓮社是這樣，我跑到講堂台北也是這樣，跑到這裡來又寫好，總是等著死。然後什麼事情反正都不去管它，剩下來幹什麼？趕快好好念佛，好好地念法、念僧，這個倒是千真萬確的一個事實。不要去忌，我們要忌的就怕你念那個不死，這個才是我們真正要忌的。所以現在我們真是完全顛倒、完全顛倒。尤其是修學佛法的人，信得過因果的人，你忌了，如果你忌了以後，如果逃得過的話，佛法還有什麼用？一點用場都沒有了。所以我們忌，該忌的不忌，不該忌的忌它，這個叫作顛倒。",
    "703": "[11:43]若日日中，能起是念，今日必死，下至能念多分是死，則能修作，所當趣赴後世義利，不更籌備住現世間。所以假定我們能夠每天生起這個念頭說，今天一定要死 ─不要說一定死，下至乃至今天多半要死；乃至於你想到：哎呀，今天總很可能要死！你想到這個的話，你一定會努力修，不會忙現在的，修的都為準備以後的好處，不會忙現在這種。所以說：",
    "750": "[12:30]若未生起如此意樂，於現世間見能久住，便籌備此，而不修作後世義利。這兩個對比，立刻比出來了。假定你沒有修習，沒有如理地觀察，觀察了以後，沒有如理地思惟，所以你不會想到今天死。這樣情況之下，自然而然你覺得要忙這個現世的這個事情了。因為這是無始以來的習性使然嘛！唉，這個也少不了，那個也丟不掉。那麼在這種情況之下，你忙現在的，忙了現在的，最後兩腳一伸，什麼？惡業、惡業！眼前這些東西是一點用場都沒有，只有惡業、惡業，這個惡業把你送到三惡道去。這個是所以為什麼這地方告訴我們：我們必定要思惟，說今天一定死，今天一定死！",
    "813": "[13:33]注意哦！這個地方告訴我們，就是說，不是一個道理，你要如法地去修，等到你修到心當中，你就生起了：哎呀，今天一定要、今天一定要死！那個時候對了。因為這裡你有一個正確的概念，當你想到死了以後，你所有的什麼事情都丟掉了，剩下來幹什麼？哎呀，趕快一句阿彌陀佛。所以大家現在說：「哎呀，我念了這個佛啊，心裡面為什麼老散亂，念不起來啊？」唉，阿彌陀佛！它正確的方法你沒有學到，當然念不起來。",
    "854": "[14:14]所以它任何一樣東西，有它完整的道理，照著這個次第，如果你認真地一步一步上來，你得到了善知識告訴你正確的方法。而這個正確的引導的第一個，你說：哎呀，這個人身是非常難得啊，它有這麼大的利益，而又這麼容易失去；假定你失去了這麼難得的人身，不好好利用的話，那真是等如畜生，實際上還不如畜生哪！所以這個得到的時候，唯一的幹什麼？修行。然後你要修行了，修行最大的障礙，第一個什麼？四顛倒當中的常顛倒。所以告訴你，所以也用無常。不要別的，這個兩樣東西一旦生起來了，你能不念佛嗎？那個死的念頭就逼在這個地方啊！所以你一想到就念佛了。凡是真正修過無常觀的人，妙了！他一面念佛，一面這個無常的力量一直在；所以他那個佛號一停止，無常的力量就追著來了，他就停不住。每一個人有修過的經驗的人，都有這種經驗，我告訴你。所以大家說：「哎呀，我這個念佛念不起來啊！」欸，原因就在這裡。",
    "942": "[15:42]所以大家千萬不要小看本論，本論真正精采的地方。它實際上本論你學好了，即身成就、超凡入聖的機會都有，何況是這念佛！所以我告訴大家，你們照著這樣去做的話，上品上生都有份，何況是僅僅超脫輪迴！的的確確是萬修萬人去呀！那麼第一個觀念那這個地方已經交代出來了，可是，還不圓滿，還不圓滿，至少到這地方，我想大家信得過，也了解得到「關鍵」所在。下面繼續：",
    "988": "[16:28]譬如若念久住一處，則計設備住彼所須，若念不住當他往者，則當備作所趣之事。舉個比喻。譬如說，你覺得在這裡要定居下來，長久安住，於是你準備這個、忙那個、忙這個。反過來，若你覺得在這個地方像旅館一樣住一夜，你會不會在這裡忙這個、忙那個？這道理不簡單極了嘛！現在不但是我們對我們住的地方，對我們這個的身體 ─這個身體就是我們的旅館，很清楚、很明白，你還會不會為這個東西忙啊？真正的關鍵在哪裡？就在這個 ─喏，死念上頭，很清楚這個最重要的事情。平常是我講的時候，你們也會感覺得：對呀！你要放下來，就是放不下。現在告訴你辦法了，你只要照著這個辦法去做，不要等到我講；反過來，我叫你們：哎呀，不要放啊！你們都不會聽我的話，你們放得乾乾淨淨，這個道理就在這裡。所以說，",
    "1061": "[17:41]故日日中，定須發起必死之心。這個才是念死當中最重要的一個關鍵。所以我們每天一定要想：今天一定要死！早晨起來第一件事就想：啊！今天真大幸啊，居然昨天脫了這鞋子，今天又穿上了！那明天，明天一定不會再穿了，所以還有今天一天，趕快拼命努力啊！你什麼事情都不會去忙，啊，跑到廚房裡邊，稀飯也好，乾飯也好，什麼白菜也好，豆腐也好，塞飽了肚子趕快好，就是這樣。而剩下來所有的其他的事情，都是這樣，你會全部精神去修行，這樣修行還有不成功的嗎？繼續下去。關於這一點，這個根本又分三個大項目來說明。",
    "1119": "[18:39]此中分三。思贍部洲壽無定者。這個壽期無定是說，我們南贍部洲的壽無定的。",
    "1131": "[18:51]總之俱盧壽量決定，北俱盧洲的壽量是決定的。但是北俱盧洲的壽量雖然決定，他不能修行，這個我們不談，壽量決定也沒用。",
    "1144": "[19:04]諸餘處者，各各於自能住壽量雖無決定，然亦多數能得定限。贍部洲壽極無定準，其他的地方壽量雖然沒有決定，但是它總歸有個大概的定限。只有什麼？我們南贍部洲的壽沒有定準。",
    "1164": "[19:24]劫初壽數，經無量年，今後須以滿十歲為壽長際，最初住劫剛開始來的時候，八萬四千歲，到最短的時候只有十歲。",
    "1176": "[19:36]即於現在老幼中年，於何時死，皆無定故。這很明白，眼前我們看得見的，到底老了死、中年死、少年死，完全沒有一定。",
    "1189": "[19:49]如是亦如《俱舍論》云：「此中壽無定，末十初無量。」到末劫的時候十歲，劫初的時候「無量」；無量，實際上並不是真的無量，八萬四千，很長。",
    "1203": "[20:03]《集法句》云：「上日見多人，下日有不見，下日多見者，上日有不見。」這處處地方告訴我們，上半天還看見，耶，下半天說死掉了；下半天還看見，上半天又不見掉了！",
    "1218": "[20:18]又云：「若眾多男女，強壯亦歿亡，何能保此人，尚幼能定活。很多不管是男的、女的，年輕的時候都死了。誰能夠保證說我們一定啊，我們還早、還早，沒有一個人能保證。",
    "1233": "[20:33]一類胎中死，如是有產地，又有始能爬，亦有能行走。有老有幼稚，亦有中年人，漸次當趣沒，猶如墮熟果。」這個是說明死的跡象。有很多人說生了，生了還算好的了，胎裡就死了；有的生出來，還沒有走路，就這樣爬；有的人剛剛能走。換句話說有胎裡就死，有一歲、兩歲、三歲，乃至一百歲，沒有一個例外的。這個死就像果熟了以後，隨便什麼情況之下，輕輕地一動，就掉下來了，就死、就死。",
    "1275": "[21:15]應當作意所見所聞，若諸尊重或友伴等，壽未究竟，忽由內外死緣，未滿心願而死。我們應該好好地觀察思惟，不管我們的尊長，上輩也好，同輩也好，太多的人，不曉得什麼時候，不管內外的各式各樣的緣：內緣，那是什麼衰老啊，生病啊，這一種；外緣的話，忽然間產生一個車禍，現在尤其是不安全。啊！現在看看太多好的因緣，有了汽車、有了什麼東西，汽車開出去，「叭！」撞到了。出去，出去旅行一下覺得好玩，欸，出去旅行，飛機「叭！」掉掉了，這個樣可怕法！所以我們還覺得，哎喲，還有這個要做，還有那個要做，對不起，都沒有滿你的願 ─死了！",
    "1328": "[22:08]念我亦定是如是法，應數思惟，應令發生必死之心。眼前我們要把這個概念擺在心裡面，把這個概念啊 ……。這個第一個，這個第一個說，南贍部洲我們的壽沒有決定。第二呢？",
    "1352": "[22:32]思惟死緣極多，活緣少者。就在這個過程當中，能夠促使我們死的，這種外緣很多。而能夠保持我們生命，增長我們大種的這種條件很少。",
    "1375": "[22:55]謂於此命有多違害。謂諸有心及諸無心，若諸魔屬，人非人等眾多違害，及旁生類損此身命，亦有多種。我們這個生命有種種外面的災害，或者是有心、無心的，魔。所謂有心的，那就是有情；無心的，乃至土石木塊等等，就是這種東西。還有魔、人、非人各式各樣的，都能損害我們的生命，沒有一樣東西 ……毒蛇、猛獸，老虎、獅子，這樣。那麼是天上掉下了一個什麼石頭，你跑著走過去的時候，忽然之間電線斷掉了，啊！這種都是這個因緣，你是真是無法想像啊！",
    "1426": "[23:46]彼等如何違害之理，如是內中所有諸病，及外大種違損之理，皆應詳思。說上面這種，他怎麼樣來傷害我們，不管是裡邊或者是外面。裡邊就是我們四大不調，外面種種損害，這個我們要認真好好地去觀察思惟。",
    "1453": "[24:13]復次自身由四大種成，彼等亦復互相違害，諸大種界若不平等，有所增減能發諸病，而奪命根，此諸違害，是與自體，俱生而有，故於身命無可安保。那麼特別是我們想那個，我們這個身體是四大所成，這個四大隨時互相減損，或者水大太強盛，或者這方面不好。因為這樣不平等，所以就生起病來了，那麼有了病的話，就要死。而這個四大種就是我們與生俱來的，所以對不起，它這個東西，身體當中一直在這個地方的話，你就是沒辦法保證我們安全。",
    "1506": "[25:06]如是亦如《大涅槃經》云：「言死想者，謂此命根，恆有眾多怨敵圍繞，剎那剎那漸令衰退，全無一事能使增長。」這個引經上面，前面已經說過了，這個一切想當中，死想最好。那麼怎麼想呢？我們要了解說我們的壽命有種種的損害，這個損害我們叫「怨敵」；這個怨敵不一定是有情，凡是損害我們的都是。那個「剎那剎那」，就是無時無刻不在，都在損害我們，而這些事情，絕沒有一件事情能夠使我們的壽命增長，經上面這麼說。論上面呢？",
    "1550": "[25:50]《寶鬘論》亦云：「安住死緣中，如燈處風內。」我們現在的狀態是什麼？這個就像燈在風當中一樣，隨時有熄滅的可能，我們也隨時有死亡的可能，這個是千真萬確的事實。",
    "1573": "[26:13]《親友書》亦云：「若其壽命多損害，較風激泡尤無常，出息入息能從睡，有暇醒覺最希奇。」那麼最後這個《親友書》上面又告訴我們 ─所以說《「親友」書》的話，這個才真正你的好朋友。這個好朋友怎麼告訴我們哪？啊！我們這個壽命損減太多了，這個是無常非常迅速，就像什麼？就像那個泡沫在風當中，在大風當中一樣。那個泡沫平平穩穩它都有隨時破裂的可能，在風當中的話，那實在是快得不得了啊！所以我們現在這個壽命，一口氣進去了，能不能出來，不知道；然後出來了，再能不能吸進去也不知道；睡下去的話，再醒過來也不知道。所以他說：我們睡下去再醒得過來，那真是不容易，不容易啊！我們應該這樣去認識、這樣了解、這樣思惟，策勵自己。",
    "1642": "[27:22]《四百論》亦云：「無能諸大種，生起說名身，於諸違云樂，一切非應理。」我們現在這個四大，我們沒有能力，我們沒有能力，這個都在互相損害當中。而我們的身體 ─就那樣地這個互相損害，我們完全無法把持的四大所成的。把這個東西看成快樂的話，那我們顛倒，不合理的。",
    "1674": "[27:54]現是五濁極濃厚時，修集能感長壽久住大勢妙業，極其稀寡。目前這個狀態，什麼狀態？五濁惡世非常濃厚的時候，非常濃厚的時候。所以我們造的種種業，這損減啊，極大部分都損減；而真正地修行善法，而能夠感得長壽，能夠感得「大勢」這種 ─所謂大勢力，就是說能夠增強我們這個功效，能夠使得壽命延長這種業，非常少、非常少，非常少、非常少！",
    "1716": "[28:36]飲食等藥，勢力微劣，故皆少有能治病力。乃至於飲食這種東西，它這個效果也都在減少當中，藥等等都是如此，所以這個治病的力量都減少。",
    "1732": "[28:52]諸所受用安然消後，能長身中諸大種分勢用虧減，故難消化，然後呢，真正的飲食這個東西 ─就是我們的受用，受用了以後，能夠長養我們的四大種的。這些東西因為五濁惡世所感得，所以它的力量也在慢慢、慢慢地減退，不如以前。正因為如此，所以我們吃下去了以後，也不容易消化，它的力量在減退當中。",
    "1768": "[29:28]縱能消已亦無大益。這是眼前的，已有的這個依報的狀態。實際上這個依報，就是我們的士用果、增上果，這樣。那麼目前我們真正仔細看，",
    "1783": "[29:43]資糧寡集，惡行尤重。我們真的能幾個，有多少資糧積聚？我們造種種的惡行哪！"
}