{
    "11": "[00:11]念誦等事，勢力微劣，故延壽等，極屬難事。就算我們唸唸經什麼等等，對不起啊，這我們大家了解，很差呀！所以真正要想延壽很難。",
    "28": "[00:28]又諸活緣，亦無不能為死緣者。喏，看喔！現在我們吃、住、享受這應該是說活緣吧！嘿！對不起啊，沒一樣東西例外的，都可能變成死緣。你吃多了又不行，就這樣，這個很明白，你去享受這樣東西，你覺得走路不方便，騎一部車，對不起，騎一部車，出車禍。嗯？這都是活緣，都能夠成為死緣啊！所以",
    "60": "[01:00]為不死故，求諸飲食房舍伴等，此復由其受用飲食，太多太少及不相宜，房舍倒塌，親友欺侮，是等門中而成死緣。所以說，我們為了求活，「為不死故」，就為了求活。求了生活要什麼？要飲食啊，然後要住的地方啊，又要親戚朋友等等啊，為了這個。結果呢？為了求「飲食」，你受用的太多也不好，太少也不好，吃了不相宜也不好。那我這兩天就是這樣，人家一番好心，把它油炸，炸得香香的，結果把我吃得痛了幾天，到今天還在那兒不好，這不是很明白嗎？就擺在這裡。然後呢「房舍」，你造的好好的房子，對不起，它等一下萬一有毛病，塌倒了，又。然後呢你「親友」等等啊，大家覺得滿好，過兩天翻臉成仇，大家打官司，弄得個你死我活。這都是活緣哪，欸，結果也成死緣。所以啊，",
    "125": "[02:05]是等門中而成死緣。故實不見有諸活緣，非死緣者。你不觀察，還覺得要求這個、求那個；你如果真的一觀察的話，你會發現眼前這個東西啊，沒有一個不是。我也記得有一位善知識曾經給我說過這個話，我現在記得很牢，當年聽起來覺得這個話很刺耳，我現在也不妨把它敘述一下：說我們現在啊，在這個世間真是可笑，幹什麼啊？自欺欺人，然後呢被人欺！他這話怎麼講？譬如我們大家見了面，大家說：哎呀，你好啊、我好啊，大家對面啊捧對方，我們也歡喜人家捧。結果問問自己心裡面：你真的在捧人家嗎？唉呀，阿彌陀佛！真的心裡想捧人家啊？不一定！結果我們還偏偏歡喜這個，這做什麼啊？",
    "189": "[03:09]我們為什麼要大家來往？這樣，求活緣哪、求友伴啊，結果問他心裡面到底做些什麼？就是你做的當下本身，這個都是死緣。當然這是世間一般的，唉呀，大家好的啊，今天我請你吃、我請你喝、求樂啊去酒家！為什麼？我希望從你地方多賺一點、多挖一點哪！不是很明白擺在這個地方嗎？那世間的朋友就是這個樣，大家還忙這個，這個顛倒啊！真是顛倒，人就是這個樣啊！但是叫他放掉還放不掉！所以人就張開眼睛往水裡「跳」！一個字，想想看，千真萬確吧！所以，不是佛法呀，它的的確確我們不了解這個道理啊！所以我們想到這個地方，要好好地覺醒啊，好好地覺醒啊！想到這裡，這佛法的珍貴，真是珍貴啊！",
    "250": "[04:10]所以有的時候，我常常策勵自己，策勵自己。這是為什麼我覺得，對我這個始終感念我的善知識。當年在一起的時候，有的時候高興啦，就問候他幾句，他就喝斥我：「跑到這裡來，婆婆媽媽說這些話幹什麼！」我那時候也不大懂，後來以後聽見人家說了這個話，我現在想起來了，沒有錯！我們人世就是這樣自欺欺人，被人、受人欺。現在你出了家了，還做這個事情幹什麼啊？所以古來的大德一見面就問：「嗨！然後呢你這幾天在用些什麼功啊？」他瞪大了眼睛望你。我現在曉得，古人之所以成就，就在這裡。現在我們看見了：「哎呀，某人你好啊，你胖了，然後你瘦了，啊，趕快給你留補藥吃吃啊！」大家心裡覺得：好、好，這個好朋友。害你啊！不知道啊！這是千真萬確的事實。所以在這個地方特別告訴我們：不但死，而且就是活緣，這個活緣都是我們的死緣。現在我們要認識了這一點，所以趕快努力修行，這個時候我們就有機會了。",
    "321": "[05:21]八十三頁，八十三頁，關於念死這個一科。那麼念死，他已經說明，不念有什麼害處，念有什麼好處，以及怎麼樣念，怎麼樣念。那麼了解了這個，下面才是學念死的方法。念死的方法它又分三個大科，每一個大科又分三個子目，現在是第二大科的第二個子目，講完了。第二個子目，前面說南贍部洲的壽沒有一定，沒有一定，這個隨時隨地都可能死。然後呢在這個裡邊，最重要的就是這個子目的第二科。我們一定要修學這個以後，生起這樣的念頭說：今天一定要死，今天一定要死！這是對我們修行最大幫助的。關於這一點，不但是大家處處聽懂，要務必把這個概念把握得很牢，將來修行的時候，我們能不能成就主要的就靠這一點。",
    "416": "[06:56]那麼下面呢，再下面說死緣很多，活緣很少。譬如眼前，我們求的各式各樣東西啊，種種快樂，衣食住行，這無非是為了求我們生活。實際上呢，就算是為求生活的這一種種種條件，沒有一個例外的，每一樣東西常常反而促成我們死亡。我們求飲食好，結果吃得一個不小心哪，中毒了！然後呢我們說造的地方安樂啊，這樣啊，那個房子，任何一個東西都會給我們損害。我們出去，要一個安樂的這個代步的工具啊，出車禍了，那沒有一個例外。所以真正地究實說起來，所有的助成我們生活的這種東西，也都是幫助、促成我們這個送命的條件。前天還有一位同修，去探望他的家人就出了車禍了，那不是很明白的一個例子嗎？本來是為求生活上的方便、快樂，結果呢，這一些東西都反而增加我們死亡的機會。世間就是這樣，世間的真相就是這樣！我們先來看八十三頁的第二段：",
    "518": "[08:38]復次存活即是趣向於死沒故。活緣雖多，然無可憑。實際上我們就活在那個時候，那個活著呀，向前的是活，也實際上就是一步一步走向死亡，一步一步走向死亡，這個是千真萬確的事實。所以世間的顛倒的看法，是說「天增歲月人增壽」，那我們修學佛法的人要了解，時間一天一天地增長，天增歲月，人在減壽，而這個減是剎那不停啊！所以時間固然是如此，我們生活在時空當中，求生活的那些東西，也是處處會造成死亡的這個結果，所以所有的活緣哪，也沒有一個可以憑信的。",
    "583": "[09:43]《寶鬘論》云：「死緣極眾多，活緣唯少許，此等亦成死，故當常修法。」這道理很明白，促成我們死亡的因緣太多，而幫助我們存活的非常少；幫助我們這些，也常常是促成我們死亡的一個助緣。所以我們了解了這一點哪，只有一件事情 ─修行！除了修行以外，別的什麼都虛假的，別的什麼都虛假的。你忙這些東西，就算它幫忙你，不促成你死緣，忙完了以後，兩腳一伸，什麼啊？還是一場夢，還是一場夢。這夢對你是一點價值都沒有，而是為了忙這個夢裡這個虛假的東西啊，造了種種的業，然後你去隨這個業受無量的苦，划得來嗎？所以我們唯一應該做的事情 ─修法啊！修法。",
    "657": "[10:57]關於這一點最重要的就是，我們要建立正確的認識。你沒有正確的認識，我們處處地方覺得這個也不對啊，那個也不對啊！所以我們平常除了讀這個正文以外，一定要多看古人的很多傳記等等。你看那個古人的生活的艱苦，這種情況啊，嘿！假定像我們現在想像當中，說這個不行、那個不行，那種人統統早就死光掉了；或者絕對不會活下去，偏偏他們長壽的還很長咧！還很長的。虛雲老和尚活個一百多歲。不但是如此，不要說修行人哪，有很多普通的民間的，有的是這種人。他有什麼好吃、好穿哪？什麼都沒有啊！所以我們把那個精神都浪費在這個上頭，那是非常可惜，非常可惜啊！一天到晚跑到這地方來就忙這個事情，腦筋裡面轉那個事情，划得來嗎？這是千萬注意，千萬注意！你一定要自己努力去找到這個病根所在，從這個地方連根拔起。在這個地方儘管別人跟你講，講完了以後，你自己不相應的話，這還是多餘的。你還是苦苦惱惱，就算坐在這個地方，哎呀，你苦苦惱惱坐在那兒聽，那何苦來哉！繼續下去。",
    "745": "[12:25]思惟其身極微弱，故死無定期者。這是這一大段落當中第三段。最後我們要努力地思惟，說我們這個身體，啊！那個是微弱極了，一碰就死。所以你，絕對沒辦法保任你，說這個東西很堅固啊，可以保護到什麼時候。",
    "775": "[12:55]身如水沫，至極微劣，無須大損，即如名曰芒刺所傷，且能壞命。故由一切死緣違害，是極易事。說我們這個身體真像水裡的泡沫一樣，啊，那個東西差極了！一點風都沒有，它都自己會散掉、會碎掉，何況這個泡沫在大風當中。所以的的確確不要什麼大的損害，就算很小的一點刺，給你一刺的話都會送命。我們那天說前面有一個虎頭蜂，那個虎頭蜂屁股上那個刺，刺小得好小一點點啊，把你一刺，那就可以、乃至於可以讓我們送命。那個蚊蟲，蚊蟲來一叮，乃至於很多這種小蟲，牠可以把那個細菌傳染，讓你一來，你就生了病送掉命了。我們這個身體這麼個差法耶！所以這我們務必要了解，這個真正地造成功我們死亡的因緣又多、又容易。請看：",
    "850": "[14:10]《親友書》云：「七日燃燒諸有身，大地須彌及大海，尚無灰塵得餘留，況諸至極微弱人。」到這個末劫的時候啊，天上面七日並出，七個太陽都出來，那個時候大地、須彌山，所有地上的一切，都熔化得連它灰塵都不留。這個現在我們看看那個石頭、鋼鐵，這麼堅實，你怎麼弄也沒辦法弄得掉，到那時候也一點都不留，何況我們現在這麼脆弱的身體啊！所以，",
    "889": "[14:49]如是思後，不見死主何時決定壞其身命，你照著前面這樣地一路思惟過來的話，你就會感受到，我們什麼時候死呀？什麼時候死啊？那的的確確一無可憑，一無可憑啊！所以",
    "911": "[15:11]莫謂有暇，應多立誓，決從現在而修正法。你不要以為還有時間，千萬不可以啊！應該下決斷的誓願：從現在馬上修！前面一個大段說決定要修；修，決定要修。但是我們還會拖延吧！說修是一定要修的，但是慢慢地來。那麼更進一步，從這個地方了解，要修，一定要靠這個有暇滿的身體的時候才可以。而既然這死亡隨時可以來，而且一死了以後啊，什麼東西都沒有，所以進一步我們應該了解：不但要修，而且要當下就修，當下就修！這個是第二個決斷，真正地成就與否，就在這一點上面，就在這一點上面。",
    "984": "[16:24]如《迦尼迦書》云：「死主悉無親，忽爾而降臨，莫想明後行，應速修正法。此明後作此，是說非賢人，汝當何日無，其明日定有。」這個閻羅王他是不跟你講情面的，他要來就來了，所以千萬不要說：「哎呀，明天再說啊，後天再說呀！」要做任何事情，馬上就要做，馬上就要做。所以我們把事情拖到明天、後天，這個不是個正確的辦法，這個不是個正確的辦法。你們要了解，你怎麼可以確定說明天一定有？這個是千真萬確的事實。現在，我們所以生不起這種認識來的原因是什麼？就是我們無始以來的這個顛倒、錯誤，所以叫長夜無明。",
    "1057": "[17:37]這地方再提醒一下，關於這個長夜無明，形成無始虛妄的顛倒，只有一個辦法─作意對治。那麼作意對治的行相，詳細後面會說。這裡簡單地說，就是你腦筋裡面，的確提起來一種力量，說不斷地去觀察、思惟。不是像我們現在這樣，腦筋裡含含糊糊，這個是一個應該認識的一點。如果說大家對這個作意，已經有正確的認識了，應該馬上用功；如果對它還沒有了解的話，下面好好努力下去。我們現在對於修行的很多道理，也就是法相，也可以說很模糊，一點都不知道。大家講修行，修行固然不知道，乃至於還要跟人家去講，唉，真是！自己也不曉得說些什麼，自己也不曉得內容是什麼，這個真是 ……大家在這地方啊自欺欺人，自誤誤人。我們繼續下去。",
    "1132": "[18:52]瑜伽自在吉祥勝逝友慶喜亦云：「國主所借身，無病衰樂住，爾時取堅實，病死衰無畏，病老衰等時，雖念有何益。」佛法裡面說我們現在這個身體啊，這個身體，對不起！不是你的，不是你的！這個是什麼呢？是由很多啊，說「國主」，因為以前這個國王他有生殺之權，換句話說，我們這個東西他借給你的，他什麼時候要你命，就得要你命。這個裡邊不但說國王，這個種種的外緣，什麼時候要你命，你都不知道。所以眼前等於說這個身體是借來的，你什麼時候他要還去，你完全不知道。那麼不但是如此，而且現在正好也沒有病苦，也沒有衰老，能夠很好地在這裡，這個時候是唯一可以修行的時候。那個時候要怎麼辦呢？趁這個還沒有病、還沒有衰的時候，要「取堅實」，這個就是我們應該修行的時候，這個才是堅固的，這個才是實在的。",
    "1219": "[20:19]你事先趁這個安樂、健康的時候修行了，那麼到了病、死的時候，你就一無畏懼。否則的話，你如果安樂的時候，你快快樂樂地不努力，把生命空空地浪費掉了。然後呢等到一旦病到了、老來了，這個時候樣樣東呀做不動、西呀做不動，你雖然要想修，要想做什麼，來不及啦，來不及啦！這個我們好好地，要自己深深地努力思惟、觀察，使得自己產生決定改變一向惡習的一種力量，推動自己去修行。那麼這個裡面分三個項目，",
    "1286": "[21:26]三根本中極重要者，厥由思惟死無定期，能變其心，故應勵修。這三個大項目當中，最重要的就是現在講的那個 ─死沒有一定的時間。因為你能夠這樣地如法思惟，因為死沒有定期，所以你就想：「唉呀，今天就要死啊！」一想到死啊，你就害怕了；害怕了，就努力修行了。所以它這個上面告訴我們，這一個是最重要，最重要，最重要！這一點我們用平常一般的情況，就可以啊，每一個人就可以體驗一下。我們常常有很多人講究這個、講究那個，欸，他所以講究的，說來說去為什麼？為了這個身體啊！哎喲，要營養，是為了這個身體；然後有了一點病痛，也為了這個身體，說來說去都是為它。現在呢，如果說一旦你想到你要死的話，還是為什麼？還是為你自己，這是很清楚、很明白的一個道理。",
    "1366": "[22:46]所以，關於這個能改變心意的這個心情，你們自己想辦法努力地去思惟一下。可能你們有這個經驗，譬如說，你們本來好端端的，那麼今天有一個醫生跑得來跟我們看病，不管看什麼病，或者照Ｘ光，忽然那一照，哎呀，說「某人哪，你有肺病！」你本來前面是有說有笑、跳跳蹦蹦，一聽有那個肺病的話，你馬上精神就塌掉了，這個做的什麼事情就提不起來。或者跟你一量那個血壓，說你高血壓 ─唉呀，不行！啊，你等一下中午吃起來的話，又覺得這個不行、那個不行。我想我們都有這個經驗吧！這說明什麼？說明的的確確，我們這個心，每一個人這心裡就有這種力量，可是我們平常那個心裡邊，都是隨無始煩惱所轉，都被煩惱牽著鼻子走，好可惜！現在修行就是你能夠主動地，透過你如理觀察、思惟，主動地把心裡轉向過來，那個時候，就產生正面功效，這第二。那麼最後呢，",
    "1443": "[24:03]第三思惟死時除法而外，餘皆無益之三者。第三個，怎麼思惟法呢？說等到你死的時候啊，除了修學佛法以外，其他所有的都沒有用處。現在我們看：",
    "1462": "[24:22]如是若見須往他世，爾時親友極大憐愛而相圍繞，然無一人是可隨去。盡其所有悅意寶聚，然無塵許可得持往。俱生骨肉尚須棄捨，況諸餘法。我們再進一步更看，說我們死的時候，兩腳一伸，好囉！那個時候什麼樣呢？不管你的親戚朋友、至親骨肉，再怎麼樣地親愛，到那個時候，沒有一個人會跟著你去，他也不願意；就算他願意也跟不去。就算他要跟去了，對你還是沒有用，一點用場都沒有！這是對人。法呢？不管你聚多少財寶啊，不管是多少的名譽，不管什麼東西，有沒有用呀？嘿，同樣地，一點都帶不去。不要說外面的這些東西帶不去，就是連帶你把那寶愛的這個身體，生前的時候，養得它胖胖的，唉喲，就一點點小毛病啊，就覺得這個也不對、那個也不對。結果到那時候，兩腳一伸，請問還剩什麼？一點都沒有，一點都沒有，一點都沒有！所以要了解：",
    "1548": "[25:48]是故現法一切圓滿，皆棄捨我。我亦決定棄捨彼等而赴他世。這一點，平常好好地多想啊，好好多想！不管你多圓滿哪，不管你多圓滿，這個東西，到最後它一點都帶不去。你既帶不去，它也不會跟你去，這個事實擺在這裡，可是我們就偏偏會這麼個顛倒。唉呀，說起來真可憐哪，說起來真可憐！這不是一個很明白的事實嗎？",
    "1586": "[26:26]復應思惟，今日或死。又應思惟，爾時唯法是依是怙，是示究竟所有道理。那麼同樣地，我們就前後都在看，這個第三點說得很明白。那我們整個地把念死的道理想：是的！死的時候是一樣東西帶不去，而且呢什麼時候死啊？今天很可能死！我們前面已經了解了，真正思惟的時候，一定要思惟說：今天一定死！那個時候，只有一樣東西可以依憑的 ─法，這個才是究竟的，這個才是究竟的。所以從這麼一來的話，你自然而然又能夠生起第三種決斷，決斷什麼呢 ─不為眼前所有一切的虛假的東西所阻礙！",
    "1643": "[27:23]所以從這個三點當中啊，我們應該得到三個決斷，三個認識。三個認識：第一個是決定要死，第二個死無定期，第三個死的時候，除法以外什麼都帶不走。決斷是什麼呢？第一個決斷一定要修，第二個決斷是現在就要修。那麼但是我們現在修的時候就有個障礙─也放不下，那個也放不下。所以根據第三點的話，到那個時候，什麼東西都放掉了，不管這個人跟你多親愛，不管！不管這個地位、錢財、名譽多重要，不管！乃至於自己的身體，不要說：唉呀，又這個不對，又那個不對，因為死的時候有沒有用啊？也沒有用！這個道理說起來很容易，但是呢，對我們有絕端重要的價值。所以真正要修行的時候，這個地方一定要好好地認真思惟，把握住重點！那麼你就有修行的機會，有修行的可能，這個時候你才有成就的可能，成就的可能。下面我們繼續：",
    "1718": "[28:38]《迦尼迦書》云：「能生諸異熟，先業棄汝已，與新業相係，死主引去時，當知除善惡，餘眾生皆返，無一隨汝去，故應修妙行。」他怎麼說呀？說這個能生異熟的，就是我們以前感我們這一生異熟的這個業，這個業一旦盡了，對不起，這個業一盡，我們就死了。拿我們現在的話來說，就是我們每個人的命運。什麼叫命運哪？那就是你宿生造的往業，這一生，就感得這樣的一個果報。當感得這一生的果報一盡的時候，好了！生命就到此為止。那個時候，再向前是什麼呢？再向前，就看你這一生造什麼樣的業。"
}