{
    "8": "[00:08]因為這一生造的業，就這個業會引我們到下一生去，下一生去。這個時候，我們到下一生去的時候啊，除了我們造的善惡業以外，除此以外，所有眼前的所有的東西，一樣東西都帶不走的。既然是如此，所以我們眼前，絕對不會忙這些無關緊要的；唯一的事情啊，就是趕快把惡業淨除，善業增長。這個道理，我們要趁現在及早地認識，趕快努力地修持。",
    "59": "[00:59]吉祥勝逝友亦云：「天王任何富，死赴他世時，如敵劫於野，獨無子無妃，無衣無知友，無國無王位，雖有無量軍，無見無所聞，下至無一人，顧戀而隨往，總爾時尚無，名諱況餘事。」這個說，不管你地位多高，然後呢財富有多少，等到你死的時候，什麼樣呀？「如敵劫於野」，就為那個敵人在曠野當中把你抓去一樣，沒有一樣東西能夠帶得去的，沒有一樣能夠帶得去的！你最親近的親人，所謂子女、夫婦，然後呢這些東西啊，乃至於衣食、朋友、國家、地位，不管你有多強的勢力，沒有一樣東西帶得去。所以他告訴我們說「無見無所聞」，你以前所有東西啊，既看不見也聽不到，是這樣的狀態啊！所以，這個是我們於事前一定要努力，千萬不要到那個時候，到那個時候啊，你就來不及了，到那時候來不及啦！這個特點我們要認識。",
    "169": "[02:49]修行一定是這樣的，還沒有到你後悔之前，你事先了解將來這個局面，然後呢努力預防，不要到那一天，這個就是它修行的特質。所以這個佛菩薩他慈悲啊，把這個情況告訴我們，然後我們事前努力的話，都能夠把這一種惡劣的致命傷免除掉，這個就是修學佛法的真正的殊勝好處。",
    "213": "[03:33]如是思惟有暇義大而實難得。及雖難得，然極易壞，念其死亡。若不勤修後世以往畢竟安樂，僅於命存引樂除苦者，則諸旁生有大勢力，尤過於人，故須超勝彼等之行。就像上面這麼一步一步來，我們思惟觀察，說我們得到現在這個暇滿的人身，這個意義重大極了，有這麼大的大義利。一切現在的、將來的，所謂增上生、決定勝都靠這個；自己的、他人的利益都靠這個，有這麼大的好處。而且整個的六道當中、三界以內，只有這一個身體才可以得到，除此以外，沒有一個人有這個辦法。有這樣大的利益，卻是又非常地難得，這個情況我們要了解。不但難得呀，而且很容易失壞，很容易失壞。更進一步呢，它失壞的情況，說死亡了，說死就死，那麼死了以後呢，是一樣東西都帶不走。所以，假定不趁這個有機會修行的時候，不努力修行，不趁現在來修行，而只忙這些不相干的事情 ─所謂不相干的事情指什麼？就是啊，就眼前的安樂，只就眼前的安樂，所以說「僅於命存引樂除苦者」，這一點實際上就是我們眼前的狀態。",
    "342": "[05:42]我們在這地方不妨停下來想一想：我們現在忙的是什麼？的的確確沒有一個人例外的，無非都是為忙眼前的快樂。唉呀，這個吃啊、穿啊、住啊，這個也少不了，那個也少不了啊，人情世故啊，這不曉得害了多少人！世間的人，他本來就忙這些，所以這個叫可憐的人、愚癡的人；我們現在修學佛法的人，還忙這個，這請問你修些什麼啊？這是一點，我們務必要了解的。",
    "382": "[06:22]所以說，假定我們命存的時候，也忙這些事情的話，倒不如畜生，為什麼呀？牠那個畜生忙世間的事情，牠那個力量比我們強耶！所以說，這個旁生對於謀世間的生活的力量遠超過人，這是個事實。我們現在要到哪一個地方去的時候，雖然我們說人為萬物之靈，你可以發明很多東西，發明很多東西，要花很大氣力吧？發明了以後，你去買的話，要花很大的代價吧？嘿，牠不要，牠一個翅膀可以飛，牠不要！你到了海裡邊儘管你有船，牠不要，牠就可以游，牠有這個本事，就這樣。然後你要造房子，什麼等等，牠就挖一個洞，往裡面一鑽就解決了！我們吃起東西來要燒、要弄，牠就生吞活剝地吃下去，照樣長得很好，你豈不是不如牠？這千真萬確的事實！",
    "444": "[07:24]我們人之所以強過牠們的地方在什麼啊？就是要曉得這個暇滿的人身，可以修行跳出輪迴啊！所以說，假定不善巧利用這一點超勝牠們的話，那太可惜了，太可惜了！所以我們現在平常，啊，真是！固然不修行的人不說，有很多修行的人，我覺得也可憐哪！就癡癡呆呆的，總覺得好像出了家，跑到這地方。癡癡呆呆地在這兒，就叫修行嗎？假定說癡癡呆呆就叫修行的話，我覺得我們不如一個螺螄、蚌蛤。那個螺螄、蚌蛤，這個佛就呵斥一睡一千年，牠就癡癡呆呆，那個蚌殼一合，睡在那裡一千年，我們就這麼癡癡呆呆地過去了，這是千真萬確的事實，這個我們要了解的。所以，",
    "499": "[08:19]若不爾者，雖得善趣，仍同未得。假定你不趁這個機會好好修行的話，雖然得到這個難得的善趣啊，你好像沒有得到一樣，好像沒有得到一樣。我們真是冤枉啊！我們實在是大冤枉、大冤枉啊！這一點，是我們務必要好好地警策、好好地努力，這才行啊！",
    "528": "[08:48]如《入行論》云：這個《入行論》就是《入菩薩行論》，換句話說，我們真正想修行的人，這個道理，這地方告訴我們很清楚啊！下面怎麼說呢？",
    "541": "[09:01]「畜亦不難辦，為是小利故，業逼者壞此，難得妙暇滿。」我們為了眼前世間這種事情，你說它沒有利益嗎？有的，有它一點小小的利益的；但是，假定你只忙這個小小的利益的話，對不起，你還不如畜生！因為這件事情，這個畜生也做得到的。你現在呢得到了這個難得的暇滿的人身，就忙那些次要的、不相干的事情，一旦你這個暇滿的人身失去了以後，你就再不可能得到。唉呀！這個前面我們一再說過了。所以現在這個死跟前面的暇滿，一定要相關地擺在這裡，經常去思惟。同時在我們正式修行的時候也是這樣的，你思暇滿，然後你念死，把它前後地、輾轉地，這個不行那個，那個不行這個。然後你稍微有一點樣子了，你趕快安住在這個上面，努力地深入地思惟，它一定會生得起來的。等到這個一旦生了起來的話，那你修行的問題，整個自然都解決。下面他又鼓勵我們，",
    "633": "[10:33]以是此心縱覺難生，然是道基，故應勵力。所以說，上面所說的這種道理、這一種的心理，我們修的時候還是覺得很難吧？很不容易吧？縱然覺得很難，但是要曉得，這是修道的基礎，這是根本，所以一定要努力、要努力！你不談則已，真正要談修行的話，這一點要努力。",
    "663": "[11:03]前面說到這裡，有一個祖師告訴我們的話，記住：有人去修，修了以後說：「哎呀，我修了半天生不起來！」那個祖師怎麼說啊：「你不要在那兒說妄語騙人哪，你何嘗修過呀？白天打妄想，晚上又去瞌睡。」實際上呢，這個裡邊應該這麼說，說我們平常真正修行坐在那裡，不是妄想、就是瞌睡，你何嘗真正地一心一意貫注在這個上面在修行呢？然後呢坐了半天，瞌睡了半天，妄想了半天，說：「哎呀，我修了半天修不起來！」你沒有修，你怎麼教它修得起來？所以真正講修行的話，一定要懂得了道理，把這個行相，自己用來檢點自己的內心，看看自己說：「我做對了嗎？啊，不可以呀！」所以他處處地方，策勵我們自己，說這個暇滿的人身啊，還是你自己宿生努力修行得到的呀，不是天上掉下來的。而且修行的時候，你已經花了多少努力、多少代價呀！現在你不這樣做，是白白浪費，這是你自己的事情啊！",
    "744": "[12:24]注意哦！所以我們不要剛開始的時候，隨隨口口地講無我。修學佛法最後的目的是講無我，但是講無我的原因，還是為我耶，還是為我好。結果你發現：為你好啊，真正地害你的，還是這個我！那個時候，你才肯努力去掉它，這樣，這個是我們要正確了解的，正確了解的。所以說，這個佛法的完整地認識，次第、步驟的話，千萬不要亂，否則的話，你隨便是亂用啊，講起來很好聽、很美，做起來一無是處，都在這個上面，都在這個上面。下面那個祖師，",
    "791": "[13:11]博朵瓦云：「除我光榮者，即是修習無常。由已了知，定當除去親屬資具等，現世一切光榮，獨自無伴而往他世，除法而外皆無所為，不住現法始得生起。我們現在，這個也放不下、那個也放不下，為什麼啊？唉！這個就是說，就算你想放下了，但是心裡面常常就是會有一種力量叫你放不下，叫你放不下。為什麼？這個我，為了這個「我」，你種種的方式，要去莊嚴它。總覺得：唉呀，這個怎麼可以呀？平常我們常常說：「這個面子上面不好看。」的的確確地，平常我們說虛榮心 ─這不要輕易地說這個說別人，如果你仔細觀察的話，我們沒有一個人例外的，都在這個上頭。真正地為這個世間所困死的，也是這個東西。",
    "873": "[14:33]所以這個地方啊，我請了幾十本的《一夢漫言》，我以前說過好幾次的，建議大家去看看。不過我發現，真正看那個書的人很少，你們不妨好好地努力去看看，看看那個古德修行的榜樣。現在我們一天到晚講修行，一天到晚講面子，你這個面子不拿掉的話，那個都是騙自己，都是騙自己！所以說，「除我光榮」的是什麼？「修習無常」。你一想到死啊，什麼東西都不貪。為什麼能夠什麼都不貪呀？因為你修習了以後，你才了解：眼前所有的，這個現世的一切圓滿的光彩，嘿！到那個時候，到那時候都是虛假的，都是害你的。到那時候，你只有一個人，一個人去，唯一帶去的就是你造的業。既然是造的業，所以唯一可憑的，就是我們的善法，唯一可憑的就是我們的善法。你了解了這一點以後，對於現在這個東西啊，你就絕對不會被它所欺騙；不但不被它欺騙，它要送給你，你都逃都來不及。所以說「不住現法始得生起」，這個地方這幾句話，好好地現在多擺在心裡面多轉它幾下，多轉它幾下。下面說：",
    "971": "[16:11]乃至心中未能生此，是乃遮阻一切法道。」真正修行的人，應該怎麼辦呢？就是第一件事情 ─修這個。等到你修這一個念死這個量生起來了，自然而然哪，你把眼前所有的講這些，唉呀，這個也說不過去，那個也放不掉，這個也不好意思，這個也不能罷休，統統放掉了，統統放掉了！放掉了以後怎麼辦呢？一心修學佛法！所以正式修學佛法的第一個關鍵，就在這裡。如果說，這一關沒有突破，或者念死這個心理沒有生起，這個障礙擺在這地方，下面深入地修法，都是空話！所以，成為修行第一大障礙的這個難關一定要破除，就是這個。",
    "1037": "[17:17]鐸巴亦云：「若能兼修積集資糧，淨治罪障，啟禱本尊及諸尊長，並發刻勤殷重思惟，雖覺百年亦不能生，然諸無常不安住故，略覺艱難即得生起。」平常我們講修行啦！唉呀，修行啊，要懺悔業障、要積聚資糧、要啟禱本尊啊，然後呢等等，這個就是我們現在說的什麼呢？平常我們要懺悔也好，積聚資糧，總是修種種的福也好，或者要念佛也好，明明曉得這個要殷勤、要恭敬、要精進、要什麼 ……這個道理都懂，但是修的時候啊，就是不行！唉呀，你今天也不行，明天也不行，一天也不行，十天也不行，一年也不行啊，那往往弄了很久，都生不起來。我想我們每一個人都有這個經驗吧？有這個經驗，是的！怎麼辦呢？欸，妙了！「然諸無常」，這個無常這件事情「不安住故」，因為一切世間所現的就是個無常相。如果說你能夠修無常的話，它修的時候，還是不是想像當中，什麼一修就修得起來哦！它還是不大容易的，但是這個困難，比起前面的要容易得多。所以，如果是你轉而先修無常這個概念，稍微用一點力，那麼很快就生起來了。",
    "1143": "[19:03]一旦這個無常生起來了以後，那個時候，要你說不念佛，辦不到，要你不懺悔，是辦不到，為什麼？你了解得很清楚啊，以往造了這麼多罪惡，馬上要死，死了以後要下地獄，然後你還願意去忙積聚這個財物嗎？還願意忙這個造那個大廟嗎？當然，你發了大菩提心去做，那是了不起，那是大菩薩，後面講的，這個我們要了解。所以一再說明我們要了解，人家造那個大廟、說大話，那是大菩薩的事情，我們現在還沒到那個境界。所以在這種情況下，我們對他們，要大大地讚歎、讚美。對於我們自己來說，我們自己心裡衡量一下，說：你是不是已經生起了非常嚴重的厭離心；然後呢由這個厭離心，然後呢發展成大菩提心；然後明明曉得苦，不計較一切地幫助別人？如果你生不起來，不要管別人，趕快把自己努力先扭過來了以後再說。所以真正修行的人，確確實實地「不見他人過」，只把握住如理的正法，精勤如救頭燃地念念不懈，自己如理地深入。而這個下腳的第一步 ─暇滿人身的難得，無常的迅速。下面，",
    "1242": "[20:42]於迦瑪巴請求另易所緣境時，重述前法。請其後者，則云後者全未能至。那麼這是個大善知識，有的人就請求他，說：現在要修什麼呢？說修無常！那麼現在呢就請求他，說：另外換一個，或者是更深一點的。結果他老人家怎麼？把這個老辦法，就是念死的辦法，重說一遍，這樣。欸，結果請的人本來是說：「已經曉得啦！現在再希望其他的。」他又說一遍，又說一遍。那麼，最後他怎麼說呀？「你說要了解的深深大法，對不起！這個對你一點用場都沒有啊，你現在還早得很啊！」這一句話。所以我們現在必須要了解這個全貌，佛法的整個的全貌，的的確確我們了解，上一次講的那個次第，已經說得很清楚。至於說真正修行，千千萬萬不要躐等，不要找大法、深法，一定要從這個基礎上面一步一步地上升。",
    "1329": "[22:09]那麼前面關於這個三個根本，以及三個根本當中分別九個子目，應該策發的三種決定的誓願，應該牢牢地記在心裡，努力認真去修持。這樣的話呢，這一生修行可辦！",
    "1353": "[22:33]如是自心若能堪任，應如前說而正修習。所以假定我們自己力量夠，能夠做，那麼就照著前面所說的，如理地一步一步地修習。",
    "1371": "[22:51]若不堪者，則隨其所稱，取三根本九種因相，觀現法中所有諸事，猶如臨殺飾以莊嚴，應當乃至意未厭離，數數修習。假定說，前面那個整個的內容，我們一下做不到，那麼怎麼辦呢？就把前面告訴我們的三個根本，而這個又分開來九個子目，把這個道理了解了以後，所以運用這個道理在眼前的一切事情上頭。你仔細去觀察，會發現一個什麼？說現前我們忙那些事情，就等於什麼？要死了，還要去裝飾、裝飾，那個實在是一無道理，一無道理！這個身體分明擺在這裡要殺掉了，你還要把它胭脂花粉點點好，理一個髮，要洗一個澡，那不是顛倒嗎？殺掉了，一口氣斷下來，這根本跟你了不相干，我們是專門忙這種毫無意思的事情。",
    "1448": "[24:08]等到你真正了解這點，你會對這個東西厭惡不堪。而所以現在送命的原因還是、還是因為你弄錯了忙這個。因為你忙這個，所以造成必然的惡業，必然會走上死的那條路去，這個關係我們必定要認識，必定要認識。所以，你照著前面的這個情況去努力思惟、觀察，一定要讓它有正確的認識；有了正確的認識，然後呢這個厭離心就生起來了。如果這個厭離心沒生起來的話，那麼這個時候，只有一件事情重要的─就在這個地方「數數修習」，數數修習！這個就是我們走上去的必然次第。",
    "1500": "[25:00]若經論中何處有說，親近知識暇滿無常諸法品類，皆應了知，那麼因為你要修習，所以呀要了解什麼是如法，如何修習法，那麼就不妨找種種的大經、大論。關於這個經論當中，照著它應有的次第，從親近知識開始，暇滿難得、義大，與無常迅速，各種這一種認識了知，真實地了知，這就是我們現在所真正應該做的事情。是的，我們現在聽的時候，覺得是沒有錯，但是做的時候，還覺得不相應的原因，實際上就是我們對這個認識還不夠。所以目前為了加深認識，努力地從這一方面去多多地研閱，這個就是我們現在正確的修行。等到你確定把握住，認得了，然後呢如理地這樣地深入。",
    "1573": "[26:13]所以儘管前面，我們這麼一再地說，有一點大家也注意，聽完了往往說：「哎呀，聽的時候很好啊，但是聽了我做不到，怎麼辦？」當然做不到！做到了，我們就不必在那兒聽了！正因為你做不到，所以應該在那兒聽；同樣，正因為你做不到，所以聽完了，千萬不要放掉了就算。要曉得：一切事情都一定有它的因果關係，你現在要想得到，這個是什麼？我們要求的果。我們要求這個果，應該做的事情 ─下這個果相應的因。這個因是什麼？努力照如理相應的經論，不斷地去研究、探討，把握住重點，把握住重點；然後努力照它這樣去思惟、觀察。你只要在這一方面努力做對了，將來自然會生起大厭離心，這個就是我們現在正確地認識了。",
    "1640": "[27:20]所以，有一些同修，也許你聽見了覺得滿好，心裡就著急了：唉呀，對呀！但是我做不起來，怎麼辦哪？很著急，這個也不需要，也不需要。所以它這個次第很清楚。但是反過來說，那既然現在不要著急的話，你聽過又是悠悠忽忽，「唉呀，很高興。欸，剛才聽得很好！」然後跟人家聊聊天，那又錯，那又錯！你必定要認識一個事情很清楚：如是因，然後呢感得如是果。你要求這樣的果，一定應該走什麼樣的因。所以這個正確的認識，認識了以後，馬上拿這個認識去運用，檢點自己的內心，看看它相應與否！繼續下去。",
    "1691": "[28:11]是彼彼時所有行持，取而修習，乃能速得諸佛密意。那麼你因為照大經、大論上面相關的這些法品，相關的這種道理，都修學、了解了，那麼就曉得：哦！現在什麼是跟我相應的，什麼是現在，或者是將來什麼時候該努力的，了解了這個以後，就進一步照著拿來修習，這個才是真正佛告訴我們最正確的指導。你能夠這樣做的話，很快就得到了佛法的精要。",
    "1745": "[29:05]餘處亦當如是了知。前面、後面都是這個樣。那麼現在呢到這裡，我們已經曉得，哦，說這個暇滿這麼難得啊，得到了以後又這麼快地要死亡啊！死了以後到哪裡去呀？這是個重要的問題呀！假定死了以後沒有了，那反正沒有了，也就算了！欸，對不起，不是的，後面還有在。這個時候，你也同樣地事先要了解，了解了以後，那個時候，看看之前怎麼準備啊！"
}