{
    "5": "[00:05]那之前怎麼準備啊？你必定有了解了才好準備呀！所以他進一步說，那麼既然要這麼死，死了以後，以後到哪裡去啊？",
    "17": "[00:17]第二思惟後世當生何趣，二趣苦樂者。這個是我們應該了解的。死了以後到哪裡去？去的地方是好、是壞？這個我們應該正確地認識。",
    "31": "[00:31]如是決定速死沒故，於現法中無暇久居，然死而後亦非斷無，仍須受生。來了！啊，現在既然現在是決定要死，而且這麼快地死，不但這麼快地死，等到你死的時候，不管你眼前得到的所有的東西，到臨終的時候，像夢一樣。啊！一點意思都沒有。我們不必說等到臨終，這眼前現在想一想，說回想幾十年的人生，以前的人生留下來什麼？唉！一無所有。不管你年輕也好、年老也好，這千真萬確的事實。你了解了這一點哪，不要等到死，那死的時候就是這個情況，不是嗎？就是這樣。所以說這樣了解了，啊，你就不會忙這個現在啦！那麼談以後，這個以後呢？對不起！以後並不是說死掉了，沒有了，它還要繼續地向前。那個時候就要看看囉！那個時候就要看看前面：",
    "107": "[01:47]此復唯除二趣之外無餘生處，謂生善趣或是惡趣。將來前面到哪裡去？兩條路，只有兩條路：一條善、一條惡。善的受樂、惡的受苦，就是如此！",
    "124": "[02:04]於彼中生，非自自在，以是諸業他自在故，如黑白業牽引而生。那麼，將來到善趣、惡趣當中去，是你做得了主嗎？對不起！做不了主。這個我們很清楚、很明白，我們沒有一個人做得了主。實際上我們雖然信得過，但是呢，我們好像無法體驗，說：「還沒到嘛！還沒到嘛！」這倒是一個事實。死的時候到底怎麼死？到哪裡去？是還沒到。可是這個經驗，我們卻是眼前哪就可以體會得到的。你說怎麼個體會法？因為這個死亡在我們整個的人生之流當中，也就是一個剎那，也就是一個段落。而我們整個的人生，一直在這個相續之流當中，從無始以前流向無始以後，永遠不停的。",
    "191": "[03:11]譬如我們感受得到的每一個時候，就是現在當下的一段，這個是人人感受得到的。請問：現在我們當下的一段，你能夠把握得住下面到哪裡去嗎？也許有人說：「我能夠。」對不起！不能夠。我說「你不能」。這個以前已經談過這個問題好幾次了，我說「你不能」，你說你接受「我不能」，當然是不能。然後呢，我說：「你不能。」你說：「我能。」請問：你說「我能」的時候，你是不是在回答我啊？你是被動的，你還是被動啊！我說：「你不能。」然後你怎麼說？「我能。」你說「我能」是什麼？你回答我說你，所以你是被動的，既然是被動的，請問你是主動還是被動？這個道理清楚不清楚？對不對？是！那就是說很理智的時候啊，尚且都是被動的，何況你糊塗的時候。這是理論上面。",
    "262": "[04:22]現在我們看實際上的情況來說。實際上的情況來說，當你病得痛苦的時候，哼呀、哈啊，你能不能叫它不要痛啊？不行！當你餓的時候，你能不能叫它不要管啊？不行！眼前任何一樣東西擺在前面的時候，你看起來你叫它不貪，行不行啊？不行！你叫它不瞋，行不行啊？不行！你在這兒打瞌睡的時候，叫它豎起頭來，就豎不起來！請問你哪一樣東西做得了主？不是很明白的事情擺在這裡嘛！儘管我們在那兒講話，你下面說哪一句話，你也不知道，只是順著這一個形勢，這個業的流向前，對不對？所以實際上呢，真正地引發我們向前的，為什麼叫業？是不是叫引業！哪，這個就是業！就是說你一點的主宰都沒有的，完全靠這個東西，這個就是業。所以我們真正要修的就是這個。所以「以是諸業他自在故」，向前引發你的，什麼？業。完全看這個東西，它在做主的。那麼業有兩種，一個黑業、一個白業，這個東西在牽引著你向前走啊！",
    "348": "[05:48]所以啊，從這地方我們要了解一個絕端重要的事實，一步一步都是緊跟著來的，這個彼此間都相關不能分開的。暇滿的人身很快地死亡，死亡了以後呢，然後下一生你做不了主；而做主者，引導你到下一生去的 ─你造的業，那麼這個業是善業、惡業。現在我們呢，這個兩者當中啊，在這地方要觀察、思惟一下，要認識一下。",
    "387": "[06:27]如是我若生惡趣者，當為何等，既然只有兩條路，那麼先看看，到惡趣怎麼辦？也許有人問：「欸，為什麼不先想善趣啊？我們有可能到善趣。」這個話是有道理，但是我們要了解啊，任何一件事情，說「凡事豫則立」，你事先預備了，總是沒有錯。我們真正預備的時候，總先把壞的預備好，好的本來是你祈求的，對不對？不必預備，你預備它幹什麼？我們真正預備的應該預備壞的東西，那個才是真正重要的。這個很清楚、很明白。所以現在這裡同樣的，你先預備不要到壞的地方去，你如果這個預備好了，那麼將來只有到好的地方。到好的地方去，這個是你所期望的嘛！所以你不必事先去擔憂，真正要擔憂的話，喔，避免到壞的地方去，所以這個地方先講壞的。",
    "462": "[07:42]故應思惟諸惡趣苦。先想想「諸惡趣」的狀態，應該怎麼辦？想想它的苦。假定你了解這個苦以後，然後你想到：唉呀！這麼的苦法，誰都不願意去。又了解這一個苦，引導的原因還是你自己造的業，既然你自己造的業，那還是靠你自己，所以你生前趕快努力，避免造，將來你自然可以不受這個苦。這是他為什麼說明的，佛整個說法的時候，第一件說苦的原因就在這裡。先讓你了解了以後啊，你趕快努力，趁現在努力呀，造好了善業，去的時候 ─好！快樂了。",
    "510": "[08:30]所以這個事實我們大家都了解的，眼前不管是樂、不管是苦，到臨終的時候沒有什麼。但是如果說你現在啊造了很多惡業，眼前貪圖的快樂，這個快樂什麼都沒有，將來受苦，唉呀，那痛苦啊！反過來，你眼前雖然努力，苦一點，等到你臨終的時候，苦的也沒什麼，但是後面那個快樂卻是好的，這不是很好的事情嗎？所以這一個地方，是為什麼先要我們思惟這個惡趣的真正道理。所以說我們先看看，這一生完了以後，下一生該去 ─看苦的地方。",
    "565": "[09:25]如龍猛依怙云：「日日恆應念，極寒熱地獄，亦應念飢渴，憔悴諸餓鬼，應觀念極多，愚苦諸旁生，斷彼因行善。贍部洲人身，難得今得時，勵斷惡趣因。」說我們真正應該做的事情，應該做些什麼呀？那這個才是我們要做的。剛才說我們也可能去好的地方 ─就像前面念死，說今天死、不死，不一定，但是為了我們的好處起見哪，絕對不能想不死，反過來要想著必定死；那同樣的，將來我們去苦跟樂兩個地方是不一定，但是我們一定要想苦的。為什麼？因為你想到今天必定死，是馬上修；然後你想到將來一定要去苦的地方，你更會努力拼命修，結果修了以後到快樂的地方。你想得越多，修得越好，是越快樂，這豈不是求之不得的事情嗎？這個才是我們人 ─得暇滿人身的人，真正異於畜生、強於畜生之處。這一點哪，所以了解了以後，下面呢每一部分對我們就產生絕相應又很有用的功效了。",
    "659": "[10:59]所以「日日恆應念」，這個日日，不但是每天，時時刻刻！是我們一天到晚，真正腦筋裡面思惟觀察的就是這些。想什麼呀？啊，寒熱地獄，哎呀，不得了啊！這個是寒地獄、熱地獄是痛苦啊！下面會詳細告訴我們，那時真是一點都受不了啊！我們現在太多人哪，總覺得：哎呀，這個也不行啊，那個也不行啊！唉，等一下說這個餓了嘛，餓了也不行；飽了嘛，飽了也不行；然後呢生一點小病也不行。實際上，所有人世間這種東西啊，比之於地獄來的話，你世間再苦，啊，那比之地獄是天堂啊！所以我們不了解之前哪，的的確確是很難提得起勁來修行。一旦你真的了解了以後，就算你現在痛得地上爬，你還是會拼命努力地修行，這是千真萬確的事實。所以這一點是我們務必要知道，務必要知道！",
    "739": "[12:19]我看見太多這種古代的、近代的這種真正的修行人哪，真正的修行人都是這個榜樣 ─你叫他不修啊，他就是辦不到，他再艱苦的狀態當中，他就會能策勵。那麼為什麼我們做不到呢？這個地方要提一下。原因是什麼？就是因為我們平常業障太重。我們所以常常說：「哎呀，我業障太重啊！」這個話呀，如果你不懂得道理的，在一般人說起來，這是個最好的藉口，也是個事實。你真正懂了道理了以後，你就千萬不能這樣說了。你業障重的結果，是什麼？墮落！眼前叫你快快樂樂的，你都沒有辦法挺得起來，而不能向上，你拿這個業障重找這個藉口，將來一旦墮落了，什麼樣的樣子啊？",
    "804": "[13:24]我們人都是貪著一點小便宜，不要說再大的業障，你常常想著這件事情，現在忽然之間地震來了，叭！天翻地覆的話，哎喲，你呀跑得第一個快！我想我們人人可以體會得到這件事情。這個真正的原因在什麼地方？就是我們沒有如實如理地體會到。所以不能如實如理，就是業障重。當你真正了解了以後啊，說業障不重的人都拼命修行，你業障重的人還不修行的話，那個痛苦就跟著來啦！所以你了解了業障重是更應該拼命，更應該努力，這是千真萬確的事實啊！這個才是正確的認識，有了正確的認識以後，必然的結果啊！當你了解了這一點，你就更努力去想辦法找這個問題，然後策動自己修行。所以說來說去，整個的重要的觀念就在我們知見不正，沒有得到正知見，這是修行第一重要的一個問題。",
    "884": "[14:44]所以剛才說地獄，下面呢餓鬼，然後呢畜生，這個是我們應該努力觀察的。看見了他們這個惡道當中的苦，現在應該怎麼辦呢？「斷彼因」，應該斷那個惡因，淨除罪障，然後呢努力地積聚資糧，行種種的善。要想淨除罪障，修行種種的善淨之業啊，必定要靠暇滿的人身，而今天、現在居然得到了，所以這個時候啊，趕快要拼命努力，「勵斷惡趣因」哪！當你斷惡趣因的時候，就是善淨之業造起來的時候。這個是龍猛菩薩，龍樹菩薩告訴我們的。",
    "942": "[15:42]此中所修生死總苦，惡趣別苦，至極切要。關於這一點當中，所以修行的時候，必定要拿這個苦這個道理來策勵我們。關於苦的道理分兩部分：一個呢，整個生死輪迴之苦是一無是處；而特別什麼？惡趣之苦。這個是最重要、最重要，也是修學佛法的宗要。所以佛出世的時候，第一個說苦，然後呢講苦因。",
    "983": "[16:23]謂若自思墮苦海理，意生厭離，能息傲慢。第一個，假定你能夠如理地思惟將來要墮落，眼前已經在生死輪迴當中，這一個生死輪迴當中是一無可取。而雖然得到人身了，尤其是將來墮落三惡道，真是恐怖萬端！一想到這裡，啊！對所有的一切會產生大厭離。你一旦厭離了以後，嘿，眼前這種問題都解決了！我們眼前所以不能解決的，都是個「我」，一有這個「我」，這問題都來了 ─傲慢，把我總是看得高高的，總是瞧不起別人的，總是生貪、總是生瞋、總是生癡，所有的這些統統拿掉了！所有的情面，什麼放不下的事情，統統去掉了！這第一個。",
    "1047": "[17:27]由見苦是不善果故，於諸惡罪極生羞恥。不樂眾苦故，而樂安樂，由見安樂是善果故，於修善法深生歡喜。更進一步，說你看見那個苦海的苦啊，所以厭離。然後呢，想辦法找到它為什麼會這樣苦的 ─哦！原來是做種種的不善的因，結的這個不善的果。既然是造惡業感得這樣的苦果的話，所以你造惡業會羞恥。啊！覺得我這個人真是啊，生了一個人，算起來還聰明的，結果愚癡得不得了，關於這個道理都不懂，還算人嗎？啊，真是覺得慚愧呀！所以我們平常，處處地方談這個責備別人，這些事情都沒有了。弄了半天自己還不行，這個慚愧生起來了。",
    "1115": "[18:35]同時呢，因為我們怕苦，要求安樂，那麼安樂是怎麼來的呀？啊！由於造了種種的善法，所以呀對「修善法深生歡喜」。我們眼前是什麼？欸，講修行，啊，真提不起來！哎呀，叫你去做啊，真提不起來！為什麼提不起來？貪一點快樂。這個貪快樂、要快樂，千真萬確人人都要。說實在的，就怕你不貪快樂，不貪快樂，拿你一點辦法都沒有。你要貪快樂了，那麼你進一步問：這快樂哪來的？欸，快樂是修行來的！既然修行來的，你就肯修行了。所以我們現在真正地不能修行，不是貪快樂，而是不知道這個道理。所以我們真正要修行，一定要如法地去修行，真正地了解了，說：哦，這個快樂是要修行得來的，痛苦要修行避免的！那個時候啊，的的確確你就會努力去修行了。這是對自己來說。",
    "1190": "[19:50]由量自心而悲愍他。由厭生死希求解脫，由畏眾苦，發起猛利真歸依等，那麼更進一步，因為呀你自己感受到生死輪迴的痛苦，自己要求快樂。然後呢，推己及人，「由量自心」推己及人，那個時候才生起悲愍。由於悲愍生起大菩提心，這是進一步，就能夠由厭離而策發大菩提心，這樣的層次一步一步上來。所以總結起來說：「由厭生死希求解脫，由畏眾苦，發起猛利真歸依等。」然後呢，正式修行的時候，為什麼要修行啊？因為你了解這個生死的痛苦，所以發起厭離，厭離這個生死，要求得到解脫。要求得到解脫，怎麼才能解脫的話呢，啊！所以了解到找這個解脫的辦法，於是找到了三寶是我們皈依處，真正修行下手的地方又找到了。凡是這一種都是從哪裡開始啊？從苦開始。所以啊，",
    "1281": "[21:21]故是能攝眾多修要大嗢柁南。所以關於這一件事情，念苦這一件事情，是它裡邊包含了各式各樣，很多修行的重要的關鍵。「大嗢柁南」就是綱要，嗢柁南實際上是 ─偈，它有不同的解釋。這個地方就是說：修行的大要，主要的都在這個知苦、了解苦、念苦當中。下面就引這個論。",
    "1318": "[21:58]如是亦如《入行論》云：「無苦無出離，故心汝堅忍。」要曉得沒有苦就沒出離，因為你有苦，所以呀想跳出苦，那個時候你才會策發這個厭離心，所以你對這個苦啊應該堅忍。所以真正修行不是件快樂的事情，是件苦事情，真正的修行是為求快樂才去修行的。所以你貪快樂，結果的話，得到的苦。所以真正重要的不離開苦、樂兩個字，這是我們應該了解的。平常我們所以不能修行，也是為了苦、樂兩個字，修行也是為了苦、樂兩個字。關鍵不在說苦、樂，關鍵在懂不懂苦樂的真相，了解不了解得到快樂、去掉痛苦的原因，這個才是我們真正重要的。所以修學佛法一定要認真地學習，道理就在這裡。否則的話，儘管說你修行了，道理不懂，出了家了，然後呢，在那裡啊空過一生，最後受無邊大苦，這是最可惜的事情。",
    "1402": "[23:22]又云：「復次苦功德，厭離除憍傲，悲愍生死者，羞惡樂善行。」平常我們說「苦有五德」，這苦有特別重要的好處，有五樣功德。它第一個，能夠策發「厭離」，這個是修行第一個重要。然後呢，「除憍慢」，這修行的第一個大障礙就是慢 ─憍慢。這個雖然你要厭離，如果這個慢心在啊，所謂「慢如高山，法水不入」。欸，他由於了解的苦，能夠除掉它，這是就自利方面。更進一步還有利他呢，也從這個苦上面推己及人，所以「悲愍生死者」，悲愍同樣跟我一樣，淪流在生死當中的，第三個。於是由於這個認識，你正式地開始除惡行、淨除罪障；積善行、集聚資糧，所以「羞惡樂行善」。種種的這些好處，都從這個苦。所以佛出世的時候說：此是苦啊！汝應知。噢，這個苦你應該了解，你必定要從知苦上面下手。",
    "1494": "[24:54]又云：「我由畏怖故，將自奉普賢。」是的，修行人就是這樣，還是因為怕。怕什麼？怕苦嘛！怕苦啊，所以自己要求出苦。要求出苦啊，唯一的什麼？一定依靠這個三寶，所以「將自奉普賢」哪！",
    "1515": "[25:15]此諸苦德，《入行論》中雖依自身已有之苦增上而說，然其當受眾苦亦爾。以是因緣，思惡趣苦。上面所說的這些道理，這個《入行論》上面，都是主要的就我們現生這個苦的行相來說的。但是要曉得哦，這個將來要受的苦也是這樣哦！也是這樣哦！而更重要的，我們前面曉得：眼前的苦樂很快就過去，而將來的前面才是重要的。所以啊我們真正更重要的，要思惟惡趣的苦，這個才是大苦。眼前一點小苦，這還是抵受得了的，將來的大苦，這是我們絕對要避免的。所以這一個地方，我們要思惟惡趣之苦。",
    "1577": "[26:17]其中分三：一思惟地獄所有眾苦，二旁生所有眾苦，三餓鬼所有眾苦。那麼這個苦當中，惡趣苦分三部分 ─地獄、畜生、餓鬼。那麼地獄裡邊，又分成功四部分：",
    "1598": "[26:38]初中分四：一大有情地獄，二近邊地獄，三寒冰地獄，四獨一地獄。　今初這個現在呢一個、一個來說下去，一個、一個來說下去。關於這個地獄的部分，我想我不在這裡詳細說了，這個大家自己好好地看一下，自己好好地看一下。那麼正式修行的時候，這個很重要的。正式要開始修行的時候，你們不妨仔細地去看。第一次看，也許看得模模糊糊，那時候你一定要弄懂它。弄懂了以後，然後你正式修行的時候，跟你什麼相應的，你在這個事上面哪，思惟觀察那個苦，思惟觀察那個苦。那時候你會身心上面產生一種什麼？產生一種絕大的苦逼感，啊！你覺得這個苦逼感，逼得你就受不了這種感覺。這個時候就一個絕大的力量，會推動你去修行。所以這個文字本身容易懂，所以我不在這兒解釋，不在這兒解釋，你只要照著這個樣去看。",
    "1675": "[27:55]下面我這裡簡單地，有幾樣事情這要說一下。那個地獄裡邊，分成功幾個：所謂大有情地獄，就是熱地獄；然後呢，這個熱地獄外面，還有近邊地獄。它每一個地獄像城一樣的，四四方方，然後每一個外面都有四個近邊地獄，就是每一個大地獄外面都有十六個地獄。這樣一層一層的，受不曉得多少無量無邊的苦，無量無邊的苦！這個裡邊你們看的時候，注意一個事情哦！沒有一個人想要到地獄去的，他去的時候，並不是明明看見了，說這個是苦而去，他要去的都是找快樂。但是因為他的惡業蒙蔽了，所以他要找快樂，結果得到的是苦。這個概念我們現在先有個認識，有了認識以後，然後等到我們下面學，學到這個業這個道理的時候，你就很清楚了。",
    "1739": "[28:59]眼前我們目前所忙的無非都是為了一樣事情，幹什麼？找快樂。如果說你現在沒有認識得清楚，你造錯了，造了地獄業，將來你到地獄去了，你還是覺得要去找快樂，可是向前一步就是地獄。而且到那時候，不容許你後退的，你只有向前，這個事情才是我們真正應該了解的。"
}