{
    "8": "[00:08]為什麼要這樣提呢？我們所以現在造種種惡業不能修行的原因，為什麼？找快樂嘛！對不起，你要找快樂，結果前面是地獄等在這裡。所以你要找快樂，找到地獄的原因哪 ─沒有別的，閻羅王、任何人乃至佛也莫奈何，絕不可能他把那個苦加在你身上，還是你自己造的業。那你為什麼要造那業呢？無明。要想真正地對治只有一個辦法 ─學習佛法，依靠善知識，得到正知見，然後就轉過來，這個概念很重要。所以他下面告訴我們，那些有情下去的時候，他說或者找住的地方，要找快樂的地方，結果跑下去，啊！一跑進去，就完了！這是第一件事情，在這地方一提。第二個呢，他們在那地方的壽命有多長呢？請你們翻到第八十八頁，第二段，八十八頁的第二段，就是第八行。",
    "85": "[01:25]此諸大苦，要經幾時而領受者，說上面這樣的那個大的苦，要經過多少時候呢？",
    "97": "[01:37]如《親友書》云：「如是諸苦極粗暴，雖受經百俱胝年，乃至不善未盡出，爾時與命終不離。」下面這個解釋看一下。",
    "113": "[01:53]謂其乃至能受業力未盡以來，爾時定須受彼諸苦。說這個地方的苦啊，不得了地苦，它的年代之長，唉呀，不得了地長！長到什麼程度啊？你的業，不善的業沒有盡之前哪，對不起！他一直在這個地方。所以說一直要到跟你的業相應的時間完了，你造多少業，就得遭受多少苦。去，固然完全是看個人造的業，而停留在那邊的時間，也是看你的業。所以我們眼前哪為了貪一點點小苦，然後呢，受長劫的這個惡報啊，真划不來，人就是這麼愚癡，人們就是這麼愚癡！唉！眼前貪一口之食，將來跑到地獄裡面哪，烊銅熱鐵灌口啊，受不曉得多長的時間。",
    "186": "[03:06]有的人這麼說：哎呀，說這個經上面這樣，是講的方便哪，策勵我們的呀！實際上這個話，毒藥！這個話最可怕！現在有好多人說這個話，乃至於很多善知識。《涅槃經》上面說得清清楚楚，《涅槃經》上面說得清清楚楚，說不要以為佛所說這個話方便啊！佛告訴你，說出家人犯一吉羅罪，要墮落，要受這麼多苦，這個絕對不是方便，千真萬確的事實！你們好好地去翻。為什麼在《涅槃》上面說？就是說佛臨走的時候，這個像遺囑一樣特別叮嚀教誡，這個最重要的啊！它為什麼叫扶律談常？原因就是這樣。你真正修行的話，這個是基本。開始是如此，他最後叮囑你的還是從這個地方來說起來，所以這是我們要了解的。",
    "248": "[04:08]那麼在地獄當中啊，最好的地獄，算一下，我曾經算了一個數字。這個大地獄一共有八個大地獄，那個最後那個地獄是無間地獄，啊！那個不談。然後呢，從無間地獄一個一個上來、上來、上來，上來第一個叫等活地獄。等活地獄這個壽命等於多少？我現在念一下給你們聽，你們想一想哦！一六二零、零零零、零零零、零零零，是我們人間的壽命。那我現在算算看，千、百萬、億，然後呢千億，壹仟陸佰貳拾億年。壹仟，是不是啊？千、百萬、十億、不是！萬億。壹萬億陸仟貳佰億年呀！等活地獄，一旦進去了，這麼長，這麼長！但是我們出了家以後啊，很多時候不知不覺就造了這個罪。",
    "328": "[05:28]請問：你眼前再大的快樂，值得嗎？我們為了求快樂，為了避免痛苦，唉！所以我想想，真不值得啊！真不值得啊！所以我在這地方真歡喜，大家不要看這個人偷懶哪，你好像是吃了苦了，我一點都不這樣想。我看見那偷懶的人，我說這是個大善知識告訴我，喏、喏、喏，他這個愚癡的結果啊，擺在這個地方，我可不要這樣子啊！他偷懶，正好這個功德讓我去，我好高興，我去做去了。反過來這個地方，還是有勤儉的人，哎喲！我看了真很感動。所以在這地方我常常非常讚歎某某法師，你別看他這麼年紀大，他在這裡我們唯一的他有條件坐在那裡吃，什麼都不做的。昨天我們大家完了以後休息的時候，他一個人在下面，看見了樹枝掉下來，他就掃，我在上面看見了，我真是感動得流眼淚。啊，善知識！我們現在年輕力壯的小伙子，弄完了以後，不在那兒說閒話，就是在那兒睡大覺。啊，我看了真是心驚肉跳！所以這個時候，我們的的確確應該自己好好地，自己多策勵自己多看的。",
    "411": "[06:51]所以我這地方說一下，壽命這麼長哦，壽命這麼長哦！而他進去的時候都是什麼？要找快樂，要找快樂。是的呀！你要找快樂呢，這個就是你的快樂，你不得其法的快樂，一旦下去，啊，這個人間我們不要說一億多少年呢，乃至一億年都不行。一百萬年，一千年，不要說一千年哪，叫你一天你受得了嗎？受不了啊！不要叫你一天哪，叫你委屈的時候，哎呀，這個稍微苦幾分鐘你受不了。不要苦一個，今天吃飯叫你少吃一頓你就受不了。不要少吃一頓，稍微吃得不好，你都受不了。想想看，這種苦我們受得了嗎？所以我們人真愚癡啊！今天吃得不好了，心裡面嘀咕個半天。唉，這個人哪實在是不曉得做些什麼，所以他愚癡啊，太愚癡啊！那麼這個上面是特別說明了這件事情，這個是熱地獄。然後呢寒冰地獄，那麼我也不再說了。",
    "483": "[08:03]然後下面呢一部、一部分，我想這個裡邊有幾樣東西呀，我要特別地說一下。請翻到九十二頁，一二三四五六第七行，第七行「《親友書》云」，第七行的下半段。",
    "512": "[08:32]《親友書》云：「如於一切安樂中，永盡諸愛為樂主，說所有的快樂當中，什麼最快樂？「永盡諸愛」，這個是快樂當中最最快樂的事。什麼是永盡諸愛啊？哪！就是我們如果能夠把我們的貪愛，能夠真正地貪愛去掉了，這個快樂才是最最快樂。所以呀我們常常說空空空，剛開始修學佛法的人我不大歡喜講空的，我還是講苦樂。正因為你要苦樂，你要修行，最最大的快樂，就是把我們世間的貪著，三世間的快樂統統去掉了，淨除掉了，這個快樂才是永盡諸愛，這個最最安樂的，才是這個。靠什麼？修行啊！所以你眼前啊雖然苦一點，是的，將來得到的快樂可是不得了，修行這個事情，就是這樣。眼前是你要花本錢的喲！你花個十萬八萬本錢，將來得到那個代價呀是無量無邊；不修行呢，眼前得到的快樂的，哎喲，得到的快樂假定說可以衡量的話，得到參佰、伍佰，付出來的代價，哎呀，無量無邊！這是我們現在應該了解的。那麼快樂是這樣，痛苦呢？",
    "593": "[09:53]如是一切眾苦中，無間獄苦極粗猛。無間地獄的苦最厲害。",
    "600": "[10:00]此間日以三百矛，極猛貫刺所生苦，比於地獄輕微苦，非喻非能及少分。」說每天有三百個矛，最快的刀，在你身上「咔咔！」猛刺，一直不停地刺。唉！那個我們沒有一個人能夠受得了。不要說三百個矛，拿一把刀往我們身上刺，不要說猛刺，輕輕地刺一下。不要矛嘛，拿了一根針刺一下，哎喲，這個受不了！打針的時候，哎喲，是皺了眉頭，對於我們自己有好處的喲！然後呢這麼厲害的，但這個痛苦比起地獄裡邊啊，比起地獄裡邊最輕微的苦啊，「非喻非能及少分」！你沒辦法比，絕對沒辦法比於地獄裡邊的苦於百千萬分之一，這麼大的苦！這麼個厲害法！",
    "662": "[11:02]所以在這地方大家注意喲，它這個地獄的苦啊非常嚴重、非常嚴重啊！所以我常常說，假定出了家以後，自己沒辦法真正地深入，這個便宜千萬不能貪哦！在家人還不一定墮落，出家人你如果不如法修行的話，那這個墮落是容易極了，而且一定會墮落，這是第一個。然後呢這個無間罪啊，在家人還不一定容易造。雖然在家人大部分會造地獄，這個無間地獄的罪，我們出家人最容易造，最嚴重的是謗法。這個謗法我們還不知道的咧，對不起！我們往往自己覺得懂得這個道理呀，然後呢我們大乘謗小乘，小乘又否定大乘，然後呢念佛的又毀謗學禪，學禪的又毀謗他。現在又更多了一個了，南傳跟北傳大家混在一塊兒，大家又說他，他說他好。前天有一個人給我看一本南傳比丘寫的書，唉！我看了心裡面真痛心。在我來感覺的話，我一心，我的願望總希望把佛的遺下來的教法，固然我們北傳的要統攝起來，南北傳乃至於藏傳，多多少少都統攝起來。然後呢把好的都能夠看別人，以想辦法改善自己，這樣。然後自己壞的儘量地改善，千萬不要輕易地隨便是非，這個輕輕地一是非的話，我們造下這個謗法罪不得了！這是隨便這個地方一提。",
    "764": "[12:44]尤其現在有很多人為了自己的利益，哦！他說的時候，他會強調「這個很重要！」實際上他所以強調是為了什麼？為了他自己利益，這個是更可怕！像這種事情大家只要一檢查、一注意，很容易、很容易，是為了得到一點利養，然後呢讚歎：「啊，這個供養有很好、好處！」你真正讚歎供養，好，當然好嘛！但是呢它的目的要檢查得很清楚，你為什麼讚歎。然後呢他來供養你，這種讚歎，千萬不要讚歎！這個很清楚、很明白。所以我說我們講法的人，開口的時候啊，自己先要檢查心裡面存著什麼心，這個概念很重要。我們繼續下去。",
    "814": "[13:34]能感如是眾苦之因，唯是自內三門惡行。喏！上面講的種種的這種大苦，什麼原因哪？不是別的，還是我們自己的身口意種種惡業，這是我們自己的事情，這是我們自己的事情。",
    "843": "[14:03]如是知已，應盡士夫力用策勵，輕微惡行，莫令染著。了解了這個，就把自己的最大的努力都用出來，策勵自己再小的罪千千萬萬不要去染著，千千萬萬不要去染著。這個說一下。那麼再下面呢就是旁生苦。旁生苦這地方也不去說它。然後再下面是餓鬼苦，這個同樣的，餓鬼苦就翻到這個第四卷。請你們現在翻到九十五頁，一二三四五六，九十五頁第六行。下面",
    "910": "[15:10]《弟子書》亦云：「猛渴遙見無垢河，欲飲馳趣彼即變，雜髮青污及爛膿，臭泥血糞充滿水。它這個是講餓鬼，餓鬼的渴是 ─啊！長劫不聞江水之名。他渴得喉嚨裡面一直火燒，然後呢老遠地看見那地方，啊！有一條河，然後跑得去。那一跑得去，變掉了，唉呀！種種這種髒東西。繼續：",
    "957": "[15:57]風揚浪灑山清涼，檀樹青蔭末拉耶，彼趣猛燄遍燒林，無量株杌亂雜倒。它這地方又渴又熱又 ……啊！種種的困擾。然後呢他看見那地方有河，跑得去─噢！這地方啊這麼又臭又爛的這種東西不能喝。然後呢看見那地方，唉呀！看見那地方很歡喜吧，風浪，這地方啊真是非常好的樹蔭，等到他跑得去的話，遍地燃燒，枯木，這個地方。繼續下去。",
    "1002": "[16:42]若奔畏浪高翻滾，泡沫充溢大水藏，彼於此見熱沙霧，紅風猛亂大曠野。此住其中望雲雨，雲降鐵箭具炭烟，流飛熾炎金剛石，金色電閃降於身。熱逼雪紛亦炎熱，寒迫雖火亦令寒，猛業成熟所愚蒙，於此種種皆顛倒。四個四句話。先看一個實際的情況。他說在地獄裡邊有兩種，或者是 ─我們不一定說地獄了，反正是這個都是，一切都是啊業力所感得的。他受種種的苦，有一種苦呢熱得不得了。這個熱得不得了的時候，欸，妙了！這個身上飄，碰到雪……要我們的話，說熱得不得了的話，碰到雪的話覺得有冰涼之感。他怎樣啊？嘿，碰到雪，他也熱得受不了。反過來呢，寒冷的時候，我們寒冷的時候，弄點火烤烤就暖和了。他寒冷的時候，你火烤，烤到火啊，他也寒得受不了！為什麼這樣啊？是「猛業成熟」，這個業力成熟的時候啊，對不起！什麼東西都顛倒，什麼東西都顛倒，一點辦法都沒有。",
    "1116": "[18:36]到這個地方，也許我們會想：會這樣嗎？會這樣！我們沒有這麼粗猛的業，但是我們可以用種種的跡象來體會。前天哪我曾經叫你們做一個試驗。說你們看那個螞蟻的時候，牠們咚咚咚在那兒爬，你不妨拿螞蟻歡喜吃的東西啊，在牠的前面給牠吃吃，試試看。你們有沒有人試過？有試過的人請舉手，有沒有？真遺憾！唉，一個都沒有試！啊？有試啊？試了以後感覺怎麼樣啊？我告訴你們哪，所以我告訴你們的，絕對不是說空話呀，但願你們好好認真地去學。你們要好好地聽啊，不要當作耳邊風啊！你自己曉得的。",
    "1171": "[19:31]這個螞蟻嘟嘟嘟在那兒跑的時候，牠有幾種情況：有一種心安理得地跑，你在牠的眼前放一下的話，牠跑過去，那個時候牠跑過去，一定會吃那個東西，因為牠正在找那個吃的東西。所以那個時候牠的現行的業 ─找吃的東西，看見了，吃。還有一種情況呢，你先逗牠一下，牠一逗，欸，牠就拿著那兩個角，就準備跟你鬥了。然後呢你再撥牠一下，牠就「」，哇，拼命地跑！這個時候，牠心裡面的現行是什麼？牠要嘛準備逃，要嘛準備打架，所以你再好的東西擺在那裡，一前面一碰到，牠就馬上轉身就走；然後你再到前面一擋，牠一碰見，馬上轉身就走。你們自己去做那個試驗，我告訴你們試驗都是有道理在的啊，要你們好好地學習呀！",
    "1224": "[20:24]然後你看見了螞蟻，你不妨回過頭來看看你自己。平常你最歡喜吃的東西，就是你要吃的，如果說那個時候我就罵了你一下說：「你這個傢伙，就像畜生一樣，修行不行！貪吃懶做！」到那時候啊，剛開始的時候，你罵，啊，罵罵算了。到後來，罵得你發了脾氣了，到那時候交給你吃的話，你拿起來甩掉！你相信不相信？對不對？我想我們人人有這個，你再要吃的東西，你就是甩掉。尤其是我給你的，你絕對不吃！為什麼？就是這個業成熟的時候，千真萬確的事實擺在這裡。然後你今天脾氣非常盛的時候，再好的人跑得來勸你的話，你一定回答他：「去去去去去！你在這兒囉嗦什麼東西！」對不對？為什麼？猛業成熟啊！這個業還不是地獄業，地獄的苦比起我們現在，不曉得大上百千萬倍，所以這個業力是不曉得厲害多少倍啊！我們現在這種業，這麼小，尚且是如此啊！現在信得過嗎？",
    "1291": "[21:31]所以這個經上的話，絕對不會騙我們。我們現在愚癡，所以拿我們自己的想法，總覺得：哎呀，這個經上講的話呀，嚇嚇你啊，那策勵你啊！沒有這樣的事情！如果是嚇嚇你、策勵你的話，佛就不是如語者，不是實語者；佛太多的地方說得清清楚楚。這個是我們千真萬確要了解的，所以這種地方是我們真正著眼的地方。",
    "1325": "[22:05]那麼他的壽量呢？壽量也不必說啦！反正啊一跑下去的話，那是天文數字。不管是跑到惡道當中哪一道，一到，一去 ……唉！所以我們人道啊，是唯一的能夠修行的地方，就偏偏只有幾十年，就是這樣啊！所以你想到這個地方，你了解得越多，是你越認真去努力，越認真去努力啊！這個是我們在這地方應該了解的一件事情。現在請翻到九十六頁，看第二行，上面所說的說過了，第二行當中第二句，第二句是：",
    "1380": "[23:00]若思如是惡趣眾苦，應作是念，現在探手煻煨之中住一晝夜，或於嚴冬極寒冰窟，裸而無衣，住爾許時，一個一個來。思惟上面的那個眾苦，第一個。然後呢，思了它這個苦以後，不妨現在這樣地想：說我把我的手啊伸在那個煻煨 ─不要說那個地獄這個煻煨，你把那油鍋啊，煎得咕嚕咕嚕滾了，然後你把手伸下去，放它一晝夜，試試看什麼味道。不要叫我們放一晝夜啊，我自己曉得，叫我是絕沒有這個本事，絕不可能！叫我往那個油鍋裡面這麼放一下，馬上拿出來，我絕對不肯！你們有人願意嗎？有人願意嗎？我想沒有一個人願意。所以現在不要看，說哎呀！沒有什麼事啊，提不起來啊！萬一你提不起來，最好的辦法，你就這樣去做一下，我保證你提得起來，保證你提得起來。",
    "1458": "[24:18]所以我自己告訴你們一個故事。因為我自己是一個很愚癡、很差的人，所以當年聽見了這個道理，要修行啊，的的確確，啊，這個修行不是很簡單的事情，提不起來。那怎麼辦？就用這個辦法。冬天，那個時候在紐約，哦，這個紐約到了冬天氣溫很冷的喔！都是依華氏來說的話，大概是五、六度，攝氏來說的話是零下，零下，大概零下十幾度。不要說零下十幾度，零度，零度都受不了，那冷得不得了，怎麼辦？洗冷水澡，洗一個冷水澡。把衣服脫掉了以後，然後呢它房子裡都有這個暖氣的，我下面那個暖氣還保留，上面這個暖氣不放。上面已經很冷，唉呀，跑到那地方臉已經發白，然後跑到洗手間裡邊，然後呢脫掉了衣服，拿那個水沖，「啊虎！啊！」然後跑出來，那時候抖啊、跳啊！不不不，不要來了！不要來了！然後想想看：不行！不行！這個還不夠苦，再進去！這樣。那真是沖了兩下以後，那身上凍得啊 ……然後說修行啊，這時候再坐下去的話，也不打瞌睡，也不打妄想了。你們不妨試試看，這是千真萬確的事實。不要說現在受了一點點小小的苦就委屈啊！你們要從這地方。所以他現在叫我們也不必受那個苦，怎麼辦呢？你好好地思惟一下。",
    "1551": "[25:51]然後呢另外一個方法就是到寒冰裡邊去。現在不要說寒冰哦，我讓你們試一下，夏天 ─現在的時間過去了，買兩塊冰來，你拿著這塊冰，或者手上拿著，或者一個冰的盆裡面，手伸在那個冰的盆裡面，你試它一個鐘頭試試看，你受得了嗎？你們不妨試試看。夏天吃冰是歡喜的事情喔，你都受不了喔！這個啊，那真是在地獄裡邊，那比天堂還舒服啊！我們也不必說那麼厲害了，",
    "1589": "[26:29]或數日中不用飲食，讓你不吃一餐，不要幾天啦！讓你少吃一點，你受得了嗎？還有呢，蚊蟲，",
    "1601": "[26:41]或蚊虻等，哳咬其身，尚且難忍，何況寒熱諸那落迦，餓鬼旁生互相吞噉，是等眾苦，我何能忍。能忍耐嗎？的確不能忍耐。那麼從這個地方，",
    "1621": "[27:01]度現在心，乃至未能轉變心意，起大怖畏，應勤修習。他每個地方都這樣的，他一定說出它的特質，然後呢要我們去修行。他最後那句話指出來，叫「量」，要到什麼情況可以了？就是說，你心裡面要生起這樣的量來。這個地方告訴我們，你照著前面的去思惟、觀察，如果說再不行，你不妨自己把那個手啊，伸在那個 ─也不要油鍋啦！就是燒開了開水，你試試看，你就那麼試一下。然後呢你拿那個寒冰試一下；然後你洗澡的時候，那蚊蟲都打開來讓牠咬一下，你這種方式看看自己能不能忍受？用這個情況，策勵自己修這個苦，然後呢使得自己心轉變過來，說：「哎呀，這個痛苦受不了啊，你趕快要修行啊！」要到什麼時候才可以？當你隨便一想，一提起來，然後呢這個就非常強有力的這個恐怖，推動你一心想修的這個心情生起來了。那你可以進一步，繼續下面的了。否則的話，你就停下來，從這個地方好好努力地修行。他前面每一個地方都是這樣告訴我們的，這個我們應該了解。",
    "1729": "[28:49]曾經在破除邪執的時候，說過一個道理。說你不是要修定嗎？是的。定有什麼障礙呢？昏沈、掉舉，就這樣。掉舉就是胡思亂想，你就是擋不住；現在呢如果你想：想來想去，忙了半天，到那時候受這麼大的苦，你一想到的苦啊，你還願去想那個胡思亂想嗎？你所以胡思亂想，無非是想什麼東西啊？喔唷！這個事情也放不下，那個事情也放不下。你發現放不下的結果，受這麼大的大苦，到那時候送給你都不要。這個道理我們已經明白了。"
}