{
    "15": "[00:15]然後呢，這個地方告訴我們怎麼去修，要修到什麼樣的程度呢？就是說，在任何情況之下，你只要心裡面一提到這個事情、這個念頭，馬上心就相應了，這個時候，就可以繼續下去了。因為你有了這個功夫，所以然後你去學定的時候，心一散亂胡思亂想了，你了解，欸，胡思亂想，這個放不下，那個放不下；你隨便把那個苦一提，因為前面你已經修過了，所以一提這個苦的念頭馬上起來了，那時候你還會想嗎？嘿，不會想。對吧！哪，就是這樣的情況。所以為什麼在這裡要一步一步順著次序來的這個道理，前面是告訴我們這個原則、這個總綱、總相，下面呢又告訴我們怎麼步步深入的細細的法則。所以現在這個地方把這一點忽略過去的原因，因為的的確確我們現在還沒有如理如法，照著這個次第一步一步上來修的時候，所以沒講。同時呢，關於這個苦的內容，自己看起來也容易了解，如果不了解的話，我還是會認真地講。那麼現在我們繼續下去，繼續下去。",
    "115": "[01:55]若雖知解，或未修習，或少修習，悉皆無益。這幾句話擺在心裡面，這幾句話務必擺在心裡面！說現在我們：「啊，懂啦！啊，了解啦！」你雖然了解了，但是你沒有修習，有沒用啊？沒有用。不要說了解了不修習沒有用，就是你修習了，稍微修習一下，不夠量啊還是沒有用，「悉皆無益」，這樣。目前我們真正的難關就在這裡，我們很多人說未嘗不知道，知道了以後有沒有去做？沒有！那個沒有用，要去做。然後去做的時候，不是馬馬虎虎地做，要認真地做。認真地做裡面包含兩樣東西：這內容要正確，量要足夠，量要足夠。這件事情還是要把握住正確的方法，要把握住正確的方法，這善知識還是第一個。",
    "197": "[03:17]這兩天有一位同修，他練一個法器，是，他很不錯，他就有發心肯打這個法器，然後呢肯練這個法器，可是練了以後，啊，覺得很難。在我看起來，是！他花了好大的勁。這一點我告訴你們，他問題真正重要的在什麼？有沒有得到訣竅，有沒有得到善知識的指導。以我自己的經驗來說，我昨天晚上我還練了一下給他看看。我就告訴他，我打那個鈴鼓，我二十年，這千真萬確的事實，二十年沒碰過了。我自從離開了蘭若以後，就再也沒有打過─到二十年倒是不一定到啦，十七年了已經，再沒打過。但是昨天晚上我隨便一打，我自己覺得還不錯！我想大家還有人聽見了，對不對？這個比之於一般來，不會太差吧？是。你們不相信，我馬上到那個大殿上面打一下你們看看，以前我也沒學過，我並沒有真正的人家教著我學。",
    "265": "[04:25]所以，真正重要的你們注意：只要你真正肯學，這個是第一個；還有呢？學得得法與否，是第二個。你自己在那兒學，照你自己辦法，你學會了，害了！為什麼？照你自己辦法學會了，你這惡習慣養成功了，叫你改真難改。這我們真正要學的這第一件事情的話：不但要學，還要得到善巧的方法，這是千真萬確的事實。你如果說這兩個把握住了 ─我當年怎麼學的？我就看哪一個人打得好，大家說，我自己也聽得出來嘛，這個人打得好，然後我在旁邊細心地揣摩，他怎麼打？聽那個音怎麼樣？然後跑得去看，他樣子怎麼做。然後呢，自己平常你試幾下，走上去就不會差得太遠。稍微試一下，要不了半天的功夫，我保證你們可以學得很好，這樣。",
    "319": "[05:19]反過來說，我為什麼要提這件事情呢？眼前看得明明白白擺在這地方的，這弄不好，居然修學佛法的，自己就看了一點書，覺得：哎！我就能夠了。可能嗎？所以任何一個地方就告訴我們，修學佛法的很多重要的關節眼在什麼地方，你要把握得住 ─一定要修，一定要如法、如理、如量地修！要如法如理如量，一定要找到善知識；要找到善知識，還要什麼條件？這個記住哦！善知識不是沒有，是說自己有沒有跟善知識相應的量，這個是真正重要的，你把這個做到了，下面的問題都解決。",
    "367": "[06:07]前面說過多少次，你隨時看那個經論上面，我們也了解。所以現在我們真正修行的第一件還是淨化自己呀！這段話再唸一遍：「若雖知解，或未修習，或少修習，悉皆無益。」聽到這個道理已經不容易，沒有宿生的善根，沒有這樣的特別的善業，對不起，經教、佛法絕不可能聽到。今天聽到了還不好好認真去做，白白浪費，好可惜！這是我們這個地方應該了解的。下面一個故事：",
    "418": "[06:58]如《事阿笈摩》說，慶喜妹家二甥出家，教其讀誦，彼讀數日，懈怠不讀，付與目犍連子，仍如前行。慶喜囑曰：「應令此二意發厭離。」目犍連子引至晝日所經處所，化為有情大那落迦，彼等聞其斫截等聲，遂往觀視，觀見斫截所有眾苦，又見彼處有二大鑊，涌沸騰然。問云：「此中全無入者耶？」報云：「阿難陀有二甥，既出家已，懈怠廢時，死後當生此中。」彼二慌恐，作如是念：「設若知者，現或置入。」次返目犍連子處，詳白所見。目犍連子告云：「二求寂，若此過患，若餘過患，悉是由其懈怠所生，當發精進。」彼二遂發精進，好，這個文字很容易懂，我把它唸一遍，我想大家都已經懂了。再說一遍原因是，用一個輕鬆一點的故事來策勵我們。這個經上面說，阿難有兩個外甥出了家，教他好好地讀誦、學習，哎呀，「懈怠不讀」。哎呀，這個念啊、學啊真辛苦啊！然後呢他沒辦法就叫目犍連尊者幫忙他，結果目犍連尊者教了他，他還是老樣子。他沒辦法啦！阿難就說：「唉，怎麼樣想一個辦法，讓他兩個策發厭離心啊！」所以目犍連尊者怎麼辦？就引他到一個地方去，那個地方化成功大地獄。欸，他跑過去一看，一聽見那個聲音幹什麼呀？一看！說這個地獄的眾苦，不得了地害怕，旁邊有兩個大油鍋，別的油鍋裡面都是哇啦哇啦煎人，那個油鍋裡邊沒人，他就說：「欸，這地方怎麼沒有人哪？」那個地獄的獄卒怎麼說？說阿難有兩個外甥出了家以後「懈怠廢時」，懈怠不用功，死了以後墮在這裡。",
    "587": "[09:47]這裡停一下，我們也出了家了對不對？我們精進了沒有？這個要想一想哦！這個要想一想哦！請問我們現在一天，然後呢，張開了嘴巴吃信施送給你的東西，用的、吃的、住的，請問哪一樣東西你自己賺來的？哪一樣東西你辛苦換來的？有嗎？沒有。然後你吃了這個東西，你做些什麼？精進了嗎？說：哎喲，我在這兒，我們在這兒有早晚課。你早晚課做些什麼？不是妄想、就是昏沈，這就算用功了嗎？噢，看看哪！他在佛世哦！我想這個佛世的遠比我們好吧！嗯，他這個佛世尚且要墮落，這是千真萬確的喲！這個實在值得我們想一想。",
    "646": "[10:46]現在那個故事裡邊怎麼說呀？說這兩個獄卒告訴他，說這兩個沙彌出了家以後不好好用功 ─沙彌哦！比丘是更厲害哦，因為比丘要求的條件更高。唉，所以他兩個就害怕起來了：哎喲！不得了，如果現在要曉得了進去的話，不得了，趕快回去，趕快回去！目犍連問他，你看見什麼呀？看見這個。唉，你要告訴他呀，目犍連尊者就告訴他：這個還算是小的，還有比這個更嚴重的啊！為什麼會這樣？懈怠。懈怠的意思是什麼？不精進就是懈怠。不是說你努力，你忙不相干的事情，都是。世間的人一天到晚忙，這不叫精進。精進是什麼？就是跟善法相應，策勵自己努力，這個才叫精進。這我們要千真萬確地 ……不是我們今天啊，嘰哩哇啦去做了一點事情啊，心裡面如果說胡思亂想都不相應哦，何況我們現在兩樣東西都不相應啊！所以這一點說「彼二遂發精進」，他們兩個就發起精進來了。下面一段話很有意思：",
    "722": "[12:02]若未食前，憶念地獄，則不飲食，若於食後而憶念者，即便嘔吐。這是當時的情況。他假定說還沒吃飯那東西，想到他看見那個地獄的話，他就吃不進了，哎呀，害怕得就不得了！同樣地，吃過了以後，一想到的話，就害怕得吐出來，這是實際的狀態。這個告訴我們，我們只是沒看見，如果我們真的看見的話，不得了。所以佛經上面也告訴我們哪：所以假定說你們諸位也像我那樣，親眼看見造了惡業以後墮落惡道的恐怖的話，沒有一個人例外，都像葦蘆一樣站都站不住，人都癱掉了。這看看都這麼嚴重，受是絕對受不了啊！所以處處地方這些事情，無非是策發我們 ─精進啊！精進啊！千萬不要貪眼前的一點小便宜，不要說：哎呀，現在這個事情提不起，那個事情提不起。現在是唯一能夠努力的時候啊！",
    "794": "[13:14]又引至餘晝經行處，於餘一處，化為諸天。彼由聞其琵琶等聲，遂往觀視，見有天宮，天女充滿而無天子，問其無有天子因緣，答云：「阿難陀有二甥，既出家已，發勤精進，彼二死後，當生此中。」彼二歡喜，還白目犍連子。教曰：「二求寂，若此勝利，若餘勝利，悉從勤發精進而生，應發精進。」那麼更進一步，就把他去看天上，欸，看了天上以後，有一個地方天女充滿，那個天堂非常美麗，就是沒有天子。那就問啦：這個地方為什麼沒有天子？別的地方為什麼有？說：「阿難尊者有兩個外甥，出了家以後精進努力，他努力了以後，死了以後到這裡來。」啊！他聽了以後好歡喜，告訴目犍連。目犍連尊者就告訴他：種種的好處，精進修行來的。這個故事對我們最好的一個教誡，人間短短的幾十年很容易過，你如果說努力的話，就有這麼多的好處，如果懈怠的話有這麼大的壞處，好壞之間差別太大。",
    "882": "[14:42]次發精進受聖教時，見如前引，《真實相應經》中宣說，九十六頁，這個阿難他的兩個外甥，先─他雖然出了家不肯修行，然後呢，看見了地獄苦，以後再看見天堂，他每經過一個地方，都有一個轉變，而不經過的時候，他不轉變。在這地方有一點事情，我們可以注意一下。他這個從他不肯學到肯學，這是一個絕大的轉變，這是一個絕大的轉變。像這種情況，在我們人人都很羨慕的，我們人人都希望要這樣去轉變，為什麼我們做不到？第一個，大家可以想一想。第二個，這是一個很有趣的問題，他雖然有這麼絕大的轉變，可是對根本意趣來說，他的目的就是共同的，他原來懈怠不想努力，為什麼？想快樂，就是想快樂，這麼簡單。他後來轉變了，為什麼？還是想快樂，對不對？喏，這個概念你們要注意，你們要認識喔！",
    "1019": "[16:59]所以佛法雖然告訴我們「常、樂、我、淨」，說四顛倒，這千真萬確的，說那個是快樂，事實是顛倒。可是他真正的告訴你快樂是顛倒的目的，為什麼？是告訴你這個快樂是虛假的、不究竟的、騙你的、害你的，不是真快樂，你看錯了；真正的目的還是要求真實的快樂，這個我們要把握得住。所以從眼前淺的地方去看，佛法跟世間講的好像完全兩碼子事，完全相反；如果你更深一層追根究底去看的話，那佛法告訴我們的，才是我們世間真正要追求的。世間真正要追求的是什麼？快樂嘛！但是對不起，因為你不了解快樂的真相，你也不曉得什麼是追求快樂的方法，你找了半天，不但找不到快樂，受了大痛苦！所以這樣的原因，就是眼前那個小小的快樂，欸，你迷糊了，明明是一個騙你的東西，你把它當作快樂，結果受了它大苦，這個才是顛倒。",
    "1102": "[18:22]所以顛倒本身不是快樂，顛倒本身是你的無明，因為你的無明看不見事實的真相，所以把苦的事情看成快樂的，這個是我們要真正重要的。所以在剛開始的時候，就世間真相指給你看 ─這個四顛倒；最後等到你徹底明白了以後，欸，在《涅槃》上面談了什麼？常、樂、我、淨欸，妙了！這個道理這個地方隨便一談。不過我們不要以我們這種無明這種概念去找常、樂、我、淨，你怎麼找怎麼錯，怎麼找怎麼錯。",
    "1141": "[19:01]所以眼前我們真正認識的在這個地方，我之所以點出來就是，我們眼前所以不肯學是為了什麼？貪快樂。佛法真實告訴我們的，為了你真正得到你的好處起見，要這個樣的，這個是我們應該著眼點，這樣。所以我們有的人志趣很好，那是非常好，有很多人懶懶癱癱的話，這個地方就應該好好地加深認識。你有了這個認識以後，真正的好處畢竟還是你的。到那個時候你就會把我們現在的毛病，不能修行的整個地能夠改得過來，能夠提升自己。所以第二個，阿難尊者的兩個外甥，說看見那個天堂上面是這麼好，這個結果是修行而來，哎呀，他好高興地去修行了！那麼完了以後呢？他要我們再繼續看下去，九十七頁的第一行，說：",
    "1218": "[20:18]次發精進受聖教時，見如前引，《真實相應經》中宣說，從諸善趣而生惡趣。於是他們兩個人就精進了，以前懈怠馬馬虎虎，總要他去做，他不肯去做；現在肯去做，又肯讀誦，又肯念經。然後去看經典的時候，欸，那時候看到一個經叫《真實相應經》，怎麼講呀？說到了這個善趣上了天以後，還要墮落的。這一下他心裡就要發毛了，因為他親眼看見這個墮落以後的痛苦，他覺得修行了上了天，上了天倒是滿好的。結果發現上了天以後還要墮落，你只要一旦曉得這個痛苦的話，啊，那誰都不願意，誰都不願意。眼前雖然上了天，究竟還要去的話，這個地方絕對不能去！所以他就問了：",
    "1283": "[21:23]問云：「聖者，我等若從人天之中，死後復生三惡趣耶？」欸，他就問了，說：「我們生了人天以後，是不是還要墮落到三惡道當中啊？」那個答案是肯定的。",
    "1299": "[21:39]告云：「二賢首，乃至未能斷諸煩惱，爾時於其五趣生死，如轤轆理，應須輪轉。」然後目犍連就告訴他了，說：你們兩個人要了解啊，儘管你暫時生了善趣了，但是善趣當中還在生死輪迴。這個生死輪迴的因是什麼？業，業的主導是惑，就是煩惱，只要你的煩惱還在，沒斷除，對不起！那時候你永遠要在裡邊輪轉。輪轉的地方是五道，五道，有的地方說六道，那是把這個修羅併入天道當中，這我們知道的。所以三個善道 ─天、修羅、人道，把修羅併入天道的話，變成功天、人二道，下面三惡道我們知道。在這個裡邊輪轉像什麼？「轤轆」，那轤轆就是我們看見那個井上面以前那個吊的，它沒頭沒尾地永遠在那裡咕嚕咕嚕轉，永遠在那裡咕嚕咕嚕轉，像我們這個鏈條，像我們這汽車上面那個皮帶一樣，沒頭沒尾地永遠轉。對不起！你只要煩惱未斷，永遠在這裡轉。哎呀，他一想到說天再大的快樂，完了以後還要到那油鍋裡去煎的話，就無法忍受。",
    "1414": "[23:34]彼二厭離，這樣的話，那個天也不要去，啊，那也不要去了！這短短的一段話，我們想辦法，怎麼樣把這段話能夠移到我們自己身心上，那我們修行馬上成就。所以前面一再告訴我們，你儘管講很多應理的言詞，講完了以後如果跟你自己不相應的話，總是戲論，總是戲論；跟你相應了，那個就對了。現在我們自利是如此，利他亦復如此，你自己都不相應，都做不到，也不會做，你告訴別人，有用嗎？當然，如果人家有善根，他聽見了話是派得上用場；反過來說沒有善根，種點善根是有用場的，可是對究竟真實結那個果來說，這個大成問題。",
    "1483": "[24:43]所以這一點我們應該注意的，我們並不忽視從文字語言的認識開始，而且我們了解這是必須要的，但是同樣地應該認識，從文字語言認識了以後，下面進一步應該是些什麼，這個裡邊卻要一番努力，這個叫作修行，修行。所以我們聽懂是容易，把聽懂的東西擺在身心上面，如何思惟觀察，如理如量生起相應的對治的能力，對治這個煩惱，這卻是我們聽懂了以後應該做的事情。乃至於生起這個厭離心，沒有生起厭離心之前，一直應該在這地方努力。那麼他那兩位一聽見這個道理生起厭離，所以",
    "1549": "[25:49]作是白云：「今後不行諸煩惱行，惟願為說如是正法。」啊！他這樣一來，再快樂的事情還要墮落，那千萬不可以再行煩惱。所以就請求那個老師告訴他們兩位什麼是正法。正法者是如理地能夠針對煩惱，對治煩惱、淨化煩惱的。",
    "1584": "[26:24]目犍連子為說法已，證阿羅漢。好！問題就解決了，問題就解決了。下面我們看。",
    "1595": "[26:35]是故能滅懈怠，能發精進，勤修正道，策發其意，令希解脫及證解脫。其根本因者，謂讚修苦。這個記著，這個記著！所以說我們修行的最大的障礙是什麼？是懈怠。能夠消除了懈怠，而且還要策發精進，策發了精進才能夠「勤修正道」，然後呢，照著這去努力希求解脫，能夠證得證果。整個的那個根本因 ─這個根本因，為什麼講根本因？因很多，前面譬如說暇滿人身啦，得到善知識啦，然後念死啦，這個都是策發我們的因。但是這個因當中最主要的根本的是什麼？苦！苦！",
    "1661": "[27:41]我們在這地方也回過頭來可以看一看，我們念死、念暇滿，它是對我們有策勵修行的絕大的功效，可是它所以策勵的原因，為什麼？還是苦樂兩個字，想想看，對不對？從暇滿開始，就體會到一個事情，說一切人大家都要求快樂，要去掉痛苦，而要去掉痛苦得到快樂，也只有修行，這樣。那麼修行必定要依靠這個暇滿的人身，所以這個暇滿的人身就顯得意義很重大。從這個裡邊你可以體會到，這個暇滿人身，所以能夠策勵我們修行的話，它根本在哪裡？還是苦啊！",
    "1730": "[28:50]然後呢我們又講念死，喔，這個死啊，說生前很快，忙了一輩子，不管你有什麼好的，最後像一個夢一樣，完了以後都死，所以沒有什麼價值。問題是死了以後啊，還繼續下去，繼續下去到哪裡去啊？是由 ─被業所牽，而這個業所牽我們又考慮到，說喔唷，要墮落惡道去，所以想到這樣來的話，不行！不行！假定說了解了這個修行了，然後你經過了修行以後，你能夠超昇乃至於了脫生死的，那個死你也不怕。所以念死本身，它主要的根本原因還是苦！很清楚、很明白，這個地方這是我們要了解的。"
}