{
    "10": "[00:10]所以佛整個的說法為什麼四諦包含了一切，原因在這裡，這個是我們應該把握得住的。所以這個概念，這個地方特別指出這一點來。所以我們做任何事情，一定要把握住根本何在，所謂根本因；然後呢圓滿因，你這兩點把握得住的話，這因圓滿了，這果自然必定圓滿。所以這個道理他下面說：",
    "41": "[00:41]縱有大師現住世間，於此教授，更無過上而可宣說。關於這個道理就算佛再來，佛再來，能夠說的也是這個道理，更沒有超過它的。所以這個苦本身就是修學佛法最主要的主因，也是根本因。不同的，就是把這個苦的質跟量，從淺到深，這個不同而已，然後呢推己及人，這樣差別。",
    "89": "[01:29]即於此中，發生下中士夫意樂，次第極顯。同樣地，就在這個裡邊，從苦這個根本因上面，看你自己的力量能夠觀察的深廣的程度，然後呢來說明下士、中士、上士，這個內涵是如此，修行的次第也是如此。只看見眼前的，那個是下士；你能夠更深一層去看的這是中士；然後呢最徹底圓滿地了解，這個是上士，這個是上士。他為什麼這地方要這麼提一下呢？固然一方面說明，不管是哪一部分，它的根本的原因在這裡。同時這個地方也提醒我們，既然這是這樣的話，那我們一開頭的時候就把握住根本重點，一腳下去走最直接也是最快速的路子，同時這一條路是最省力、最方便哪！最省力、最方便哪！所以現在我們太多人眼前總覺得：哎呀，我是不行啊！我是很差啊！這種概念，說實在的都是自己傷害自己，自己傷害自己。結果，是，你眼前因為怕一點小苦爬不上去，結果呢卻是受了大苦，這個人的真正的愚癡在這個地方。",
    "192": "[03:12]關於這一點到後面精進一章裡面會特別告訴我們，我們眼前所以爬不上去的話，原因就是覺得自己力量不夠，這倒是個事實。另外一點呢？就是怕擋不住這個苦，覺得，喔唷，這麼大的苦啊，就好像受不了。結果呢，因為你怕這麼一點點小苦，你吃了無窮無盡的大苦，這是我們最划不來、最划不來的事情。現在這個本論有個特別的好處，關於這個道理，在你沒有正式修學之前，先完完整整地告訴你，這樣。你有了這個認識以後，你不要急著去修，然後呢照著它這個次第一步一步上去，增強你的能力。你可以慢一點來，但是你看得很清楚，最後你走的路子卻是最快速的，最快速的、最直接的。",
    "252": "[04:12]這個是特別說明，啊！修苦這個地方要告訴我們，它這個苦儘管只是下士，說避免我們死後墮落，實際上呢這個也一直通到中士、上士，整個佛法裡邊無不都是說這個。所以儘管以後講到中士以及上士的時候，這個目前所講的，也是它們的基礎，所以這個是共基。而這個共基，我們所以現在不講的原因，原因是因為我們現在不是照著去修的時候，而只是理解這個道理的時候，所以把這個道理我是詳細地說明。關於正式的內涵，到正去修的時候，我們到那時候要回過頭來，很認真地在這個上面去重新研閱，然後呢根據所了解的思惟觀察，策發這個苦的認識。然後呢那個時候你的心裡面，就會：哎呀！一想到苦哇，這跟苦相應的這個心念生起來了。那麼生起來了以後，說要到了什麼程度才夠呢？單單生起來還不夠哦！單單生起來就是質對了，量還要夠。那麼量要達到什麼程度呢？好！他下面也說：",
    "355": "[05:55]淨修心量，亦是乃至未起如是意樂以來，應須恆常勵力修習。就是前面我們不了解世間的真相是什麼樣，所以對它貪著，貪著的結果呢？原來啊，唉！造種種的苦，而這種貪著的心相是染污的，現在了解了以後淨化它，那時候認識得真真實實，不被它騙，所以這個叫作「淨修」。那麼到什麼程度呢？說乃至於你沒有生起這樣的意樂 ─這樣的意樂，就是真正我們心意所好樂的，心意好樂的是什麼？對這個事情產生厭離，一看見，不管它多好的事情，你一看見哪，你就厭離。在還沒有生起這個大厭離之前，你一直拿這個東西來努力修學，所以「應須」，這一個字 必須要；「恆常」 時間絕不間斷地；「勵力」 ─還要努力地去修習。它每一個字，這個裡面是一種實際上的狀態哦！就是說你修的時候必須要什麼？很殷重地，要絕有力量地，所以叫勵力；那麼修的時間呢？要常常，常常到什麼程度？從不間斷的，所以叫恆常；而且這個事情是必須要，我們現在應該做的。前面不管是暇滿人身也好，說暇滿難得，以及死沒無常的迅速也好，都是繞著苦這個中心在轉，這也是修學佛法的第一步。到什麼程度呢？策發大厭離。",
    "482": "[08:02]所以我們到這地方可以停一下，想一想。假定說我們懂得這個道理，那很方便；假定我們懂不得這個道理，可以隨便把以前運用過的這些例子來思惟一下，馬上就生起這個正確的認識。哪一個例子啊？說平常有一個好朋友，那你兩個人平常好得不得了，說如膏如漆、難捨難分的。忽然有一天有個人跑得來告訴你說：「某人哪！你平常跟他一直好，其實這個是個大騙子欸，他專門在背後說你壞話，他背後專門傷害你，然後呢最後引你怎麼 ……。」假定這個事實，一旦你發現真的話，請問這個好朋友你還願意跟他來往嗎？我想沒有一個人例外的，一旦真正確定了解，這個好朋友原來是大騙子，專門傷害你的話，你就對他起一個絕大的厭惡之心。雖然你一時莫奈何，但是一看見他，心裡面就起絕大的厭惡 ─這個傢伙是這樣的啊！你會生起絕大的厭惡來，對不對？",
    "569": "[09:29]這說明什麼？說明我們的心理，千真萬確的，就是對這件事情修學起來一點都不難，難在不認識這樣東西的真實狀態。所以我們現在真正難的是什麼？無明，並不能如實地看見眼前難捨難分這種東西的真實相狀，如果你真實看見了這些東西是專門害我們的，那誰都不可能再去要它。",
    "611": "[10:11]所以現在常常人家看見你們修學佛法的人出了家，他說：「哈！你們出家還吃素的啊？你們出家不可以有家的啊？」哎呀！他覺得這個事情好像是這樣子啊，這種人我也沒辦法跟他說。假定我們真正了解：原來你現在吃了他一斤，不是還他八兩欸！還他八兩這個倒還好欸，吃了半斤只要還他八兩，吃了他半斤還起來是不得了地還欸！其實這個道理很簡單嘛！我們現在隨便地舀一點東西好吃的，吃了嘴巴裡，也不過如此；然後呢你身上給他八兩肉試試看哪，嗨呀，這個痛苦是不曉得要痛苦多久，這千真萬確啊！對不對？這不是很簡單一個事情嘛！所以曉得了這麼簡單，那還不要你下地獄哦；萬一你要下地獄的話，你算算看。不是這麼簡單！所以這個才是我們真正可憐的地方。",
    "672": "[11:12]所以說假定這個地方大家真正了解了以後，那時候才發現這個厭離實在不難，處處地方你們要了解，真正難的是難得正知見。所以現在修學佛法的人都是這樣 ─哎呀，去修行去了，怎麼修法？不知道，那連它最起碼的認識都沒有，修什麼啊？這個是佛法衰，我們修不行，不能成就的真正原因。那麼現在我們這個道理了解了，然後呢一個祖師更進一步地從一點上面來策勵我們，說要怎麼辦呀？關於這個道理，要運用這個道理怎麼運用，那個祖師一個典型的榜樣。",
    "721": "[12:01]內隖嗉巴亦云：「應觀能生彼中之因，說首先我們現在真正應該做的事情，這是我們應該做的哦！我們現在做的事情很有意思，我們只做我們想做的事情，而不做我們應該做的事情。這個我們想做的事情，跟我們應該做的事情，你們分得清楚嗎？我們應該做的事情，我們往往不想去做，還不願意去做。佛就告訴我們你應該這樣做的，我們還不一定行，都是自己想做的事情；自己想做的事情，都是隨順著無明的，都是把我們送下地獄去的。所以這個地方凡是談到「應」的時候，你就提醒自己：「應」，應什麼？應把自己無明認識，應該聽從佛的正知見，這個才是我們學佛。你如果這一點把握不住的話，我們現在雖然出了家，在家也是一樣，雖然覺得學佛，你是學「我」，不是學佛。",
    "797": "[13:17]那麼我們現在學佛的人應該怎麼辦？腦筋裡不是看說，這一個人不對，哪一個人不對；應該看看我現在造的因，「能生彼中之因」，說生到這個裡邊，哪裡啊？三惡道，哎呀！苦不堪言，他為什麼去的？因為造了這個業因。所以現在我看看，我們有沒有造到地獄去當中的這個因？",
    "831": "[13:51]先作未作，現作未作，為念不念當來應作。以前有沒有作？現在作了不作？還要看看我以後應該怎麼辦。",
    "843": "[14:03]若先已作，或現正作，或念後時而當作者，則當生彼。假定你以前已經作了，或現在又正在作，或者以後還要作，那麼作了這個東西，就要到那個地方去。到哪裡？三惡道當中，那個三惡道就是這麼恐怖、這麼苦惱的地方。如果造了，那一定逃不走，一定要去。",
    "872": "[14:32]若生彼中，爾時我當何所作耶，我能忍乎？一旦到那個地方，我能做些什麼？我能忍受得了嗎？唉！這個事情我們現在要好好地思惟，好好地觀察呀！",
    "892": "[14:52]作是念已，作意思惟，必須令其腦漿炎熱，起坐慞慌，無寧方便，隨力令發畏怖之心。」此是切要。然後呢，前面這個話，你有了這個認識以後，把這個認識不斷地在我們腦筋裡面去想念、思惟、觀察，要觀察到什麼程度？你觀察思惟到你一想到，哎呀！這個「腦漿炎熱」，就是使得你覺得怕得，啊，這個身上面，就像我們看見一個絕端恐怖的事情一樣，頭毛直豎，簡直是不曉得怎麼辦是好，坐立不安，就是這個狀態。那個時候什麼樣啊？你產生絕大的恐怖，說原來到那地方去這麼個恐怖法啊，你要生起這個心。生起了這個心有什麼好處？生起了這個心，你就一心一意地厭離眼前放不下的事情，然後你拼命精勤修學佛法，懈怠兩個字輕輕易易就對治掉了，輕輕易易就對治掉了。那這個地方就告訴我們一個正確的辦法，這個就是祖師最佳的叮嚀。然後",
    "990": "[16:30]現得善身，若如是思，能淨先作，未來減少。而所以我們能夠這樣地聽聞正法、如理思惟，都是靠得到暇滿的人身。而我們現在正是得到這樣的賢善的暇滿人身的時候，那麼你趁得到這個暇滿人身，能夠這樣如理思惟的話，那先以前作的，你能夠把它淨除，未來的也從此減少，乃至於切斷。那麼你就不會再去啦！",
    "1034": "[17:14]先所作善，由猛欲樂，發願令轉增長繁多。諸當新作堪能趣入，則日日中能使暇身具足義利。壞事呢？或者淨除，或者減少。好事呢？以前已經做的，由於現在的猛利的欲樂回向了增長；而現在當下以及將來，你更努力地增長去做。這樣一來，我們每天每時都在利用這個難得的暇滿人身去修行，這個時候這個暇滿的人身就產生了絕大的功效。現在我們平常說起來真可憐，有一種人難得的聽聞了佛法，跑到這裡來還是煩煩惱惱的，哎呀，坐立不安，又想東、又想西，沒來嘛想來，來了以後嘛又覺得不安，這真可惜！那更進一步，雖然沒有這個想法，也在那個地方坐在那裡，吃飽了飯，總覺得快快樂樂，這個都在浪費暇滿人身。所以這個真正的暇滿人身要怎麼辦？就是了解這個道理以後，趕快把以前做的惡因淨除，以後不要再做，善的事情趕快增長，然後努力去將來再增加，這個就對了！",
    "1145": "[19:05]若於現在不思彼等，墮惡趣時，雖求從彼畏怖之中，救護依處，然不能得。爾時於其應不應作，無慧力故，不能取捨。假定現在不好好地去思惟觀察這個道理，然後呢因為你不思惟，當然你不修習；不修習，造了眾多惡因，造了惡因非去不可，這樣，所以你沒有辦法跳出這個地方。所以說如果說你不思惟這個道理，那麼雖然你想不要墮落，也不可能，也不可能！而且一旦墮落了以後，你到了那時候是一點辦法都沒有，因為到了那個時候，你根本沒有能力辨別什麼是該做的，什麼是不該做的。畜生有能力辨別嗎？餓鬼、地獄有能力辨別嗎？就算你有能力，你痛苦得這個樣子，你能辨別嗎？這是我想我們人人可以體會到的，這個地方我們好好地策勵，思惟一下。繼續：",
    "1239": "[20:39]如《入行論》云：「若時能行善，然我未作善，惡趣苦蒙蔽，爾時我何為。」說現在我們能作修行的時候而不作，到那時候墮落惡趣在大苦當中，一天到晚受這個苦惱以及愚癡所蒙蔽，那時候你能做些什麼呀？當然，絕不可能！所以千千萬萬趁現在得到這個難得的人身的時候，不要浪費啊！不要浪費啊！假定說我們為了就眼前這種小小的貪著，不要在這個時候，等到你墮落畜生，去忙正好。因為畜生有這個本事，有這個能力，你何必現在浪費這個人身呢？這是我們務必要知道的，我們得到人身的時候，真正重要的就是修行，沒有別的，再也沒有別的事情了，再也沒有別的事情了。",
    "1305": "[21:45]又云：「誰從此大畏，能善救護我，睜其恐懼眼，四方覓歸依。見四方無依，次乃徧迷悶，彼處非有依，爾時我何為。說等到你一旦真的墮落了以後，到那時候當然哪，你就找 ─哎呀，那時候這樣的大恐怖、大痛苦當中啊，去找什麼人能夠來救我啊？你到處去找啊，但是到處都找不到，到處都找不到。所以那個時候，唉呀，你沒有可以救護你，作為你依靠的，你能做些什麼呢？「爾時我何為」呀！到那時候來不及了，到那時候來不及了！",
    "1358": "[22:38]故自今歸依，諸佛眾生怙，勤救眾生事，大力除諸畏。」所以，現在趁來得及的時候好好地努力呀 ─努力幹什麼？歸依諸佛，諸佛才是我們一切眾生所依靠的地方。自己是這樣，然後呢推己及人，還要救一切眾生同樣脫離。然後這個時候啊！才把我們以及一切眾生從這個無比的痛苦、大怖畏的苦海當中救出來。",
    "1401": "[23:21]此僅粗分，廣如《念住經》說。定須觀閱，數數觀閱，於所觀閱，應當思惟。這個地方，只是簡單的，只是提個綱要。那麼詳細的內容呢，就像這個經 ─《念住經》。《念住經》就是四 ……念住是心業，平常我們稱為「四念處」。四念處是什麼？身、受、心、法；觀身不淨、觀受是苦、觀心無常、觀法無我。實際上這個是佛法的根本的宗要，最主要的根本。這四樣東西是依苦諦 ─苦、集、滅、道的苦諦一諦當中而說的。為什麼？這個苦依什麼？依這個身而起的，然後呢在我們這個身上面，實際上有這樣的幾樣東西。這個身，本身就是個「身」；然後呢身心是不相離的，所以色法來講是身，心法來講呢，「受」，這樣；「心」；然後呢除了這個以外，這個三樣東西不包括的，所有剩下來的東西 ─法。換句話說苦諦的真實的內涵就在這裡，我們應該詳細地從這個地方去好好地去研閱、認識。所以說，「定須觀閱」，一定要仔細地去看。然後呢不但是仔細地看，要「數數」地去看，而且對於所看的所了解的，「應當思惟」，這個是我們應該做的。",
    "1521": "[25:21]那麼像前面這麼一路上面過來了以後，那我們了解了，說：哎呀，得到這個暇滿的人身是真不容易啊，真不容易啊！有這麼多的好處，所有的好處都是要靠得到暇滿人身開始。然後呢有了這個暇滿人身，修行才得到，但是呢，它又這麼快迅速地死亡 ─無常，唉！死亡了以後到哪裡去？死亡了以後到哪裡去又不是我們自己做得了主的，完全看這個業。而我們看看我們的業的話，對不起，造的都是惡業，造了惡業到三惡道去，又這麼苦不堪言，所以將來一旦到了那個地方，那是一點辦法都沒有啦！所以現在趁還沒有去的時候，就趕快努力，怎麼樣地修行，使得我們免除墮落的痛苦，而得到快樂呀！所以進一步教我們看：啊，那對啊！沒錯，要忙後世的事情。那麼怎麼樣才能夠使我們後世得到快樂呢？這個次第那麼清楚、那麼明白。所以到這個地方就告訴我們：欸，現在呢你這樣做啊，就可以使你將來得到快樂了，第二，",
    "1617": "[26:57]第二習近後世安樂方便現在來告訴你了！你有了這樣的次第過來，它有什麼好處啊？你全部精神，啊！一路上面就這來，你學到什麼，馬上跟你相應；馬上跟你相應，修習了，這個好處就得到。所以說這個完整的次第，有這麼個重要，這麼個好法。平常我們修了半天，總覺得聽得很來勁，滿有道理，聽完了以後叫你去修行，你總覺得怎麼辦呢？這個修行好像滑不溜手。你說不好嗎？很好。好嗎？你怎麼去修啊？沒有辦法。現在這個地方告訴我們，每一個地方就這麼明確，這麼勾索連環，一步一步上來，次第無差。所以現在緊跟著告訴你：對啦！哪，這個就是告訴你，真正要想得到你希望的好處，真正要想免除你的痛苦，方法在這裡！現在我們看看，這個方法怎麼樣的。",
    "1691": "[28:11]分二：哪兩個？第一個，",
    "1695": "[28:15]一 趣入聖教最勝之門淨修歸依，第一個就是歸依，第二呢？",
    "1703": "[28:23]二 一切善樂所有根本發深忍信。說，既然你怕苦，然後呢要脫苦，到那個時候你要找一個人來幫你忙，對不對？欸，現在告訴你，這個人可以幫你忙的，所以你一心依靠他。就像我們生了病要找醫生，現在找到真正對治我們病的只有醫生，啊，趕快去找醫生！那麼找了醫生該怎麼辦？他第二個告訴我們，找了醫生該吃什麼藥，換句話說，這個兩段就是這樣，以及如何吃法。",
    "1738": "[28:58]初中分四：這個第一個就是趣入聖教最勝的門，最殊勝的這個道路，這個進入之門就是歸依。到現在為止，我們才碰到說歸依是為什麼要歸依，怎麼歸依法還沒有告訴我們。看看喏！這個次第何等地嚴密。那麼這個歸依分四部分，第一",
    "1767": "[29:27]一由依何事為歸依因，說那麼你要歸依，你為什麼事情要歸依？換句話說歸依的原因是什麼？你好端端地，你為什麼要歸依呀？一定要找出個原因來。對啊！說你做任何事情，你為什麼要做這個事情？這第一個。那麼第二，"
}