{
    "21": "[00:21]三 由何道理而正歸依，第三個，那麼然後皈依的時候怎麼個皈依法？皈依的道理、皈依的方法、皈依的內容。",
    "30": "[00:30]四 既歸依已所學次第。　今初皈依了以後，那你應該做些什麼？現在我們看：",
    "37": "[00:37]因雖多種，這就是第一個，「由依何事為皈依因」，換句話說什麼原因你要去皈依的，說我們皈依的原因雖然很多，但是現在這個地方告訴我們這樣。",
    "51": "[00:51]然於此中是如前說，於現法中速死不住，死歿之後，於所生處亦無自在，是為諸業他自在轉。因為說我們人人要求快樂，那麼眼前呢，不要說不快樂不談，就是快樂的話，對不起，這個快樂也保持不住的，它無常這麼快地就這麼一下消失掉了。然後呢這個快樂等到你死的時候，剩下來像夢境一樣，一點意思都沒有。完了以後，死了以後到哪裡去啊？哎呀！到哪去的地方，對不起，你也沒辦法自己作得了主，都是業力作主的。這個事情對我們實在，也可以說完全是操縱在別人手上，你自己像奴隸一樣一點把握都沒有，這個事情誰都不願意。哎呀！我們前途茫茫，大家在那兒不曉得忙些什麼，等一下回頭到哪裡去被殺、被宰、被人家烤、被人家打都不知道，大家都坐立不安。然後呢，想辦法去找一個安全之處，就是這個，非常明確的這個。是因為這樣所以你要找一個安全之處，對不對？",
    "124": "[02:04]所以說假定前面這個概念你生不起來的話，你不會去找一個安全的皈投之處。所以要讓我們認識前面，這個時候你認識了前面的時候，這個原因，你才會說：「哎呀，對呀！怎麼樣我們去要找個皈依。」就像我們現在說到了中午等一下肚子要餓的，那麼怎麼辦呢？你趕快想辦法賺一點錢哪，然後呢準備一點吃的東西，這是因為你曉得，將來要餓、要苦所以你要去賺錢。同樣的道理，說曉得現在清楚了，哦，說將來這個前途茫茫不曉得怎麼辦，那個時候，你呀，就這個原因推動你，要去找皈依。那麼現在推動你的什麼？業。",
    "175": "[02:55]其業這個業的行相又是什麼？",
    "178": "[02:58]亦如《入行論》云：「如黑暗依陰雲中，剎那電閃極明顯，如是佛力百道中，世間福慧略發起。由是其善唯羸劣，恆作重罪極強猛。」這個業呀，是惡業是黑業，善業是白業。這個惡業就像什麼？「依陰雲中」，黑暗還再陰雲，哎呀，我的天哪！黑暗本身已經黑得一樣都看不見，黑暗再加上那個滿天烏雲，那就是我們的黑業是這麼個狀態。然後呢，這個白業是什麼？白業就在那個忽然間閃電一下很明白，這個就是白業。這個白業是什麼？佛力。在整個的「百道」 ─這個百道不是一百樣啊，就整個的萬百樣當中啊，只有佛指示我們的是白業，除此以外都是黑業。說明了：啊！這個白業、善業是少之又少，少得不能再少，但是光明非常強；不但少，時間非常地短。而惡業呢？唉！不但多，而且時間是非常地長。那個白業能夠生起福慧，這個在世間啊，就像這個電光一樣，這個佛引導我們的，就這麼一點點，不但一點點而且很羸劣、很少。我們經常做這個很重的惡業，這個惡業是又強又猛。",
    "279": "[04:39]諸白淨業勢力微劣，諸黑惡業至極強力，故墮惡趣，所以啊，要墮落惡趣。",
    "290": "[04:50]由思此理，起大畏怖，次令發生求依之心。想到這裡啊，那起大恐怖！因為身既然這麼快地消失，然後呢消失了以後隨業而轉，而造的業又是惡業這麼強盛，這麼強盛的惡業一定引導我們墮惡道，那時候起大恐怖了。為了這個恐怖呀，所以那個時候你怎麼辦啊？就一心要求皈依。剛才我們說坐在這裡啊，究竟怎麼樣我們不知道，啊！那惶恐。現在不但不知道，是知道的，知道什麼？知道了要受無邊的大苦，那個時候你簡直是拼命逃，一定要拼命逃。我想我們沒有一個人例外的，沒有一個人例外的。說外面現在這些強盜跑得來，他吃人的這強盜跑得來，要跑進來啊，抓到我們就拿起來殺了就吃了，那我們拼命逃都來不及，沒有一個人例外。現在實際上的狀態就是如此，這個就是我們真正要皈依的原因。",
    "361": "[06:01]猶如陳那菩薩云：那個陳那菩薩就告訴我們：",
    "365": "[06:05]「安住無邊底，生死大海中，貪等極暴惡，大鯨嚼其身，今當歸依誰。」我們現在的狀態，就像什麼？在這個「生死大海」當中，這個生死大海當中啊，其廣是無邊，其深是無底，啊，不得了的！這個生死大海的原因是什麼呢？就是三毒所造成功的。由於這個三毒的惑，造無邊的業，這個沒有一個人逃得了的。這個「大鯨」啊，鯨魚就是以前古代所謂摩羯陀魚，那個魚是一張嘴的話，那個海水啊，「叭！」一直奔下去，什麼東西都擋不住，一定被牠吞食不可。相傳這個魚眼睛一瞪，像兩個太陽一樣這麼厲害；那個一張張開的話，那個水就像什麼？就像那個瀑布一樣，「叭！」一直衝下去。意思說，當這個惡業成熟的時候，你墮落這個形勢啊，沒有一個力量可以擋得住。所以趕快趁還沒有到這個時候啊，趕快早努力去皈依，這個菩薩也這麼說。這是我們要了解：啊，這是我們皈依的原因 ─因為這樣，所以要受苦，所以要趕快為求脫苦找皈依。那麼他把這個道理總結起來：",
    "454": "[07:34]總為二事。哪兩件事情？一，",
    "457": "[07:37]由惡趣等自生怖畏。這是一個原因。對於這個「惡趣等」，這個惡趣包括多方面的：種種的身心、痛苦、煩惱、不自在，這些生起絕大的恐怖。既然生起了恐怖以後，然後你一心要跳出恐怖，這是第一個原因。然後呢，進一步你就要找，誰能夠救護你跳出這個恐怖來的。所以世間的宗教都從這個上來的，那麼我們信佛的人呢，曉得說唯一能夠幫助我們、引導我們、解救我們的只有三寶。第二，",
    "504": "[08:24]深信三寶，有從彼中救護堪能。這個時候就對了！我們信得過，而且深深地了解，確信這個只有三寶能夠把我們從生死當中救護出來的，這個是真正皈依。現在我們皈依了，大家想一想看：我們了解不了解我們為什麼皈依的？說他完全不了解，不！說他完全了解，恐怕很少。大家都說：「哎呀，這皈依了好。」是的，的確是為了好處。反過來說就是什麼？要去掉痛苦。但是呢，到底痛苦的特質是什麼，我們不一定了解；好，到底好到什麼程度，好的內涵是什麼，我們不一定了解。現在這個地方就分析得非常清楚、非常明白，而且這個界限劃得這麼清楚，一點都不遺漏，一點都不遺漏。如果說你找不到這條路的話，唯一的 ─苦，沒有第二條路好走。現在你唯一的一樣脫苦的辦法，就這個！所以必然產生的這樣的一個結果，這是我們要了解的。你能夠對這個認識了以後，然後去皈依，這個皈依有力了。否則的話你總是跑得去，「皈依佛不墮地獄」，念它三遍，「好了，我算皈依了。」這個沒有真實用場，只是集一點善根種子。所以緊跟著看：",
    "608": "[10:08]故若此二唯有虛言，則其歸依亦同於彼，若此二因，堅固猛利，則其歸依亦能變意，故應勵力勤修二因。所以假定上面這兩件事情 換句話說，這兩件事情就是皈依的原因 假定這個兩件事情只是空話，換句話說這個原因都沒有的話，那你有這個果嗎？所以你這個皈依也只是空話而已。如果這兩件事情是真實的，這個因如果確實的話，那一定能夠感果。那麼因既然堅固，這個皈依也猛利。這個猛利的皈依有什麼啊？「亦能變意」，這「變意」兩個字是什麼意思？說一下，然後呢，自己衡量一下。前面告訴我們，因為我們感受到住這個三界之苦，所以體會到唯有三寶能救護，那個時候你心裡面哪，哎呀，你實在害怕這個世間啊！有這種害怕，第一個。因為你害怕要找救你脫苦的這個地方，找皈依。所以假定這兩個因是確實的話，那個時候你的心裡面，產生什麼現象？啊！產生一心皈投依靠三寶，那個時候叫變意。那麼這個變意，大概有一個認識，但是我們不太清楚。我們不必在這地方談清楚不清楚，我們馬上用另外一樣東西來介紹一下，我想很快就明白了。",
    "720": "[12:00]現在我們絕大部分人，都是在說修念佛法門，它念佛法門當中，主要的告訴我們什麼東西？信、願、行，這個叫三資糧。說往生與否，看你有無信願 ─信什麼？願什麼？信娑婆是苦，信極樂是樂。現在在這個地方想一想看，跟我們這裡說的，如果你一想的話發現原來是一個，一點都沒有錯！哎呀！這個娑婆啊，三有當中充滿著苦啊，而且這實在是不曉得怎麼辦啊！所以你對它恐怖，對不對？信得過。第二個呢？然後呢，唯有這個地方能夠解救你，所以極樂是樂，你信得過對不對？如果你這兩個信得過了產生什麼現象啊，你對娑婆是無比地厭惡，對極樂是無比地欣樂，對不對？這個就是你所願處。",
    "800": "[13:20]然後你一心一意「南無」 ─南無是什麼？皈依嘛！那個時候你說「南無阿彌陀佛」，一心就要去皈依阿彌陀佛。你有了這個正確的認識以後，不管你嘴巴裡面唱不唱這個佛，你心裡面是心心念念在皈依。這一句佛號啊，一句佛號是欣厭具足，對嗎？可是現在大家說念佛，這個道理都不懂你怎麼個念呀？假定是你就把前面的道理如法地一步一步過來的話，叫你蒙上了嘴巴，沒有關係，你心裡面還在拼命地念佛，「哎呀！這個世間苦不堪言。」然後你一心只有皈投依靠，這句佛號能不往生嗎？這句佛號能沒有欣厭嗎？所以就「一句佛號欣厭具足」，到那時候念下去，你自己心裡清清楚楚、明明白白：哎呀！這個世間是一無可取，你唯一的辦法是皈投依靠阿彌陀佛。",
    "862": "[14:22]這個心裡面產生什麼現象啊？嘿！以前你對這個貪著難捨，現在拒之唯恐不暇。以前教你提起來你提不起來，現在教你不念也作不到，是不是變了你的意啦？你會不會說煩煩惱惱，哎呀！這樣也不好，哎呀！那樣也不好，這樣也坐立不安，那樣也坐立不安，會不會呀？你拼命念佛都來不及了！說嘛是說修行，結果呢，吃飽了飯在那裡坐立不安，幹什麼啊？主要的原因就在這裡。原來這個道理告訴我們這麼清楚啊！所以你真正地把這兩樣事情了解了，這就是你的皈依的因，有了這個皈依的因，自然而然你去作的話，這個因地當中，心心念念產生這樣的結果的話，這個淨業集夠了能不去嗎？這個果會不出現嗎？",
    "924": "[15:24]所以他最後兩句話，「故應勵力勤修二因」哪！所以我們現在說要修行、修行啊，我們真正要修行的是要修這個啊！這個地方才是值得我們努力啊，努力啊！了解嗎？信得過嗎？道理懂了，下面好好多思惟，如果不思惟的話，辛苦了半天又白懂了，等一下書本一闔又忘記掉了，然後又被那個閒閒煩惱又跟著它去了，等一下又張三長、李四短，這樣。",
    "965": "[16:05]所以下來以後休息幾分鐘，啊！覺得好高興。你不必去想，但是呢你下來以後應該隨喜：「哎呀，這個真歡喜呀！」你可以跑在那裡不要做什麼事情，很輕鬆，但是呢你隨喜，那個時候你一直在增長功德。等到你腦筋裡清楚了以後，剛才聽完了以後又慢慢地放鬆了，再繼續地觀察。那個時候，雖然你下來了，你沒有念，但是功德在增長當中。這個有它的非常正確的教授內容，告訴我們修行方法在裡頭。然後到那時候去拜佛的話，你無比地親切，「哎呀，阿彌陀佛啊，釋迦世尊啊！你對我這麼好，告訴我這麼完整道理啊！」你拜下去是無比地親切，不要你恭敬也作不到。然後你平常的時候，你不讚歎如來也作不到。然後呢？你自己對以前的錯誤，自然而然哪：「哎呀！這個不相干。」叫你不懺悔也作不到。然後呢，平常這種事情啊，常住的事情，叫你不作 ……你曉得積累的功德，自然而然十大願王輕而易舉全部提起來了。對不對？",
    "1044": "[17:24]所以這個地方的真正好的地方就這個。現在到這裡為止只是把那個頭點出來哦！到底由這個原因 ─應該皈依的境，以及怎麼個皈依法還沒說哦！已經有這樣強烈的力量，想想看對不對？這個地方我們該讚歎啊！這個圓滿的教法，然後呢，應該感謝自己宿生造了多少的善業，今天感得這個善果，能夠聽到這個圓滿教法。所以下面讓我們就是自己每一個人隨喜它十分鐘，然後輕鬆一下，然後繼續下一堂再來打這個硬仗。",
    "1094": "[18:14]了解了說這個生死當中這麼個恐怖法，那個時候就要求皈依了，只有這個地方是能夠救護我們出來的，所以這兩件事情就是我們皈依的原因。然後呢，皈依卻有深淺不同，深淺不同還是看你這兩個原因。假如你這個兩個原因哪，認識得不夠深，只是說，哎喲！看見這個惡道的苦而皈依的話，那麼你只求生天。假定你更進一步看見生了天以後還要墮落，還是苦的話，那你看得更深的話，你要求解脫，這共中士了。你發現解脫了以後，這個眼前的這個煩惱的苦是解決了，還有沒有圓滿解決的苦，那個時候你要就更深入；或著由於你推己及人，而能夠推廣你這個救苦、脫苦的心。而不管是從前者智，從後者悲，而進入最圓滿的脫苦的道路，這就是上士。所以不管是下士、中士、上士，脫苦的方法都是皈依，看脫苦的因認識得深淺，因還是這個，這個我們要了解的。",
    "1194": "[19:54]所以不管我們講三皈依也好，得到那個真正的三皈依的受用的時候，乃至於受五戒、沙彌戒，然後比丘戒、菩薩戒、密宗戒，他正得體的時候，都從這個皈依開始的，原因就在這個上頭。至於說皈依，因位如何皈依，果位如何皈依，這個深廣的道理，以後慢慢地講。整個講起來，可以這麼說整個的佛法講的無非是皈依。所以下面說由於了解了這個兩件事情的原因，那麼要求皈依，那麼這種狀態所皈依的對象是什麼呢？所以第二：",
    "1244": "[20:44]第二由依彼故所歸之境分二：那時候說「由依彼故」，就是了解了這兩個原因，那麼要求皈依；那麼所皈依的「境」，境就是對象，這個分兩部分。",
    "1255": "[20:55]一 正明其境，二應歸依此之因相。　今初正式說明，喏，這個皈依的對象是誰？是什麼？那麼為什麼要皈依？現在說。先引那個《百五十頌》云：",
    "1277": "[21:17]如《百五十頌》云：「若誰一切過，畢竟皆永無，若是一切種，一切德依處。設是有心者，即應歸依此，讚此恭敬此，應住其聖教。」說……下面的註解念完了一起解釋。",
    "1296": "[21:36]謂若有一，能辨是依非依慧者，理應歸依，無欺歸處佛薄伽梵。由此亦表法及僧寶。如《歸依七十頌》云：「佛法及僧伽，是求脫者依。」先，我們想：我們為什麼要皈依呀？說：「哎呀！這個苦。」因為這個苦所以你要脫苦，既然要脫苦，要求救於人，所以救你這個人他自己如果不能脫苦，請問他能作你皈依嗎？當然不能，這個很明白，他自己一定要能夠脫苦，這樣才行哪！所以我們真正有能力、有智慧能辨別能不能皈依的這一種力量之下去皈依的，皈依的對象一定是他自己解決這個問題的，這個才對，對不對？這很清楚、很明白。所以說，那麼這個時候，說假定那一個人一切的過失決定完全解除掉了，因為過失解除掉了，所以痛苦是徹底免除。還有呢，「一切種，一切德依處」，他要圓滿的所有的好處都已經圓滿掉了，這個啊，才是我們真正皈依的。",
    "1386": "[23:06]所以真正有智慧的人，能辨別是非的人，「設是有心者」，那個一定會皈依上面所說的對象。這個才是值得我們皈依、讚歎、恭敬的。然後呢，皈依了他，就依靠著他，安住在他告訴我們正確引導的方法當中。而這個才是絕對不會錯誤的，所以無欺誑的，這個一定是佛，薄伽梵。「薄伽梵」是印度話，翻成功我們中國有好幾個特別的名字，平常我們都用的其中一個 ─尊貴，就是世尊，就是佛、世尊。那麼因為我們要一心皈依他，那麼跟他相應的法及僧寶，也是我們皈依。所以由於這個原因，所以我們一心一意地皈依佛。所以下面有另外一個頌，另外一個論上面告訴我們哪，所以這個「佛、法及僧伽」，是真正求從痛苦當中解脫出來者所依靠的地方，這個是正確地來告訴我們。那麼",
    "1470": "[24:30]應歸之因相分四，為什麼要皈依他呢？這個裡面就分四個項目來說明它，分四個說明它。",
    "1488": "[24:48]初者，謂自即是極調善性，已能證得無畏位故，若未得此，則如倒者依於倒者，不能從其一切畏中救護他故。第一個，這個所皈依的對象，他自己一定「極調善性」，他已經調伏了所有的他的問題，然後安住在最圓滿的善法當中；他已經得到了，再沒有任何怖畏的，所以唯有佛，是十力、四無所畏。他假定沒有能夠達到這樣的程度的話，他自己都倒在地上，弱不禁風爬都爬不起來，他能救你嗎？當然不可能！所以這是第一個，他一定自己把自己的問題徹底解決了。他雖然解決了，他自己解決了，但是假定他不善巧怎麼幫忙你的話，你去求他，他沒辦法，他會說：「我倒的確不生病，但是我不懂怎麼醫你病欸！」那個沒辦法呀！所以他，",
    "1563": "[26:03]第二者，謂於一切種，度所化機，善方便故，此若無者，縱往歸依，亦不能辦所求事故。在任何情況之下，他懂得怎麼救度所化 ─就是求他的這些人。不管任何人，所化的機，他都能夠善巧方便曉得怎麼去救度他們。假定沒有這個條件，你雖然去求他，他不知道怎麼救你，這個也辦不到呀！這個也辦不到呀！所以從這地方我們也不妨說一下，佛跟聲聞二乘的不同。聲聞是自己絕對解決的，所以我們絕對不要輕視他，我們沒有解決我們怎麼可以輕視聲聞！所以這個經上面處處地方告訴我們，我們能夠恭敬尊重聲聞、緣覺，得到無量無邊的福報；但是呢，我們所以宗仰佛的緣故，因為他自己雖然解決了，他不一定能夠徹底圓滿地幫助一切人，那麼這一切人就包括我們。所以這是我們正皈依的時候，是皈依佛的原因在這個上頭，這個要分辨得很清楚。這個就是第二個，他在任何情況之下，任何人懂得如何去救他，你只要去找他，他一定救你；你不找他，那是他拿你一點辦法都沒有，這個我們要了解的。",
    "1663": "[27:43]第三者，謂具大悲故，此若無者，雖趣歸依，不救護故。第三個呢，還要有個條件，他雖然懂得，你去找他，「對不起，我懂是懂，今天我不想幫你忙，我自己要玩玩。」那個不行啊！所以他還要具有一個特質，具有大悲心，大悲心。雖然他有這個，譬如我們現在找醫生，明明這是個本事好極了好醫生，但是這個醫生又忙不過來，他醫生哪自己還有他的 ……唉，對不起！他不想看病，他要出去渡假，他要旅行，你拿他一點辦法都沒有。所以他還要有個條件 大悲。大悲的行相是什麼？他平常所為、所想只有一件事情 救度一切眾生就像自己的愛子一樣。單單這個夠了嗎？欸！還要有一個條件。",
    "1718": "[28:38]第四者，謂以一切財而興供養，未將為喜，要以正行而修供養，乃生喜故，此若無者，則定顧視先有恩惠，不與一切作歸處故。看看還要第四個。他雖然大悲，但是呢，他心裡面還要產生絕對等捨這個心情。說：「你們任何人來找我」，如果是他有差別，「雖然我有大悲心」，可是這個人對他好一點，「我先救你」，這個人對他不好的話他慢一點，這個還不行，還不行！要具什麼條件呢？第四個，他說不管你給他財物、對他多好，他並不重視你給他的這個，要什麼？「正行」。但是他還是重視一個 ─重視正行。那我們會說：「他不是還是要重視嘛！」欸！這個啊，因為他之能不能救你，不在乎你送他不送他財，就是你能不能聽他如法去行。你如果不聽他，不如法去行，雖然你抱著他的腳，他也沒有辦法救你啊！這樣。"
}