{
    "6": "[00:06]所以第四點呢，這是個非常重要的因素，告訴我們：雖然佛具有這樣的特質，但是如果說你不如法如理去皈依，是沒有用的。如果說這一點不具足的話，這個裡面就有一個問題：說諸佛都有大慈大悲，他都要去救一切眾生，結果救了沒有啊？如果救了，請問我們為什麼還有苦？這不是矛盾來了嗎？欸，這說得很清楚，佛不是不救你，佛之所以不能救你的話，你自己的障礙啊！",
    "44": "[00:44]所以我平常一直告訴大家，你們現在一番好心來出了家，你要學佛啊，不要學「我」！這個裡邊是大有文章啊！你不要小看了這個字，你繼續不斷地把持這個字，一直有一天你真正認得了，那個時候你就有希望了。現在我們大家都在這幹什麼？學「我」！「哎呀，我這出家了，我要趕快去修行啦！哎呀，修行這樣的。」告訴他好好地看看書，好好地聽聽，他也聽不進，他自己覺得要去拜佛，然後呢關起茅篷來，關在個山裡面。唉！是，有人成功的，他已經有了本錢了，他已經確定了解了修行的方法了，然後去做。你現在了解了沒有？你連它煩惱的相 ─所以「我」現在放在那裡，煩惱的相都不知道，要修的內容是不知道，然後看見人家也拜一下，你也去拜一下；然後你看見人家坐那個樣子，你也跟他坐這個樣子的話，沒有用。所以這個第四點，它有這樣的一個條件在裡頭。",
    "112": "[01:52]具足了這幾個條件夠不夠啊？對了，那對了！想想看對不對？第一個他自己已經解決問題，第二個他懂得怎麼幫忙人家，第三個他有這個心要幫一切人。還要最後一點哪，嘿！告訴你，他是要幫你的，但是真正的成就與否，看你是不是如法聽他。不是說，哎呀，你今天給他多少錢，如果是看這一點的話，那完全世間的做生意人。你錢多一點給他，他把那東西賣給你，那完全世間的交易啊！佛不是這個樣的，這個我們要了解。所以他一具足第四點，這個大悲才是真正的大悲，這個我們要了解的。如果是你了解了這一點，那麼佛法的很多概念你就不會就產生模糊了。以及佛跟現在世間很多這種說法，說這個佛是萬能的，這個話你就了解，佛不是萬能的，佛只是無所不知，而不是萬能、不是無所不能，這一點有它的一個差別在。",
    "192": "[03:12]總之自正解脫一切怖畏，總之，把這歸結起來，「自正解脫一切怖畏」，這第一點。第二呢，",
    "197": "[03:17]善巧於畏度他方便，對於這個真正的恐怖啊，他已經完全徹底認識，曉得怎麼去幫助別人、度他的方便。第三，",
    "210": "[03:30]普於一切無其親疏，大悲徧轉，這第三，這不管是親、疏，他都是以大悲心去救度別人。第四是",
    "224": "[03:44]普利一切有恩無恩，這樣的情況，",
    "227": "[03:47]是應歸處。那現在曉得了，啊！原來為什麼要皈依這樣的對象啊，這個原因在這裡。為什麼皈依？就是因為曉得世間苦，要求快樂。然後呢因為這樣的關係，要皈依的對象，皈依的對象他一定這樣。那麼這個對象，現在具足這個條件，這才是我們要皈依的。所以他每一個地方分得這麼清清楚楚，你能夠把握住這一點然後去皈依的話，那有一個什麼好處啊？內道、外道就分得清清楚楚。",
    "272": "[04:32]現在我們常常說：「哎呀！宗教嘛總歸好的，總歸勸人為善。」這個裡面是大有問題，大有問題！如果是你了解了這個情況的話，你就分得清楚。是的，拿世間的眼光來說，宗教總歸勸人好的，但是啊，佛法、佛教跟其他的宗教有絕對不同的地方的原因在哪裡？就在這裡。你就清清楚楚、明明白白，你就絕對不會 ……有這麼差別，到那時候啊，你就不會說土地菩薩、城隍菩薩，哪一個都是菩薩。土地可能是菩薩，城隍可能是菩薩，但是菩薩的真正的內涵不是這樣。然後你跑到十八王公也拜他去拜一拜，無常也去拜一拜，媽祖也去拜一拜。是！這是世間的善神，值得我們恭敬的，絕對不是說我們不恭敬他唷！但是你了解你皈依的對象、內涵，分得清清楚楚一點都不會含糊，一點都不會動搖！這個是我們要了解得非常清楚、非常明白的。不要說一貫道、盧勝彥絕對動不了你，原因在哪裡？那就這個，很清楚、很明白。現在我們繼續下去，在這種狀態啊，是什麼？",
    "353": "[05:53]此亦唯佛方有，具足這個條件的只有佛啊！所以經論上面處處地方告訴我們，只有佛是唯一的皈依處啊！這個是指什麼而言？就指這一點。我們一定要辨別得清楚，你是以什麼原因而皈依的，在這種原因之下，你應該皈依的對象是什麼樣。然後你把握住這個，仔細地分析觀察的最後的結果，只有佛！其他的都不是你的皈依處。所以說，",
    "387": "[06:27]非自在天等，大自在天，大自在天，那就是印度所崇拜的。現在我們皈依各式各樣的這個東西啊，說「等」是包含了一切，所有的其他的世間，一切都是好的 ─這不是我們皈依處。分得非常清楚、非常明白，那個時候確定只有佛！",
    "418": "[06:58]故佛即是所歸依處。由如是故，佛所說法，佛弟子眾皆可歸依。因為這樣，那麼佛所說的法，佛的弟子眾都是可以。所以到這個地方為止確定什麼？佛是唯一的皈依處。因為佛是唯一的皈依處，他一切都是圓滿的，所以他告訴我們的當然都是圓滿，所以他告訴我們就是法；然後呢，跟著佛弟子那個，他也是我們應該皈依的，就是僧。",
    "451": "[07:31]由是若於〈攝分〉所說此諸理上，能引定解，專心依仰，必無不救，故應至心發起定解。上面這個道理是〈攝分〉所說，這個就是〈攝決擇分〉上面告訴我們的。這個上面的道理你照著它去如理聽聞思惟，而引發我們確定不移的見解；然後呢，你有了確定不移的見解，當然你一心皈依嘛，一定嘛！因為你了解世間就這麼苦，然後呢，唯一的救護的地方只有 ……哪有不專心皈依的？如果你真的能夠專心皈依的話，專心皈依有一個必然的現象 ─轉變其意。記得不記得？這樣。那個時候你這個皈依一定是「信願具足」。然後你那個時候，用這個功的時候，一定是「欣厭具足」，這絕對會產生的。所以我們現在弄了個半天，唉呀！好像總覺得：聽聽那個道理是滿懂啊，做起來就是摸不到！你真的懂得道理啦？沒有！如果你真的懂得道理的話，是必定產生這樣的效果。在這種情況之下必無不救。因為他必定救，所以是萬修萬去。這個經論上面說得千真萬確啊！必定的，保證你百分之一百。是「故應至心發起定解」，所以這個才是我們要努力的啊！",
    "555": "[09:15]齊這個地方為止，念佛法門到這裡了，你看！所以這念佛法門的真正殊勝，不要說深的道理哦，只是講到皈依，你只要這一個道理把握得住，然後你去念這一聲佛的話，就萬修萬去。現在我們弄了這麼半天，哎呀！不要說萬修，那百萬個人修，修了個半天幾個人去啊？啊，真是阿彌陀佛！為什麼？那個道理不懂嘛！道理不懂你當然沒辦法做。現在我們繼續下去。",
    "587": "[09:47]由能救自二種因中，外支或因，無所缺少，大師已成，在救護我們當中有兩個因，哪兩個因？內、外─因緣嘛！裡面是你要求皈依的心，外面是能救你的人。現在這兩種因當中，外面救你的因，外面那一支或者外面這個因，「無所缺少」，一點都不缺少。為什麼？佛已經成了佛了，不單一個佛，十方有無量無邊佛啊！不單我們釋迦世尊哪，釋迦世尊拼命地推，阿彌陀佛拼命地拉，唉！我們就是推不走，他拉呀，就是拉不上。為什麼原因啊？",
    "641": "[10:41]然是內支，未能實心持為歸依，而苦惱故。看！這是我們的內支啊，我們沒有真實的心把這個內容作為我們皈依，結果在苦惱啊！所以每一個人苦苦惱惱，哎呀，要修行！結果呢？好難得呀！所以我看見大家真讚歎，都是宿生的善根，然後呢在這樣的五濁惡世，這樣的錯誤的充滿邪見當中，居然能夠捨棄跑到這個地方來，跑到這個地方還是苦苦惱惱，還要說修行。就最好的修行方法放在那裡不學，你怎麼修？所以這個地方告訴我們是內支，內支。",
    "689": "[11:29]所以我們再想一想看：佛你信得過嗎？信得過。信得過，佛的特質是什麼？他自己解決一切問題，他還曉得怎麼幫助別人解決任何問題，他還有想幫助一切人的這個大慈悲心。我們信得過，信得過啊！既然信得過的話，難道就我例外嗎？他不來救我嗎？沒有這個大悲心嗎？我們信得過他沒有。更進一步問：難道他不懂得怎麼救我們嗎？我們信得過他沒有。那為什麼救不去啊？哪裡啊？喏、喏、喏，就這個 ─內支啊，你在跟著煩惱轉啊！所以好好地看看哪，這個兩句話我們應該正確地去認識它。",
    "745": "[12:25]然後因為這樣是「苦惱故」，唉！現在我們一天到晚苦苦惱惱，就是這樣。唉！所以現在到了這裡要感到歡喜啊！我們應該悲欣交集 ─悲以往之不知，欣現在了解。歡喜啊，好好地努力！",
    "769": "[12:49]是故應知，雖未請求，由大悲引，而作助伴，所以我們應該了解，雖然我們沒有請佛呀，但是他大悲心所引，他一直在這兒幫忙我們。佛一直瞪大了眼睛，到處在那裡；不但瞪大了眼睛，在前面是拉我們，後面是推我們，下面是頂我們，這樣地弄啊！",
    "795": "[13:15]復無懈怠，他絕不會懈怠的。佛有十八不共法，十八不共法當中有一個叫精進無懈，佛的精進是永遠無限，他那個向前的力量就無限的速度在精進當中。",
    "813": "[13:33]無比勝妙真歸依處，現前安住為自作怙，這個是真正的「勝妙」 ─殊勝、奧妙，這個真正皈依的地方。「現前」，十方一切佛都在這裡，所以「毘盧遮那名一切處，其佛所住名常寂光」啊！佛啊，一切處，難道我這個地方不在嗎？當然在。結果我這個地方也不在，你那地方也不在，我們這些人都不在，為什麼？就是我們自己的內支啊！所以記住啊！我們現在不要說沒有善知識，是沒有學的弟子。哪一個學的弟子？就是「我」啊！你現在來一直來學「我」，請問你學到哪一年啊？所以祖師說：「學到驢年去。」什麼叫驢年啊？你看看那十二生肖當中有沒有驢年哪？鼠、牛、虎、兔、龍、蛇、馬、羊、猴、雞、狗、豬，就是沒個驢。所以轉來轉去，十二年當中，你們學到驢年，你學到哪年學不成，因為你學的「我」嘛！這是注意到 ─內支啊！那現在這地方都處處地方告訴我們，前面已經點出那個行相來了，然後呢後面再告訴我們，我們好好努力、努力，好好地努力！他佛啊在這個地方，",
    "899": "[14:59]故應歸此。對的！",
    "903": "[15:03]《讚應讚》云：「自宣我是汝，無怙者助伴，由大悲抱持，一切諸眾生。那麼佛自己說：「我是你們無怙者的助伴。」就是你們苦惱的沒有人救護，我是真正來救護你們的。為什麼？「由大悲抱持」，他的大悲心來攝持一切眾生。",
    "927": "[15:27]大師具大悲，有愍願哀愍，勤此無懈怠，有誰與尊等。這個「大師」就是我們的佛，真正稱大師 ─佛，真正的只有佛才能夠稱以大師之號。他具足大悲心，一切時候，只有悲愍憐愍我們。而且他不但單單悲愍喔，他有方法救我們；不但有方法，而且他那個方法，勤懇地從來沒有停止過，這個是在三界之內，世、出世間沒有一個人跟他相比的。菩薩雖然有，但是不圓滿；二乘自己雖然解決了，但是他只是隨分隨力地幫忙 ─他那個大悲，二乘的大悲心，沒有大悲。悲心有的哦！悲跟大悲我們要分得很清楚，將來後面這個會說得很詳細的。你們了解了這一點，對那個南傳的很多道理，你就不會起諍論了，這樣。關於這一點，對南傳的我們要非常尊重他，但是不必去辯，這個我事先說明一下。",
    "1004": "[16:44]汝是諸有情，依怙總勝親，不求尊為依，故眾生沉溺。說你呀 ─佛呀，是一切有情依怙，這個才是殊勝該親近的，真正值得整個的人依靠皈投的。現在我們不求這樣的圓滿的世尊作為皈依，所以沈淪在生死當中啊！",
    "1042": "[17:22]若正受何法，下者亦獲利，能利他諸法，除尊非餘知。一切外支力，尊已正成辦，由內力未全，愚夫而受苦。」如果說我們真正地照著去作，你能夠如實地、正確地學任何一個法，哪怕再差，你能夠照著去作都得到好處。而現在佛呀，不但是起碼的沒有一樣事情不知道，所有利他的方法都徹底圓滿地解決。這樣啊！所以世間的，告訴你做生意怎麼做，如果是這個很正確的這個資料，你學會了去做，一定可以。然後呢，這部汽車告訴你怎麼開，你學會了就可以開，都有這麼好處呀！現在真正最圓滿的，佛樣樣圓滿，樣樣圓滿，結果我們為什麼得不到啊？唉！由「內力未全」，所以得不到。為什麼我們得不到？內力為什麼不全呀？一個字 ─愚，所以我們愚癡，愚癡就受苦。現在我們愚癡還不知道愚癡，還自己覺得對，那這個是愚中之愚啊！所以真正修道人，只有看見自己：「啊！我在愚癡當中。」你能夠一直看見這個東西，一直淨化它，我們就有希望了。",
    "1143": "[19:03]你真正地這一點了解了，我們現在眼前這種諍論都沒有了。唉呀！現在所以諍論啊，總看見人家不對，真正修道人的眼睛只看見自己都來不及，這是千真萬確的事實，是千真萬確的事實。好，那麼現在更進一步了，說我們曉得了皈依，皈依的對象應該是這樣的，那千真萬確好高興哦！那麼怎麼皈依法呢？",
    "1170": "[19:30]第三由何道理而歸依者。〈攝決擇〉中略說四事：那麼這個有四方面，這個四方面是什麼？《瑜伽師地論．攝決擇分》當中的，簡略的但是這個也是綱要，主要的這樣分四方面：",
    "1194": "[19:54]一知功德，二知差別，三自誓受，四不言有餘而正歸依。為什麼要皈依他？皈依怎麼樣？曉得，喏，他皈依了以後有這麼多的好處啊！嗯，是的，你為什麼要皈依啊？就要求這個好處嘛！啊，那現在曉得皈依了有這好處。「知差別」呢？還有皈依既然是有三寶，那麼各別不同的，這個裡邊的細緻的內涵又是怎麼樣呢？然後皈依怎麼辦啊，「自誓受」，因為你了解了，當然我自己要願意嘛！不是人家說：「某人哪，哎呀，皈依好啊！來跟著我一起去，來，來，來！去皈依。」這個沒有用。你了解了以後，叫你不皈依都辦不到，所以這真正的皈依是一定這樣的。那現在我們在那兒修行，居然勸你：「哎呀，某人哪！你跑到這地方，來，來，來！聽那個課好啊！」心裡還想：「唉！又想聽、又不想聽。」那個就沒有用。你了解了以後，曉得 ─擋都擋不住！這樣。如果說這個地方坐不進來，沒關係我站在門外也得來聽，也得來這樣。要有這種心情，那你就得到好處了。",
    "1262": "[21:02]所以我們看看那個古代的祖師都是這樣。記得不記得以前講，那個中國古代那個禪宗的公案哪？這個汾陽去參當年 ……誰呀？參慈明的時候，對！然後呢，行腳萬里跑到去，跑到了晚上，他那個老師「碰！」一看，門把它關上了，「這個冤鬼！」欸，但是他不退心。第二天早晨打開窗來看見還坐在那裡，一盆就「叭！」潑出去，他還是不退。為什麼？他了解這個是他唯一的要去的地方。祖師是這樣，然後我們看看佛，佛也是這樣啊！他為求一句一偈，再怎麼苦惱，捨身命、頭目腦髓，啊，絕對做！那現在我們稍微受一點委曲就不可以，還人家拉了半天拉不來，這個所以是內支問題啊！他這上面「自誓」，你了解了，當然嘛！然後去皈依的時候「不言有餘」，就是這樣了，就是這樣了！不要說皈依了的時候，等一下這個人說說那個好，你就跟著他去，那個人說這個好，你又跟著他去，那就完了！辨別得非常清楚，皈依的內涵就這個樣，這個正皈依。現在我們下面再看：",
    "1352": "[22:32]初知功德而歸依者，須能憶念歸處功德，其中有三：一佛功德，二法功德，三僧功德。要皈依了，那麼你要能夠憶念，你腦筋不斷地這樣想，覺得：「哎呀！這樣的好處。」當然那個時候教你不皈依也辦不到。分成三部分：佛、法、僧，因為要皈依的三寶嘛！",
    "1373": "[22:53]今初分四這個佛呀，又分成四部分，哪四部分？身、語、意，意當中又分成悲功德跟智功德，就這樣。所以身、語跟悲、智。下面我們把它念一遍，這個比較容易懂。",
    "1393": "[23:13]身功德者。謂正思念諸佛相好，我們這個讚佛偈當中，啊！就是第一個這個讚佛的相好，這個就是讓我們腦筋裡面生起一個概念：我們現在這個身醜陋不堪、苦惱無比，因為苦惱無比所以要皈依，皈依的對象他解決了一切問題，所以圓滿、莊嚴無比。當你想到這一點哪，一想到他的圓滿的莊嚴，這個心不知不覺當中一心皈投，這是因位皈依。你能夠這樣地因位皈依，然後呢如法去行持的話，最後你就是他，這個達到果位的相。就是這麼，就是這麼樣！所以下面，下面這個東西，這個比較容易，唸一遍就算。",
    "1457": "[24:17]此亦應如《喻讚》所說而憶念之。那我們腦筋裡一天到晚想這個東西。現在我們腦筋裡想什麼？我們想啊，就想世間的那些東西：哎呀，那個東西什麼呀？因為你想那個，你那個腦筋一天跟著它，都跟著煩惱轉，跟著煩惱轉。或者想吃的，或者想玩的，或者想錢，或者想什麼，然後呢，腦筋裡跟著轉。現在你想著這個佛的這樣的話，你也跟著他轉。世間的想的而轉，生煩惱，流浪生死；想著佛的圓滿的功德的話，增長淨業。煩惱也沒有啊，眼前得到心安理得；然後因為你這樣想，積累的淨業，將來是必定超脫。啊！這個兩者的差別，那的的確確是天差地遠哪！",
    "1512": "[25:12]如云：「相莊嚴尊身，殊妙眼甘露，如無雲秋空，以星聚莊嚴。能仁具金色，法衣端嚴覆，等同金山頂，為霞雲縛纏。尊怙無嚴飾，面輪極光滿，離雲滿月輪，亦莫能及此。尊口妙蓮花，與蓮日開放，蜂見疑蓮華，當如懸索轉。尊面具金色，潔白齒端嚴，如淨秋月光，照入金山隙。應供尊右手，為輪相殊飾，由以手安慰，生死所怖人。能仁遊行時，雙足如妙蓮，印畫此地上，蓮華何能嚴。」啊！他那個佛身莊嚴是無比啊！從他的頭頂一直到腳下，這個是只是簡單地、扼要地說幾個來。如果我們認真一點講的話，說三十二相，更仔細一點那八十隨形好，最仔細的是無量莊嚴說不能盡。我們現在啊，是一塌糊塗，真是一塌糊塗啊！那個身上面雖然不殘缺不全，實在是啊是一無可觀。那為什麼我們感得這樣？就是我們貪著這些事情。我們現在腦筋還放不下，那當然嘛，注定你就這個樣！所以為什麼要我們想佛身就這個樣。所以因地當中你千萬不要再想：「哎呀！這個菜有沒有營養。」「哎呀！這個錢想辦法多弄幾個。」「啊，這個人，什麼他瞄了我一眼，他有什麼原因啊！我想辦法去問問他。」千萬不要想這些，毫無意思、毫無意思。你一心想著：「啊！佛身這種無比的功德。」你想不起來，你念，非常簡單，就念四個字，哪怕一個字，就有無比的功德。這個道理就是這樣。",
    "1652": "[27:32]所以這個內涵，隨你們自己相宜你去念。如果你能夠不斷地去念，你跑過那個大殿哪，唉呀，你就無比地歡喜啊！你別看哦！就這麼個無比地歡喜的心，那一念就是個淨念，你那時候保持多久的話，你就有多少淨念。你現在要求往生的話，保證你這個念頭就能夠送你往生的，就這樣地好欸！這修行這麼個容易欸！你們不妨試試，你了解了以後，對不起，叫你不試也辦不到了，這都是千真萬確的。",
    "1690": "[28:10]不過有的人說：「是啊！這個聽了個道理很懂啊，但是下來了以後，等下有的時候這個心裡面就是煩得個要命，這怎麼辦啊？」前面已經告訴我們，後面將來也會告訴我們，這個就是我們的煩惱相，就是我們的業障相。我們不要說修行難，你做任何事情，真正爬上去它一定有障礙的。做任何事情，我們現在爬樓梯、掃地沒有一個事情，你看見了這個困難而停止的話，就停在那裡。然後呢，你能夠不怕，一步一步向前的話，什麼困難都克服的。",
    "1728": "[28:48]所以當我們心裡面這種行相現起來的話，很明白，就是我們煩惱相應的。所以你必須要認識，認識了那個時候你就不會。平常我們就是不認識，哎呀！在那裡說：「這個，是啊，佛法要好要念佛，但是現在就是這個煩惱，嘖！」怎麼提也提不起來，那你不認識。等到你真的認識了以後，你很清楚地，說：「哎呀，沒錯！喏，喏，喏！就是這個東西，就這個東西。」那個時候，第一個你認識了不隨它轉。夠不夠？不夠！它下面還要種種對治。所以現在真正要學就是學，它每一個地方都說得很清楚，不管那個煩惱的行相告訴你得清清楚楚，你不會被它所騙，對治的方法告訴你清清楚楚。既然這兩樣都有了，你曉得病，你曉得藥，把藥吃進去嘛！不這麼簡單嘛！"
}