{
    "12": "[00:12]何況現在有這麼多人幫忙你呀，對不對？那個周圍的人都是幫忙你呀！叫你不要出去，為什麼？怕你這個病治不好，感染得越深嘛！叫你在那兒聽課，叫你在那兒，無非都是旁邊又有醫生，又有最好的藥，又有護士，又有各式各樣的，大家還不願意，這個是我們的業障，這個很清楚、很明白。好，現在我們繼續下去，這個身的功德這樣，語功德呢？",
    "43": "[00:43]語功德者。謂隨世界，所有有情，同於一時，各各申一異類請問，能由剎那心相應慧，悉皆攝持，以一言音答一切問，彼等亦能各隨自音，而生悟解。啊，不得了啊！說「隨世界」，世界上所有的有情，而這個有情是無量無邊哪！「同於一時」，就同一個時候，「各各申一異類」，各說各的。要我們實在不行，一個人說話，第二個人插進來這就不靈光了，這樣，兩個人都不行。他現在有無量無邊的，而且各式各樣的問題，他「剎那心相應慧」，他在任何一剎那當中，他能夠解決一切問題。「悉皆攝持」，你們不管任何問題，他都了解得清清楚楚，而且懂得你的方法，然後呢回答你，把你的問題都解決。啊，這個佛真了不起！",
    "101": "[01:41]為什麼佛能這樣啊？很簡單，他平常開起口來都跟智慧相應的。我們現在開起口來，唉，真糟糕！沒有別的，就是這個；就算有的時候我們幫人家忙，說起來「欸，我可是為了你好啊！」你真的為了人好嗎？我告訴你，你假定真的為人好的時候，你心裡面很清楚明白的，第一個，你心裡面至少沒有一點的煩惱相，沒有一點點的煩惱相。",
    "132": "[02:12]我在這個地方順便提一個事情，譬如說我們現在常常這個地方，我們在這個做早晚殿，這是最重要的事情哦！有的時候有的人敲得慢一點，有的人敲得快一點，有的人各人不同的習性，就嫌他，嫌他快了，嫌他慢了，嫌他什麼了，跑得去告訴他：錯了！那個時候你說他對不對？你不能說他錯，但是這個時候真正修學佛法的，你衡量、衡量自己，假定你的心裡面是心平氣和，他不管他快、他慢，你一點都不動；然後呢，你曉得他這樣快慢，如果不適中的話，對大眾有影響，那個時候你進一步去幫忙他，那個時候，對！你這句話，說對了。要不然的話，配你的胃口，覺得他今天慢了，你叫他敲快一點；或者他快了，你想辦法叫他慢一點。那個時候你自己的煩惱在那兒動，儘管你嘴巴裡說：「欸，這個是為你好啊！」對不起，這句話不相應，非常清楚、非常明白！所以我們只隨舉一例。",
    "202": "[03:22]他這個語功德為什麼這樣的成就的？他一直都是跟智慧相應的，跟悲心相應的。智慧的特質是什麼？悲心的特質是什麼？這裡還沒有談到，我剛才這裡隨便提一下。所以剛才提那個，因為眼前我們有很多不合理的事情，本來我想指出來，我想慢慢地、慢慢地，等到你們懂得了這個道理以後，然後告訴的話，這個事情就很容易解決。因為今天我們早晨早殿的時候，曾經有了這麼一下的事情，所以我這裡順便先一提。而佛這樣地告訴我們了以後，欸，妙咧！「而生悟解」，我們完全能夠了悟、能夠理解。",
    "246": "[04:06]應思惟此希有道理，啊，希有啊！",
    "250": "[04:10]如《諦者品》云：「若諸有情於一時，發多定語而請問，一剎那心徧證知，由一音酬各各問。由是應知勝導師，宣說梵音於世間，此能善轉正法輪，盡諸人天苦邊際。」這個話才是善巧地轉正法輪，他這句話說出來，你領悟了解了以後，能夠把我們從苦惱當中救出來，這才對。所以真正的我們弘揚正法，這個樣的。我們不是圓滿的，我們呢相對的，一步一步地來。最主要的就是我們開口的時候，先要衡量一下自己的心，現在安住在什麼上頭，這是最重要的一件事情！所以第一件事還是要學，學了以後，了解了以後，那時候去行，總是好！",
    "315": "[05:15]又如《百五十頌》云：「觀尊面可愛，從彼聞此等，極和美言音，如月注甘露。尊語能靜息，貪塵如雨雲，拔除瞋毒蛇，等同妙翅鳥。那麼這個前面是，這個要隨便解釋一下，對我們有幫助的啊！「面」是這麼可愛，這樣，然後呢從這個佛身，這個面，表示這個佛，這麼吸引你可愛的這個佛，他給我們的講話的時候，這個音調是美極了，然後講的內容又好極了。怎麼好法啊？能「靜息」我們種種的三毒。這個三毒，貪像灰塵一樣，為什麼貪像灰塵一樣？那個灰塵你看不見的，但是無處不在。你看是看不見的，等一下你看看的話，欸，到處蒙了上一層灰塵。我們這個貪相就是這樣，我們這個貪心就是這樣，有的時候粗的固然看不見，細的就是一點看不見，一點看不見，但是一直為它所轉。",
    "390": "[06:30]還有呢？「拔除瞋毒蛇」，瞋可是厲害了！像個毒蛇，瞋心一起的話，喔喲！旁邊的人看得清清楚楚，誰都害怕。他不但能夠把這個貪塵像雨雲一樣 ─一層雨下來，所有那個灰塵統統消除掉了。然後呢，對於這個毒蛇，不管你再毒，那個金翅鳥一來，啊！那就完了。這最毒的是毒龍，這個毒龍之毒是非常厲害，非常厲害！現在那個普通的毒蛇再毒的，牠咬不到你，你沒辦法！那個毒龍，如果說牠噴一口氣的話，我們這裡人統統死光，這麼個厲害法！然後那個毒氣擺在那個地方，那多少年後都消不掉。",
    "439": "[07:19]我們中國有一個大祖師，啊！真了不起 ─南山道宣律祖，他行那個般舟三昧，那麼，感動了這個龍。啊！大家好多龍來讚歎、歡喜，來隨喜，牠來隨喜，那個時候，牠化人間，化人 ─那麼龍子、龍孫、龍女各式各樣的。那個龍女長得非常美呀！那後面那個小沙彌看見了以後，生了一個染污之心，生了一個染污之心。那個龍牠看得很清楚哦，所以那個龍就起了一念瞋心。這個龍的瞋心特別強，牠，但是馬上警覺到了，欸，不行！所以牠馬上就懺悔，跟那個道宣律祖說，「趕快把那個井」，牠把那個毒氣吐在那個井裡面，然後封起來，「這個井千萬碰不得！」就封起來。以後你只要稍微有一點漏出來的，煙就冒出來，這個煙非常厲害，就像那泡了石灰，啊！這麼翻騰一樣。你看看那個毒龍的這個力量，這麼個大的，欸！但是你碰見那個金翅鳥是一點辦法都沒有。換句話說，佛這個說的正法，不管你貪再細微難尋，欸，它也把你清除得乾乾淨淨；或者是你的瞋再猛厲到什麼狀態，它一樣地把你消得心平氣和。",
    "532": "[08:52]摧壞極無知，翳障如日光，再有呢？三毒當中最後一個 ─癡，癡這個無知是黑得一塌糊塗，什麼都看不見。但像「日光」，日光之來，等到日光一照的話，你什麼都沒有了！現在我們這裡點了幾盞燈，因為這個光線照不進來，如果日光照進來的話，我們的日光燈一定看不見。所以這個光明，這個佛法也是這樣。",
    "560": "[09:20]由摧我慢山，故亦等金剛。喔，那個金剛杵的力量大得不得了。這個我慢高山，不管它多大，拿那個金剛杵一摧的話，那百分，都紛紛碎裂。",
    "576": "[09:36]見義故無欺，無過故隨順，善綴故易解，尊語具善說。這我不一一解釋了。",
    "583": "[09:43]且初聞尊語，能奪聞者意，次若正思惟，亦除諸貪癡。唔，看！這個佛，你一聽他的話，任何人一聽他的話，馬上奪你的意。這什麼叫奪你的意呀？平常我們普通人講話的話，不管你講怎麼講，人家根本不聽你，這樣，人家根本不聽你。你專門講，他都不一定聽你，如果在平常的時候，人家根本連它聽都不聽見。佛不一樣，只要一開口，所有的人的精神都全部貫注在那裡，他有這麼大的吸引的力量。我們為什麼沒有？這是我們要自己自問的原因，這裡道理不講，道理後面都在，說得清清楚楚。然後呢你不但吸引，被他吸引去，而且他那個道理能夠打動你的心，你能夠了解他所說的是什麼，能夠解決你心上的問題。雖然解決了，但是呢如果你不遵著去思惟，這個效果還不大。「若正思惟，亦除諸貪瞋癡」，你如果是能如理如量地思惟的話，那個三毒都解決了；三毒解決了，生死輪迴就超脫了，這麼個好法耶！",
    "668": "[11:08]慶慰諸匱乏，亦放逸者歸，哦！現在我們生死輪迴當中樣樣諸缺乏，只有佛的話對我們是最好的安慰。啊！「亦放逸者歸」呀！這是我們放逸的人的歸宿。",
    "687": "[11:27]令樂者厭離，尊語相稱轉。對我們好樂難捨 ─這個「樂」就是貪心難捨的人，能夠產生厭離心。這個佛的功德這麼好啊！",
    "705": "[11:45]能生智者喜，能增中者慧，能摧下者翳，此語利眾生。」對於真正有智慧的，一聽，哎呀，無比地歡喜，這個歡喜得眼淚直流啊，毛孔直豎，這是千真萬確的事實。所以我們看經上面，一直到現在，還有人他如果念到相應的地方，哎呀！不知不覺當中眼淚直流。佛告訴我們的話，就這麼不可思議。中等的人的話，聽見了以後，啊！增長智慧；下等人聽見了以後，我們的翳障、愚癡能夠去除掉，這是佛的語業。",
    "747": "[12:27]應如是念。我們這個念佛就這樣念。那麼這個一方面這樣去念的話，念了以後，我們心目當中有一個目標 ─啊，這樣好啊！你有了這個目標，前面這些小的小利都引不動你了，都引不動你了。現在我們碰見這種事情，坐在那裡一聽見那個，耳朵就跟著它跑掉了；現在你一心一意，哎喲！說這個地方有一樣好東西，瞪大了眼睛，這麼個好，不管它什麼，都引不動你了，這樣。就像我們這個小孩子一樣，我想我們小的時候都有這個經驗，也許忘記掉了，不妨看見自己的小弟弟、小妹妹們。然後呢，這個小孩子歡喜吃那個巧克力糖，擺在那個地方，擺在那裡不好了，不讓他吃，他眼睛瞪大了；然後告訴他到哪裡去，他不去，乃至於聽都沒聽見。為什麼？就是這個道理。",
    "811": "[13:31]我為什麼要說這個話？這是讓我們自己體會：說我們只要善巧利用的話，必然產生這樣的情況。假定你的心裡面真的這樣地憶念佛，請問你會被外面其他的境所轉嗎？當然不會！在這種狀態之下，你會不到極樂世界去嗎？假定你用這種心情去念佛的話，當然不會！你的心一天到晚在這個上頭了。這何至於說：唉呀！心嘛要想去的，念嘛，不曉得怎麼樣念，念不起來呀！喏、喏、喏！道理就在這裡。所以告訴我們，哦！原來皈依的時候，這樣皈依法的。所以這個「南無」二個字，有這麼大的大學問。南無是什麼？皈依嘛！好，現在我們正式學佛就是這樣學的。",
    "873": "[14:33]這個還是身、語兩個功德哦，意功德還要再下面，這是我們的榜樣；然後呢，你照著去做的話，你最後成就也是這個。現在我們講了一句話，人家就是不聽，你不要忙，你只要照著佛去學的話，保證你聽！你一開口他馬上被你吸引，你還沒開口，他也一天到晚跟著你。我們豈不是嗎？現在不要說佛來，現在如果一個大法師來，哎呀！我們一天到晚跟著他，這個了不起的大法師，我們就跟著他轉了，就是這麼樣。繼續第三個：",
    "914": "[15:14]意功德分二。這個身口意的意功德啊，智、悲兩方面。",
    "923": "[15:23]智功德者，謂於如所有性，盡所有性，一切所知，如觀掌中菴摩洛迦，智無礙轉，能仁智徧一切所知。他的智功德就是指什麼？如所有性、盡所有性。如所有性、盡所有性的詳細的內容，以後來說。「如所有性」我們通常另外一個名字，就是根本智；這個「盡所有性」就是後得智，指一切的總相，恰如其分的就是這個。實際上如所有性所認識的特質是什麼？空性；盡所有性的話，它的相 ─緣起的相。那麼，我們對這件事情都看不清楚，他說空，說了半天，你信得過它空，就是不空。他說這個東西一切都是因果緣起的法則，它因果緣起怎麼來的，我們也不知道，這樣。他現在佛看這個東西 ─觀掌中菴摩洛果，就像那個果在你手上一樣，看得這麼清楚，這麼明白。而且「智無礙轉」，沒有一點障礙，所以只有佛徧一切，沒有一樣不知道。",
    "1002": "[16:42]除佛餘者，所知寬廣，智量狹小，悉不能徧。是，除了佛以外，這個所知道的，或者廣、狹都不可能徧。這也是為什麼前面說，我們要找皈依的對象唯有佛。",
    "1020": "[17:00]如《讚應讚》云：「唯尊智能徧，一切所知事，除尊餘一切，唯所知寬廣。」其他的雖然知道，不圓滿，或多、或少，多一點的，那麼就說大地菩薩，然後呢，分次而下，乃至於聲聞、緣覺等等。",
    "1046": "[17:26]又云：「世尊墮時法，一切種生本，如掌中酸果，是尊意行境。諸法動非動，若一若種種，如風行於空，尊意無所礙。」應如是念。這個世尊，對於世間的一切，一切，所有的一切，看起來就像看手掌上面的所有的一切。不管它是動、不動，「若一、若種種」，包含了所有的。這個一切境界，世尊對它看得清清楚楚，就像風在空當中，一點都沒有障礙。所以我們現在看很多事情，這個也看不清楚，那個也看不清楚，佛不會，佛不會。實際上說那個掌中菴摩洛果，還是比喻我們世人的，比喻我們世人的，然後我們世人就是擺在手掌上面，你還是看不清楚，看了前面，後面看不見。佛不會的，佛在十方盡法界、虛空界任何一樣東西，就像在手掌一樣，而且裡裡外外，所以說如所有性、盡所有性，沒有一點不徹知。現在我們世間隨便一樣東西，要找最初因，找不到；佛沒有這樣的事情，他沒有一件事情不徹底，無不例外的，徹底了解、徹底解決。那麼這個是智功德。",
    "1139": "[18:59]悲功德者，如諸有情為煩惱縛，無所自在，能仁亦為大悲繫縛無所自在。我們眾生所以為眾生，為什麼？為煩惱所綁住，所以我們不得自在。佛也有一樣東西不得自在的，什麼呀？大悲綁住了，所以「縛」。這個地方說明什麼？佛自己雖然解決了一切問題，但是他還忙，忙的什麼？他因為他大悲心，一天到晚幫我們，所以這個就是佛跟我們不同的地方。",
    "1180": "[19:40]是故若見諸苦眾生，常起大悲恆無間斷。因為他受大悲心所轉，所以他看見，只要看見有苦，眾生有苦，他的大悲一直轉。大悲的行相就是緣那個苦，救他們出苦，這個叫大悲。既然我們還有苦的眾生，而佛有大悲心，當然他一天到晚在救度我們，這是我們要了解的。想到了這一點，我們就立刻提醒自己內支還缺，我們就好好認真學佛。",
    "1218": "[20:18]如《百五十頌》云：「此一切眾生，惑縛無差別，尊為解眾生，煩惱長悲縛。為應先禮尊，為先禮大悲，尊知生死過，令如此久住。」這個所有的眾生都為惑 惑就是煩惱 所綁，所綁住了。那麼世尊，世尊為了解救眾生的煩惱，他有一樣東西綁住他，什麼？大悲，就像我們眾生被煩惱綁一樣，這個是就是佛的特質。說明上面這一點，這是因為佛為這個大悲所縛，所以他一直在生死輪迴當中救度我們，所以佛叫「無住涅槃」。",
    "1280": "[21:20]《諦者品》亦云：「若見癡黑暗，常覆眾生心，陷入生死獄，勝仙發悲心。」見到這個愚癡黑暗遮蓋了我們眾生，我們眾生在長夜無明當中，因為這樣的，所以一直陷在這個生死三界的牢獄當中，所以這個大悲世尊就發慈悲心來救我們。",
    "1306": "[21:46]又云：「若見欲蔽意，大愛常躭境，墮愛貪大海，勝者發大悲。見煩惑眾生，多病憂逼惱，為除眾苦故，十力生大悲。能仁常起悲，終無不起時，住眾生意樂，故佛無過失。」應隨憶念。這裡面最後這個一偈，我把它解釋一下。那最後一偈說「能仁常起悲」，「能仁」就是佛，他恆常，他那個悲心是永遠在轉，沒有一剎那停止的，所以「終無」，在任何情況之下，絕不可能沒有大悲；不但是我們世尊，十方一切諸佛都是。所以因為他大悲，所以他一直在救我們，大悲的行相就是緣苦惱的眾生，所以只要有苦惱的眾生在一天，佛永遠安住在這個世間救我們，所以叫「住眾生意樂」。所以他雖然跟我們眾生在這個世間當中，但是他沒有過失，他自己是徹底解決的，圓滿解決的，這是我們要了解。",
    "1383": "[23:03]你了解了這一點以後，前面已經說過了，我們自然會反省，說原來是內支不具足，這是第一點。第二點你更進一步說，你真正去求善知識的時候，你不會責備善知識的過；善知識之所以現種種過錯，是為了救我們。我們現在所以找不到善知識，為什麼？就自己的看錯、看不見，只看見別人的錯，這是真正的原因。所以現在有人說：「欸，那這些人難道是善知識嗎？」這些人 ─是！容或是善知識，容或不是善知識，正因為現在有這個情況，讓你好好地從這個上面努力。然後呢，把看人家的過失，還過頭來看自己，你有了這個本事以後，然後佛在你眼前的話，你才有機會接近他。否則佛一來，你這個無始以來的習慣，專門看人家的過失，佛到了你面前，你一看他的過失，你造無邊的罪過，那個時候只有一條路好走 ─墮落！你想到這裡的話，那個對方眾生的這種錯誤，你感激得不得了，你怎麼還會去責備人家去？所以懂得了這個道理，我們去責備人家絕對不可能，反過來說，你責備人家，咳！你就根本沒有懂道理。所以我們現在總是覺得自己好像很有道理，說的「你錯了！」到這個地方為止，了解得很清楚，當你說「你錯了！」以後，修學佛法的人，已經百分之一百二十地錯了！",
    "1490": "[24:50]一百零二頁，到現在為止，我們真正找到皈依，真正找到皈依，這個時候才了解到什麼叫皈依。你有了這個了解，然後你去皈依的話，這個功德就無量無邊。假定你根據這個了解，這樣皈依而把這個功德回向往生淨土的話，那是一定能夠往生。否則的話，儘管你想：啊！皈依有多少功德，這個功德得不到；儘管你在念阿彌陀佛，不能往生。那麼基本的原理呢，簡單已經說了一下。那麼下面就是說皈依的道理，這個分身語意三方面，身語意，還有下面最後一點 ─業功德。現在我們看一百零二頁的第二段。",
    "1571": "[26:11]業功德者。謂身語意業，由其任運無間二相，而正饒益一切有情。此復由於所化之別，堪引化者，能仁無不令其所化會遇圓滿，遠離衰損，定作一切所應作事。那麼，佛做一些什麼事情呢？他所做的這個事情的功德，這個地方說一下。這個佛，身口意三業在任何情況之下，時間是絕沒有間斷，而做的方式是任運自然。對我們來說，我們總要去努力才行，做任何一件事情，不可能自自然然地；而他這個自然到在任何情況下，就是這樣，就好像說天生來的一樣，那麼這個時間又是從不間斷。所以以這兩種狀態，無非都在利益一切有情，無非都在利益一切有情。是的，佛在任何情況之下，任何時候都在利益一切有情。而且佛，我們大家曉得，佛之所以成為佛，所謂「十力、四無所畏、十八不共法」。他的悲心是遍緣一切，沒有一個遺漏，而且沒有一點點的好惡差別；他智慧了解一切，能夠幫助我們；而且他利益的狀態是任運而且無間。那麼所以我們不能受化，所以我們不能解決問題，在哪裡？還是在我們自己身上。",
    "1722": "[28:42]所以「此復由於所化之別」，那個就是因為所化度的 ─就是我們眾生，因為眾生的根性，個人的業障，個人的情見的不同，凡是能夠化度的，「能仁無不令其所化會遇圓滿，遠離衰損」。佛陀絕不會有一個遺漏地，都把這些能化的眾生化度，使他得到圓滿解決問題，圓滿遠離一切痛苦，這個佛決定是這樣做的。"
}