{
    "8": "[00:08]所以，我們一想到佛的這樣的這個業功德，一方面嘛我們是無比地感激，無比地景仰去皈依三寶；一方面呢，我們就應該努力地自己反省：為什麼到現在我們還淪落在生死當中？我們在什麼地方不能跟三寶相應？我們應該如何淨化自己？這個是真正修學佛法最最重要的。所以現在不學佛法的人我們先不談，修學佛法的人，儘管學了半天得不到好處，這個所有的問題都在我們自己身上。這一點我們一而再、再而三努力，你什麼時候把自己的問題找到能夠改善了，馬上得到這個好處，馬上得到這個好處！得到了這個好處呢，所有的痛苦、困擾統統遠離，你要求的樣樣圓滿地遇見。",
    "99": "[01:39]如《百五十頌》云：「尊說摧煩惱，顯示魔諂動，說生死苦性，亦示無畏所。世尊所說的一切的教法，它無非都是在摧毀煩惱，因為一切世間衰損、痛苦的根本因在這裡，這樣；你能夠了解了這個，從根本上拔除的話，那問題都解決了。然後呢，所有世間的一切東西，都是虛誑，都是魔。這個魔不一定指天魔，換句話說，那擾亂我們使我們不能如法行持的，這一個虛假錯誤的，經過世尊說明讓我們了解。這些東西我們平常都不了解，現在了解了：原來在三有輪迴當中的一切啊，無非是苦，無非在生死輪迴當中啊，這個地方千萬不要迷糊，要生起正確的認識，深生厭離啊！然後如法行持，這樣地跳出。所以這一條道路也只有佛告訴我們，所以他也同時啊不但指示世間缺陷，也告訴我們怎麼跳出這個缺陷，到達無所怖畏的地方，這個是佛。",
    "214": "[03:34]思利大悲者，凡能利有情，此事尊未行，豈有此餘事。」這個世尊是由於大悲心的策勵，他是要利益我們一切有情。這個佛，任何十方一切諸佛都是這樣的，他凡是能夠利益我們的，利益有情的事情，佛決定會去做；而佛做的，除了利益十方一切有情以外，沒別的了，這個是我們要了解的。繼續：",
    "261": "[04:21]《讚應讚》云：「尊未度眾生，何有是衰損，未令世間會，豈有此盛事。」應憶念之。說佛沒有度眾生，這個怎麼可能？不可能，佛不會有這樣的事情的。假定說佛沒有說告訴我們這些世間的一切真相的話，那麼世間所有的好事都不可能有的。所以不管世、出世間，從最上到下面，無非都是由於世尊開示；然後呢，不同根性的眾生，跟他相應的量，行持的結果，而產生種種上中下好事，「盛事」就是好事。關於這一點，我們修學佛法的人，應該思惟、觀察擺在心裡面去憶念。關於整個的念佛，有一本書叫《隨念三寶經》，這個非常好、非常好，非常薄的一本。我們平常如果能夠常常照著這本書的道理，經常去憶念的話，這個不知不覺當中，就有無邊的功德生起來。那麼所以在這個地方，只是簡略地把這個綱要說明一下。下面",
    "367": "[06:07]此是略說念佛道理，若由種種門中憶念，亦由多門能發淨信。若能數數憶念思惟，則勢猛利常恆相續。餘二寶德，亦復如是。上面只是概略地說一下念佛的這個道理，假定說我們有不同的方法，各方面去思惟觀察這一個道理的話，你觀察得越多、越深入，那麼你的淨信心越增長、越啟發。為什麼？因為平常我們不了解這個事實的真相 ─這個裡邊有兩點，這是第一個。第二呢，平常我們一直在隨順著我們的染污心識在轉，不知不覺當中，這個心裡邊一直在增長生死染污之集，根本不知道，就這麼癡癡呆呆地在貪瞋癡當中過去掉了。那麼現在你如果能夠憶念三寶的話，那個當下就把我們心裡面這個染污心識轉化成功善淨之業。有這樣的一個了不起的功德，了不起的功德。",
    "466": "[07:46]所以你只要去念三寶，當下就是產生的善淨之業；然後你所念的對象，說這個佛啊 ……這樣。當然，我們首先，這個次第非常清楚，我們為什麼會到這個地方來憶念三寶的，這個皈依之因是什麼？因為這個原因而皈依，所以皈依的對象是什麼？現在所皈依的對象，他有什麼樣的功德？在這種情況之下，自然而然你會每一個部分，恰如其分地絲絲入扣，跟我們的理智也好、情緒也好，完全相應，完全相應。你想到我們在生死輪迴當中，無比地痛苦，然後呢，佛陀這是無比地圓滿，就是值得我們景仰，然後呢值得做我們的榜樣。而且他又是一直在幫助我們，值得我們歸投依靠，這個真正歸投依靠的心，自然而然心不由己地你就會產生起來。然後想到他的種種的功德這個樣的話，那個歸投的心，越來越增長，是越來越清淨，越來越圓滿。",
    "571": "[09:31]那個時候你的淨信心，就啟發了，就增長了。「淨」是把自己原有的染污淨化了，然後呢，這個時候真正談才叫「信心」。平常我們說，我們的信心、信心，我們真談不到信心，那實在是談不到信心啊，這個要了解。所以你能夠這樣地多方面地觀察思惟的話，那個淨信才生起來。現在真遺憾哪！現在我們居然修念佛的人，不要學這種道理，請問你怎麼念得好，怎麼念得好？所以我一再說，有太多人說：「哎呀，要修行了，關到山裡去茅篷。」結果你一關 ─你有宿生有善根，這種我們始終說這是例外不談，否則的話，一關保證你出毛病，保證你白白浪費，原因就在這裡。",
    "628": "[10:28]所以他下面說，「若能數數憶念思惟，則勢猛利恆常相續」，你照著這樣地思，不斷數數思，不斷地、不斷地、不斷地去憶念這個道理，去思惟這個道理，那麼這個淨信心的勢力又猛利、又恆常，繼續不斷地繼續下去。關於這個思惟三寶淨信這個勢力，這個地方叫勢力，實際上這個就是我們的善淨之業，如果你能夠把這個繼續，恆常相續地繼續下去的話，念佛無有不成，學淨土求往生，無有不去。這個是單單對佛寶，其餘法、僧也同樣這個道理。",
    "692": "[11:32]由如是修，若善了解，則諸經論多是開示三歸功德，此等皆能現為教授。我們像前面這樣，能夠這樣地善巧認識了，照他的思惟修習的話，那麼各式各樣的經、論上面所說的，無非都是告訴我們「三皈」，皈依佛、法、僧的道理，你照著這樣去做，就得到這個三歸的功德。因為你看了、了解了、得到了，所以這些經論，當下就是我們最好的教授。",
    "745": "[12:25]而眼前我們所以產生這個矛盾，說看了半天經啊、論啊，總覺得好像修行不相應的道理是為什麼？那就是不善巧了解這個道理，結果儘管這個經論是最好的開示，因為你不善巧，看不到它真正精要的開示。那個時候你就覺得：哎呀，這個經論沒有用啊！你另外去找。所以前面特別告訴我們，假定經論上面都說不對，請問還有誰能夠比經論說得更好的？經是佛講的，論是菩薩造的，佛跟菩薩講的東西你都覺得不能行，難道還有比佛菩薩更好的嗎？如果有更好的，你何必學佛，那不是一個最大的一個錯誤嗎？",
    "805": "[13:25]現在這個到這裡為止，這個原因統統指出來。我們也了解了：噢！原來我們沒有得其善巧，沒有得其善巧，乃至於次第未明。所以對它的本質沒有認識，認識了以後，然後沒有如量地做到 當然這個做到的話，還有一個必然的次第 因為這個方面弄錯了，所以都白白辛苦，忙了半天，真是吃了多少冤枉苦頭。想到這裡真歡喜，一方面我們是如法地進去，步步上升，一方面是感到真實的法喜充滿。",
    "860": "[14:20]繼續下去。那麼，他這個地方又特別提醒我們一件事情，什麼？喏，下面，因為我們太多人講修行，說修行真正開始重要的話，聞思是絕端重要，卻是有太多人說：「這個不要的。」結果呢，因為把修行最善巧、最需要的工具拿掉了，結果修，修不成功。所以除了前面在講修的地方，破除邪執，特別說明以外，這個地方又提醒大家一下。",
    "900": "[15:00]念觀察修皆是分別，於修行時而棄捨者，是遮此等集聚資糧，淨治罪障非一門徑，故於暇身，攝取無量堅實心藏，應當了知為大障礙。他這個地方又提醒我們一下，也就是前面這個老話，在這個地方重提。說有人覺得：「你這樣的思惟觀察，那些東西都是分別，那修行的時候是不要分別的，所以修行的時候，應該把它丟掉，不要去思惟。」這一種想法，這一種說法，大錯誤啊，大錯誤啊！",
    "949": "[15:49]在我們正式修行之前，前面真正重要的基礎是什麼？要淨除罪障，要集聚資糧，而這兩樣事情都要經過如理地聽聞，然後聽聞了以後，然後呢如理去思惟。越是多方面地觀察思惟，那麼產生的功效越大；產生的功效越大嘛，淨除罪障是越多，集聚資糧是越廣越深。現在你不要了，結果呢，害了，結果害了！所以把這兩樣東西 ─淨除罪障跟集聚資糧的最佳的方便，一下都被你遮止，這個遮的話，就是擋住了，障礙住了，切斷掉了、切斷掉了。所以在這一種狀態當中，你得到了這個暇滿人身，要想修行啊，變成功一個最大的大障礙。你還不知道，還以為覺得：「對啊！修行不要分別的。」結果完了！就完了！你是已經得到暇滿的人身，你也知道要修行，結果你去修行的時候，就一下被這個邪知邪見擋住了，錯誤了，於是你白白浪費一生，那最大可惜！",
    "1052": "[17:32]前面已經詳細說過，這個地方又再認真說一下，讓我們重新把前面這個道理回憶一下，然後呢，再提起正念來，好好地在這個地方深入。那麼，那個時候所有的念佛的功德完全得到，自然而然我們二十四小時當中，無時無刻都在集聚淨業資糧，不管你要增上生、決定勝都可以得到。",
    "1089": "[18:09]此等若作常時修持，心隨修轉，上面這個繫念三寶的道理，換句話說是皈依，這個講到這裡為止，單單這個皈依哦，單單這個皈依哦！假定你能夠照著這個道理，如理如法地去做的話，「心隨修轉」，你修多少，然後呢你這個心就轉多少。你在沒有修的之前，心是什麼？染污相應，雜染相應。然後呢，經過你修改修習以後的話，染污部分是漸漸淨除，然後呢善淨部分漸漸增長，當然轉過來了。那麼這個罪障就清除多少，功德就集聚多少，就這麼簡單，就這麼靈驗！",
    "1151": "[19:11]所以說，你一個念頭念對了，你馬上清清楚楚、明明白白說：「欸！對了。」這個念佛就有這樣的功德，我想現在大家至少在理路上面很清楚、很明白了吧！絕對不是說到臨終的時候看，哎呀，這一生還不曉得去不去哦，然後叫人家來助你念哦！而是在當下念的時候，你就很清楚：這一念去得了的，那一念去不了的。任何一念是如此，任何一天是如此，然後年、月、日、時這樣積累起來，清楚明白，你曉得這一生你要到那裡去。那個時候就是的的確確是你自己自在，而不是他自在了。",
    "1201": "[20:01]雖然這個自在有不一樣的，地上菩薩的自在，跟我們現在這裡不一樣，我們這裡的自在，就是說你能夠把握得住的這個正念，你曉得你決定能夠向上，這一點，這樣的情況。如果說求生淨土的人，換句話說，他的的確確自己很清楚明白的，他會到極樂世界去。所以這個地方告訴我們，你照著這個辦法，常時地這樣去做的話，欸，你心就這麼轉過來了，就這相應了。所以要曉得，",
    "1236": "[20:36]故於初時修心稍難，後時於彼能任運轉。所以修的時候，開始比較難。為什麼？因為開始的時候，你認識也不夠，力量也沒有，起心動念無非都在染污當中。假定你覺得這個困難而停在那裡不動的話，你永遠沒有機會，這個是難點。所以我們首先始終要了解，不要覺得：「哎呀，最好坐在那裡天上掉下來。」絕對世間沒有這樣的事情，何況佛法！如果你等在那裡，坐在那裡掉下來的話，你完全錯了，完全錯了。所以的的確確我們要有了這個認識以後，努力去行持，這樣的話，對了。同時當你覺得難的時候，也正說明，欸，現在對了。為什麼呀？因為你原來是什麼？染污的，換句話世間來說來一種惰性。現在真正要修，就是修改，否則什麼叫修？所以修是修改嘛，原來這個狀態不對的，你把它改變過來。試想看，世間哪一件事情不是如此？所以你了解了這個，你很清楚很明白。",
    "1314": "[21:54]平常我們常常覺得，哎呀！心平氣和覺得滿好，到了那時候稍微一點境界現前就不行了，那個是對真正的行相不認識。行相真的認識了以後，你會了解，真正最好的修行是什麼？就是就你心裡煩煩躁躁，你認得了，然後你提起正念來，那最好的時候，最好的時候。所以到那個時候，你能夠克服它的話，你又衝破一個難關，這個才是真的，這個才是真的，這樣。所以你們看那個木頭，這個木頭夏天長得很快，但是夏天長的那個木頭是很鬆的；那個冬天長得很慢，冬天這個木頭很紮實的。就是經過這個嚴格的考驗過來的，它才行，那我們修行現在修行也是如此。所以你們看哪，那個豆芽擺在桶裡邊哪，想盡辦法保護它長出來，對不起！這個豆芽也只能做豆芽用，沒有其他用場。你放在太陽裡面一曬、風一吹、雨一淋，好了！不是枯掉就是爛掉，它長不出什麼結果來的。我們現在真正要修學佛法的人，千萬不要學豆芽，這個要注意！",
    "1400": "[23:20]或者我們應該這麼說，除了這個豆芽以外，更進一步來說的話，我們的的確確真正重要的，一定要自己在境界上面去歷練。所謂這個境界不是外面的，就是當境界現起的時候，你內心當中注意到，它是什麼狀態，那個時候有了正法的認識以後，你了解了：「欸，它又跟著外面走了。」你把它拉回來，然後你覺得拉回來，拉不回來的時候，這個時候困難發生了，或者你要提的時候提不起，那時候難了，那真正的用功就在這個境界上面，就是這個時候。你能夠這樣地一段努力以後，到最後，欸，「後時於彼能任運轉」，慢慢、慢慢越到後來你越一提，就提起來了，到後來不提也起來了。等到你一提，提起來的時候，那個時候你可以深入了。",
    "1463": "[24:23]所以說，假定你把前面的這個對於知識的淨信，暇滿人身，念死無常，以及苦等等，都經過一番練習以後。然後你坐在這個地方，如果說坐了一下以後，你心裡面胡思亂想的話，你隨便把前面的那個概念，一提，馬上提起來了。要昏沈的時候，你提起暇滿人身的難得，啊，覺得自己：「沒錯，得到了，慶幸啊！趕快努力啊！」這個昏沈就沒有了。如果說到那個時候你那個掉舉又來了，這個又放不下，那個又放不下，馬上你想到死、苦，喔喲！這一想到要死苦，那個時候這個貪著一下子都去掉。到那時候它昏沈也去掉了，妄念也去掉了，當然你要得定就很容易了，這樣。所以他前面的這個次第，它有這樣的好處在啊！好，我們繼續下去。",
    "1525": "[25:25]又若能念，願我當得，如所隨念，如是佛者，是發菩提心，欸，妙了！我們現在說菩提心、菩提心，菩提心到底是什麼呀？儘管說了很多，真實的內涵還不一定真正了解，這樣。到這裡為止，如果我們真正地對皈依這個概念有了正確的認識，第一步下去，那我們想：「啊，沒錯啊！現在我們皈依佛，佛是這麼圓滿，這是我們的目標，這是我們的歸投，這是我們的依靠啊，我也要學佛。」你能夠照著這樣地念，說：「我也希望像我所念、所歸投依靠的佛那樣，也想得到這個。」這個是什麼？這個就是發菩提心。所以菩提心什麼？為利益有情願成佛！唔，我為了要解決一切眾生的痛苦，我也要成就佛，這個就是菩提心了。所以剛開始你就是在皈依這個時候就相應了。現在譬如說我們看，說念佛的人哪，假定能夠發菩提心的話，那個力量大得不得了。那菩提心是什麼？好像講講可以，真正要相應很困難，現在這個地方告訴我們，初步已經可以相應了，就有這麼多好處。你能夠這樣地隨念，發這樣的心，那麼",
    "1622": "[27:02]一切晝夜恆得見佛，於臨終時任生何苦，然隨念佛終不退失。因為你這樣地隨時在繫念三寶，那麼不管是白天、晚上，「恆得見佛」。念佛見佛嘛，現前、當來，當然你必定能夠見佛，必定不會退失，大勢至菩薩的〈念佛圓通章〉，在這個地方和盤托出，告訴你。我這是剛開始的時候 ─當然層層深入，這意義還有不同的、深廣的意義在裡頭。因為你一切時候，一直在這個憶念，那麼到臨終的時候，不管生起什麼苦來，你念佛絕不退失。",
    "1678": "[27:58]為什麼到臨終的時候生苦能夠不退失呢？這個是個重要的概念哦！我們以前說平常高高興興、舒舒服服嘛！念佛滿好的，稍微有一點煩惱嘛，這佛號就丟掉了，稍微一點痛苦嘛，丟掉了。平常一點痛苦都丟掉了，生了病更不談；生了病都丟掉，到臨終的時候，那更談不到。它現在卻是臨終的時候，仍舊能夠念得很好，不退失，為什麼呀？為什麼呀？欸，這也就是你只要回過頭去稍微一看，這個理路就非常清楚。",
    "1721": "[28:41]現在這裡我們為什麼要念佛啊？說念佛是什麼？皈依了以後自然要去念。為什麼皈依啊？皈依只有兩個原因嘛，因為你苦要脫離，要想脫離苦唯一可以依靠的就這個。說這個苦正是策勵你走到這條路上去的主要的原因，所以越是苦，這個皈依的心是越是切，對不對？到臨終的時候，正是苦的時候，當然你的皈依的心更切嘛！所以你真的懂得了這個道理，開始第一聲念佛的時候就這樣，當苦越逼得厲害的話，這個佛號是越相應了。所以小苦念小佛，大苦念大佛，臨終的時候正好去嘛，豈不是百分之百啊！"
}