{
    "7": "[00:07]所以我們一開始的時候，必定要把這個理路摸得很清楚，然後呢這個行相啊，認得得清清楚楚。這個理路認得得清楚，這是講這個道理；這個道理所指的內涵，就是這個行相；行相你把握得住，照著去做的話，那你就相應了嘛！現在這個行相是什麼？就是我們的身心相續的狀態。你懂得了道理，那個身心跟它相應了，怎麼會說念了半天，念不去的，對不對？怎麼會念了到苦的時候又丟掉的？不可能嘛！假定你苦的時候丟掉了，你根本不懂得什麼是皈依；如果你懂得了，苦的時候決定丟不掉，不但丟不掉，一定是會越苦念得越好。清楚不清楚？到這地方，大家有沒有問題？啊！所以這個圓滿教法之美啊！說到這裡，我們由不得我們不從內心深處，對於這個佛、菩薩、祖師感戴、感激。然後呢這個心情就是什麼？最好的念佛，歡喜啊！繼續下去。",
    "92": "[01:32]《三摩地王經》云：「教汝應悟解，如人多觀察，由住彼觀察，心能如是趣。那麼教你 ─這個道理告訴你，然後你了解了、懂得了以後，像平常，照著這個東西你就觀察。因為你能夠這樣地觀察得如理相應了，自然而然，啊！你這個心就跟它相應了。",
    "124": "[02:04]如是念能仁，佛身無量智，常能修隨念，心趣注於此。就像這個道理，你念佛，念佛的 ─這個佛因為他種種，念他的身、口、意等等，無量的，「佛身無量」是包括了前面所有一切。你能夠經常地這樣地憶念，然後呢這個心，啊！也是跟著相應了，跟著相應了。",
    "162": "[02:42]此行住坐時，欣樂善士智，欲我成無上，勝世願菩提。」那麼這樣的情況之下，不管你行住坐臥，說：好啊、好啊、好啊，心裡面歡喜、好樂！不但是你皈投依靠，也希望「我也將來能夠這樣」，這個就是我們，真正地超勝的第一步達到的，這個是發的世俗的菩提心。",
    "196": "[03:16]又云：「清淨身語意，常讚佛勝德，如是修心續，晝夜見世依。若時病不安，受其至死苦，不退失念佛，苦受莫能奪。」這就是前面剛才說的，在那裡引那個經上面說，經上面的。你能夠照前面的這樣去修習、思惟的話，欸，你那個染污的心識漸漸淨化，那個時候你身、口、意三業，就漸漸地轉化成清淨。當然，然後呢這個的的確確，一直是繫念、讚歎、皈投依靠這個三寶殊勝的種種。這樣地憶念、思惟、觀察、皈投依靠，那就是「修心續」。心，這個地方講「心續」，換句話說我們身心的相續，真正的修行。你能夠這樣地修行，「晝夜見世依」，這個是心眼來看。換句話說，平常我們的心眼都在染污當中，都是隨順著愚癡的；現在這個時候隨順著智慧，這個是晝夜都是跟世尊相應的。到那個時候，你遭到病苦，或者不安，或者乃至於這個到最極端狀態當中─要臨終的時候，欸！「不退失念佛」。「苦受」啊，再苦的，不會能夠、不可能改變你那個念佛的心志，這個道理上面講過了，這個道理上面講過了，對吧！",
    "321": "[05:21]所以我們不要忙著說：哎呀！我修行、我修行啊！你根本修行的訣竅、道理，一點都不懂，你修習什麼啊？所以你現在懂得這個道理，你只要照著這個道理思惟觀察，這不是最好的修行嗎？你能夠照著這樣去做的話，任何困難，就不會打擊你；反過來任何困難，卻幫助你修行的推動的動力。因為是幫助你來修行的推動的動力，你又得到了最佳善巧的修行的方法，把所有的困難一一克服，結果這個困難哪，都變成功你的功德。以前，這個困難始終擋在這個地方，不讓你爬上去，而讓你流轉在生死當中受苦；現在，嘿！正好這個擋在你的痛苦的力量推著你，變成功你淨業的最好的助力，就在這個地方啊！這個才是我們真正要努力學的啊！關於這幾句話，值得我們一再思惟觀察，你能夠把這一點把握得住，沒問題，沒問題了！",
    "408": "[06:48]博朵瓦云：那麼下面，祖師來告訴我們。引用那個祖師，那個祖師就是這麼修習的，他把他的經驗，以及他的開示跟我們說。",
    "421": "[07:01]「若數數思，漸能深信，漸淨相續，能得加持。照著前面這個，如法如理地不斷地去思惟，那個時候你「漸能深信」。這個「漸」字，注意哦！修行沒有一個例外的，一定是這個樣的。我們說頓悟、頓悟，悟的時候是頓悟，修的時候可是漸漸地來的呀！修的時候漸漸地來，天下沒有一個事情例外的。是，平常我們隨便做什麼東西，摸了個半天，忽然之間：啊！我懂了。是的，你懂是一剎那，可是它絕對不是天上掉下來的，你前面就是摸了半天，然後呢？噢，開了竅了！眼前我們也是這樣，那個電燈，你這麼一撥，嗯，亮了！但是你外面要從外面發電機，裡邊接那個東西，喔唷！花了好大的勁哦！你因為花好大的勁，而且做對了，到那時一撥，就亮了！這個我們要了解，這個我們要了解。所以你能夠這樣不斷地思惟的話，欸，慢慢、慢慢地，這個罪障淨除、資糧積聚，所以信心是增長、加深，那個時候「能得加持」，佛加持來了。佛不是不加持欸！這我們要了解，就是我們自己的障礙在那裡。",
    "513": "[08:33]由於此上獲得定解，故能由其誠心歸依，由於這個道理，你經過這樣地深入，那個時候才獲「定解」哦！現在我們還沒有定解哦，還是我們聽見了這個道理。所以真正的定解的話，還必須要你自己思惟，這個思惟要如理思惟，否則的話你打妄想，是妄想一萬年也沒有用哦！那個時候，你心理上面產生的淨信心，確定不移 ─啊！就是如此。那個時候，你得到了定解以後，就確定不移地說，原來你要去掉痛苦、得到快樂，都在這個上頭啊！你那個皈依呀，真正地對了 ─誠心皈依。否則的話，都是空話，否則的話，都是空話。說皈依，啊！好的、好的，求個皈依。然後呢就算是皈依了，總是講到：唉呀！跑得去皈依，讓我嘛多發一點財，然後呢求這個。都是求這個世間的，等於順世外道，都是完全外道的事情，都跟佛法不相應，都是求長壽、健康，保佑我闔家平安啊！",
    "585": "[09:45]但是對世間人來說，我們不要笑他，佛不會笑他，佛處處地方，在依我們所歡喜的，從這個地方來引誘我們。所以剛才這個話，主要的是什麼？就策勵我們自己的。凡是這種地方你處處要了解哦！凡是我這種話，就是每個地方來策勵我自己，觀察我自己的內心，我們千萬不要拿這個標準去衡準別人，這個要了解。那麼，所以他現在說，啊！那個時候你就至誠恭敬地真正皈依。",
    "625": "[10:25]若於所學能正習學，則一切事悉成佛法。妙了！你如果說對於我們所學的學對了！「正習學」，能夠學對了，好好地這樣地深入的話，任何事情都是佛法。這個話大有道理，以前在黑板上面，我曾經特別寫出來：「忘失菩提心，修諸善法，是名魔業」，這引《華嚴經》上的。很多大乘經典上面，也告訴我們這一點，說你如果忘失了菩提心，不管你修什麼，對不起！這個不是佛法，這是魔業。現在這地方呢，你只要能夠這樣去認真修習，做任何事情都是佛法。嘿！嘿！這麼個好法。如果說做任何事情都是佛法，吃飯、穿衣，當然都是。在我們想像當中：哎喲！這個祖師都是大徹大悟以後的事情，他就是穿衣、吃飯啊都是佛法，我們凡夫份上，好像沒有份。不然！就是我們凡夫份上的事情。只要你能夠得到如理正確的教授，聞、思相應，只要照著去做的話，一切事無非都是佛法。如果說你要回向往生，這個就是淨業，這個就是淨業！所以叫「正助雙修」，否則助，助些什麼？助些什麼？就是這個呀！這個你做對了，這個也是正，是也是助呀！",
    "733": "[12:13]吾等對於諸佛妙智，尚不計為準洽占卜。」哦！這句話聽了，真是，我們未免覺得痛心。實際上，現在我們，這個地方我們，博朵瓦那時候說的，博朵瓦的時代離開我們現在什麼時候呢？離開我們現在已經要 ……想想看，他是宋初的人，宋朝初年的人，快一千年，不到一千年，那個時候已經這樣了。唉！現在我們是更糟糕啊！我們現在說，我們現在對於佛的妙智 ─佛是一切智人哪！但是在我們心目當中看起來的佛，不如一個算命先生，不如一個算命先生。這個話怎麼講呀？他下面有一個解釋的。",
    "784": "[13:04]此復說云：「譬如有一準利卜士說云，我知汝於今年無諸災患，則心安泰。他下面，就是最後這個兩句話。譬如說，有一個算命先生，這個算命先生平常算得很準，那麼你去給他算命，那個算命先生就給你算了命，說：「欸！今年你很好，你沒有什麼災禍。」心聽了，心裡滿高興。假定不是這樣，",
    "814": "[13:34]彼若說云，今歲有災，應行此事，彼事莫為，則勵力為。若未能辦，心則不安，起是念云，彼作是說，我未能辦。假定這個算命先生說：「喔唷，不對哦！今年你流年不利哦！你應該怎麼樣去破除消災，這個事情是不要做、有忌的哦！」唉！我們好努力、好努力哦！假定說你沒有照著這個算命先生去辦的話，你心裡面想：「唉呀，不對呀！這個算命先生教授我，這個事情不要做，要那個、這個。我沒做了心裡面好像不大對勁。」算命先生，還有世間上太多的事情，或者醫生告訴你：「哦！某人哪這個東西不好。」或者乃至於別人勸你要這樣做，我們都會相信、接受、聽他。但是下面又說，",
    "871": "[14:31]若佛制云，在佛的戒律上面，或者佛經上面告訴我們，",
    "877": "[14:37]此此應斷，此此應行。豈置心耶？假定佛告訴我們，說這些事情你不要做啊！不可以做！而這些事情應該做啊！我們擺在心上嗎？我們擺在心上嗎？這話我在這裡，每次看到這裡，我總會停它好幾分鐘，自己問一下。我也建議諸位同修在這兒問一下，現在這個算命先生也好、醫生也好，人家告訴我們，喔唷！我們很聽得進。現在佛告訴我們說，這個不要做哦，這個要做啊！你有沒有注意？有沒有擺在心上啊？",
    "920": "[15:20]若未能辦豈憂慮耶？假定做不到，你心裡面有沒有憂慮？哎呀！說佛告訴我們這樣的話，哎呀，我怎麼做不到呀？我們不但沒有憂慮，",
    "932": "[15:32]反作是言，反過來還說，",
    "935": "[15:35]諸教法中，雖如彼說，然由現在，若時若處，不能實行，須如是行。輕棄佛語，唯住自知。」不但不聽，反而說：嗯，這個經教上面，佛雖然告訴我們要這樣，但是現在時代不同，這個行不通啊！不要這樣做啊！「唯住自知」，就是說我們自己知道的。所以，注意啊！我們現在大家不是學佛，我們大家在學「我」啊！假定是真正你學佛的話，一定說佛告訴我們這樣不可以 ─對啊！我為什麼做不到，我要努力啊！現在我們大家不是這樣。唉！我是想到這地方，每次聽到那裡，看見那地方，總是停下來真正反省。所以大家現在，唉！我覺得我們每一個人，犯了太多的毛病，就我們眼前的，其他的人我也不知道，我也不敢說；至少，我自己首先看見了毛病，然後呢在座的幾位同修，我也發現大家的同修的毛病，太嚴重了！自己的毛病是一點看不見。佛告訴我們，你們不要應該這樣的，只關鍵自己努力啊，淨化自己煩惱。自己煩惱一點都看不見，別人的看得清清楚楚，稍微一點點，眼睛瞪大了，這個不對、那個不對！然後還要跑得去，比佛還要好，還要教訓人家，策勵人家。對嗎？不可以呀！所以，這個地方是千真萬確。",
    "1035": "[17:15]乃至於更進一步，我們在這裡是常常說的，很多地方規矩，講過了規矩，大家忘得乾乾淨淨。就是講這裡最簡單的一件事情，我叫那個小鬧鐘不要動、不要動，一直到現在，那個小鬧鐘照樣地還在那兒動。今天早晨就有兩個，兩點多鐘就有一個人鬧，三點多鐘又有一個人鬧，我都聽見。所以我想：唉，我自己的德行不夠啊！好了，那只有這樣！我們現在在那兒學佛，大家哎呀！老師長、老師短，我講了多少遍，就是沒人聽。所以這個就是學佛啊，注意啊！我不是說你們不要鬧鐘，不！你如果真的用功，我非常讚歎。你可以用一個辦法，總是想辦法你自己鬧醒，好！然後不要鬧著別人，因為是公共的場合，我這隨便一提的一個小事。",
    "1090": "[18:10]從這地方，我主要的就是要提醒我們：這個祖師就告訴我們了，那為什麼我們學不成功？就是這樣的。欸，那個世間一點點，人家告訴你，你還很聽他；佛告訴我們哪，我們心裡面當作個耳邊風，那是我們不相應了。所以他前面一再給我們說，說「大師外支已成」哪！豈但是一個佛，十方無量無邊的佛，都在這個地方啊！為什麼我們救不起來呢？喏、喏、喏，毛病就在這裡。想想看，對是不對？因為我深深犯了這個毛病，所以自己覺得痛苦不堪。我想我的這個痛苦的經驗，對你們有用，所以今天說給你們聽。也是在座的大家同修，我們難得地信得過我，所以我把我看見的，我也誠心誠意地告訴你們，這是我的的確確看見的，規勸諸位。假定說我們在這個地方能夠反省得過，改過多少的話，我們就會解決多少問題，得到多少好處。這個道理懂了，下面有一句話，這個話重新再策勵一下。",
    "1179": "[19:39]若不觀察，隨心愛樂，唯亂於言。上面這個道理，假定說你不觀察的話，欸，那麼什麼啊？「隨心愛樂」。這四個字妙極了！這四個字妙極了。你聽是聽懂了，覺得很歡喜：唉呀，好啊！但是你不照著去如理思惟、觀察，那個時候你聽見了以後，是隨你的想法去做，這個狀態當中，那些都是空話。那麼這個實際上的現象是什麼呢？就是我們平常慣常的，聽見了佛法以後，然後呢照妖鏡，這個也不對、那個也不對，就是自己照不到，自己就照不到。哦！心裡還很歡喜哦，就這個狀態。所以這個地方要好好努力啊！",
    "1237": "[20:37]若非爾者，所謂「若不爾者」，是什麼意思啊？就是說，不是說不觀察，而是你認真觀察的話，那麼這個時候呢，",
    "1246": "[20:46]內返其意，詳細觀察，極為諦實。欸！那個時候你就做對了。把這個「法鏡」，這個法鏡，我們也可以說 ─照妖鏡，回過頭來照自己，把自己的「內」當中，仔細地一觀察，啊！發現問題對了，就在這裡，就在這裡！你能夠這樣地找到了問題，自己淨化了，問題就解決了。",
    "1279": "[21:19]故當數數思佛功德，勵力引發至心定解。啊，對啊！現在我們不是皈依佛嗎？就要想到佛是為什麼成佛？佛為什麼有這功德？你能夠這樣想，把這個認識來策勵我們自己，反過來淨化我們自己的話，好了！這就好了。所以告訴我們，所以我們應該努力啊！在這個方面去思惟、觀察，引發決定不移的定解。",
    "1320": "[22:00]此若生者，則於佛所從生之法及修法眾，亦能發起如是定解，你對佛能夠生起來了，那法跟僧亦是如此。法就是「佛所從生」的，法是什麼？佛為什麼成佛啊？他就是修學了佛法才成的。當然你皈投、依靠、景仰這個佛的話，佛從那裡來？法來的，當然你也一定皈依它。然後呢他既然是修行成功，現在修行的那個僧，當然你也皈依他，同樣地。這個對了！",
    "1364": "[22:44]是則歸依至於扼要。這個時候談「皈依」，對了！就把握住這個重點了。要把握住這個重點，那就對了。現在我們說皈依 ─「南無」兩個字的意思，在這個地方清楚了！",
    "1380": "[23:00]此若無者，即能轉變心意歸依，且無生處，況諸餘道。假定是這個沒有的話，那麼「轉變心意」的這個皈依，還沒有。真正的皈依，什麼？就是你皈投依靠。這是「皈依」兩個字，妙極了！「皈依」兩個字怎麼寫的？白字旁邊一個反字，為什麼要寫那個反字啊？有意思極了！以前我們這個心是染污的、黑的，現在了解了，哦！這個不對、不對、不對！要把它轉過來、反過來。反過來什麼？白的嘛！這個就是「皈」，這個就是你所依靠的地方啊！這個就對了。以前我們依靠在什麼上面？長夜無明啊！所以說你了解了這個，那個心意就轉變；心意轉變是真實的皈依，有了這個皈依，然後呢你一心向上啊，一切的功德從這地方產生，一切的罪障從這裡淨除。所以假定這個沒有的話，那其他還談什麼？根本沒有嘛！這個是千真萬確的，學佛法就從皈依開始，就這樣。",
    "1472": "[24:32]現在我們應該感覺高興啊！雖然我們現在做不到，不怕！真正重要的，到現在這裡大家已經了解了，我們不是怕做不到，而是現在懂得了 ─怕不知道！佛菩薩沒有一個例外的，他都是從一個凡夫，在輪迴生死當中跳出來，我們現在也是輪迴生死的凡夫嘛！佛的榜樣擺在那裡，就告訴：你只要找對了路子，肯去走，一定成功！關鍵呢？就是路子有沒有找到。到這裡，現在高興啊！",
    "1509": "[25:09]所以對我來說，一方面剛才前面想想，唉呀！覺得痛苦不堪，一方面歡喜無比。咦！痛苦是痛苦什麼？痛苦以前錯了。為什麼痛苦以前錯了？你知道錯了嘛！為什麼知道錯？你有對的東西嘛！所以那個時候就要歡喜呀！它有一個絕大的妙處，當你不知道的時候，它一定要靠這個力量讓你知道，知道的時候，你就痛苦了。那個時候，我們人一痛苦啊，心裡面，唉呀！覺得不靈光；但是呢你反過來去了解的歡喜，那個推動我們的心力又起來了。所以他處處地方，他有兩個方法來調治，來調治我們。",
    "1554": "[25:54]就像他前面講的那個銀匠，銀匠 ─我們銀樓裡邊那個做首飾的，水、火兩個，叫水火既濟。現在我們也是如此，一方面嘛策勵我們，那是會痛的；一方面嘛引發我們會歡喜的，這樣。所以你真正地懂了這個道理以後，你自己會很善巧的，一方面了解了這個錯誤了，痛苦；一方面知道了這個正確的，歡喜。啊，美啊！這樣的話，就步步上升、步步上升。當你就要放逸的時候，刺它一下，欸！然後呢痛苦心一生，那個放逸就不生了。然後你努力的時候，心裡慢慢地覺得又縮起來的話，慶幸一下，心裡就揚起來了。所以平常的時候，的的確確，這個修行哪，是有它種種善巧。那麼這個前面是佛功德，這個也只是簡單、扼要地說一下，下面是法功德。",
    "1622": "[27:02]法功德者。謂由敬佛而為因緣，應作是念，佛具無邊功德者，是由證修滅道二諦，除過引德，以為自性，教證二法，而得生起。因為我們由於前面知苦、求救，找到唯一可救的是佛！然後呢說佛有這麼大的功德，啊！一心皈投、景仰。那麼我們就想：佛有無邊功德，他這功德怎麼來的？說由於修道、證滅，這個兩樣事情。然後呢把所有的過失淨除，所有的功德都圓滿，經過「教」的認識，如理去「證」而獲得的，是這樣的！就像下面引證，經上面，",
    "1688": "[28:08]如《正攝法經》云：「諸佛世尊，所有無邊無際功德，從法生起，受行法分，法所化現，法為其主，從法出生，正法行境，依於正法，法所成辦。」下面就是引那個經，簡單這個道理，就是上面所說的，十方三世一切諸佛的無量無邊的功德，怎麼來的啊？從法生起的，他接受佛法、照著佛法去修行，然後呢分分增長而成就的。說「法所化現」，這個是主要的是依為法，然後從法出生，這也是他修行正法，依於法，然後呢最後由於這樣而成辦所有一切功德，那個時候才成佛。哦！由於你敬佛、皈依佛，自然而然哪，同樣地會皈依到法。那麼這個地方，休息一下，下面我們繼續。"
}