{
    "5": "[00:05]上面我們已經把它佛、法兩個說了一下。那麼現在呢再下面「僧功德」。僧功德中。",
    "19": "[00:19]這個僧的功德，所謂「僧」哪，",
    "21": "[00:21]正謂諸聖補特伽羅，就是「補特伽羅」。這個地方關於「僧」，平常我們一般有四種僧 ─比如說《智度論》上面，然後呢《地藏十輪經》上面，《瑜伽師地論》上面，它都有不同的名字；名字雖然不同，大別都差不多。我在黑板上寫的兩類，前面那個所謂勝義僧、世俗僧，那個是出在《大智度論》上面的；下面這個地方，勝道沙門 ─這個是「沙門」兩個通下面 ─說道沙門、活道沙門、壞道沙門是出在《瑜伽師地論》上面的。另外還有呢，《地藏十輪經》上面的，另外那個《十誦律》上面還有一個叫別眾僧，所以列五種。不過現在一般來說起來，這個別眾僧呢，那是佛世的時候，這個我想大概我們都了解，簡單地說一下。所謂「勝義僧」，或者是勝道沙門，那就是有修、有證的那些聖者；那麼「世俗僧」呢，就是雖然沒有證得，可是如理、如法按照羯磨，然後這樣去做的清淨的凡夫。那麼這個說道沙門當中包含了第一、第二，有勝義，也有世俗，這樣。",
    "130": "[02:10]那麼「啞羊」跟「無慚愧」兩種呢，那就很糟糕。這個啞羊、無慚愧有兩個不同的經論說法，恰恰相反：一個，是說他自己不知取捨，也不曉得說淨，也不曉得什麼，就是像啞羊一樣，一生這樣糊裡糊塗地過去掉了，這一種叫啞羊；還有無慚愧呢，雖然他知道，但是不慚愧，這個這兩類。那麼總之這個啞羊、無慚愧，那個都是墮落的，這個叫壞道沙門，壞道沙門。活道沙門呢，就是如法去做，然後呢這樣認真地，還是滿認真地去做，這個詳細的情況，在這個論上面。那麼這個地方，正告訴我們的就是「補特伽羅」，也可以說下面的幾類就是隨順。",
    "193": "[03:13]所以《地藏十輪經》上面特別告訴我們，真正的這個經是指示我們，說作為一個修行人、出家人應該怎麼樣做。對我們普通一般人來說，我們不是拿這個標準去衡量別人。所以《地藏十輪經》上面特別說，你別看他是一個污道沙門哪！哪怕他是十惡不赦、破了戒，穿了這件衣服，你一個在家人，你只要能夠至誠恭敬地供養他，你還有功德。他又舉了個比喻，說再破爛的這個金器，再破爛的，哪怕那個金器裝了髒東西、臭東西，那個金器本身可是金器哦！這樣。",
    "240": "[04:00]這一點，那麼對他們在家人尚且如此，現在如果說我們出家而修學的人，我們應該比他們高明一點哪！對不對？對在家人尚且要求這麼高的條件，那我們如果自命為出家修行的人，我們更不要隨便地、輕易地是非我們的同道，毀謗，萬萬不可以！處處地方注意，你之所以高，高在哪裡？因為你能夠如法行持嘛！他現在在家人要求這麼低的標準，你如法行持當然你的標準應該高一點嘛！你了解了這一點，這一種諍論、是非自然沒有了。有的是什麼呢？如果是你跟他相應的，那是出自善心地去規勸，錯誤 ─錯誤地方幫助人家，使他改惡向善。如果能夠這樣做到的話，啊！那個僧團一定和睦，佛法一定興旺，這個很了解的。然後呢對我們做的人來說，當然積聚無邊功德嘛！這是順便一提。現在我們看僧的特質。",
    "308": "[05:08]此亦由念正法功德，由其如理修行門中，而為憶念。哦！那是為什麼來的呢？就因為他前面因為皈佛、敬佛，所以想到佛是由於如法修證而來，這個法有這麼好處，所以那我既然要學，我也要跟他一樣地如理修行。嗯，這樣的，所以這個僧是這樣的！那麼以這個方式我們去憶念。如果我們能這樣憶念的話，那就簡單了。是的，我們要皈敬佛，佛之所以成佛，是修行法；修行法的過程當中是僧哪！啊，我們現在也要去努力啊！你能夠想到這一點的話，你自然會覺得如法努力啊，是不會拿了這個法，去自己傷害自己。所謂拿了法自己傷害自己是怎麼講呢？就是不拿這個法自己反省、淨化，而拿這個法去要求別人，是要求別人就弄錯了。",
    "383": "[06:23]所以說修行是修你自己還是修別人啊？如果說你修別人，那不妨。像理髮師，跟人家理了髮，理完了以後，拿了一個鏡子讓他照照，讓他看，因為你代他理嘛，那沒有錯嘛！現在你修理，修理你自己，當然拿這個鏡子，自己看看對不對，這個很清楚、很明白。所以這個才是什麼？「而為憶念」，我們真正要念，是要這樣念的，要這樣念的。如果我們就這樣念的話，那對了，那就對了！所以他後面會告訴我們，我們真正修行的人的話，啊！只看見自己的錯誤，拼命自己的修習。如果你能這樣地，看見自己的錯誤修習，那你就錯誤減少嘛！錯誤減少功德就增長嘛！然後呢痛苦就慢慢地遠離，快樂就慢慢地得到，這就是個自然的一個道理。下面引經，還是",
    "437": "[07:17]《正攝法經》云：「於諸僧伽，應如是念，這個「僧伽」，應該這樣念法：",
    "445": "[07:25]謂說正法，受行正法，思惟正法，是正法田，受持正法，依止於法，哦！說這一個「僧伽」是什麼？那我們現在聽的那些佛法，都是他們那些出家人告訴我們；所以我們所以得到暇滿人身，必定四眾遊行，四眾遊行都是靠他們，他們來嘛，他們跑得去弘揚法呀！哦，這樣！然後呢一方面說，一方面自己接受，然後如法行持。然後呢行持的時候思惟、觀察，因為思惟觀察，一步一步深入。哦，這個正法都從這個地方出生的呀！所以叫「是正法田」，受正法、持正法，「依止於法」。供養於法，",
    "494": "[08:14]然後呢我們供養法，如法行持就是供養法。",
    "500": "[08:20]作法事業，法為行境，所做的一切事情都是跟法相應的，這個正法是我們所行的境界。",
    "510": "[08:30]法行圓滿，自性正直，自性清淨，法性哀愍，哦！這個是法的特質。法的特質，它是正直的、清淨的，這是哀愍的。說到這地方，我們又有一個最好的指標：這個法的特質如果你相應的話，看見別人不對，你憐憫他，你看見了憐憫他，然後呢你想辦法委曲婉轉地幫助他，我們就不會指責他。然後呢，",
    "546": "[09:06]成就悲愍，常以遠離為所行境，恆趣向法，常白淨行。」這個修行的人是什麼？「遠離為所行境」。我們現在是什麼樣啊？染著、貪污、難捨，一天到晚沾在這個上面，一天到晚沾在這個上面。真正說來不是沾在外境，沾在什麼？我們的染污心識啊，這個東西就不認識，這個東西不認識的話，你什麼都談不到，起心動念都是為它。唉，這個真糟糕啊！所以他真正要厭離的，從外面的境相開始，一直厭離到自己的內心；自己的身心你能夠認識得厭離了，那時候的厭離就差不多，是「遠離為所行境」。這個時候「恆趣向法」，那麼白而淨了！這個就是僧，僧的功德，我們要這樣憶念。我們這樣憶念，一方面是皈投、景仰，一方面我們自己是如理行持，當下你這個憶念本身卻是就在行持當中。那麼前面就是把佛、法、僧三寶的功德說明一下，說我們是這樣地憶念，這樣的道理去皈依，這第一個。「由知差別」，進一步，",
    "643": "[10:43]由知差別而歸依者。那麼這個三寶當中，這真正地、細細地說起來，彼此間有不同的特質，這個說一下。",
    "653": "[10:53]如〈攝分〉說，由知三寶內互差別而正歸依。正式平常說皈依的佛、法、僧，它彼此間有什麼不同呢？它的別相，細緻的內涵，那麼按照著這個〈攝分〉說一下，分六部分。",
    "674": "[11:14]此中分六，相差別者，現正等菩提是佛寶相。即彼證果，是法寶相。由他教授，而正修行是僧寶相。這個三寶差別、不同的地方，這個。就是說眼前證得無上正等正覺的這一個人，就是佛；所證的果，就是法；證了果以後，把這個法教人家，照著去做的那些人，是僧。這個是三寶相 ─佛寶、法寶、僧寶，那是相的差別。",
    "716": "[11:56]業差別者，那麼它有什麼業用呢？做些什麼事情呢？",
    "720": "[12:00]如其次第，善轉教業，斷煩惱苦所緣為業，勇猛增長業。佛做些什麼事情？善巧地轉法輪，教化一切有情，這個是佛。那麼法呢？是說我們所緣，緣了這個法以後，能夠斷除煩惱跟苦；煩惱斷了嘛，然後這個業就斷；惑、業斷了嘛，苦就斷，那這個是法的功效。僧呢？「勇猛增長」，如理去做，勇猛精進，增長白淨之業。",
    "768": "[12:48]信解差別者，第三個，這是在我們修學的時候，如何信、如何解呀！",
    "775": "[12:55]如其次第，應樹親近承事信解，應樹希求證得信解，對於佛，我們應該樹立這樣的「親近承事」，這個才是我們真正應該親近，應該真正承事的。這一點注意！我們現在親近的是誰？承事的是誰？現在我們平常親近的，在家嘛這個家庭啦、朋友啦，這樣；然後呢出家了，三寶，當然應該三寶。那麼這個地方仔細檢查一下：我們做到了沒有呢？所以平常的時候注意，我們常常告訴我們自己，我們要學佛，我們應該親近佛，應該承事佛。怎麼親近法？怎麼承事法？就是把你的心，一心想著他，一心想著他。",
    "836": "[13:56]現在我們想著誰呀？不問、不檢查還迷哩糊嚕不知道，仔細檢查一下就很難說。以我來說，我的經驗，我們平常親近的，親近「我」，一天到晚承事「我」：喔唷！頭痛哦，趕快！找一點什麼藥吃一吃。啊，什麼營養大概不好，昨天晚上睡覺都睡不好 ……。一天到晚忙它這個東西，這樣。不是說不要，要的，我們要它幹什麼？用來修行，這一點要認識。因為要它修行，所以你對它起碼的給養是要的。所以這個佛一再告訴我們，這個車子要它用的；欸，塗車的油要的，只是僅僅塗車的油啊，注意到！千萬不要被這部車子騙掉了。",
    "887": "[14:47]我們真正應該親近供事的 ─佛，所以「承事」什麼？佛。然後呢，普通我們身口承事，比如說我們把那個常住啊、殿堂啊，處理得乾乾淨淨，弄得好；然後呢如法修行，身口意三業承事，這是我們應該做的。對法呢，「希求證得」，這個才是我們希求的、希望的，要想如法去證得。那麼，對於僧呢？",
    "918": "[15:18]應樹和合同一法性共住信解。如果你正式要修行的話，一定要有修行的同伴，這個修行的同伴就是僧團。別以為你一個人可以修得成功哦！不可能的，不可能的。就你眼前極短的時候來說，是；將來真正修成當中也需要有一段時候，譬如說你專門學止的時候，奢摩他的時候，就要寂靜的地方，是，你需要。在整個修行當中，你絕對不可能說一個人關起來修的。你自己沒有一個旁邊的人告訴你，你怎麼可能？然後呢我們生活當中共同 ─僧，有他種種的互相增上的很多好處在，這個以後慢慢地講。要想住在一塊兒，而要想那個的什麼？要「和合同一法性」 ─大家互相勸勉，然後呢互相策勵，互相看對方，而這樣地互相，相輔相成。這點太重要、太重要了！這個僧團之所以有種種規矩，目的無非在這個地方，這個以後下面會詳細講。實際上對我們這個團體特別重要，如果這一點把握不準的話，啊！那其他的都錯了，說修行，都恰恰相反，造了業。那麼，再下面：",
    "1009": "[16:49]修行差別者，如其次第，應修供養承事正行，應修瑜伽方便正行，應修共受財法正行。前面是信解，了解了，然後呢下面是修行。修行的時候呢，對佛是「供養承事」，去供養佛、承事佛，這樣。然後法呢，「瑜伽方便」，了解了以後，進一步怎麼跟它相應。這個「瑜伽」就是相應，照著這個方法，慢慢、慢慢地行持，跟它相應。當跟正法相應的時候，那時候染污、無明就漸漸地淨化而遠離。然後呢你要修行的時候，必定要什麼？有共同的助伴、同伴，這個就是僧，所以共受財、共受法。「共受財」是資養這個色身，「共受法」是資養慧命；而我們所以能夠修行增長慧命，要靠這個暇滿的人身，要這個暇滿的人身，還有財，這個財就是世間之財。那麼由於這個世間之「財」，修行而增長這個「法」，所以這兩樣東西都是「共受」，要和合。修行的時候應該這樣。",
    "1097": "[18:17]隨念差別者，那麼平常的時候，經常憶念什麼？",
    "1102": "[18:22]謂應別念三寶功德，如云：「謂是世尊等。」這個經常隨念，這個前面說過了。",
    "1112": "[18:32]生福差別者，最後一點，你這樣去做，有什麼好處？生起了這個福，有什麼不同？",
    "1122": "[18:42]謂依補特伽羅及法增上，生最勝福，是，對這個佛跟僧生的福，是依補特伽羅而生的；法，是依法而生的這個功德。那麼，雖然佛跟僧，都是「依補特伽羅」，都是依人，佛是一個人，說：",
    "1144": "[19:04]佛及僧二是依初義。就是依補特伽羅。",
    "1147": "[19:07]此復依一補特伽羅，及依眾多補特伽羅生長福德，以於僧伽定有四故。換句話說，佛只有一個；而「眾多補特伽羅」就是僧，僧必定是一個團，四人成眾，而增長福德，「以於僧伽定有四故」，這個道理我們了解。那麼，這個是知差別。那麼第三個：",
    "1168": "[19:28]由自誓受而歸依者。真正受皈依，自己誓願要受。",
    "1175": "[19:35]謂由誓受依佛為師，依般涅槃為正修法，歸依僧伽為修助伴，由如是門而正歸依，如《毘奈耶廣釋》中說。我們真實皈依的時候，一定自誓而受。說自誓：從此以後盡形壽，皈依佛 ─大乘是盡未來際；不但是如此，自己盡未來際，要使盡法界、虛空界一切眾生，也帶著他們使他們盡未來際。說皈依佛是我們的老師，不再皈依其他的；那麼法呢，就是「依般涅槃法」為正修的法；僧是修行的助伴。這個是平常我們，像平常我們皈依的《毘奈耶》，就是《戒經》上面，說得很詳細。最後第四個：",
    "1240": "[20:40]由不言餘而歸依者。謂由了知內外大師及其教法，諸學法者，所有勝劣，唯於三寶執為歸處，不執與此相違師等，是所應歸。那麼，真正皈依，就是皈依這個了！不再言餘 ─皈依了佛以後，不再皈依其他的任何，乃至於大自在天等；皈依法以後，不皈依其他的世間的什麼等等這個。為什麼這樣呀？是說，因為了解 ─「內」就是佛法，「外」就是外道，所以叫外道的話，他不了解佛法的特質是在什麼地方，從外面去妄求的。所以內道的大師是佛，外道的大師的話，就是外道那些人，以及他的教法，以及諸學法者。換句話說，內道的大師就是佛，他的教法就是佛法，諸學法者就是僧伽；外道嘛也有他的外道的大師，以及外道所講的法，以及隨修的人。我們了解這個兩者當中的差別，一個是殊勝的，一個是庸劣的，庸劣的、世俗的。因為我們了解了，所以這個三樣東西啊真正寶貝、真正可貴，才是我們的皈依之處，而不再擇其他的，跟他相違的，我們不再皈依這個了！",
    "1339": "[22:19]在這地方有一點我們可以提出來，大家思惟一下：那個平常我們說，比如說講其他的外道，說他們只有皈依這個什麼等等，如果是從這個行相上來看的話，他們外道也會說：「欸，你們佛教還不是一樣，你們也說有你們自己的獨特的真言，同樣地也一樣地排斥其他的外道，對不對？那麼，請問你比別人強在哪裡呢？」大家的的確確，自然而然各說各的好，你也是這樣的一個嘛！所以就世間的眼光來看，倒是千真萬確的事實，碰見這情況，你怎麼辦？請問，碰見這情況，你怎麼辦？我們覺得我是超勝，他覺得他超勝，所以真正算起來，你們大家彼此彼此。是。你分得清楚嗎？在這地方，你能說得清楚嗎，跟他？大家說得清楚的請舉手。不同的在哪裡？這是一個重要的關鍵哦！就算你們舉了手，我也不會讓你們講，因為現在我要說下去。明天這個關鍵我會告訴你們，這個非常重要哦！這個非常重要！",
    "1434": "[23:54]就是到現在為止，前面這個道理已經告訴我們了，不過比較概略一點，沒有這麼仔細。這個我們一定要分得清楚，佛法跟外道的真正的差別。你如果了解了這個情況以後，是，我們自己既不動搖，對人家那個責難，外面人家責難，我們可以對這個是非辨別得非常清楚，辨別得非常清楚，你決定可以把他說服。",
    "1469": "[24:29]不過有一點始終要了解哦，如果跟你蠻不講理，這種人不必講。不要說我們不必去講，佛在世的時候，他有一個最好的例子，碰見那個外道，那些人跟你詭辯的話，佛有一個辦法 ─十四無記，不開口。反正你跟他說了半天也沒有用，你說服了，他也會說：「就是你對，我就是不相信。」碰見這種情況，不談！如果真正講道理的話，這個地方有它完整、深刻的道理在，這是我為什麼在這個地方提一下，要告訴你們的。也同樣地告訴我們，為什麼我們不皈依其他的，要皈依佛，要皈依三寶。如果說這個佛弟子這一點都弄不清楚的話，那對不起，這個就談不到佛弟子；在家人還勉強可以，是出了家，這一點就應該自己認真地把握得住。下面繼續下去：",
    "1526": "[25:26]此二所有差別之中，說這個兩個，人跟法兩個有什麼不同呢？",
    "1535": "[25:35]師差別者，謂佛圓滿無邊功德，所餘大師與此相違。這兩者有什麼不同呀？說這個老師，就人來說，佛是圓滿的，所有無量無邊的功德；所有其他的所有的「大師」 ─是，還是稱他為大師，但是跟他相違，跟他不一樣。所以「相違」兩個字，這個很大的學問哦！相違是違背，換句話說，這兩個是敵體完全相反的。假定說，我前面曾經說過，我們往往在很多情況之下，留一個漏洞留在這裡，那麼結果留了一個漏洞，對不起，到那個時候，這個漏洞你就沒辦法補得滿它。他現在跟他相違，那換句話說 ─明、暗，這個裡邊，再沒有說半明半暗，什麼叫半明半暗？沒有這樣的事情，看得見就是明，看不見就是暗，就是這樣。所以所有的大師跟他相違的。",
    "1600": "[26:40]《殊勝讚》云：「我捨諸餘師，我歸依世尊，此何故為尊，無過具功德。」我捨棄了所餘其他的一切的大師，一切的這所謂世間尊仰的人，而皈依世尊、皈依佛。為什麼呀？喏，只有佛是沒有一點過失的，只有佛是圓滿一切功德的，這個就是他的不同的地方。",
    "1633": "[27:13]又云：「於餘外道教，如如善思惟，如是如是我，心信於依怙。如是非徧智，宗過壞其心，心壞者不見，無過大師尊。」除了佛以外，所餘的剩下來所有的一切的外道，以及他外教，你如果說真正地善巧地思惟的話，那個時候我就會找到一個結論：一定只有皈依。皈依什麼？這個該皈依、應皈依、可皈依之處 ─佛欸！其他的人所以不皈依，為什麼呀？「非徧智」，他不是徹底圓滿了解一切，解決一切的一切智者，那麼這種人，這種是外道。他外道這種宗旨，他那個宗旨就是教法，它是有過失的。有了這個過失，有這個過失，然後不圓滿；由於這不圓滿，染污；因為染污了，害了！所以「壞其心」。他心一被染污的話，就見不到正確圓滿的這個佛。所以那些外道跟佛唱對臺戲，我了解，我不皈依他，就是這樣。這個就是這個皈依的對象當中 ─人，佛跟外道的差別。下面呢，",
    "1723": "[28:43]教差別者，他們所說的教法呢？",
    "1726": "[28:46]謂佛聖教，由安穩道得安樂果，息生死流，淨諸煩惱，終不欺罔，教法呢，是佛告訴我們的圓滿的教法，它這個是正確的道路，安樂穩健；因為這個道是這樣的，所以得到那個果，也是安樂之果。這個安樂之果有什麼？嘿！能夠息生死之流。"
}