{
    "8": "[00:08]這個生死有深有淺，淺的就是二乘的，深的就是大乘的。那麼把一切煩惱徹底地淨化，絕對沒有一點點錯誤。所以，",
    "24": "[00:24]樂解脫者，唯一善妙，清淨罪惡，外道教法與此相違。真正好樂解脫的，唯一的善巧微妙，這個法能夠清淨一切罪惡。外道所講的教法不一樣，跟它相違背，辦不到這一點，這個是兩者的差別。然後呢引證，",
    "57": "[00:57]如《殊勝讚》云：「何故由尊教，安樂得安樂，故於說法獅，尊教此眾生。」為什麼要找這個呀？為什麼要皈依世尊的教法？因為他有前面說的「由安樂道得安樂故」。所以對說法師所講的這個教法 ─皈依，那麼照著這個，能夠幫助一切眾生解決問題。",
    "90": "[01:30]《讚應讚》亦云：「謂應趣應遮，清淨及雜染，此是雄尊語，與餘言差別。那麼下面又說，這個佛所講的：清淨的應趣，雜染的應遮，「趣」就是我們應該照著去做的，雜染，應該遮止不做的。那個如理相應的這一種應趣應遮，正是我們的世雄世尊所說的，其他的世間的所餘大師跟他相違，這個是兩者的差別。",
    "135": "[02:15]此純顯真如，彼唯欺罔法，尊語與餘言，除此須何殊。那麼這一個，就是世尊所說的教法，「純顯真如」，完完全全一點都不錯地顯出真如，真如就是實相，正確無誤的。「彼」，彼就是外道，他們這個錯誤的，欺誑法。這個就是世尊跟其他外道教法的差別，除了這個以外，沒有什麼其他的，真正的差別就這裡。",
    "176": "[02:56]此專一妙善，彼唯障礙法，尊語與餘言，除此有何別。由彼染極染，由此能清淨，此即依怙語，與餘言差別。」這個很容易懂。所以佛法完全是妙善的，其他的因為染污，所以是障礙的，那麼兩者的差別就在這裡。他們那些東西因為染污的，是染污的輾轉地增上；這個佛呢是清淨的，是輾轉地超勝，兩者的差別就是這麼一點。",
    "214": "[03:34]僧伽差別由此能知。那麼同樣的。當然佛、法如此，僧就是依法而行的，這就對了。下面",
    "228": "[03:48]第四既歸依已，所學次第分二，前面是告訴我們皈依，那麼現在皈依了以後，說現在我們既然皈依了，皈依了應該做些什麼呀？最後說皈依已所學。「學」是有次第的，那個次第，分兩部分，",
    "246": "[04:06]一 〈攝分〉中出，二教授中出。　今初〈攝分〉就是相宗所傳，無著、世親兩位大師，兩位菩薩，〈攝分〉就是相宗；那麼教授就是性宗，龍樹、聖天兩位所傳下來。",
    "270": "[04:30]初中有二四聚。初四聚中，親近善士者，第一個四聚就是親近善士、聽聞正法、如理思惟、法隨法行。現在我們一個一個看下去。",
    "288": "[04:48]親近善士者，謂如前說，善知識者，乃是一切功德依處，觀見是已而正親近，這個我們皈依了以後，正式開始學的時候，有這樣的幾個次第，有這樣的幾個次第。正式修學佛法，第一個是親近善知識。由於前面這樣地一步一步上來，那麼那時候我們了解，說這個善知識一切功德依處，一切功德都從這個上面來的。因為我們了解了這一點，那麼當然要去親近，當然要去親近。",
    "328": "[05:28]我們一開頭的時候也說親近善知識，到這個地方又說親近善知識，兩個有什麼不同？這個就可以比較一下。一開始的時候就提一個綱領，現在順著這個綱領，一步一步地次第下來，那個內涵卻有很大的不同。不同在哪裡呢？我們已經了解，說這個世間所有的一切都是要修行，要修行一定要現在，而且馬上要修，因為得到這個暇滿的人身是非常難得。然後呢正式開始修的時候，又告訴我們這個無常的道理，然後由於無常死了以後，說兩道當中到哪裡去，由於這些原因，所以你就找到皈依處。找到皈依處，那個時候就皈依了。皈依它真正的原因，就是說你要跳出來；要跳出來嘛，要照著去做；要照著去做，要跟著他去學。既然要照著去學的話，當然你所學的這個親近依止的這個誰啊？這個就是善知識。遵照這個次序來的時候，那個時候你對那個善知識，就會產生不同的內心上頭的認識。",
    "420": "[07:00]所以這個道理，所以這個地方說一下，就是我們正修的時候就要了解，照著這個次第你一步一步地深入的話，那麼那個時候，你會產生不同的內心上頭相應的一種狀態。前面一開頭就告訴我們，說修行第一步要親近善知識，親近善知識有什麼好處，不親近有什麼過患，然後應該如何親近，善知識應該什麼行相，弟子什麼行相，乃至於最後沒有說清楚的，又總括起來說一下。現在了解了道理，你重新把那個道理，再運用到這個裡邊去的話，馬上對於前面所說親近善知識這一個修行的方法，有了一個具體內涵，有了一個可以行持的次第，有了一個下腳之處，這個道理就能夠一一地如法行持。你能如法行持，這個好處，馬上就得到。繼續，",
    "494": "[08:14]由歸依佛即是歸依示道大師，隨順此之正行，即是親近示道師故。說，你為什麼要皈依佛？因為這佛是指示你這一條道路的這個大師，所謂大師的話，那是圓滿無誤的。那麼你跟著這一個去做，「隨順此之正行」，佛不一定眼前我們找得到，那麼找跟佛相應的，那就是什麼？指示我們這一個圓滿道路的老師，這個就是善知識。善知識，為什麼要親近他？就是要懂得這個道理，然後如法行持。所以說，",
    "548": "[09:08]聽聞正法，及如理作意者。隨其所應，謂當聽聞若佛所說，若佛弟子所說，法教諸契經等。這個是聽聞，那麼跟了善知識以後，然後「隨其所應」，就是換句話說跟我們相應的這個層次，如理如量、如其次第地來聽聞修學，佛說的、佛弟子所說的，若經若論等等，以及種種祖師的語錄，跟這個正法相應的種種。聽完了以後，",
    "591": "[09:51]及若作意何種所緣，能息煩惱，即應作意。由歸依法，於教證法應當現證，此即是彼隨順行故。那麼怎麼是如理作意呢？那你懂得了這個道理以後，然後你照著這個道理這樣去作意；「作意」就是提起我們的腦筋來，在這個上面去思惟觀察。你能夠這樣去的話，那麼照著這樣的話，能淨我們煩惱。這個是法的特質，前面已經說過了，法的特質是什麼？清淨染污相的。染污是煩惱，現在呢這個正對治是能靜息煩惱，這個才是真正的法，這個才是我們真正應該修學的。現在我們有幸親近善知識，能夠聽到正確無誤的，就應該照著它去做。你照著它去做的話，那個時候你能夠靜息你的煩惱，那個時候你才去做。這個時候靜息多少，你就淨除多少雜染，清除多少罪障，增長多少功德，得到多少法財，得到多少法喜，這個才是修行，這個才是修行欸！這個我們要了解的。",
    "684": "[11:24]現在前面所有這些東西都是前方便，做的基礎、基礎，這個都需要的。可是假定你認不清楚的話，你把那個前方便以為就是的話，那個就害了，那個就害了，這個我們千真萬確要了解。所以常常說，小學，那是一個前方便；如果說更進一步，小學之前還有一個前方便的 ─幼稚園。所以先進幼稚園，它只是吸引你，讓你生一點歡喜，覺得離開了爸爸媽媽，歡喜到學校裡；然後到小學裡，然後到中學裡。你千萬不要說：「哎喲，我要學的東西，幼稚園就是對了。」那你就完了，那你就完了。你就總不能到那個時候，學了小貓跳小狗叫，來來來去去去，跑得去到社會上去賺錢吧！你這個東西怎麼能賺錢？那是開玩笑。實際上我們修學佛法也是如此啊，千萬注意。",
    "742": "[12:22]所以現在剛剛跑到廟宇裡邊來，學到一點規矩，會念一點經咒，那個是前方便哪！千萬不要拿這個東西就以為對了，去衡量別人等等。學到了正法都不能衡量別人，何況這個東西！這是我們應該了解。但是反過來說，你千萬說，這個不是、不對，那又錯了，因為你必定要從這個上面一步一步上來。所以這個概念也應清楚，前面已經說過，這裡順便一提。",
    "774": "[12:54]特別是說，如理思惟的是思惟些什麼？說「法」。法的特質是什麼？能靜息煩惱。能靜息煩惱的法，那個時候才是我們真正應該擺在腦筋裡想的。我之所以提剛才這個話，為什麼要提？因為平常你把握不住，腦筋裡面一天到晚轉這種事情的話，腦筋裡既然為這些事情，不相應的擺在腦筋裡，你能思惟法嗎？趕快把那個以前那個垃圾把它撤出去，能夠垃圾撤出去，那個乾淨東西才能夠裝得進來，這才是我們真正需要的。",
    "813": "[13:33]說「由歸依法」，因為你這樣地做的話，這個是真正皈依。於是呢「於教證法應當現證」，由教而證，教是告訴你怎麼做，懂得了怎麼做，然後照著去做的話，能夠證。現在這個就是「隨順行故」，如理地思惟，就隨順著這樣去做的；你能夠這樣地做的話，弄熟了你就可以去真正修行。所以最後的，真正修行了，叫",
    "847": "[14:07]法隨法行者，對了，這個法，欸，你能夠跟它相應。",
    "853": "[14:13]謂應隨順般涅槃法，而修正行。經過了前面親近善如識，他正確完整地知道，你從這地方聽聞，如理思惟，然後呢修行，對了。",
    "873": "[14:33]由歸依僧，於趣涅槃補特伽羅應執為伴。其隨順行，謂應與諸趣解脫者，共同學故。那麼這個是最後皈依僧。皈依僧的話，說這個我們要修行，我們有一個共同的伴，共同的伴。那麼共同的伴這個隨順行，就是我們眼前的那些人，眼前那些人。你幫我忙，我幫你忙，共同扶持，我有錯了，靠你來規勸，靠你看見了來告訴我，這樣。所以這個地方我們了解，昨天已經說過了，是的，你看見了別人的不對的時候，那個時候我們要規勸，可是心理狀態完全不一樣，這個只要自己內心檢查一下就很清楚。如果說那個時候心裡面就是忍不住人家的那一些作法，他覺得不對，那個時候自己已經錯了，那第一件事情淨化自己。你做對了，發現人家不對，那個時候委曲婉轉說：「某人啊，你錯了！」然後輕輕巧巧地告訴別人，這個才對，這是眼前一例。",
    "947": "[15:47]當然真正的僧，不僅僅是如此，這個我們要了解的。真正的僧的特質，在另外講到的時候，會詳細地說。眼前這個狀態，只是就我們目前生活當中所發現的，應該了解怎麼去運用這個法，來產生共同和合與法相應的增上的功德。這個是我們大家要學的，這是第一個。第二個呢？",
    "978": "[16:18]第二四聚中，也分四部分，第一個是",
    "982": "[16:22]諸根不掉者，「掉」是什麼？就是散亂，這個特別是跟貪相應的散亂。平常我們散亂，有一種散亂就是昏沈，糊裡糊塗的；有一種東想西想，這個放不下、那個放不下，想這個想這個，那就是特別的掉相。平常我們說有攀緣心，這個攀緣心就是特別的掉相。往往啊，這個東西非常厲害，我們自己絕大部分人根本就感覺不到，這是非常嚴重的一件事情。所以正式修行，實實在在地，前面要經過很長一段時候的努力聽聞思惟，那時才懂得那個掉相。否則你這個掉相都不懂的話，自以為修行的話，那真是開玩笑，那真是開玩笑。現在我們下面看，",
    "1033": "[17:13]謂根於境放散之後，意亦隨逐，於境掉動，深見過患，令意厭捨。這個掉的特質是什麼呢？就是我們這個六根對這個六境放散，然後這個心意就跟著去了，跟著去了；所以這個「於境掉動」，這個叫作掉。對於這一個狀態，對於自己的內心，隨時跟著境界轉的這個狀態，有了認識了，有了認識了，而且認識深深地見到，這個東西有大禍害，有大禍害。你必定要了解這個有禍害，那個時候你才生得起厭離心來。所以這是第一個，這我們應該學的。",
    "1082": "[18:02]說起來很簡單，大家不要說做做不到，認得它都不容易。為了使大家正確地認識，我再說一遍。當那個境界現起的時候，你這個心跟著它跑掉了。想一想看對不對？不管在任何情況之下，不要說好吃的東西，跟它跑掉了；然後呢他來罵你，你發脾氣了。那平常的時候我們，所以常常的情況，我們上早晚殿，這個人法器敲得快一點，這個人法器敲得慢一點，或者這個人弄錯了，你心裡面怎麼想？所以很早以前我曾經說過，有個同學跑得去，鏘鈴匡啷亂敲，我真感謝啊！我心裡面覺得他敲錯了，然後呢我第二念就感覺：好差啊！我心裡面自己穩不住，就被它，跟著它跑掉了。大家懂得這個意思嗎？那我已經錯的，你們請問有這個心嗎？你看見了：「這個傢伙怎麼這麼搞的！」然後你越來越忍不住、越來越忍不住，恨不得跑上去幫他，乃至於有人就，居然中間跑進去、插進去，叭叭叭叭幫他做了，這個還覺得自己對，請問對嗎？",
    "1159": "[19:19]所以在這個地方我們應該感覺到高興啊，好歡喜、好高興啊！我一點都沒責備你們，我要告訴你們，我真正在這個地方的，因為我自己有這個錯誤，我今天發現了錯誤，而看見大家同學這善根，這麼好的能夠肯學，所以我從心裡面告訴，我在這個地方，把我自己痛苦的經驗規勸你們，真正想學佛，就從這個地方學起啊！第一個，自己覺得：「欸，不對，我心裡面又掉動了。」然後呢穩住。真實修行的人，所以的的確確的，天塌下來他就是不動，然後進一步去幫助別人，那個時候委曲婉轉的，這個才是，我這是隨便一提。",
    "1211": "[20:11]要想穩住還要有很多條件，「深見過患」。兩句話說起來是很容易，我這地方指出那個行相來。現在目前對於真正的過患還沒指出來，所以我並不要求大家馬上去改，我只是說指出來，碰見這情況，以後儘量地不要跟它轉，你能不跟它轉，已經很好了。不要說不跟它轉，照這個情況，這種心理上行相生起來的時候，你能認得它的話，現在你就對了。哦，這個是我們 ……所以學，的的確確有它的很多的層次在這裡頭。目前起來了，你就認得：「欸，不對不對，不是他不對啊，是我自己出了毛病啊。他是不對，但是我現在修學佛法，請問修誰？修我，還是修他？修我嘛！你要幫他，要幫他是你自己做對了你才能幫他，所以真正第一件事情還是我。他錯，結果責任還在我。」必然到這個結果的，對不對？",
    "1280": "[21:20]所以眼前我們修學，第一件事情就要認得這個。我們能做到這一點，好了，及格了已經，已經及格了。後面他會告訴我們，它過患在什麼地方，然後呢還要告訴我們如何去對治，每一個地方有它完整的教授在，你了解了這個，厭離心生起來了。所以既然在下面，我們先不談，這個地方只是告訴我們修學的次第，第一個。第二呢？",
    "1311": "[21:51]受學學處者，然後呢，認得它的錯，然後我們正規地要怎麼改，要有改的方法。所以我們正式皈依了以後，應該做些什麼？應該學習什麼？這個才是我們要學的。",
    "1330": "[22:10]謂隨力受學佛制學處。這個學處，狹義地來說，指戒；廣義地來說，這三藏十二部無不是這個。是，從他的行持來說是戒，但是你要了解這個戒為什麼要這樣做，都在經論上面，所以經律論三者，是一體的三個面。正式地皈依了，進一步就要學，有了這一個正確的了解了，你才能夠照著去學、改過呀，這個是對自己來說。進一步要",
    "1370": "[22:50]悲愍有情者，要利他。但這個裡邊還有個特點哦：為什麼要悲愍有情？",
    "1377": "[22:57]謂佛聖教，由悲差別，故歸依此，於諸有情，亦應悲愍，斷除損害。那麼這個是悲愍。佛法的真正的，佛的聖教的真正的差別，在有沒有這個。佛說的聖教，或者說五乘共法，或者是三乘共法。而佛真正說的聖教，他主要的不講世間；世俗的這個染污的，要跳出這個。要跳出這個來說的話，只有三乘：聲聞、緣覺，以及大乘；或者更分得簡明一點：自利的小乘、要利他的大乘。差別在哪裡？就在悲。而本論真正引導我們的，厥是大乘，實際上整個佛說的也就是這個，因為唯有這個才徹底圓滿。所以到《法華》上面，他最後開權顯實，說得清楚，佛出世只有一個目的。雖然只有一個目的，卻偏偏有不同的，那麼差別在哪裡呢？就在這個上面。所以既然是你了解了這一點，開始走的時候，第一步就應該從這個上面認識起。",
    "1472": "[24:32]所以我們正式學了以後，進一步要悲愍有情，所以「於諸有情，亦應悲愍，斷除損害。」在這個地方我們還談不到把他們救出來，但是至少應該同情憐愍，不要損惱他們哦，這是我們現在做得到的。我們現在不要動不動拿法來衡量別人，這個是傷害別人。所以有人說，這個時候啊好像現在這個地方做人情。是！人情不是佛法，但是佛法卻不離開人情哦，這點我們要了解；人情不是佛法，這是沒錯，但是佛法不離開人情哦！",
    "1523": "[25:23]所以大家在這個地方，我們重新去想一想，前次說過的這個公案。有人偷了人家的羊，然後做兒子的人跑得去證，說我父親偷了羊了。這個世間的人來看，「哎喲，這個對。」聖人看起來，不對。聖人怎麼說？孔老夫子怎麼說？「父為子隱，子為父隱，直在其中」，真正的直道是這樣的，真正的直道是這樣的。世間的聖人尚且如此，何況是佛！所以佛引導我們，也是用種種的委曲婉轉的方便法門，這個我們應該了解。不過對這一點，「損害」兩個字，我們不必講很深的道理，我們回過頭來，人家拿這個道理來指責你的時候，你是不是覺得心服情願地接受？對不起，我想我們很少人做得到。既然我們做不到的話，我們也不要拿這個大道理去卡人家。這個是談到這裡，我們順便一提。",
    "1600": "[26:40]總是第一件事情，我們先想辦法同情別人，他之所以這樣做，為什麼？他愚癡，哎呀！好可憐。你想到他的愚癡而這樣做的話，你這個可憐的心就生起來了。說實在的，我們現在看見很多這種動物，總覺得這好可憐，然後呢你看見他得到了個人身，還這麼愚癡，說起來比那個動物更可憐！你一旦那個憐愍心生起來的話，剛才這種情況就容易解決了。一方面眼前的問題是解決了，一方面你的同情的憐愍心生起來了，你跟法就相應了，你跟法就相應了。這有這麼多的好處，你自利有了，然後呢團體也和睦了，然後你要幫助別人，那時候人家就容易接受了。這是第三點，最後，",
    "1656": "[27:36]應時時間，於三寶所勤修供養者，謂應日日供養三寶。然後呢最後，「時時」，這個時時 ─一切時，對三寶勤修供養，那麼下面這個很容易懂。眼前我們能做得到的供養，就是把我們眼前所了解的，能夠做多少算多少。從我們醒過來開始，一直到晚上睡覺為止，處理常住的一切事情，以及修行等等，盡我們的力量便罷。第一個要檢查，說：欸！我這個觀念正確與否？是「我」呀，還是跟法相應的？這個重要。你能夠一檢查，然後把「我」拿掉，跟法相應，這一天哪，大概就錯不到哪裡去了；然後呢這個念頭時時提起來，這一天就沒白過。",
    "1720": "[28:40]關於這個前面所說的，就是說皈依了以後，我們應該這樣學的。說到這裡，現在我們再回過頭去，再看一下，回過頭去看一下，翻到九十八頁。九十八頁這個科判，這個科判：「第二習近後世安樂方便分二」，就是由前面這一步一步過來了以後，我們了解了，說這一生很快就要死，死了以後不曉得到哪裡去，這樣。然後呢我們想：到哪裡去自己作不了主，由業作主，業作主是墮落，墮落又是這樣可怕，哎呀！所以趁現在我們可以修的時候，找到正確的方法。這個方法，使得我們得到安樂的，那麼這個才是我們應該努力修習的。"
}