{
    "21": "[00:21]這個裡面分兩部分：第一個皈依，第二個皈依以後怎麼辦。然後呢第一個皈依當中，分四部分，我們重新來溫習一下。「由依何事為歸依因」，大家記得嗎？為什麼原因你要皈依的？兩個原因。那麼由於這樣地怕苦 ─第一個原因。由於怕苦而要求出苦，找皈投之處，那個時候要想皈依，這個皈依的對象，必然要有什麼條件，所以說，第二「由依彼故所歸之境」，自然必然地找到這樣的一個對象。是的，那麼你怎麼皈依法，這個裡邊又告訴我們這個，下面一個一個。然後皈依以後，他為什麼能夠作你的皈依？你為什麼要皈依他？他為什麼得到？原來是他是經過了如法行持；他也告訴你，你呀既然皈依我，應該怎麼做法。所以說「既歸依已所學」，學的內容。現在我們剛才已經說了，「既歸依已所學」分成兩部分。",
    "109": "[01:49]現在我們再回過頭來看到一百零六頁，這個地方上面所講的，這是「〈攝分〉中出」，第一部分。第二呢，「教授中出」，現在我們講這個教授當中。換句話說，我們正式皈依了以後，真正應該做的事情是這個。所以說皈依不是說，念了一下就算。皈依當下本身，有皈依相應的心量，皈依完了以後，我們就應該學做這些事情。所以當你心裡面一心皈投依靠的，如果我們用這個方法用在淨土法門，這個叫「正行」，完了以後剩下來其他要學的就是「助行」。",
    "161": "[02:41]我們剛才說的，所謂親近善知識、聽聞正法、如理作意、法隨法行等等，那就是下面整個的本論告訴我們的，都在下頭，那時還有一大堆，這個地方只是提個大綱。同樣地，第二個所謂諸根不掉，然後呢受學學處、悲愍有情、於三寶恆修供養，這個大綱，仔細的內容都在下頭。現在我們聽了這個大綱，已經覺得：啊！這麼歡喜、這麼好！哦，認得以前的錯誤，曉得以後該怎麼辦，真是歡喜啊！然後我們認真地學下去，自然而然你學多少，就能夠認識多少；認識多少，照著去做，就能夠改善多少；能改善多少的話，罪障就淨除多少，資糧就集聚多少。你能夠因地上面這樣努力的話，自然將來美滿的果等著你。所以真正修學佛法的人從這個地方下去，我們要羨慕別人，要從這個地方羨慕起，你這樣地羨慕就對了，必然得到結果；否則的話，緣木求魚，南轅北轍。我們這個地方，把第二教授這個題目看一看，今天就看一下那題目。",
    "248": "[04:08]第二教授中出分二：一別學，二共學。一個是別學，一個是共學，我們看下面別學學些什麼，共學學些什麼。",
    "261": "[04:21]初中分二：一遮止應學，二修行應學。　今初別學是個別的，說有一些地方應該遮止的，有一些地方應該去行持的。那麼這個應該遮止的是些什麼，我在這個地方簡單地說一下。就是說皈依了三寶以後，只有皈依佛，不再皈依其他的；皈依法以後，只有皈依正法相應的；皈依僧以後，只有這個，其他的不皈依；換句話說其他的不皈依，這是應遮止的部分。這個應遮止的部分對我們很重要、很重要。在沒有講正文之前，我這個地方隨便提一下，為什麼要遮止，這個原因說一說，讓大家了解一下。",
    "318": "[05:18]我們目前凡夫之所以為凡夫的原因是為什麼？因為這個心識的本相就是雜染，它就是跑到哪裡，像猴子一樣，跑到哪裡，就呯，抓到哪裡，跑到哪裡就抓到哪裡。你碰見什麼環境，看見什麼東西，心就跟它相應，這樣。而且這個不是由於你能夠作得了主的，這個概念我們要清楚。我隨便舉個例子，比如說廣告，啊！這個做廣告的時候，中間，廣告商一定買一個節目，這個節目的內容很美，然後呢中間插一個廣告進來，等到插到這個廣告，你心裡就討厭它，所以在你理智上面你排斥它。妙咧！正因為你有一個排斥的概念，那個廣告的概念就落在你腦筋裡，哪一天你想到那件事情，你就會想到：欸，有這麼一件事情，對不對？所以你不要以為你有力量去排斥哦，不管什麼，你只要一看它，落在你影子，將來就會發生功效，你將來就會被它牽著走，這非常重要。所以修學的環境對剛開始的人，是絕端重要。所以為什麼我們講善知識、善知識，善知識不單單只是上面帶我們的，這是共同相處的，這個叫「近朱者赤，近墨者黑」，你了解這個道理以後，才可以談得到為什麼要遮。",
    "412": "[06:52]皈依以後，那麼然後呢，這個已經講了「〈攝分〉中出」，今天講「教授中出」。「教授中出」，現在我們看，說分成別學、共學。那麼這個別學裡邊分成功兩部分：一個是應該遮止的，哪些不應該做的；第二應該做的，應該修行的。什麼是不應該做的，我們看文。",
    "455": "[07:35]如《涅槃經》云：「若歸依三寶，是謂正近事，終不應歸依，諸餘天神等。歸依正法者，應離殺害心。歸依於僧伽，不共外道住。」這個就是引經上面的，說皈依了三寶以後，這個叫「正近事」，親近承事三寶，漸漸地漸漸地近了；這平常我們就說優婆塞、優婆夷，通常我們說居士 ─居家學佛之士。這個分別從什麼地方開始？說皈依三寶那個時候。如果是皈依了三寶以後，「終不應皈依諸餘天神」，這個你皈依了三寶，皈依了佛寶，就再不可以皈依其他的任何乃至於天神。前面說的大自在天，大自在天就是這個色界第六天 ─摩醯首羅天。這個摩醯首羅天有兩個：一個是外道天，一個是內道天，這個指是外道天。換句話說三界之內，無色界沒有色的看不見，是最高的那個神，尚且都不皈依，何況其他的，這個是皈依了佛寶以後。皈依法以後呢，要離殺害心，前面已經說過，其他的我們不要皈依，還有尤其是傷害別人，損害別人，不要。皈依僧，不要再共其他的外道一起共住。下面解釋。",
    "573": "[09:33]此說有三，謂不歸餘天，於諸有情捨離損害，與諸外道不應共住。不再跟那外道共住，共住是大家在一起生活，這個時候會互相有影響的。昨天我已經簡單地說過，你在一塊兒的話，自然而然不知不覺當中就沾染上了，不管你歡喜他也好、不歡喜他也好。乃至於像廣告，那廣告來的時候，你就是討厭它，你討厭它，這個印象落在你的識田當中，它有一天會產生功效的。我們很多人的習慣，可以說極大部分人的習慣，都是從小的時候就跟著父母、這個家庭，不知不覺之中就養成了，沾染上了，以後一輩子就是這個。",
    "630": "[10:30]這是為什麼我們接近的環境非常重要、非常重要，尤其是我們凡夫，所以我們必定要懂得這個道理。現在很多修行人他要修行，要去關起門來自己去修的，真是！他如果說已經達到相當成就的條件，一心學定，是的，應該。但是達到這個，何等地不容易！普普通通的人，渾身心都是無知、都是雜染，你在這個地方一關的話，注定你，你就一點辦法都沒有。一定要在這個好的環境當中，去慢慢地薰陶，改善自己，這是很重要的一點。我們現在繼續下去。",
    "680": "[11:20]其中初者謂於世間，若大自在徧入天等，尚不執為畢竟歸處，況諸鬼趣山神龍等。皈依了佛以後，這個佛是唯一的大師，在這種情況之下，所餘的一切，都不再是我們應該皈依的。不要說世間的龍、鬼、山神等等，就是大自在、徧入天，那就是色界頂，尚且不是。現在我們世間的那個鬼，都是統攝於閻羅王，然後呢統攝於玉皇大帝，那個都是欲界第二天，比起色界的這個頂 ─摩醯首羅，那差得不曉得多少。色界的那個頂的那個天王，尚且我們都不皈依，何況是皈依這些，這是我們要了解的。不過下面有一個說明：",
    "750": "[12:30]此是不可不信三寶，歸心彼等。若於彼等，請其助伴，現前如法，所作事業，則無不可。如求施主為活命伴，依諸醫師為治病伴。這個是什麼意思呢？就是說我們的內心當中，所憑藉的、所依賴的是三寶，這樣，而不再皈投憑藉那些，這個指這一點而言。假定說在這個條件之下，我們生活在世間，彼此之間還要互相依賴 ─平常我們生活當中，你要吃的、穿的、用的，大家互相這樣的，那這個沒關係，那個沒關係，乃至於生病要看醫生等等，那個沒關係。不過假定世間的那些概念，跟佛法告訴我們的，彼此有不同、有衝突的時候，那個時候取捨的標準一定根據這個三寶，這個才是重要的。那麼這是第一個皈依佛寶以後。",
    "829": "[13:49]第二謂於人及畜等，若打若縛，若禁穿鼻，實不能負強令負等，意樂加行，損害有情，悉應遠離。第二個呢，要遠離殺害損惱心，不管他是人、畜生。或者你打他，或者傷害他種種的；乃至於單單令他幫助你負重，他實在載不動，你勉強，這個都不可以。這個意樂就是你的心理的，加行，就是你的行為，都不要再去傷害。",
    "872": "[14:32]第三謂與不信三寶，為可歸宿，而毀謗者，不應共住。所謂僧就是我們共住的人，他凡是不信三寶，然後呢他要毀謗三寶的，凡是這些，我們都不要再和他共住。昨天我曾經提出一個問題說：我們常常說我們這個佛法，那都是很公平的，然後很理智的，結果說外道的話，他有種種的什麼不如法的地方。結果在皈依的時候，卻我們跟外道一樣，我們也是只皈依我們的大師，皈依我們的教法，然後皈依這個修行的僧寶，不可以再皈依別人，外道也是這個樣。那麼他們就說，那你比他強些什麼？大家想過沒有？昨天有一個同修跑得來提這個問題，然後他因為如法地思惟，結果我相信他晚上得到了很大的歡喜，得到了很大的歡喜。你只要能夠肯這樣地如法地認真思惟觀察的話，它立刻有它相應的很多好處在，不曉得其他的同修有沒有認真地想過。",
    "963": "[16:03]那麼今天我在這地方告訴你們。是，在形表上面看起來，是的，外道也是講：你皈依了我，不要再皈依別的了，我是唯一的真神，唯一的主宰，其他的都不可以；那麼我們佛法也是這個樣，從表面上面去看是一樣的。但是這個從實質上面，如果你去深一層地觀察的話，那就有很不一樣的結果。",
    "1001": "[16:41]世間一般的人，一般的人通常我們大別為兩類：有一類人說這一種人比較理性比較強，理智一點；有一種人就是感情比較重。那感情重的人，他只重情的，哎呀！跟你好，就好得卿卿我我，他也根本辨別不出是好是壞，反正跟你好嘛，總歸跟著你來，就這樣。這兩類人，有一個絕大的不一樣。屬於理智一型的人，他做一件事情，做一個決定的時候，都經過了理智的抉擇，看清楚了事情的真相，然後這樣去走。那麼屬於感情型的人他不是，今天歡喜了就跟你，等一下不歡喜，明天就跟你翻臉，就這樣。所以他一天到晚在反反覆覆這種狀態當中，自己也不曉得到底做些什麼，我想我們世間都可以體會得到的。",
    "1069": "[17:49]當這個感情很好的時候，噢喲，你跟他兩個人，他覺得就是他所需要的一切。通常我們常見那個青年的男女當中，就有這種狀態，哎呀！海誓山盟，好像什麼都拆不開的樣子，明天不高興的時候，大家打得個天翻地覆，這種狀態，所以這種都是不合道理的。可是如果經過理智抉擇了以後，嚴正地抉擇採取這件事情的話，那這個，是，確定是如此，確定是如此。所以就世間來說，它也可以分兩類，可以分兩類，你同樣地說就是這樣，但是結果就完全不一樣，差別在什麼地方？一個是透過理智抉擇的，這的的確確如理如法正確的。所以正規地來說，世間任何一件事情做起來，你只要找對了正確的，當然這個是正確的，唯有這一條路正確的，最後一定照正確的路上去走。",
    "1142": "[19:02]那麼現在我們在這個三界之內，要想找一個正確的路子，也必然是如此。所以前面同樣的理由，你為了 ……見到世間的苦，要想從這個痛苦當中透脫出來，所以你要找真實的皈投之處。所以在這種狀態當中，你可能有兩種作法：一種就是感情的，碰到什麼，就碰到什麼了就沾上去，那個時候不一定保險。儘管說的時候哎呀好得很，但是不一定保險；另外一個呢，不是。經過你理智地抉擇，的的確確如理如法地，說這條路是能夠幫你解決，而唯有這條路，請問：你還能變嗎？如果你一變，你就整個地你的目標就失去。這兩個當中是不是有絕大的差別？是不是有絕大的差別？",
    "1210": "[20:10]而且這兩個的量則，不是拿宗教的標準去衡量，拿世間的理智來衡量的，大家了解不了解這一點？為什麼要說這個話？假定你是用宗教的概念去衡量，那說起來，對不起，那你以佛法來說，我可不信你這一套，你說自己的好，平常我們賣瓜的說瓜好，人人都是如此，你信你的教，我可不信你，那沒有用。現在我不是用宗教，就世間共同的量則，你承認不承認這個道理？承認。承認的話那我現在跟你比比看，我這個抉擇是這樣的，你呢？他兩個一比，對不起，兩個情況就完全不一樣了。了解不了解？這是我們修學佛法的人必然應該分得出來的，必然應該分得出來的。",
    "1266": "[21:06]所以我們在佛教當中，你真正進入去以後，下面的做法就不一樣了。別的宗教進去的時候也是一樣的，信是能入之門，這個信是能入之門，是共同的。而信了以後，然後你進去的時候，你一定要理智地抉擇，所以說聽聞正法、如理思惟。而且在這個過程當中，到後來，尤其是禪宗，他說了一個真精采的話，說「小疑小悟，大疑大悟，不疑不悟。」前面告訴你要信，後面要叫你疑，這個好像矛盾，實際上說起來不矛盾。因為前面你對這個事情的真相還沒有認識之前，他要說明白，那個時候把這個道理說清楚了，啟發你的信心。等到你真正有了信心，然後你要真實地一步一步深入，要把那個根柢徹底地認識、驗證的時候，那個時候就要克服重重難關，在每一個過程當中，你必定要切身深入去體驗。有很多不是說人家講，人云亦云，那個沒有用的。所以跑到這個地方的時候，是，你應該每個地方啊，如理如量地去深入。那個時候就透過你理智的觀察，當然那個時候你應該有很多問題，有關鍵的問題，然後透過你自己這樣地深入地鑽研，抉擇的最後的結果。",
    "1368": "[22:48]不但是禪宗，普遍的佛法裡面都說這樣，佛說不因為我講的你就信得過，要你自己驗證了才算。這個從小乘一直到大乘都是這樣。外道就不是了，你信，你信我，就是這樣，你這不可以不信。如果說你要問什麼問題的話，他會說：啊！對不起，你這個著了魔了，魔來了，就這樣，反正他不跟你講道理。所以到後面，這裡邊這個情況就完全不一樣，完全不一樣，這個是我們要正確認識的，詳細的那麼在這地方不深談。所以說到這個地方，我們應該對這個概念，有一個正確的認識。這個是應遮止的。",
    "1425": "[23:45]三種修行應學者。那麼應該主動地，我們做些什麼？",
    "1431": "[23:51]謂於佛像，若塑若畫，隨好隨醜，不應譏毀，置塵險處，及押當等，不敬輕毀，皆當斷除，應當執為是可敬田，猶如大師。同樣的三樣東西修，應該主要做的，對分佛、法、僧。現在佛已經涅槃了，目前唯一留在世間的就是佛像，這個佛像不管是雕塑的，或者是畫的，不管是好、不管是壞，畫得容或有好壞，那個是做的那個技術人員的差別，佛像本身絕對是好的，我們應該要這樣地認識。所以不管他是雕塑的、是畫的，畫得好是不好，我們絕對不要隨便地譏毀；乃至於把那佛像隨便放在不恭敬的地方，或者押當等等，這個絕對不是個財產。這個凡是對它不恭敬，輕，「輕」是對什麼？就是你心裡面沒有對它恭敬的時候，那個時候就是輕哦！不是說你根本瞧不起它，不是這個意思，你不看重它，這個都應該斷除。",
    "1517": "[25:17]應該怎麼辦呢？應該任何情況之下，這個是敬田，這是我們最恭敬的，就像大師，就像佛一樣。這個話好像大家都會說，但是大家都做不到。現在這個地方我特別要提醒一下，不是我們馬上要做到，至少有一點我們要認識。認識什麼？認識連它這個概念我們都沒有。大家想想看，說我們真的能夠把佛像等等看成像佛那樣嗎？你們有沒有人說「我做得到，我有。」假如有的，我請他舉手，有沒有？反過來說你們的的確確說「我的確沒有。」沒有的請舉手。不錯，還有很多同修，這個倒是的確的，實際上平常我們的的確確，這個心理上面這個認識還沒有，這一點很重要。",
    "1586": "[26:26]我現在隨便舉個例子，我倒不是說要怎樣，我就處處地方點醒我們大家，當你認識了這個情況，我們就有機會改善了。我們每天都要至少上兩堂功課 ─早、晚課。我們跑到大殿佛堂的時候，什麼心情？馬上就感覺得出來。那個地方是佛，假定說這一點，我們有了這個認識的話，你那時候就會說，一進去馬上感覺到：啊！到了佛跟前了！到了佛跟前了。不要小看這個，不要小看這個哦！在我們本論一開頭的時候，就告訴我們幾件事情，說我們修學佛法的時候，「斷三過，具六想」，具六想當中第一個是什麼想？我們自己在病當中，什麼病？無明大病，粗的地方就是貪、瞋、癡。由於這個而造業，然後輪轉生死之苦，現在救我們的 ─佛。佛是無所不在，那麼我們為什麼見不到？就是我們的業障礙。那麼怎麼樣才能夠淨除它，就是要自己至誠恭敬去懺悔；要想懺悔等等，還必須要先認得自己的錯，所以說我在三毒當中。",
    "1681": "[28:01]假定說我們平常有了這個認識，心理上再這個念頭的話，你提起來，一跑到那個佛堂當中，馬上現起來：「是，我現在看見的是，不是佛，是佛像。為什麼看見的佛像？就是我業力所感的，就是我的惑業現在所集的果。」看到那個時候，內心上面就生起無比的慚愧，那個慚愧的另外一方面，那恭敬心就起來了。所以我們現在常常說要恭敬就恭敬不起來，原因是什麼？因為你根本對這個概念沒有。或者是雖然有了以後，你沒有如理地去思惟。假定你這個概念，能夠真正認識了去如理地思惟，你常常這樣的話，你跑到什麼地方 ……也許在平常的時候，儘管說「毘盧遮那徧一切處」，也許我生不起來，因為這個的確凡夫啊，這煩惱很重；可是跑到當佛堂裡面去的時候，那時候莊嚴的氣氛，應該能夠提醒你，你就能夠感受得上。",
    "1744": "[29:04]所以有了這個標準，你一衡量一下，我們就曉得，現在自己的心境狀態。目前對我們最重要的，我們要認識我們錯在哪裡，你認得它錯在哪裡以後，然後我們就有改善的機會了。這一點，現在是最重要的一點，所以這個地方，我們要從這個地方去認識我們自己的心相，然後呢這樣地向上。假定說關於這一點你真正地提起來了以後，那個好處是無窮無盡，無窮無盡。你們自己去想。"
}