{
    "4": "[00:04]我簡單地告訴你們一下，當你這個心情生起來了以後，你禮敬三寶是不是就起來了？起來了。然後這個念頭生起來的時候，你是不是在隨煩惱當中？不隨煩惱。然後呢常隨佛學，廣修供養，然後呢心裡面是這個時候跟法相應。總之，你隨便去想，隨便去觀察的話，十大願王中，至少五、六樣東西都具足了，這樣好啊！想想看。所以這些地方，沒有第二個辦法，別人可以指出來告訴你，得不得受用，完全看你自己能不能如理觀察思惟。你只要一個念頭轉過來，如理觀察思惟，那個念頭就是在淨除罪障，集聚資糧的時候。這是上面所說的，下面又引那個菩薩的論。",
    "74": "[01:14]《親友書》云：「隨工巧拙木造等，智者應供善逝像。」不管那個造佛像的這個技巧，好也好，壞也好，「巧」是善巧，「拙」是差勁；至於說做的是木造的、泥塑的、金銀，乃至畫的，不管！真正有智慧修學的人哪，都應該好好地供養，供養這個佛像。",
    "118": "[01:58]《分辨阿笈摩》說，劫毘羅摩納婆，由於學無學僧眾，說十八種異類惡語。謂云：「汝等象頭，豈能了知是法非法。」等，感有十八異類頭形摩羯陀魚。自迦葉大師時，乃至釋迦法王住旁生中。下面是兩個故事，我唸一遍，然後講一講。",
    "151": "[02:31]《雜事》中說，拘留孫大師般涅槃後，端妙大王令建大塔，有一工人，曾經二次作是譏云：「今令樹其如是大塔，不知何日乃得完竣。」後善成已，深生憂悔，將其工價造一金鈴，掛於塔上，其後感生容顏醜惡，身形倭小，聲音和美，名曰善和。這是兩個故事。那麼這兩個故事，這個在佛經上面出的，這兩個故事我以前聽說過，但是我自己沒有看到。另外同樣的，這是我看見的，我把它說一下。這個都出在《賢愚因緣經》上面。《賢愚因緣經》上面，有一趟啊，那個波斯匿王有一點事情，然後帶了個大軍，從佛的祇桓精舍走過。那個時候那個祇桓精舍裡邊，有一個比丘在那邊讀誦，然後聲音的美妙，啊！不得了地美妙。凡是走過去的人聽見了以後，都被那聲音吸引了，乃至於那個馬、象，那個軍隊用的乘載的工具，這馬、象聽見了以後，也被這個美妙的聲音陶醉了，停在那邊都不動了。",
    "263": "[04:23]那個波斯匿王在後邊說：「欸，那些人怎麼走走不動了？」問說：「幹什麼？」說：「不知道。」然後跑上去問的人，一聽見那聲音也不動了，就這樣。這一聽原來聽見那個聲音，啊！說「奇怪，是看怎麼一回事情？」那說：哦！這個祇桓精舍裡邊，有這麼一個出家的比丘，這聲音美妙，他也聽了美妙得不得了。每一個人都被他吸引住了，大家都忘記了他們去幹什麼去。他們這次去的是幹什麼呢？去捉那個鴦掘摩羅。鴦掘摩羅就是指鬘殺人，那個公案這裡不談。那就彎到佛的精舍，說：「佛陀啊，既然有這麼美妙的聲音，從來聞所未聞，希望能見一見這個人，願意供養十萬塊錢。」世尊就說：「供養十萬塊錢哪，你如果想見的話，最好你那個錢先供養了以後再看，等到你看完了以後，你就不再想供養了。」波斯匿王說：「不會的，不會的。」大家都說，哎，這個人的聲音這麼個美妙！",
    "331": "[05:31]那後來就把那個人請出來，結果一請出來，這個人長得醜陋，大家每一個人看見了心裡直發嘔，叫他拿一個錢都不願意。固然大家心裡頭懊悔得不得了，那又問了說：「佛陀，怎麼可能呢？這聲音之美，美成這個樣，那個長相之醜啊，那實在是教人人看見了，飯都吐出來。」那麼佛陀就告訴他說：以前哪，九十一劫以前，迦葉佛時候，那時候一個人 ……迦葉佛、迦葉世尊涅槃了，迦葉世尊就是於賢劫第三佛，我們釋迦世尊是賢劫第四尊佛，那是人壽二萬歲的時候。那麼這個國王為那個迦葉世尊造塔，他準備造一個大塔，很大、很大的一個大塔。但是那個很大的大塔，不知怎麼辦是好？後來感動了這個龍王，那麼這個龍王就來幫忙他。",
    "400": "[06:40]那個龍王幫忙他，告訴他：「你那個周圍那個城，東門裡邊那個水，你只要拿出來就變成琉璃；南面那個城裡邊的水拿出來變成黃金；西門的變成功白銀；這個北門的拿出來變成白玉。」所以，啊！那是七寶塔，莊嚴得不得了，所以大家很認真地去做。這當中有一個，每一面啊派一個大臣去監督這個事情。有一個大臣監工，他馬馬虎虎沒弄好，然後呢這個國王看了就沒弄好，就把他呵斥。呵斥了以後，他就埋怨：「造這麼個大的塔，唉，這真是！」這樣埋怨了幾下。然後呢埋怨了幾下，這個他心裡面就這麼覺得很不高興的這樣子：「這麼個大塔，造得這麼困難！」就是這種味道，就好像平常叫我們做那個麻煩的事情，他心裡面厭惡、嫌它這個味道。那國王走了，國王走了以後，他還是認真地做，造好了。",
    "465": "[07:45]哎呀！造好了以後，他看見這個塔這麼好，他就自己造了一個小金鈴，掛在塔上。就這麼一個因緣，從此以後，九十一劫以來，他生生世世就長了那個醜八怪，醜得不堪。他因為厭惡，厭惡這個東西，因為你一厭惡心裡面就這樣，心貌就現出來。然後他造了一個金鈴掛在那個塔上，啊，這個塔聲音美妙得不得了！他就是這個因緣，一直到這一世，遇見釋迦世尊。所以對這個佛像一點點的、輕微的，就會產生這樣的異熟的果報，你心裡面起一念的這個不對的，你就得到這個。然後他還是懺悔哦！那完了以後，他還是掛一個金鈴哦，如果不懺悔的話，那一定要墮落的喲！那這是一個。",
    "521": "[08:41]另外的呢，還是釋迦世尊同樣的一個因緣。有一天我們釋迦世尊，帶了個弟子出去，經過那個城外，跑過去的時候，跑過去的時候，那個外面有一群人在打魚。那個打魚打那個，那網有大小的，最大的大網大得很，要五百個人來拖那個大網。結果那一天網到一個大魚，哎呀，那個大魚大得不得了，那個五百個人拖就拖不動，大家喊哪，叫人家幫忙。正好旁邊有耕田人，就一個來、兩個來，就找了五百條牛，然後，和五百個人、五百條牛，把那條大魚就把牠拖上來。拖上來了以後，發現那條大魚生各式各樣的頭，哇！怪頭，大家覺得奇怪，這從來沒有過的。那麼那些人大家在那兒嗡嗡嗡嗡，那麼上千個人，在那個地方大家就看。",
    "583": "[09:43]佛正好帶著那個弟子從這邊走過，大家覺得好玩也去看去了。那麼佛當然曉得那件事情了，就叫阿難說：「阿難哪！你去看看，那些人幹什麼跑到那裡，都跑到那河邊去啦？」結果一看，喔，原來看見那個河裡邊抓出來這麼一條大魚啊！那「嘰嘰嘎嘎」那個魚還會叫。那麼跑得來告訴那個世尊，世尊看見了以後，他自己也就笑了一笑。然後阿難就問他：這是怎麼一回事情？從來沒有看見過這一種怪魚吧！世尊就跑過去：「那好好好，我帶你過去。」然後就跑到那個河邊。跑到那個河邊以後，他就對著這個魚就喊：「你是劫毗羅嗎？」很慎重地問了牠：「你是劫毗羅嗎？」那個魚說：「是！」「你是劫毗羅嗎？」那說：「是！」很慎重地問了牠三遍。他然後呢第三遍，說：「以前教你罵出家人的那些人現在在哪裡？」「在阿鼻地獄。」那個魚就是流眼淚。嗯？大家覺得很奇怪，這是怎麼一回事情啊？",
    "657": "[10:57]原來在以前那個迦葉佛的時候，那個時候有一個外道，有一個婆羅門。那個婆羅門有一個兒子，長得非常聰明、非常清秀，在婆羅門當中他是絕頂聰明的一個人。他雖然是婆羅門當中絕頂聰明，可是他父親就給他說：「我們是婆羅門種姓，很了不起，但是那些沙門婆羅門 那個沙門就是跟迦葉世尊那些出家人 你千千萬萬對他們敬而遠之，這些人你碰不得哦！就這樣，你要恭敬他。」那麼他因為他父親的遺命，所以他始終對他很恭敬。",
    "710": "[11:50]後來他父親死了，他父親死了以後，那麼這個母親，印度人的習慣也是以男性為主的。他母親就問，說：「兒子啊！你是這地方最聰明的人。」當然父母都以子女為榮耀，他說：「是的，但是我對那些和尚們弄他不過。」「哦，為什麼啊？」他說：「我講的他們都懂，他們講的有很多我都不懂。」「嗯？那麼這樣的話，你為什麼不跟他學呢？」「跟他學要做和尚才行！我是個婆羅門怎麼可以？」「這樣，你假裝個和尚跟他學會了，不就行了嗎？」「那好。」那他心裡不大願意，但他母親的命令，他們都是有他們的各個宗教不同的習慣，你別看婆羅門，婆羅門還是有他婆羅門的很好的規矩的，也非常講孝順。那麼他母親一再要他這樣去做，那也沒辦法了，他就假裝地要去出家，跑到那個出家人當中。",
    "776": "[12:56]結果因為他很聰明啊，學了沒多久樣樣都學會了，他想現在都學會了，他母親要叫他學了就回去了。他回去了母親很高興，「兒子，現在這一下你可行了吧！」他說：「還是不行！」她說：「為什麼你去學了還是不行呢？」他說：「這個不是講一個道理啊，這個道理我是會了，這個修證可不行耶！只講道理，我是講得過，講修證的事情的話，對不起，那我又是一樣。」她想了半天，修證可不行，那怎麼辦呢？「要去修證的話，那豈不是你要完完全全地改變那個婆羅門，要跟他和尚嗎？」他母親跟他怎麼說？「這樣，你如果下次碰見那種情況是弄不過，你根本不要跟他談，你就罵他，說：你是個畜生，你是個象，你是個狗，你是個牛，你懂得什麼？因為那個沙門婆羅門絕對不會跟你爭 ─不，那個沙門就是出家人，佛弟子絕對不會跟你爭的。」",
    "831": "[13:51]那麼他實在不願意，他母親逼著他這樣去做，他也沒辦法。然後呢以後碰見這種情況，看見那個出家人，他就嘰哩呱啦這樣罵。從此以後，九十一劫一直墮這個大魚，然後呢身上，就是他罵過的那個頭，一個個都在這個上面，哎呀，痛苦不堪。然後他的母親呢，教他的，一直在阿鼻地獄。所以當時大家聽了以後，就感覺到心裡面很難過，就問世尊說他什麼時候可以透脫出來，透脫出來？世尊說：「賢劫千佛一一出世，我見不到他有機會能夠透脫出來。」",
    "882": "[14:42]對他這麼輕毀，就會產生這麼嚴重的果報。所以這兩個公案。那麼上面這兩個，那個是大同小異的，當然有各式各樣類似的人。這一點我們從這一個地方要千萬注意，凡是碰見這個真正可尊敬，尤其是我們皈依了以後。剛才說那個公案當中婆羅門，他還沒有皈依哦 ─外道，但是不管他是外道、內道，它本身就是一個大福田、大功德田。這個大福田當中，你造一點少少的損益的業，損就是傷害，益就是供養，就會感得無量無邊的後面的異熟果報。",
    "944": "[15:44]故於佛像不應說言，此如此類，所以對於佛像，絕對不可以說：「啊，這個、這個 ……。」絕不可以批評，絕不可以批評！",
    "956": "[15:56]於他所造諸佛像等，若因善妙，若量廣大，不應譏毀及遮止等。那麼同樣地，對於佛像，在任何情況之下不要批評。還有別人如果造的話，我們一樣的，反正不管任何理由。現在我們常常有一種情況，固然我們壞的不可以，好的─往往我們是壞的嘛固然要批評，好的還要批評。為什麼？他不是批評這個佛像，人與人之間的嫉妒！人家造了一個好的佛像，「這有什麼了不起！」你嫉妒是嫉妒這個人，結果呢對不起，你傷害了，傷害了自己。像這種地方，要特別注意！下面有一個典型的例子，就是祖師行持的榜樣，告訴我們該怎麼辦。大瑜伽師奉曼殊像於覺",
    "1011": "[16:51]前，請觀視云：「此善醜何似，若善妙者，可將絨巴迦格瓦所供之四錢金授與購取。」阿底峽尊者的這個侍者，就是大瑜伽師。人家有拿來一個文殊師利菩薩的聖像，那麼他就問他的老師說：「欸，這個像你看好不好啊？假定好的話，正好有一個人供了四錢的金子拿來買它。」尊者怎麼說？",
    "1056": "[17:36]答云：「至尊妙音之身，無所不善，師工中等。」喏！看見沒有？哦，這個文殊師利菩薩，「至尊」哪！文殊師利菩薩雖然示現的菩薩身，他早就成了佛了，他這個身體哪有不善的？絕對是無上的，無上的世尊哪！但是做這個工匠的技術，那是中等。說完了以後，",
    "1089": "[18:09]說已置頂，擺在頭頂上面，這是對我們最恭敬、最恭敬的方式，這樣。所以這個印度人當初的習慣，拿到了恭敬的三寶東西，他一定拿在頂上放一放。我現在也是，看見隨便一個什麼三寶的任何一樣東西，佛像固然是放在頂上，拿到了一個經本子放在頂上。所以我們現在捧經的時候，捧著高高的，不是隨便是拿了書，拎著這麼甩啊、甩啊，這個不可以，你拿得高高的，這樣。然後那個經本子，絕對不是說，睡覺的時候躺在那裡，丟在床上，絕不可以，放的地方，每一個地方都是這樣，這是我們應該注意的。所以",
    "1133": "[18:53]於一切像，悉如是行。──這個對於佛寶。法寶同樣的，下面",
    "1141": "[19:01]雖於正法四句以上，應離不敬。又應斷除一切不敬，謂抵押經卷，貿為貨物，置禿土地，灰塵險處，鞋襪并持，及跨越等。應起恭敬，等如法寶。那麼關於法寶也是這樣，哪怕只有四句。他說的四句，實際上哪怕一個「佛」字，哪怕一個「法」字，哪怕一個「僧」字，任何情況之下，不要不恭敬，不要不恭敬。然後呢平常的時候，我們隨便處理任何事情，「等如法寶」，這個經卷等等。這個地方指諸有形的，實際上呢，我們對於無形的也應該如此。所以我跟大家說，對於這個平常的時候，這個講經說法千萬不要輕視，千萬不要輕視。這個千萬注意，心裡面總懷著一個很恭敬。你可以自己說：我現在正在忙我自己的，我也是跟法相應的，所以我可以不去；但是不要輕視，這個自己要分得很清楚，分得很清楚。",
    "1230": "[20:30]傳說慬哦瓦善知識，凡見有持經典來者，合掌起立，後不能起，殷勤合掌。在傳說當中，慬哦瓦 慬哦瓦就是敦巴尊者的三個心子之一 凡是看見任何人拿了經典走過來，他一看見馬上站起來，合個掌，這麼個恭敬法。以後老了，站不動了，但是還是一看見，就馬上恭敬合掌。又說覺",
    "1262": "[21:02]至哦日時，有一咒師不從聞法，大依怙尊見一記錄，以齒汙穢沾其經書，深生不忍，說云：「可愍，不可不可。」咒師生信，遂從聞法。那個都是大善知識的行持。那個阿底峽尊者剛剛從印度進入西藏，那個西藏的最西北邊陲，那叫哦日。剛去的時候，那時候有一個學密法的一個法師，自己覺得滿了不起，也沒有去這樣去聽從他聞法。那麼有一天，他看見阿底峽尊者的時候，那阿底峽尊者正在翻一個傳記之類的。翻那個傳記的時候，看見傳記上面有一點那個齒痕，總是那個口水或什麼的沾在上面。他一看見了以後，心裡面覺得：啊，這不可以、不可以啊！平常我們翻書，常常舔一點口水來翻翻書，這個不要，不要。這個習慣一養成功 ……我們翻書有很多奇奇怪怪的惡習慣，有很多人舔舔口水，那個口水是非常髒的，萬萬不可以。有很多人翻書，那個指甲「嘎！」一來。這樣有很多人，隨便一來，翻開了書隨便一折，這都不可以。凡是你碰見這個都是法寶，最恭敬的方式。",
    "1355": "[22:35]那麼阿底峽尊者就看見了這個，一看見就曉得這個人一點沒恭敬心，唉呀，心裡想：這個不可以，這個不可以啊！他深生憐愍以及起了恭敬。這個地方說明什麼一件事情？說明他阿底峽尊者儘管以這樣的大尊者，可是平常心裡面敬法的情況。所以這個真正修行的咒師，他畢竟是個修行人，他一看曉得，欸，他是很了不起的人，於是就聽從他聞法。所以平常我們在這地方講經說法也好，自己心裡面跟法了不相應，那個的的確確這是差得遠，差得很遠哪！",
    "1401": "[23:21]現在這個地方，我們只聽人家的故事。我剛開始的時候曾經說過，我們自己也可以衡量一下我們心裡恭敬不恭敬。如果你真的衡量的時候，經過這樣衡量，那個時候，你才認得我們自己心裡的心相。那麼在這種狀態之下，你去聽經書上面、經論上面告訴我們的話，也就容易相應了。否則的話，我們聽他那個，聽的時候滿好，聽過了以後，你心裡面就覺得風馬牛不相干，這樣。如果說你們能夠進一層仔細去觀察一下，那個心情就會不一樣的。所以平常的時候，處處地方注意，以前容或不知道，以後曉得了，總要養成習慣。不是說等到你進佛堂，進佛堂來不及了。進佛堂因為你的心裡面是什麼？是染污，很強烈的染污心在這地方，跑進去還是這個樣，還是這個樣，這個習性很厲害。",
    "1465": "[24:25]必定是你聽完了以後，馬上心裡就提起來，啊！把剛才這個道理提起來觀察一下，說我心裡面是什麼個狀態呢？然後呢經常觀察思惟；因為你經常觀察思惟，所以你跑到相應的地方，或者進佛堂，或者翻開經本，那時候你會認得你自己的心相。認得了自己的心相，一對比之下，然後你再一看那個公案，那個時候你就可以衡量得出來。哪！修行人他在任何情況之下，他就有很不一樣的，自然的修行相應的這種行為，所以舉手投足之間，自然不一樣，這個差別就在這裡。否則的話，始終我們只是嘴巴上講講是有的，實際上的內容 ─戲論，實際上的內容是戲論！",
    "1528": "[25:28]其實這個事情，不僅僅是佛法呀，世間也是如此，世間也是如此。所以人家說：「行家一伸手，便知有沒有！」這是一句俗話。你真的識貨的人，一動，隨便一來，他曉得是真、是假。我們現在修學佛法的人也是一樣，也是一樣，你只要了解了，照著去做，那個時候，你很容易能夠辨別得出來。你有了這個情況，然後你在現在這個情況之下，你才有機會找到 ─哦，這個師父是善知識！要不然我們始終在外面空轉。現在不是沒有善知識，你怎麼認得他？問題在這裡。下面看：",
    "1577": "[26:17]霞惹瓦亦云：「我等於法任何玩耍，無所不作，然不敬法及法師者，是壞慧因。這個話，這個祖師告訴我們說 ……先說下面的。要了解啊，我們真正修學佛法的人，真正重要的，一切都是從什麼？從懺悔業障、集聚資糧來。我們所以差的話，就是資糧一點都沒有，業障很重。那麼要想做這個，怎麼做法呢？懺悔，就是以前錯了；集聚，一定要從恭敬對方開始，這個是最重要、最重要的。現在假定你說你不能恭敬的話，這個是什麼？不但不是集聚，而且破壞。修學佛學最主要的慧，所以你對法跟法師不恭敬，是壞慧的因，你種了這個因，將來一定感得愚癡的果報。所以現在我們癡癡呆呆，就是已經感了這個果，你還不努力呀，還有什麼希望？而實際上我們努力嗎？不努力！什麼狀態呢？「於法任何玩耍，無所不作」，就把它隨隨便便，哎呀，有課可聽就聽一聽。那個課還逼著才來聽，那如果不逼的話，最好在那兒睡大覺，你怎麼可能修佛法？這個是非常重要的。他下面又說：",
    "1680": "[28:00]現在愚蒙，如此已足，像我們這樣的愚癡已經太多啦！已經太多啦！假定我們再不努力的話，你還能做什麼啊？只有一條路。我們所以現在爬不上去，就是這個惡業太重，所以真正重要的，實在要好好地努力，這一點是的的確確。就眼前最近我在這地方，一方面看見有幾位同學，還是大家懶懶散散，很可惜、很遺憾，但是大部分非常努力，我看了非常讚歎，非常歡喜！",
    "1720": "[28:40]莫更作集愚癡之因，這是教斥我們哪，千萬不要再造、再集這愚癡的因啊！這愚癡的因就是什麼？輕視、不恭敬。",
    "1736": "[28:56]若愚過此，更有何能。」如果我們再愚笨、再差一點，我們還能做什麼呀？現在我們已經感覺得辛苦萬分了，對不對？已經感覺得爬不上去了，明明佛在這個地方，坐在這個佛堂裡邊，我們看見就是木頭，我們看見就是張紙，那就是我們的愚癡耶！明明這是最恭敬的大敬田，最大的大功德田，我們有了這個田，就沒有辦法在這個田裡面增長一點東西。可是至少我們現在還覺得看得見哪，而且我們還有機會去承事啊！所以一定要趁這個機會好好努力、好好努力啊！所以這句話 ─若更愚癡的話，那時候你就一點辦法都沒有啦！"
}