{
    "10": "[00:10]一旦墮落的話，啊，那一下去，是不曉得什麼時候再出來啊！這個是對於法寶。第三：",
    "20": "[00:20]若於僧伽，或出家眾，持沙門相及於其相不罵不毀，哦，看看喔！對「僧伽、出家眾」，昨天我們說了，僧有四種，僧有四種。真實僧或者是勝道沙門，這個是證果的，下面這幾個呢，好像不是，乃至於最後的啞羊、無慚愧僧等等。但他這個地方說了什麼？跟上面的不一樣。我們念那個功德的時候，念那個真實僧、勝義僧；現在這地方就告訴我們，「持沙門相及於其相不罵不毀」，就是說，只要他今天那個形相是個沙門，對於這個形相你不可以罵、不可以毀。這點注意哦！所以《地藏十輪經》上面一再告訴我們，儘管他是污道沙門，儘管他是啞羊僧，儘管他是無慚愧僧，對不起，比之於人世間的轉輪聖王，乃至於天帝，也超勝不曉得多少倍。這個比喻就像那個金子做的一個缽盂，儘管那個缽盂今天髒，吐棄的髒東西，但是金子本身是金子哦！那個土器你做得再美，那個土就是土哦！這兩個不一樣。所以這個沙門相是很珍貴的，我們千千萬萬不要毀罵。",
    "121": "[02:01]又一切種不應分黨，視如怨敵，我們要恭敬。",
    "126": "[02:06]云汝等我等，應當敬重，猶如僧寶。同樣的道理，同樣的道理。前面對於佛寶我們說了兩個公案，實際上對於法寶、僧寶是一樣的，一樣的。剛才說感得這個十八類異類大魚，感得百頭那個劫毗羅公案，他實際上不是罵的這個佛，他是罵的那些出家人。所以這個地方就告訴我們，我們要恭敬，我們要絕對要恭敬！",
    "160": "[02:40]《勸發增上意樂會》云：「希樂功德住林藪，不應觀察他過失，不應起心作是念，我是超勝我第一。此憍是諸放逸本，永不應輕劣苾芻，一劫不能得解脫，此是此教正次第。」說我們現在希求好樂功德，所以離家出家。「林藪」那就是寂靜之處，就是草木叢生的地方，通常我們祖師說水邊林下，不是在鬧市區當中，這修行人到的地方。換句話說，因為我們要求寂靜之樂，所以出了家離開這個熱鬧、憒鬧的地方。那個時候你應該怎麼辦呢？一心自己如法修行，淨除自己罪障都來不及，你看人家幹什麼？看人家完全錯了，所以絕不應該看別人的過失，「不應起心作是念，我是超勝我第一。」一方面不看別人的過失，一方面不要自己貢高我慢，我行、我強，這個不可以，你一生這個憍慢心，那什麼毛病都來了。",
    "241": "[04:01]「此憍是諸放逸本」，這個憍慢之心、自恃之心是放逸的根本，放逸的根本，煩惱都跟著這上面來的。實際上呢，煩惱的根本就是個「我」，我的行相就是憍慢，就這樣。這個憍慢就是你把他看低，把自己看高，一來，不行！所以「永不應輕劣苾芻」，再差、再差的苾芻，你不要去輕視他。你如果說你不能做到這點，輕視的話，「一劫不能得解脫，此是此教正次第。」如果你對他有個輕視的心的話，對不起，一劫你都不能 ……這個罪障有這麼大，有這麼嚴重的罪障。我們現在出是出了家了，或者是沒有出家修學佛法了，這個也瞧不起，那個也瞧不起，唉呀，那是我們到哪一年啊？所以從現在開始了解了以後，趕快好好地懺悔，第一件事情，這樣的我們有機會。看下面祖師的行持的準則：",
    "314": "[05:14]敦巴仁波卿與大瑜伽師，見碎黃布在行路中，皆不輕越，抖置淨處，如是行持，應隨修學。那個敦巴尊者以及大瑜伽師，就是阿底峽尊者的兩個最親近的大弟子。他們在馬路上是看見黃布 ─黃布是什麼意思？就是那袈裟，袈裟的顏色。他因為這個是清淨幢相，清淨幢相的顏色就是這樣的，所以一看到那個，乃至於黃顏色，他就想到：哦，這個是僧寶的清淨幢相！馬上拿出來，然後呢弄弄乾淨放在乾淨的地方，他這樣地恭敬法。那塊黃布現在做了袈裟披在身上，是人，我們還去輕視他呀！所以我們不成功。這是我們應該了解，應該照著這樣去隨分隨力地學習的。",
    "373": "[06:13]自能如何恭敬三寶，則諸眾生亦能如是恭敬自故，如《三摩地王經》云：「作集如何業，當得如是果。」你自己能夠這樣恭敬，那麼人家也這麼恭敬你，經上面這麼告訴我們，這樣。當你能夠圓滿地達到了，你就是佛；反過來說，那個一切的痛苦就解除。所以我們正規修行，應該從這個地方去觀察，然後呢如理如量地、隨分隨力地行持。這個是別學，三樣東西應該遮止，三樣東西應該努力地學習。別小看喔！這個三樣東西哦，如果我們現在能夠真正如理如量去做的話，有不得了的好處。這個道理說起來是簡單極了，然後你真正去行持的話，這個裡邊學問大得不得了，大得不得了。所以古人都是什麼？「如人飲水，冷暖自知」，你去做了以後，那個時候你才會體會到，這個東西完全要做的，完全要做的。",
    "451": "[07:31]現在我們平常啊，說來說去毛病在這個上頭，就是這個業障非常地重。這個業障分兩方面，一個呢就是自己的見解，總覺得自己的見解礙在這個地方；一個呢自己的情緒、自己的習慣，自己的習慣。所以這兩樣東西，很厲害地障在那個地方。目前我們最重要的，就要首先要認得這個東西，然後呢怎麼樣去對治它，怎麼樣去對治它。而要想把它淨治也好，要想增長功德也好，最重要的就是從這個恭敬三寶開始，一切世間、出世間的功德，都從這個地方增長，都從這個地方增長。",
    "501": "[08:21]所以像我們眼前，我們看得見的很多同修，都是各人有各人自己善根。但是呢往往就沒有顧全到那個前提，或者偏在某一方面，就是這樣。譬如說我隨便舉一個例子，我們每一個人來了以後，一定房間裡馬上布置一個好好的地方，供一個佛像；然後呢要找這個去什麼上香、上水弄半天哪！房間裡要弄的，但是跑到大殿就不管！這個很有意思，這個很有意思。你到底是供佛，還是供你自己啊？那很清楚、很明白地你看得出來，這樣。然後呢自己修行很重視，常住的事情不管；你一個人很照顧，僧伽團體不管。佛告訴我們的什麼？僧伽，要你皈依的三寶啊！三寶當中，僧伽很明白 ─眾，如法和合之眾，這個才是我們真正應該尊敬皈依之處啊！但是他為什麼自己房間裡？那就是他自己，是有一點善根，可是他那個善根，因地當中就弄錯了、做錯了，這是我們應該注意的。",
    "584": "[09:44]所以我們早晨一開始敲鼓的時候，剛開始以前我還不懂，現在越想越有道理。敲那個鼓，「公事辦、公事辦，公事辦了辦私事」，當時我想，這個東西好像世間的事情嘛！啊！現在了解了，這個法則是通於共世、出世的。世間的事情辦完了，只是世間共同好；佛法裡面辦了以後，那個時候真正大家好。所以在這個地方，我提到這一點，從這個簡單的量則，衡量衡量自己。你如果能夠把這個三寶的地方，能夠如理如量恭敬做到的話，眼前本身就淨除了很多障礙，集聚了很多功德；將來你就能夠感得，你在一個正法的團體當中進去的，修學佛法你不要愁沒有善知識。這是我們眼前最起碼的地方，應該注意到的。",
    "650": "[10:50]上面是講這個別學，這個別學的話，就是分開來各別各別的，分佛寶應該怎麼樣，法寶應該怎麼樣，僧寶應該怎麼樣，分開來講。那麼共學呢，那個就是不分佛法僧，不分佛法僧，那共同的，這樣。這個是我們應該了解的，所以共不共，這個地方指的共不共。所以",
    "688": "[11:28]共學分六，初者隨念三寶功德差別，數數歸依者。這個共學分成上面，隨念三寶的功德，那三寶整個的。那麼然後呢，因為你念的這個的功德的話，就心裡面自然而然地「數數皈依」。",
    "707": "[11:47]謂數思惟如前所說，內外差別，及三寶中，互相差別，並其功德。第一個。",
    "715": "[11:55]第二隨念大恩恆勤供養，經常思念三寶對我們的無比的恩德，無比的恩德。為什麼對我們有種種恩呢？因為他有功德 ─我們供養他，結果好處是我們的；你跟他學，結果好處是我們的。實際上，他三寶一直在教化我們，所有的世、出世間一切好處，都從這個地方來的。你只要念到他的恩哪，自然而然你的恭敬心就生起來了，很多地方都好。然後你不去念的時候，心裡念些什麼啊？唉，可憐，煩惱！因為你沒有如理如法地念，然後你就隨著煩惱，然後呢你在那裡輾轉輪迴。更糟糕的，我們自己還覺得很有道理，啊，總覺得自己有道理，那是錯上加錯，錯上加錯！所以這個是我們應該去，怎麼照著他告訴我們去念，念三寶的恩。這個裡邊說：",
    "786": "[13:06]嚼噉之先亦當供養者。乃至於你任何情況之下，喝一口水、吃一口飯，吃隨便什麼東西，拿起來了，吃的先供養，啊！是供養三寶的。處處地方想到：我們為什麼能夠得到？尤其是我們現為佛弟子，深深了解世、出世間一切的好處從三寶來。既然從三寶得來的話，所以拿到這東西，我們第一想它的來源，所謂飲水思源哪！古人尚且如此說，這個一絲一縷，當思來處不易啊！現在我們更應該，修學佛法的人，當然更應該超過世間。世間的人只曉得來處不易，不曉得來的源處哪裡，我們現在不但了解到來處不易，而且了解這個根本因從三寶來的。所以我們說：啊！既然來的，我們要感謝供養。",
    "847": "[14:07]如《三摩地王經》云：「由佛福德獲飲食，愚夫不知報佛恩。」喏！經上面老是告訴我們，",
    "856": "[14:16]此是以獲飲食為喻，隨自所有一切樂善，悉應了知是三寶恩，這個我們應該了解的，這是隨便舉一個飲食，所有其他的一切好處，也曉得這個都是三寶的恩。",
    "875": "[14:35]由報恩德意樂供養。此中復二，謂供養事及供養意樂。這個分兩部分：一個供養的事，就是我們的行為；還有第二個，供養的意樂，我們供養的時候，應該以什麼樣的心情去供養。",
    "890": "[14:50]初中有十，供養的方式一共有十點，這個容易懂，我們把它唸一遍就可以。供養身者，謂親供養真佛色身。供養塔者，謂供為佛所建塔等。",
    "899": "[14:59]第一個，供養身，說「供養真佛色身」。「供養塔」，就是供養為佛所建的塔，現在我們的寺廟什麼等等。真正的塔就是我們的寺廟，我們現在的塔是藏的骨灰，那個不對。因為這個是什麼呢？就是佛涅槃了以後，火燒剩下來的骨，或者是他的像，他的這些都是叫塔，這個才是真正的塔。那我們現在只看它的一點，說燒了骨灰，這骨灰還不是佛的。當然同樣的你只是講塔，不過佛經裡邊的，以及我們現在腦筋當中，三寶當中的佛塔那就是這個塔寺，塔寺。",
    "952": "[15:52]現前供養者，謂前二事，現自根前而設供養。就是這前面東西，或者佛的色身，或者在塔廟當中。",
    "962": "[16:02]不現前供養者，謂佛佛塔非現在前，普為一切佛佛塔故而設供養。這是不現前供養。",
    "971": "[16:11]又若於佛般涅槃後為供佛故，造像及塔，若一數等，亦非現供。佛涅槃以後，我們造了佛像，然後呢寺院，這個都不是現前供養。",
    "987": "[16:27]若供此二隨一之時，作如是念而供養者，謂此一法性，即是一切法性，是故現前供養此二，亦即供養其餘三世一切諸佛，及供十方無邊佛塔。那麼不管是現前供養、不現前供養，供養的時候，我們這樣的意念觀想去供養─說這個法性，一即一切，一切即一，所以眼前供養這個佛跟塔，就等於供養十方三世一切的無邊。",
    "1023": "[17:03]此是俱供現不現前。等於現不現，乃至於十方三世都供了，這樣的供養方法功德最大。所以引論上面：",
    "1035": "[17:15]論說初者獲廣大福，第二較前獲大大福，第三較前獲最大福。這一點看一看喔！我們總覺得，哎呀，最好遇見佛啊，這最好，這是現前供養。結果他告訴我們哪，「初者」，是的！現前供養是得到絕大的福報，但是第二還要大，非現前還要大哦！然後呢第三是更大哦！所以我們不要說，啊，現在佛不現前了！不是，現在不是佛不現前，佛不管他現前不現前，你去供的話，現前一種福，不現前是更大，第三種更大！那麼為什麼我們得不到？就是我們能供者的心是不是真的相應。我們跑到那個廟堂裡面去，唉，今天輪到我香燈，叫我燒一根香，委委屈屈地在那個地方做，你怎麼能得到功德呢？你那個不獲罪已經是逃不了，你那心裡面完全是個輕慢心。所以也有很多人做早晚課：「唉呀，做做做，真是苦惱得不得了，如果今天那個大和尚不在那裡，最好跑得去，跑掉了才好。」那這種心情哪！",
    "1111": "[18:31]所以這個我們要了解，這個每一個地方，自己要觀察自己的心。所以前面一再說，你觀察自己的心理，很清楚、很明白。不要說，唉呀，我現在愚癡 ─你現在這麼愚癡你還不恭敬，你等到哪一年去啊？正因為你現在很差呀，所以趕快這個地方努力，慢慢地就轉變過來了。他下面道理也是，然後呢祖師的榜樣都在這個地方，祖師榜樣都在這裡。",
    "1139": "[18:59]故於一佛，或佛像等，修供養時，應憶法性無所差別，先當遣意供養一切，極為切要。所以哪怕供一個佛，或者佛像，在這種情況之下，你先憶念那個法性。然後呢說法性是遍一切處的，一即一切，一切即一；下面說，「極為切要」，這個很重要。",
    "1165": "[19:25]那麼說到這裡停一下，說來說去，總之這個道理，你一定要把所指的道理認識，這個道理所指的內涵是什麼，換句話說，指的就是我們的心裡的行相，看看我們的心裡行相是不是的的確確很恭敬。儘管我們眼前做不到說觀想的，像普賢菩薩，乃至於眼前觀想都觀想不出來，沒關係。可是你那個心裡面的確想：我在至誠恭敬地，我雖然看不見，佛就是看得見的。所以這個《止觀》上面告訴我們很清楚，那個《大乘止觀》上面也說，佛經上面也這麼說：就像瞎子一樣，在明眼人前面，這個瞎子雖然看不見明眼人，但是那個明眼人可以看得見。我們是看不見佛，佛看得見我們，你心念一動就看見了，鬼神都看得見。這一點我們了解以後，你自然而然去做的時候，啊！你心裡至誠恭敬地。你能夠這樣去做，慢慢、慢慢地，因為你做了，不斷不斷地練習，經過練習你就能力增長了。現在我們毛病就是，唉，現在不行啊！不行，停在那裡，永遠停在那裡。結果呢，停在那裡，你單單停在那裡，不退還好，那世間的染污卻是滾滾而來呀！這個是它要認識的地方。下面：",
    "1254": "[20:54]自作供養者，謂非由於懈怠懶惰放逸增上，而令他作，唯自手作。什麼是自作供養呢？就是不要說，哦，現在我們自己作了！不是的，不是這個。不單單是你的身口在那兒做，還要你的心，自己不自懈怠。懈怠要注意哦！懈怠就是你心裡邊沒有這個精進相應的，沒有如理如法地推著自己去做的話，這個叫懈怠。別人逼著你去做，你的嘛心裡面委委屈屈地做，這個是懈怠。雖然你自己做了，功德是有的，這好可惜！我們都是這樣，時間也是白白浪費了，精力也是白白浪費了，然後呢得到的功德卻是很少，乃至於往往還得到很多的罪過咧！這是最可惜的一件事情。",
    "1310": "[21:50]那個時候你只要能夠轉變，有了這個正知見，同樣地你還是做那麼多事情，就會有絕不一樣的果報，而且很多這種情況，眼前就會得到。所以空下來，與其你們聊天，不如說找那些真正用功的，你問問他看。在座的好幾位同學談論了以後，他親自體驗到，哎呀，是歡喜、快樂啊！不是一定在那地方打了一個佛七，然後呢怎麼樣，就是我們聽了法，如理思惟觀察，照著去做的。跑到廚房也好，打掃廁所也好，自然而然那個心裡面跟法相應的那個法喜生起來了。然後呢這個是眼前的，而這個真正的將來的異熟果報，那是不得了的！這是我們要了解的。所以我在這個地方鼓勵大家，好好地在這個地方努力學啊，你了解了去做的話，那這的確是輕而易舉的事情。",
    "1371": "[22:51]所以前面一再告訴我們，「聽聞隨轉修心要，少力即脫生死城」哪！你好好地聽聞，然後懂得了，照著去做，不要花太大的努力，生死輪迴就跳出來了。何至於像現在我們弄了個半天，就是你沒跟它相應。然後呢苦苦惱惱坐在這個地方，勉勉強強那個白天你還是去做那個事情，像機器一樣，那像畜生一樣被鞭著，這個不算。所以這個地方告訴我們，不是由於懈怠、懶惰、放逸這種力量，乃至於也不教─是自己去做！這個情況。所以這個地方，它從文字上面看，就說單單自己，不要教別人，實際上呢就是自己去做你這個心情也應該注意到。再下面，",
    "1429": "[23:49]教他供養者，謂念自己略有少物，然諸有情貧苦薄福，無力供養，若教此供，當獲安樂，這是教他供，他這個教他供注意哦！他自己有，他也曉得供養的功德，但是呢他看見人家更差，他願意把那個功德讓給別人。不是自己小氣不願意哦，自己捨不得教別人供，這個不算！這個我們要了解的，它每一個地方的關鍵。",
    "1457": "[24:17]由悲愍心，唯教他供。喏！所以這個時候所以教他供的，因為悲愍別人。明明看見這個好機會讓給別人，就像一筆好生意，明明曉得 ─啊，看見他太窮了！好了，讓給你做。這樣的心情。",
    "1473": "[24:33]又亦勸他共供養者，謂自他俱共同供養。此三福果，大小如前。同樣地，第一個自己供養最小；你以悲愍心讓給別人，結果還比它更大咧！這個了解哦，這是以悲愍心明曉得這樣去做。第三呢，自他一起做是更大！所以從這個地方我們看見，說你供養佛，親自佛現前供養，功德還不如我們現在事後供養哦！經論上面說得清清楚楚哦！我們現在往往說：「唉呀，我們不在佛世啊，可惜啊！」不在佛世，你如法做的話，得到的福德不亞於佛世，還超過佛世哦，這樣好哦！同樣供養，同樣的道理。也許我們覺得：哎呀，我自己沒錢哪！你能夠真正地如理地教別人供養的這功德，還比你自己還要好。那千真萬確的這種道理都在這上頭，如果說你能夠鼓勵自他共同供養的話是更好。",
    "1548": "[25:48]財敬供養者，謂供種種衣服飲食臥具坐具病緣醫藥，供身什物，薰香末香塗香華鬘伎樂及諸燈燭，敬問禮拜，奉迎合掌，唱種種讚，五支徧禮，右旋圍繞，又供田等無盡奉施，又供摩尼耳環臂釧，諸莊嚴具，下至供養諸小鳴鈴，散諸珍奇，纏寶縷線，供養諸佛，或佛塔廟。這個就是財敬供養。這兩個字注意哦！財而恭敬，這個就是外財，供的時候是恭恭敬敬的。你這個不管是什麼，各式各樣的，以恭敬心去供養。",
    "1605": "[26:45]廣大供養者，謂以如是利養恭敬常時供養。這個就是說什麼是廣大呢？像上面說的，恆常恭敬心去供養。",
    "1617": "[26:57]此復有七，謂所供物，眾多微妙，現非現前，自作教他，至心歡喜，猛利勝解，而為供養，分七方面，謂所供的財物，供的東西多而好，現前供養、非現前恭養，自作以及教他，至心歡喜 ─心裡面供的時候，是非常歡善；還有「猛利勝解」，這個「猛利」通於至心、歡喜、勝解三樣。就是說，你供的時候要有勝解心，這個勝解心是什麼？就是你確定了解你為什麼要供，以及恭敬的時候，你那個心情感恩恭敬，確定曉得這是無上的福田，無上的功德田，無上的恩德田，你至誠恭敬地去供養他，以這一種至誠的、歡喜的這樣。眼前我們無處不是，如果你了解了，這個地方就是塔廟，供這個功德超過供佛哦！所以在這種情況之下，你哪怕是上一香一華，哪怕掃一個地，哪怕處理一點事情，你看見地上髒了，你能夠把它掃一下，你看到那個東西了，把它拿掉，這樣，都產生無邊廣大的果報。這是我們真不了解，真可惜啊！除了這個以外，",
    "1698": "[28:18]復將此善迴向無上正等菩提。一定得到絕大的果報，還要把它回向，那個是廣大供養。",
    "1707": "[28:27]非染汙供養者，謂不由輕蔑放逸懈怠而教他供，自手供養，殷重供養，不散漫心而設供養，不以貪等雜染供養，不於信佛國王等所為得利敬而為供養，以隨順物而設供養。那麼，什麼是「非染汙」？這個雖然你供養了，如果你心裡邊「輕蔑」，如果是「放逸」，如果「懈怠」，這種情況去教別人；你雖然有錢，「拿去！拿去供供佛啦！」這個不行。當然這個是教別人，實際上呢？就是你輕蔑心，這個本身就是，最主要的重點在這個地方就是，心裡面沒有恭敬心，馬馬虎虎、含含糊糊，就是這種狀態。所以要自己親手去供養，要殷重、殷切地供養，「不散漫心」。然後呢供的時候「不以貪等雜染」，這是什麼意思？我們現在就是這個狀態，跑得去供一個佛：「哎呀，菩薩啊！我供你三斤香蕉，然後我這個香蕉田下年豐收啊！」這樣。這個要注意，我們處處地方幹什麼？要回向無上菩提。我們還是要求的，要求這個，這個才對！"
}