{
    "10": "[00:10]那麼，所以這個是「不於信佛國王等所為得利敬」，不是人家，啊，從他們信，然後呢從這個地方得到了。「以隨順物」，跟你相應的。譬如這個平常來說呢，尤其是我們出家人，我們出家人啊，不要在信徒面前讚歎那個，然後他覺得：「哎呀，對。」然後給你很多錢拿來供養。這個，這個不是，這個是染污相應。你拿了去，「隨順」，就相應的，如乞化，討到什麼就算什麼，然後你討到了，至誠恭敬地供養，那個對。",
    "44": "[00:44]隨順物者，謂諸淨物，哪！說得很清楚，這個才是清淨的，你心裡面沒有染污心相應的，隨分隨力得到。你不要花了很大的勁，現在我們用種種的方式，想了心思得到了，這個不淨物，這個不淨物沒有用，這個都是三世怨。",
    "66": "[01:06]遠離不淨，那麼除了這個心裡面不淨以外，外面有很多東西也不是。",
    "72": "[01:12]雌黃所塗，酥所灌洗，然後呢",
    "76": "[01:16]局啒羅薰，這個「局啒羅」我也不曉得是什麼。",
    "79": "[01:19]遏迦花等反正這種東西，不好的。",
    "83": "[01:23]及諸所餘非清淨物。據我所了解，譬如有刺的花，通常我們不供；然後有毒的花不供；還有很多花看起來很好，可是聞起來 ……就有等等，反正這種東西我們就不拿來供養。",
    "102": "[01:42]又若如是財物供養，自無所集無從他求，應於一切世界之中，所有如來諸供養具，以歡喜俱及於廣大勝解俱心，周徧思惟，一切隨喜少用功力，而修無量廣大供養，攝集菩提廣大資糧，妙極了！上面所說的那個財物的供養，假定說我們沒有，也無從求起。這一點尤其是我們出家，所以出家不必忙著說：哎呀，我要求多少；你能夠這一點做到，這個功德就不得了。總之，出家人要供的要清淨為主，不要說我要求多少來，這個不相應。求多少來，你就是求到了，都是只有罪過，只有罪過！",
    "156": "[02:36]那麼這個地方應該怎麼辦呢？你雖然自己沒有，也求不到，那麼那個時候，你就觀想「一切世界當中」，實際上呢，十方無量無邊不曉得多少啊，不得了啊！「所有諸如來的供養具」，以歡喜俱心，以廣大勝解俱心，就是：啊！佛 ─十方一切如來法會當中，有無量無邊的天人、聖眾，去供養這個諸佛菩薩。那個時候你以歡喜俱、勝解心，「周徧思惟」；換句話說，普緣一切。隨喜！很簡單，你只要隨喜，不要你自己供啊！哎呀，好啊！看見他們這個供養諸佛，你讚歎、歡喜，就這個心情。這個時候就能夠攝集很多廣大資糧。不得了喔！你就這樣的一個隨喜的心，你就積集了廣大資糧。我們現在說集聚資糧好像難啊！喏！不要你花一分錢，你只要能夠這樣去做。",
    "230": "[03:50]恆常於此以真善心，起歡喜心，當勤修學。它有這麼大的好處，又這麼省事啊！所以這個才是我們真正平常要真、善、歡喜，這樣的心情努力去做。我們起步，從現在開始；一定做得到的，這一生就可以做得到了；很快就可以做得到。",
    "257": "[04:17]又如《寶雲經》及《建立三三昧耶經》所說，無主攝持諸華果樹及珍寶等，亦當供養。那麼這經上面還告訴我們，無主攝持的，那比如說我們看見野花呀那些，不管是花、果、珍寶等等，也可以供養；有主的不可以。",
    "279": "[04:39]正行供養者，那個是財物供養。正行供養呢？是修行。我們十大願王中，第三個廣修供養，就是這樣的 ─以外面的財敬，然後呢裡邊這個身口的承事，而其中最好的是正法如實修行供養，就是正行供養。就是下面的：",
    "301": "[05:01]謂於下至搆牛乳頃，說這個正行供養，哪怕很短的一個時候，那個擠牛奶，那是很短的時候，那個牛奶每天要去擠的，很短的一個時候。修什麼？",
    "316": "[05:16]精勤修習努力去修，修─",
    "319": "[05:19]四無量心，四種法集，隨念三寶，波羅蜜多，及能勝解甚深空性，無分別住，了解了空性，安住在這個上頭。",
    "331": "[05:31]於淨尸羅，起防護心，於菩提分，六度四攝，精勤修學。這些。關於這個內容，後面呢將來一一講的，就是講那些。",
    "344": "[05:44]若能由此十種供養供養三寶，應知是名圓滿供養。啊，不得了啊！這個是供養圓滿，這個是供養圓滿。",
    "354": "[05:54]由如是等，興供養時，有六意樂，上面是說加行，我們供養的方式、行為。下面就是意樂，我們應該以哪一種心理，又分六種。",
    "371": "[06:11]能於三寶隨一之所，少分思惟，而生無量廣大果利。不管是佛、法、僧，隨一，何況是全部。你能夠恆常，不得了！這個地方「少分」，少分地思惟，就能夠生出廣大的果利喔！就得到無量無邊的大利益，結這樣的好的果報。所以我們做任何一個供養的時候要了解：",
    "402": "[06:42]一者無上大功德田，這個一切的功德從這個地方來的，不管是佛、法、僧，你能夠恭敬供養的話，就有這麼大的好處。",
    "414": "[06:54]二者無上有大恩德，為什麼？一切世、出世間的種種好處，都從這個地方來的。",
    "420": "[07:00]三者一切有情中尊，因為這個才是真正的、唯一的可尊可貴之處。",
    "426": "[07:06]四者猶如鄔曇妙華極難值遇，這個鄔曇花，相傳千年一出。這個這麼大的功德，這麼大的恩德，這麼珍貴，卻是難能可貴。",
    "443": "[07:23]五者三千大千世界獨一出現，整個的三界之內，只有出現，只有它，沒有旁的了，佛法僧這三寶。有了佛寶才有法寶，然後呢僧寶。所以這個僧也不是一個人，當然是指整個的這個團。",
    "460": "[07:40]六者一切世出世間圓滿根本，所有的世間的，所有這些圓滿，根本都從從這個地方來的。",
    "468": "[07:48]作是思惟而設供養。這個是供養的意樂。",
    "473": "[07:53]此等是如〈菩薩地〉說而正摘錄。就把〈菩薩地〉當中摘出來的。",
    "479": "[07:59]恆常時中，於如是等隨應而行，若遇佳節及大時會，當隨力能修妙供養。這是平常我們隨分隨力，如果遇見特別的事情的時候，那更應該好好地廣修上妙的供養。上面說過了，那麼下面有一點，下面這一點就是我們平常啊，我們說：哎呀，上面這個道理是懂，但是做起來好像，或者要去觀想，或者什麼等等，有不大方便。而下面有一點卻是我們隨時隨地，日常生活當中處處可行的，如果你把這個道理能夠認識做到了以後，那就可以得到廣大的資糧。下面說的什麼啊？",
    "530": "[08:50]復次恆須受飲食故，因為我們經常要飲食，喝水、喝茶、喝一切飲料，乃至於吃飯等等。",
    "541": "[09:01]爾時若能首先供養無間缺者，少用功力，而能圓滿眾多資糧，喏！你能夠以這個飲食之前先去供養，然後「無間缺」，一直能夠這樣認真去做的話，不要花大的努力，你就能廣集圓滿資糧。所以說：",
    "569": "[09:29]故隨受用淨水以上，應以先首至心供養。這個是我們開始學的時應該做的。不管你受用什麼，「淨水」，換句話說，哪怕是水，可是這個要清淨喔！哪怕喝一點水，只要這個是清淨的。這個清淨分兩方面：一個這個東西本身清淨，髒的不行；第二個這個來處是清淨的，這一點很重要。所以我們以染污心求得的東西，這個不對。不要說：哎呀，你到處去攀緣，然後呢弄了很多東西，不相應！這個所以「淨」的意思，你能夠這樣去供養就對。",
    "611": "[10:11]我現在才看見，真正看見那個大德，他平常任何東西，乃至於他到 ……我們在美國的時候，那時候有幾個大法師來，跑得去供養他一杯水，他拿起來捧在手裡捧了半天。先頭我不知道，我想：幹什麼？到後來久了以後他，就是大家了解了，所以他拿起來規規矩矩在那兒，捧在那裡念了半天，舉了一下然後喝。喔，那以後我知道了，千真萬確！現在所以不是沒有這種真正的行持的大善知識。凡是這種人，你真正的如果你了解了，你去觀察，你處處地方會見得到。凡是這種人還有一個特別的妙處，我現在慢慢地了解了，他們這種啊，不管是教理，不管是行持，的確有他絕頂超人的地方。你別看說那些真的有行持，好像隨便、馬馬虎虎；馬馬虎虎的人，對不起，很難說！",
    "671": "[11:11]但是呢馬馬虎虎的也有很精采的喲，看他的怎麼行。譬如說金山活佛什麼等等，他是應的「瘋沾行」。但是儘管他馬馬虎虎，他馬虎當中有他不馬虎的地方喔！這個我們要有這個認識喔！我隨便說一個笑話，那金山活佛是近代的大德，我們大家了解他，他有各式各樣的怪招。然後呢，人家給他送鈔票，送鈔票，他就把它吃進去，大家不懂他為什麼，他有他的大道理喔！他真正受的是受的什麼？受的什麼？哪，吃飽肚子。所以你給他一塊錢他也吃進去，一百塊錢他也吃進去，一萬塊錢他也吃進去，是這樣的！就是這個道理，就這樣。",
    "717": "[11:57]給他吃的東西，不管生不生，乃至於到南傳去，有很多髒東西放進去，你送給我，我就把它吃進去。真的心裡面啊無分別住，就是這樣。好東西，他會送給別人去。還有呢，人家有的時候請尊者去拍照，欸，他不歡喜拍照，你要叫他拍照的話，他就脫下褲子來屁股給你。啊，那我們想起來的話，好可笑的一件事情喔！這個可笑裡面有他的大學問啊！我們拍照，要什麼？要面子，面子是什麼啊？你了解了這個道理，就懂得他那個行為是為什麼。喔！所以真正地有修行的人，他任何的很多的小動作裡邊，都有他的大文章在裡頭。當然，像金山活佛這高不可攀的人，他這個意義一定是有很深遠，我只是了解這麼一點點，你們不妨從這個地方去想，你就了解了。",
    "776": "[12:56]所以這個地方我們該學的，就是現在這個本論告訴我們，我們剛開始下腳第一步，你能夠這樣去做的話，「少用功力，而能圓滿眾多資糧」。現在我們總覺得太差、太差，那給你這麼多的機會，你不努力，然後坐在那裡喊差：「哎呀，我程度太差啊！」你程度太差還不努力啊？這機會擺在這個地方呀！這地方很清楚、很明白，你只要去努力的話，嘿！不要怕、不要怕。所以現在真正怕的，就怕不認識，以及怕什麼，怕因地上面不認真去努力。你認得了，只要因地當中去做，那自然而然一定有好的結果的！下面供的時候呢，",
    "828": "[13:48]此復非以糕之瘀處，菜葉黃處，是須擇其妙者而供。供的時候不要說把壞的先供養；要供，把好的。現在我們常常：啊，這個不好的─不好的拿去供養別人去，供養三寶去，供養什麼去。所以說到這裡，有一件事情我隨便一提，隨便一提。那時候常常我們看見啊，在人家今天有一個什麼好的宴慶，慶祝完了以後剩下來的東西，送到廟裡去。這個是對在家人說的，我們出家人大家不大會做那件事情。當然人家送得來，送得來，我還是照吃，送給我們還是高高興興的。金山活佛，人家送給他什麼東西都吃了，那我們能比得上金山活佛嗎？但是對在家人來說，這是非常糟糕的一件事情。那個等於什麼？這個出家人啊，在他們這個行為當中，不知不覺的行為當中，等於是傭人。這一點大家注意！有機會的時候，不妨以後告訴真正信佛的那種信眾，千萬不要做這個事情，他家有了宴慶，剩下來的就供到廟裡面去。平常我們什麼？也是嘛！好東西吃完了，剩下來的，「好了，拿去，你們分分。」不是這個味道嗎？所以真正要供養的時候，這是很多小地方，那麼我們同樣地也是把最好的去供養。",
    "919": "[15:19]還有呢，我們現在廟裡面常常看見很有趣的習慣。今天碰見一個法會，然後油炸的炸完了以後，跑得去供。供完了以後拿回來燒燒好了，然後自己來吃。你自己吃要把它燒燒好；那炸完了，為什麼？炸完了擺在那裡不壞。喔，原來你這樣地去供啊！了解不了解這個概念。",
    "943": "[15:43]所以以後凡是你自己不相應的東西，不能吃的東西，千萬不要說去這樣地供養。那麼我們拿來了以後，就真正地供養。那個水果拿來了，先擺在那三寶供養完了以後，不要打開，然後呢吃的時候，自己再打開，那都是錯的！拿來了先把它打開，最好的方式，就像我們自己吃；吃不完，吃不完送給別人去，送給鳥獸去，這個可以。人家本來就是供養三寶，供養佛；如果說他本來是供養你的，那時候你說，欸，那我用什麼方式，可以。如果說，廣義的說供養，那你一定以最恭敬的方式；不要說先擺在那兒人家供一下、意思一下，然後回來去慢慢地享受；打開了，等一下要壞掉了 ─不可以！這地方我們要了解他告訴我們這個真實的意義。",
    "1000": "[16:40]又供茶時，現一切人，如洒揚塵，唯彈少許，不成供養，上面我們看見了說，喔，那麼任何情況之下我們就要先供養，所以有人就拿出來供養的時候，拿這個茶水象徵性地灑一下，拿這個彈指彈一下，這個不成！就是一定要最恭敬的方式，最好的方式，去供養。",
    "1026": "[17:06]是《霞惹瓦語錄》中出。他下面告訴我們。",
    "1030": "[17:10]譬如有一極肥沃田，至下種時而不下種，任其荒蕪，如是廢止，實生不忍。就像有一個最好的一塊大肥沃的田，到該下種的時候，你不去種，讓它荒蕪。啊，這個我們實在不忍心啊！我們看民間老百姓，哪怕一塊小小的地方，哎呀，他努力去開墾，這樣。現在我們啊，很多地方小小的一點點的利益，我們瞪大了眼睛啊，忙著去爭，而現在供養這個三寶有這樣的大的功德擺在那裡，卻我們就不管，我們這個真是愚癡啊，愚癡啊！",
    "1081": "[18:01]前面告訴我們清清楚楚啊！怎麼告訴清清楚楚？不現前供養的功德，比現前供養還來得大，對不對？現在就是不現前供養，這不是個塔廟嗎？所以你跑得去做，隨便給它侍候、親近承事，不是我們信解、修行，就是親近承事供養嗎？現在我們不是最好的親近承事嗎？在這個寺院當中，你只要努力地把這個寺院弄得好好的、莊嚴，這個不是最好嗎？最好自己的培植自己的福德嗎？說起來自己：「哎呀，我沒有什麼、沒有什麼。」那這個大的功德田擺在那裡，你不下種，怎麼天上怎麼會掉下來呢？那這個是我們應該認識的。",
    "1129": "[18:49]如是能生若現若後一切善樂，最勝福田，於其四季一切時中，常恆無間，堪種一切善樂種子。上面所說的啊，這個這些最勝的福田，你如果照著去努力去勤勤懇懇地培植的話，能夠生現在的、能夠生以後的一切的好處。這個田啊，是任何情況之下，你都可以耕種。現在我們得到了最肥沃的田，對不起！耕種還有時間的，不是時間還不行的。而現在那個功德田、恩德田啊，一年四季，每季啊，沒有一個時候例外的，任何情況之下，卻我們卻不去供養啊，是可惜啊！所以在任何情況之下，它都能夠種善樂的種子。那麼耕的時候，去種的時候，應該怎麼辦啊？",
    "1199": "[19:59]復應於此如經說云：「當以信犁，耕耘福田。」要有淨信之心去。這個才是我們福田，我們從這地方去努力。",
    "1211": "[20:11]若未能作，至極堪惜。假定是我們不能做的話，太可惜啊！所以我們現在常常自己覺得這個不行、那個不行，然後埋怨這個、埋怨這個；真正要埋怨，埋怨自己。眼前，啊！那個遍地黃金啊，俯拾即是，大家還不去忙，然後還去埋怨。所以這是最好的機會放棄了，還自己造罪惡。",
    "1239": "[20:39]尤其這個，說人家以前的人有一句話，叫「公門中好修行」，但是反過來說，真正世間很多好人，是不要到公門當中，為什麼？會造罪。佛門當中也是一樣，你弄得好的話，好修行；弄得不好的話，墮落，都在這個上面。",
    "1261": "[21:01]所以三藏當中，有一部叫《阿難問事佛吉凶經》，另外一部經叫《慢法經》，《佛說慢法經》，這個經內容，我說一個大綱。說：「有的人侍候了三寶，得到功德；有的人侍候了三寶，不但得不到功德，墮落了。為什麼？」佛就告訴他：「簡單，你啊，以淨信心恭敬去侍候，就得到無量無邊的功德，你沒有這個東西，對不起，你害了！」所以現在這裡我們不要埋怨，就看看自己有沒有淨信心。馬上就回憶一下，皈依的前面已經告訴我們了，前面說得很清楚，這個皈依當中，內外兩支，外支是大師已成，最主要的就是我們內支不足，所以我們在這裡努力修學。如果說做不到的話，那個時候才應該：哎呀，可惜啊！這個我為什麼不努力啊？好好地努力啊！",
    "1337": "[22:17]如果說我們現在覺得自己愚癡，覺得自己身體不好，都是因為宿生沒有努力的結果，如果你現在趕快努力的話，來得及。所以《梵網經》經上面告訴我們，如果說你生病，若遭到種種困難，若「黑風所吹船舫」等。欸，平常如果我們碰見病、碰見這個，哎喲，趕快求這個、求那個；經上告訴我們啊，你趕快來念這個。當初我不懂，嗯，忙著碰見這種事情，你為什麼要念它啊？道理很簡單，你之所以現在遇見這種不吉祥、不順利的事情，為什麼？以前你因地當中造了不順的因嘛！所以現在感到不順的果嘛！既然你感覺不順的果，覺得難受的話，你要求那個順利的果，那趕快來嘛！從這個地方去找嘛！所以從讀誦、聽聞、思惟下手嘛，這不是很清楚，很明白嗎？你如果這樣去做，馬上就得到了。",
    "1397": "[23:17]故如《讚應讚》云：「如尊之福田，三世間非有，施處尊第一，是淨令座淨。猶如虛空界，橫豎無邊際，於尊為利害，異熟無盡際。」像這個世尊這樣的 實際上三寶都是這樣 這個福田三世間絕對找不到的。所以真正我們要想培植自己的福德，只有這個地方，只有這個地方。這個像什麼樣呢？舉一個比喻，像虛空，不管它的橫、豎，都是無邊無際的。然後呢，你在這個三寶這個福德田當中，種一點點的好的種子，或者是反過來，一點的輕毀等等啊，你所感得的異熟果報，就這樣地無量無邊啊！這個是我們真正修學佛法的人應該了解的。不幸地，如果你不了解這個狀態，是什麼樣呢？下面這個就是不了解的這種狀態。",
    "1469": "[24:29]於最勝田，尚不見如庸俗之田，此是我等無賢善相，明明這個最殊勝的田擺在這裡，結果呢，我們就看不見。我們看起來還不如一個庸俗之田，還不如庸俗之田！外面一點小小的好處啊，我們就想辦法，大家就擠在那地方，大家欲分一杯羹；而這個這麼殊勝的田，你稍微供養他一點，得到這麼大的好處，我們就不管啊！這就是什麼？我們差啊！「無賢善相」。這一點是我們應該認識的，我們應該認得我們自己在正是病當中啊！喔，如果有人來供養你一點錢，哎，你覺得這個人幫忙你忙啊！你啊就很要跟他好好地聯絡了吧！嗯，想辦法多得到一點。現在這個地方，你少少地供養，得到它這麼大的你卻不理它。啊，這是我們沒有賢善相，我們不認得啊！",
    "1535": "[25:35]故一切時，當勤精進供養三寶。了解了之後在任何情況之下，精勤供養三寶。你能夠這樣，好處呢？",
    "1548": "[25:48]若如是行，由於勝田種善根力，於諸道次，慧力增長。你能夠這樣，因為你對這個最殊勝的福田、功德田、恩田等等種了善根了，在這樣的情況之下，你善根增長了，於是呢，善根增長啊，對於修道的那個次第，你的慧力也增長。慧力增長有什麼好處？看",
    "1578": "[26:18]故於聽聞不能持文，思惟不能解義，修習相續不生，慧力至極微劣之時，依福田力，是要教授。這段話，記在心裡！我們現在因為太差，所以聽的時候，啊，聽不懂；或者聽見了，記不住；記住了以後呢，不能如法去思惟；思惟的時候，又不了解怎麼個思惟法，得不到它的意義；然後呢，得到了去修習的話，修也修不出來。學定，也定得不到；念佛，一心不亂也得不到，深的更談不到。這種都是什麼？慧力，這個智慧太差。如果從這種情況之下，怎麼辦啊？依福田力。喏！你只要能夠依這個福田，如此努力供養的話，樣樣都生起來了。「是要教授」，最最重要的教授，沒有別的了。「教授」喔！注意喔！佛菩薩祖師的最精要的重點就在這個地方告訴你。",
    "1651": "[27:31]現在我們常常覺得，要修行啊、修行啊！喏喏喏喏，最好的修行的訣竅擺在這裡啊！現在我們這個不行啊，說我們要學習念佛，為什麼得不到一心不亂；我要打坐啊，為什麼要昏沈、瞌睡；要去看書，又看不懂；看完了以後，又記不住；聽的時候，又不行。毛病都在這裡，怎麼辦？就是這個。",
    "1679": "[27:59]所以大家說：「哎呀，我在這兒要想跑到那兒好好地學，還要常住忙這個、忙那個，不行啊！」對，是，如果你能夠學的能夠行，你是快馬加鞭深入；如果你不行了，趕快忙這個常住的事情。不同的是什麼呢？就是這個心情要整個扭過來，整個扭過來！你同樣地去做，你心情一扭過來，產生的效果完全不一樣，完全不一樣！以前總覺得委委屈屈，不願意去做，被別人逼迫；現在是高高興興，曉得啊，這個正是我下腳第一步，最好的機會在這地方，最肥沃的田啊！這個別人是找都找不到的，趕快努力這樣子去做啊！你能夠這樣子去做的話，欸，不久樣樣都得到了。下面告訴我們，這個祖師的語錄、論，以及祖師自己的行持，都在下頭。",
    "1744": "[29:04]如是亦如吉祥敬母云：「作詩大善根，我慧依尊故，如夏季江河，雖小極增長。」這個祖師，實際上譬如說，我們現在說馬鳴菩薩這個大祖師，他們印度，他們都是什麼 ─大班智達，他們對世、出世間的學問都是最了不起的。他都要有什麼？他為什麼成功？為什麼我們這麼愚癡啊？就是 ─喏，他有善根，他有了世間的這個根本，然後去修學，才能夠真正地深入。"
}