{
    "9": "[00:09]這種大善根哪來的？我的智慧依尊故，說得很清楚 ─依三寶。你能夠如法地去，照著上面的方式去供養的話，這個供養分意樂、分加行、分財敬、分正行，一樣一樣，乃至於喝一口水，做任何事情。乃至於跑到佛前面去上一根香，乃至於掃一個地，乃至於撿掉一點點垃圾，乃至於你看見這個東西排不對的，把它排排好。你能夠這樣去做，「如夏季江河，雖小極增長」，這個夏季的江河是怎麼樣？經過一個冬天以後啊，那個冬天山上都下了雪了，凍在那個地方，然後原來的水，流、流、流、流、流，都流得快乾了。欸，結果到了夏季。然後呢太陽來了以後，它日夜地、慢慢地山上的雪，不管你下雨、不下雨，那個雪融下來越來越大、越來越大。你只要肯這樣去做，就是這樣。",
    "77": "[01:17]又如說云：「供養亦復不賴其物，是在自信。」又說不僅僅是東西，而在這個主要的看你的信心。所以真正重要的這個地方說明：看你的信心，就是你的內心裡面的淨信心。",
    "94": "[01:34]若有信心，用曼陀羅及諸淨水，并無主攝諸供具等，皆可供養，無餘財物，應如是行。假定你真的有信心的話，「用曼陀羅」，曼陀羅就是這個印度人當年的供法，現在西藏還保留著。所以你看《阿底峽尊者傳記》，喔唷，他萬一犯了這個自己的戒，隨時地懺悔了以後，馬上設一個曼陀羅供，換句話說就是曼達拉，拿起來，坐下來。有好的那個供的時候，他用七寶；最差的就用米啊、麥啊，他就然後拿一把，觀念：這個中間啊是須彌山，然後東勝神洲、南贍部洲、西牛賀洲、北俱盧洲，八大小州，然後呢什麼七寶、八珍什麼，觀想供養。無量無邊的功德喔！前面已經說過了，你能夠這樣地供養，哪怕一盞水，你只要把這個淨信心 ─就是我觀不起來，一點點東西我就覺得：啊，一切東西都是三寶來的！至誠供養，都有無量無邊的功德。不過這個地方說你沒有喔，如果說你實在有了而不能捨，那不可以喔！假定你真有淨信心的話，你會不會實在有了，放在那裡捨不得，然後呢拿一點象徵性，這個說有沒有淨信心啊？當然。真正有淨信心的，儘量拿好東西供養；沒有好東西，哪怕這個，也有無量無邊的果報。",
    "182": "[03:02]如現實有而不能捨，作是念云：「我無福德極貧窮，諸餘供財我悉無。」如果說你實際上有而捨不得，自己說：「哎呀，我很窮啊！我其他都沒有啊！」那東西就錯了。就像",
    "199": "[03:19]等同博朵瓦云：「於一穢螺盃中，略擲少許香草，念云：『栴檀冰片妙香水。』是諸生盲欺明眼者。」這個博朵瓦就是敦巴尊者的弟子。它就等於說一個破碗，一個歪歪扭扭的一個破碗當中，隨便丟一點香草，然後唸：栴檀、冰片、妙香水啊，什麼等等啊！說這實際上的供養的詞當中，然後呢把最好的詞唸它一遍啊，這個就等於什麼？自己是瞎了眼騙那個明眼人，騙那個明眼人，這個萬萬不可以！",
    "242": "[04:02]當然現在這種情況我們一般說起來是不會，如果仔細觀察的話呢，我們不一定不會喔！這話怎麼講？我們現在，喔，每天要唸很多次，唸供養、唸回向，唸了半天，心裡不相應；他那個供養者就是這樣。實際上說如果你是不相應的話，實際上就是這種狀態。不過我們倒不是故意有意地欺，為什麼？我們就在愚癡、無明當中，所以這我們要認識的。我們時時注意到我們內心的狀態，想辦法去改善它。那麼上面是引經論、祖師的語錄，下面呢就引祖師的事實告訴我們。",
    "286": "[04:46]又如樸穹瓦云：「我於最初供養香草，其氣辛辣。次有四合長香供養，其氣甘美。現在供養，若沈水香，嘟嚕迦等，其氣香馥。」說，我最初供養的時候雖然沒有，但是我盡我的力量，那個時候供養的香「辛辣」。那個差的香比較差一點，就是同樣的檀香，你看，那個比較差的檀香供起來比較辛辣的，差的香都有這個。以後呢，慢慢地因為他供養了，感得的果報來了，所以他有四種好香合起來的，四種合起來的好香，它這種香就「甘美」。現在要供的話，都是沈水香，最好、最好的。眼前說起來真可惜，我們眾生的共業，真正的沈香，最近幾年來，已經十多年來，我到處去找，找不到了，再找也找不到了。現在這種沈香都 ……我剛出家的時候曾經還看見過，我好像跟你們說過一次，可是這種沈香比起以前的已經差了十萬八千里。唉，這是我們的共業啊！所以我們趕快努力，你能夠努力的話，我們還是會有機會感得這種好東西。",
    "370": "[06:10]若於微供輕而弗供，則永生中終是唯爾。假定我們對小的不供的話，永遠就這樣，永遠就這樣！這一生固然如此，這一生你不供，我們又白白地浪費了宿生的善根，下一世更沒機會了。反過來",
    "395": "[06:35]若縱微少，發起殷重，漸得上妙，應如此師行持修學。傳說此師每配一次，須用二十二兩金之香。說：反過來就算少，少雖然少，你供的時候心卻是有信心，殷重心去，那個時候你漸漸就得到上妙，又應該像學這個樸穹瓦那樣去。傳說他配一次，要用二十兩黃金的香。喔！現在這個經濟發達，二十兩黃金好像不太稀奇，那個時候是不得了的事情啊！你們看阿底峽尊者的傳記沒有？那全國國王的力量，集幾十年的，集起來的多少，只有多少金子。那個時候他一次要供這麼，為什麼？他供了以後感得的。所以你只要真正去做，那個果報很快地現起。",
    "451": "[07:31]所以這是為什麼我說晚上我們溫習的時候，要看那個《了凡四訓》、《俞淨意公遇竈神記》，他們對佛法還沒有正確的認識喔！他就是馬馬虎虎地去做，像我們現在上面告訴我們道理，他們都不懂喔！他們沒有做了多久，那個命運整個地改善了，遠比原來就得到太好了，這不是很明白的事實嗎？所以這種都是千真萬確的事實，這是我們要了解的。再下面：",
    "485": "[08:05]若諸已得資具自在大菩薩眾，尚化其身為多俱胝，於一一身，復各化現百千等手，往一切剎，經無量劫，供養諸佛。喏！這經上告訴我們清楚，已經證得大地菩薩，資具得自在，那是高地的菩薩，他們尚且要這種方式，化身為 ……一身為百千萬億身，然後呢一一身要化現各式各樣的百千手，往一切剎，在無量劫的時間供養一切諸佛。他們尚且如此，我們現在窮成這樣，居然不要！啊！說：",
    "527": "[08:47]諸由少許相似功德，便生喜足，云我不於此上希菩提者，是於正法極少知解，造次亂言。我們現在得到了一點點少許相似功德，便覺得很喜足：「啊！得到一點點。」喔唷，念了一點幾聲佛就覺得：「喔唷，這個好啊！」然後呢拜了幾佛：「喔唷，我這個拜的時候很好。」乃至於連他這個都沒有，自己還說：「哎，學佛不從這個地方開始啊！」這個對正法根本不認識，是亂講啊！這個我們要了解啊！所以應該",
    "566": "[09:26]以是應如《寶雲經》中所說而行。怎麼說呀？",
    "570": "[09:30]如云：「應當聽聞諸契經中，所以說，應當聽聞諸契經中，",
    "575": "[09:35]所有如是廣大供養，廣大承事，由其最勝真實善心，增上意樂，迴向諸佛及諸菩薩。」所以我們要好好地聽聞，如理地聽聞諸大經論當中告訴我們的，廣大的供養、廣大的承事，以真實的心，增上意樂，然後不斷地這個供養，而且供養的果報還回向，這個才是我們應該做的，應該做的。那個就是供養這一點。",
    "613": "[10:13]這個地方我告訴你們一個公案，下面會談到的，這個我們業果當中，然後呢把這個後面的 ……今天告訴你們一個。佛世的時候有一個比丘，有一個比丘，這個比丘叫作寶天。他為什麼叫寶天呢？他自己是一個長者家的大富長者的兒子。他那個出生的那一天，他家裡邊忽然之間天上面雨下來七寶，把他家裡邊所有的這個庫藏什麼東西統統裝滿。然後呢完了以後，他的家裡面自然就生出一口井，八尺長，這個井裡面總出種種的寶物。",
    "671": "[11:11]那麼這個婆羅門法，平常印度的方法，通常都是出生了以後，一定請那個婆羅門，就像我們相當於我們現在用排八字算命的去算算。然後呢去算命的時候，那個婆羅門通常就問問：除了他的這個生辰八字以外，他出生的還有什麼跡象呢？這個長者就告訴那個婆羅門說，欸，有這麼一件事情。啊！所以這個是吉祥、祥瑞的事情，所以這個小孩子的名字應該叫作天寶，不曉得叫天寶還是寶天？就這樣，那非常歡喜。長大了以後，又是長得長相圓滿，又長得絕頂聰明，非常歡喜。所以然後呢，到了年齡了以後，要叫他找個配偶的話，總覺得要門當戶對的，到處去找，找不到。欸，結果這另外一個地方有一家大長者，他養了，生了一個女兒，他生了個女兒，生的時候也像那個寶天一樣的，而且也家裡邊有一個八尺的那個井。也是同樣的情況，要到處說為了這個女兒，找一個門當戶對的這個女婿。結果碰上了，哎呀，一談居然還有這麼樣的好事情啊，好高興啊！然後呢他們就成了。成了以後，於是生活得非常好，那時正好佛出世，然後聽見佛來說法，非常歡喜。以後，他們兩個都要求出家，出了家，證了果了。大家覺得很奇怪，那為什麼他這個因緣是這樣？那麼佛就告訴他。",
    "776": "[12:56]說那個因緣是在這個上一個佛，迦葉世尊出世的時候。迦葉世尊出世的時候，那時候也是一樣，反正佛出世，他出去這個乞化，討飯嘛！那麼所以有很多善信大國王、大長者，大家去供養。那個時候有一對窮人，窮得自己飯都沒得吃，平常都是朝不夕保的。那麼有一天啊，她那個先生出去看見供養心裡好羨慕，哎呀！他也聽見佛法，所以回來的時候傷心得不得了，說：「我本來已經窮得不得了，現在唯一能夠培植福德的是供養三寶，偏偏我又窮成這個樣，不曉得怎麼辦是好？」那麼後來他想到這樣的話他越想越傷心，越想越傷心掉眼淚。那他太太看見了說：「你為什麼這麼難過呀？」「我們已經窮成這樣了 ……。」窮中作樂，他就想起這段因緣。「欸，不，這的確是件好事情，我們家裡面找找看，說不定努力地找到，這凡是可以值錢的，我們不妨去想辦法去供養。」這兩個人到處去找，欸，居然找到一個銅板掉在地上，這個平常沒注意到的。啊，好歡喜喲！然後呢把那個銅板拿出來洗洗乾淨，然後又跑得去把那個銅 ……他找到了一個瓶，把那個洗淨了以後，裝了一瓶的淨水。然後呢拿了這個銅板，然後又拿了一塊好好的這個鏡子，就跑得去供養。",
    "892": "[14:52]那個時候佛正在那兒受齋，那個佛的，他們的規矩，吃了之前要水來洗洗手，吃過了以後也要洗，所以他非常歡喜地就供養了一瓶的淨水、一個明鏡，然後呢一個銅板，就這樣的因緣。啊，好歡喜！回去了。就這麼一個因緣，心裡一直很歡喜。這個裡邊注意喔！事前心情這麼虔誠，供的時候這麼歡善，供完了這麼努力。從此以後九十一劫，完了以後，他這一生完了以後生天，九十一劫以後他一直與生俱來的，生到哪裡，那個天雨寶雨到這地方。",
    "936": "[15:36]所以真正地如果你能夠如法供養的話，就有這麼大的功德。我們說現在佛不在世，他剛才說得清清楚楚欸！不現前供養的功德比現前供養更大，對不對？所以我們不要說：「哎呀，我們太差啊！」我們今天應該高興說：「啊，現在了解了好高興啊！趕快努力呀！」所以與其我們在這兒說閒話，趕快放下這個心情來，你說閒話都是造的罪過，都是造的罪過！然後呢趕快努力，這個是我們隨時俯拾即是，這樣你去做的話不要多久，慢慢地要的東西都來了，要的東西都來了。今天講完上面第二，供養講完了。",
    "990": "[16:30]第三隨念悲故，亦應安立於諸眾生於是道理者。謂由悲愍，隨能安立諸餘有情令受歸依。那麼這個供養，下面「隨念悲故」。這個是前面告訴我們，聖教的差別在悲心的有無。那麼既然現在我們了解這究竟走的路子是最完整、最上的，當然這個我們一開頭的時候，也是要走這個路，所以一開始也應該了解，所以學諸佛菩薩的悲。那麼由於這樣的原因，那麼我們不但自己要能夠解脫，還要使一切眾生也得到這個好處，所以也使一切眾生都得到皈依。所以由念悲故，因為推己及人，發展大慈悲心，使所餘一切有情也找到真實皈依之處，解決苦惱，這個是第三。",
    "1107": "[18:27]關於這個悲那一點，是大乘佛法的重心，而本論最主要的引導的就是導向這一條路。等到前面的基礎加行、共下、共中學會了，最後進入上士的時候，一開頭是特別詳細說明。那麼所以詳細的內容，到那個時候我們再來研究。下面：",
    "1152": "[19:12]第四隨作何事，有何所須，皆當供養啟白三寶，棄捨世間諸餘方便者。是說我們皈依了三寶以後，那麼在這種狀態，不管我們做什麼事情，有什麼需要，都應該供養三寶，應該稟告三寶，祈求三寶的加持。還要呢，祈求三寶的指示該怎麼做，等等一切，都以三寶為主依靠，這個才真正皈依，而不再採用世間其他的種種方法。",
    "1213": "[20:13]謂隨作為何種所作，隨見何等緊要重事，應依三寶及興隨順三寶供養，於一切種，不應依止不順三寶邪道等儀，一切時中應當至心歸憑三寶。這個「興」字可能是「與」字啊，這個地方我不能肯定。那麼是說，不管你做什麼事情，有何等重要的事情，不管事無大小，一切都依止三寶，依三寶所指示我們的原則，以及隨順三寶、供養三寶，在任何情況之下絕不再依止不隨順三寶的。",
    "1281": "[21:21]那麼為什麼我們要依止三寶、皈投三寶、隨順三寶呢？我們始終記牢一個原則，是說世間這麼地苦、這麼地無常，那麼為了要脫苦所以要找到可以依靠之處，在這種情況之下，然後你以理智觀察、抉擇的結果，發現唯一可以皈投依靠的 ─三寶。當然，既然找到了，你哪有不依照它的道理！這個很清楚、很明白。不過這剛開始在這個正確的認識上面，以及習慣上面還沒有完全轉得過來之前，這個道理我們應該了解。了解了以後，所以做一切事情，一定是依照著三寶的指示來做，這一點非常重要、非常重要！否則的話你儘管皈依了三寶，還是照著自己老辦法去做的話，等於沒有皈依，等於沒有皈依！",
    "1372": "[22:52]關於這個詳細的內容將來我們學習下面，尤其是講業，等我們了解了業的行相以後，那麼回過頭來再看這個道理的話，就會非常清楚、非常明白。說，喔！為什麼我們處處地方要照著這個三寶的道理去做。同時你也會了解：啊！這個戒的真正殊勝。它不是說給我們禁戒 ─這個不行、那個不行；反過來，你不願意的，它偏偏教你這個要做、那個要做。而真正的真相，是以前迷糊不知道而受苦，現在既然找到了幫助我們解決我們苦惱的地方，它指示我們這個不要做，正是防止我們造惡因、感苦果。同樣地，我們不想做的，它教我們要去做，它正是告訴我們趕快種樂因，將來可以得到樂果，這個道理就會很清楚、很明白。那麼在剛開始還沒有學得完全，知見沒有建立起來之前，當皈依的時候這個大原則先把握住，所以說我們皈依了以後，隨便做什麼事情，一定啊依靠著三寶的指示。",
    "1487": "[24:47]平常在我們受皈依的時候，這個皈依師父、法師常常有一個開示，這段開示裡邊有一個很好的比喻。說有一個人那麼犯了罪，然後呢跑到一個地方去，譬如說從那個地方犯了罪逃到這裡來，求這個地方，或者是什麼這個地方的國家，或者什麼來躲。說這個地方的人說：「好，我可以幫忙你！但是你要老老實實在我這個地方，既然到我這裡來，照著我的規矩做，還有呢不要違反這裡的規矩。」如果說你能夠照著它去做，然後你在這個區域以內，這個區域的一切自然會保護你，對不對？這個很清楚、很明白。一旦你違犯了，這個地方也不允許你，然後呢離開那個地方，正好那個地方等著你，就把你抓去，這個世出世間情況都是這樣的。所以在這一點上面告訴我們，說我們皈依了以後，在任何情況，一切時處，自然而然以三寶為至心歸憑之處，而不再皈依其他跟三寶不順的。",
    "1590": "[26:30]這個話我們要進一層地了解，他上面告訴我們說，好像乃至於大自在天等，我們在這文字上面隨便一聽，往往疏忽了這個內容。這個內容是指什麼？換句話說，我們真正的示道、指示我們的大師，那時候是佛，大自在天都不是，何況是比他等而下之的鬼神！那個鬼神有很多神通都不是，何況世間那些有財有勢的那些人。不過既然我們在世間，當然世間的法則要遵守，這是絕對要遵守的，佛法一定不會與這個世間的法則違背的。但是在普通我們一般習性上面、概念上面這種見解，一定要把世間的這種量則拿掉，而以佛、法、僧這個基本概念作為我們一切行持的準則，這個是這一點特別告訴我們的地方，特別告訴我們的地方。",
    "1680": "[28:00]至於說下面所有本論上面說的那些道理，都無非是把這個原則的內涵、意義，為什麼，明明白白地、更深一層地告訴我們，更深一層地告訴我們。所以眼前我們只是靠我們的信心，然後呢有了這個信心，你認真地學下去，這個理路越來越清楚，到那時候你那個信心越來越清淨，自然而然你會做得越來越圓滿，所以我們要努力好好地學！",
    "1719": "[28:39]第五由知勝利，晝三夜三，勤修歸依分二，一〈攝分〉所出勝利，二教授所出勝利。再下面呢，由於我們了解皈依三寶了以後的殊勝的利益，這個了解了以後，自然而然我們一切時處 ─那麼這個一切時很籠統，現在在這個地方分為晝夜，那麼白天說晝三時，晚上又夜三時，不管是白天，不管是晚上。那麼這個裡邊也可以說，不管是你在任何情況之下，張開眼睛來腦筋清醒固然是，睡覺的時候，心裡面還在那兒一心一意地皈依，勤勤懇懇地修習。那麼這個裡邊又分兩部分，一個是〈攝分〉中告訴我們的什麼殊勝利益，一個是教授當中告訴我們的；換句話，一個是相宗，一個是性宗。"
}