{
    "16": "[00:16]初中有二四聚。那麼這個〈攝分〉當中，相宗從兩方面來說，每一個地方分四個子目。",
    "30": "[00:30]初四聚中，一獲廣大福者，如《無死鼓音陀羅尼》云：這第一個，你皈依了三寶可以獲到非常廣大的福德、福報。那麼引經上面說，",
    "49": "[00:49]「佛世尊難思，正法亦難思，聖僧不思議，諸信不思議，異熟亦難思。」佛、法、僧這三樣東西，都是不可思議。這個不可思議可以從兩方面來說：第一個呢，就它的質來說，那就不是我們現在的心識所能夠思議得到，換句話說，它的確是非常地深微；就它的量來說，不可思議呀，那是大得我們無法想像的！所以不管就它的質，不管就它的量、就它的性、就它的相，那三寶的意義那真是不得了！你怎麼跟它相應呢？嘿，「諸信」，如果說你能夠相信它的話，那個信 ─從我們浮浮泛泛，哎，說：「我相信三寶。」哪怕你這麼浮浮泛泛，就有產生絕大的功效。這個數學上面有這麼一個公式，任何一個大小的數字，跟那個無窮大一乘，結果總是無窮大。你拿一乘無窮大也是無窮大，用一百萬、一千萬、一億、十億，不管多大的數字乘那個無窮大，還是無窮大。因為那個三寶的功德就有這麼大的不可思議，所以你沾上一點就不可思議。",
    "158": "[02:38]所以這個信心真不可思議！不過，當然就我們感受到的方面來說的話，那完全要看我們的信心的差別，我們信心越純，那麼你所得到的越純。所以三寶方面固然不可思議，然後你能信三寶的信心，它也不可思議；如果這個兩個相應的話，你得到的異熟果報，那也是不可思議。以前我們曾經舉過不少公案，都是這個，等一下下面還要說。這個是經上面，那麼論上面呢？",
    "198": "[03:18]《攝波羅蜜多論》亦云：「歸依福有色，三界器猶狹，如大海水藏，非握能測量。」說你假定信得過三寶而去皈依的話，這個福德大得不得了，這個福德假定有樣子、有形色可以衡量的話，啊！那這簡直是大得無法想像地大，無法想像地大。平常我們任何一樣東西要有容器去裝，譬如說我們一張檯子，或者一樣東西裝在這個屋子裡面，然後呢，我們麥子裝在我們一個袋子裡邊。現在你皈依的這個福德假定拿一樣東西裝，拿什麼？就是拿我們這個三界，換句話三千大千世界，拿三千大千世界作為容器，來裝我們皈依所得到的福報 ─嘿！對不起，根本裝不下。啊，根本裝不下！換句話說，這個三千大千世界小得一點點，皈依的福報不曉得多大，你看看這個皈依的福有這麼大喲！就像什麼呀？說這一個皈依的福就像大海水這麼多，你現在要拿這個小小的手捧一捧，那個捧能衡量這個大海的水嗎？無法去衡量它，這樣。所以這個皈依福報有這麼個大法！",
    "295": "[04:55]說到這裡，我們容或有懷疑說：「是啊，我們都皈依了，我們怎麼好像沒有這麼大的福報啊？」是，我們名字上面說是皈依了，真實皈依了沒有？這個大成問題。所以我在黑板上寫了一個 ─皈依也要得皈依之體。假定你真正的皈依做到了，而你現在又是 ……平常你皈依做到了，你生天，這是很簡單的事情，很容易的事情。如果說你皈依是皈依阿彌陀佛，一心皈投的話，你可以往生極樂世界；往生極樂世界根本就是超脫三界輪迴，啊！這個是超脫輪迴，是不得了的事情。這個福之大，你想想看，這個三千大千世界怎麼能容納？這是千真萬確的事實。所以在這個地方我們要了解，單單皈依就有這麼大。",
    "366": "[06:06]前面我們已經一路上面學過來，好幾位同修都說：「啊！原來皈依還有這個道理啊，真是聞所未聞！」喏！實際上呢，真正的皈依就是如此，就是如此！那個同學所以說聞所未聞的話，也說明了我們以前說皈依、皈依啊，只是開始說學步，種一點善根，慢慢地一步一步上來，真實的皈依乃至尚未了解。了解都不了解，你就能夠真實皈依了嗎？所以如果你正確了解，如理皈依，正得皈依之體的話，確實千真萬確，可以得到這麼大的福報。",
    "420": "[07:00]二獲大歡喜者，這個我們說：有了福報嘛當然歡喜。欸，不一定喔！有很多人，你看他很有福氣，又有財，子孫滿堂，又有地位名譽，他就苦苦惱惱得很欸，他不一定歡喜。它現在這個地方，還不但你有福，還有歡喜。先引經論上面：",
    "449": "[07:29]如《念集》中云：「若諸日夜中，能隨念諸佛，正歸依佛者，此是人所得。」說假定我們哪，「日夜」，就是平常一切時處，能夠隨順著三寶，去憶念三寶 ─佛，了解了佛的種種的殊勝，然後你真實如法如理去皈依的話，這個好處，這就是我們人所得到的。這個話要解釋一下，我們才能了解。你要曉得，人的真正殊勝之處在什麼地方？在三界之內，為什麼初機修學唯一的只有在人道當中，原因何在？人有一樣東西特別強盛 ─思，思惟、思心所。這個非常重要、非常重要！這有什麼功效？這個要說明一下。平常我們一切的有情，一切的有情都同樣具足的幾樣東西，說六根。同樣六根 ─當然無色界那個色法不存在，那麼上界的容或有一些東西，因為在定當中，乃至於譬如說有很多特別的地方。就一般來說起來，眼根所對 ─眼所見，耳所聞，然後呢鼻、舌、身種種，當對了這個境界以後，馬上緊跟著這個意識，所謂「五俱意識」跟著它一起來了。所以平常我們這個心裡邊的，一直隨著這個五根轉，而這個情況是非常粗猛。所以在這種狀態之下，那個心力啊，一直跟著外面在轉，跟著外面在轉。",
    "578": "[09:38]那麼，因為你跟著外面轉的話，你始終在一種被動的狀態當中，你沒有辦法從這個外相的事相上面，更深一層透過這個事相的表面，認識這個裡邊深一層的意義。要什麼情況之下才行呢？就是說你必定要把這個意識，從外面的五根上面把它收回來，收回來，不被這個外境轉。那個時候，你這個意識能夠再集中起來，貫注在你所觀察思惟的這樣事情上頭。我現在隨便舉一個例子，很簡單。譬如叫你去念書，叫你去念書，你正要念得好的時候，平常我們一般來說，外面吵了，或者有人打攪你了，那個時候你念書念不好。為什麼？喏！因為耳根所對不行耶，對不對？就是這樣。還有呢，就是你心裡面有很多所好樂的事情，有一樣東西很難放的事情擺在這裡，就是外面的境引著你，你必定要把這個拿掉了以後，然後呢你把你的意識貫注在這個地方去，然後你才能夠深入。",
    "669": "[11:09]所以，現在關於前面所說的這個道理，我們已經體會到一件事情 ─都是什麼？都要經過思惟觀察。這個時候必定把這個意識，從那個外境上面要拿回來，貫注在這個裡頭去，貫注在這個裡頭去。然後你能夠如理如量地去思惟，思惟了以後，跟這個法相應的種種的內涵，你才能夠體會得到，體會得到。那麼所以在這個地方所謂「隨念」等等，都是這樣的。",
    "712": "[11:52]然後你去想：啊，這個世間哪，雖然表相上面看起來是那麼快樂、這麼好，實際上，唉！這個是虛假的。表相上面好像是一年又一年，天增歲月人增壽，可是實際上的內涵，天是增了歲月，人在減壽。你才能夠從那個表相上面，進入這個事相的內涵去。然後你經過了這個思惟觀察，得出來這個結果說：啊！現在你要皈依，這是唯一可靠之處。如果你能夠這樣思惟的話，那個時候你會發現一個什麼事實？覺得：唉呀！以前都被這個外相所騙，所以種種的痛苦由此產生。現在不！啊，現在這個外相是騙不了你了，所以你不再被牽著鼻子走。因為你被牽著鼻子走，所以產生種種的苦惱。現在呢，你當下得到解脫，一切自由自在的，自己可以把握得住。那麼這個情況之下，你會有一個什麼感受說：啊！本來為著環境轉是煩煩惱惱，現在呢由於這樣的話，你不被它轉，當下不再煩惱，得到清涼、得到自在、得到解脫，這豈不是歡喜嗎？",
    "818": "[13:38]所以你如果說，真正地能夠這樣的話，那內心當中的的確確，到那個時候有一種歡喜，這個歡喜叫作什麼？法喜，法喜。其實我們不必這麼深談啦！就說念佛，說：「喲！這個世間這麼可怕啊，現在到極樂世界呀，這麼快樂啊！」然後你能夠這樣想的話，你只要如理如法地去想，的的確確這個內在就讓你感到太多歡喜。在座的好幾位同修，已經透過了佛法告訴我們的道理，如理去思惟以後，欸！發現以前這種苦苦惱惱的事情，現在整個地就轉過來了。那用這麼一點點哪，就會得到這麼大的好處，所以他不但得到福，而且可以得到歡喜。那你想，我們現在對這個佛法真是可以說皮毛一點點哪，已經這樣歡喜，你將來深入真正能體會到的話，這個歡喜真是無量無邊地多啊！",
    "897": "[14:57]於餘二寶亦如是說。其他的法、僧也是這樣。",
    "903": "[15:03]我今獲得依止如是三寶歸宿，是為善得，作意思惟，增長歡喜。想：哎呀，說：「好呀！以前因為不認識，一直錯了，結果是越走越錯呀！現在真正的這個正確的該皈依、可皈依、應皈依。啊！這實在好。」然後你能夠這樣地作意思惟的話，這個歡喜增長，這個歡喜增長！平常，就像我們以前做錯了，自己還覺得做對，忽然之間發現：「哎呀！以前上了當了。」到那時候，你覺得：「哎！我這下不上當了真好。」然後你繼續努力地，你發現不上當的好處又來了，當然你越想越走是越歡喜。那麼第三呢，",
    "960": "[16:00]獲三摩地，還有呢能夠得定。要曉得這個因為歡喜就容易得定，為什麼原因？要曉得定這個東西，它必定要是內心很寧靜的，假如你心裡面一天到晚煩煩躁躁，你能得定嗎？當然不行。所以他一定粗猛的煩惱解脫了，然後跟法相應了，在那種歡喜的狀態當中，歡喜的心情通常心是比較寧靜。然後呢你在那個時候，從這個基礎上面更進入，就得定；由於定就得慧，由於慧就得解脫，得了解脫 ─說「清淨」，所以第四：",
    "1000": "[16:40]獲大清淨者，謂由等持及以慧學而得解脫。就是這樣，那麼這四個。那麼另外一點呢，這四個的程序我們要了解。第一個，你皈依的時候得到的福，這個就是我們的資糧。然後呢你根據著這個資糧，然後你善根增長，如理思惟，能夠跟著它去做的話，處處地方照著去做的話，你內心上面跟它相應了。相應的正確的內涵是什麼？欸！那就是你不再跟煩惱相應，於是啊，這個時候的的確確不再造惡業、增長善業，這個是剛開始，屬於戒學範圍。所以這個情況之下，你的內心上面，自然可以得到戒相應的這種調伏粗猛煩惱，獲得煩惱息滅的清涼，得到內心上面的浮淺的歡喜，由此深入定、慧而得解脫。所以這個四個，還有這樣的一個必然的次第在。",
    "1077": "[17:57]第二四聚中，一具大守護者，至下當說。二於一切種邪勝解障，皆得輕微或永滅盡者，所有的錯誤的、邪執的這種觀點，「勝解」就是以前那種觀點。這種觀點，不但是說皈依世間這種大自在天、邪神等等，就是現在我們世間，很多。其實我們極大部分，這個人都是在世間的行相當中。其實世間的相 ……前面一再說，我們並不是把世間的東西不要。而是說為了我們現在的生活，把世間的很多概念，像醫生，普通世間的貿易，由在家人作為我們存活的這個幫助，幫助的條件，這個可以的，也是應該的，但是絕對不是以這個為主！所以通常情況之下，譬如說，它這個概念跟佛法告訴我們的概念有矛盾衝突的地方，我們一定採取佛法的概念，不再照世間的，不再照世間的。這一點特別注意！不是說不要它們的。",
    "1162": "[19:22]譬如說我們現在常常去看醫生，醫生說：「哎呀，你這樣不好，信了佛吃素沒營養啊！」對不起，那不管！他除了這個以外，叫你用什麼藥，你一定聽他的，怎麼個吃法可以；可是假定你吃了素說，他叫你要吃肉，那你不聽他。當然你還沒有持齋之前，那沒什麼關係，這個要注意啊！這個要注意。所以這個地方的所謂「邪勝解障」的內涵，就是凡是跟三寶不相應的、違背的所有這個東西，你自然而然信得過三寶的關係，你自然而然去把它拿掉了，絕不成其為障礙。要不然你總歸會這樣的：哎喲！這個東西等一下沒有營養，不行、不行，所以你不要去；這個又是這樣，又不要去。那就錯了！所以現在呢，在這麼一來的話，慢慢輕微，乃至於永遠滅盡。",
    "1226": "[20:26]謂由信解歸依惡師惡法惡友增上力故，造諸惡業，皆得輕微，當得清淨。以前在沒有正確認識之前，那你所信的以及你所了解的，都是什麼？「惡師、惡法、惡友」。師，現在轉過來，就是我們的大師 ─佛；法，就是旁邊的人告訴我們方法，現在是正法；惡友。就是由於前面這種力量造的惡業，現在因為你歸憑了三寶改過來了，漸漸輕微乃至於得清淨，乃至於得清淨。關於這一點，這個地方我們要注意哦！我們現在在學習當中，所以隨時要警惕自己，我們的的確確很多見解當中，對三寶還並不認識。我們現在的起心動念仍舊是什麼？仍舊這種惡法在腦筋裡面，仍舊這種邪勝解。",
    "1296": "[21:36]我隨便舉一個例子，昨天，有一位同修跑得來問我，他說他晚上吃牛奶供養，應該不應該供養？我說：「應該啊！」可是他有人告訴他，他說：因為昨天我們不是剛講過嘛，說這個隨便吃什麼，受用淨水以上要去供養。他說他吃的時候旁邊有人告訴他：「你不要供養。」嗯？那為什麼？他說：「晚上那個三寶不受供養。」你們說對不對呀？好，倒現在考考你們喔，考考你們喔！對呀！我們說那我們是出家人，僧團過了午以後不食的。你現在跑得去晚上喝牛奶，你去供養，是供好、還是不供好？他說對不對？這個讓你們好好地想一想，明天告訴你們。",
    "1365": "[22:45]所以在很多地方，的的確確在這個概念當中，我們並沒有弄清楚。所以沒有弄清楚，你只有一個，隨時隨地警惕自己，不要自己隨便開口，不要是隨便看了一點書，聽見了一點了，隨便亂開口。最好的辦法就是遇見這種情況，你應該思惟觀察一下，到底該怎麼做，那個時候你肯去學，你能夠慢慢、慢慢地深進。要不然的話，我們雖然哪自己在學佛，實際上弄了半天，始終在學我。所以真正皈依了以後，要學這個學處，要好好地學，要五年，要跟著一個非常精采的老師努力勤學。為什麼要這樣去做？就是你一定弄得開遮持犯最細微的地方，行持怎麼樣行持，為什麼原因；如果你弄不清楚的話，對不起，盡壽不離依止哦！我們現在是一竅不通，跑得去的話，就隨便這個亂蓋一通，這個很危險哪！在這個地方我是隨便一提。第三說，",
    "1442": "[24:02]三得墮入正行正至善士數中。你一皈依了以後，你的行為就是從此以後正，因為你的行正，所以將來感的果一定美妙。然後呢你進至登到「正至善士數中」，的確所正確的依止的地方，真正的這些才是三世界當中對的、不錯的。所以這個就是我們說「諸上善人」，那個時候，你從皈依開始就可以進入這個圈子。",
    "1485": "[24:45]四為其大師同梵行者，及於聖教淨信諸天愛念歡喜者，皈依了以後為「大師」 ─大師就是佛；「同梵行者」就是僧，這個僧，狹義地來說就是指四眾，廣義地來說如法行持者；乃至於其他「及於聖教淨信的諸天」，那個都是護持佛法的，他會愛念歡喜。",
    "1519": "[25:19]謂得趣入善士數中，為大師等之所喜樂。這樣，所以我常常說，平常我們常常說：「哎呀！不要得罪人、不要得罪人。」注意呀！當然你能不得罪，千萬不要得罪。可是萬一，尤其是我們修學佛法，修學佛法了以後，很多概念、很多行為呀，跟世俗上面是有不一樣的地方。碰見這種情況之下，兩者當中，不能同時善巧處理的時候，你注意！你如果說顧全了不得罪人的話，那時候你得罪了佛菩薩跟諸天；反過來說，你如果不得罪佛菩薩諸天，你要得罪人。請問你們願意取哪一個？這個概念很重要！這個概念非常重要、非常重要！再說一遍，當然最圓滿的辦法，你既上得諸佛菩薩諸天的歡喜，下面呢大家也歡喜，這個是最好。萬一兩者不可得兼的時候，你們要想一想，應該怎麼辦？這個地方順便一提。下面我們繼續看：",
    "1604": "[26:44]諸天如何歡喜者，謂彼歡喜唱如是言，我等由其成就歸依，從彼處沒來生此間。是諸人等，今既成就多住歸依，亦當來我眾同分中。天為什麼歡喜啊？他們看見你這麼皈依了以後，他們就說：「哎呀，好啊！我們所以生天是因為什麼？因為照著皈依，然後呢，如法修持成就了皈依，所以離開人間跑到這裡來。他們現在這樣的話，哎，也到我這個地方來了。」他們好歡喜啊！其實我們現在也是一樣，我們現在大家弄得很好，看見有人來，大家好歡喜，自然而然的，就是一般狀態就是會如此，就是會如此。那麼還有一點，很有意思的事情：那個修羅啊，他常常跟那個這個天上的，大家打，大家打。所以如果天眾人越來越盛的話，欸，那個打起來，比較打勝的機會遠來得多，所以他很歡喜。所以你如果說成就皈依的話，天眾熾盛，如果你破壞的話是魔眾熾盛，就這樣一個道理，這是很清楚、很明白的。",
    "1690": "[28:10]那麼除了這個以外，還有一點，你就了解了 ─是的，如果說你在世間，儘管剛才說的這個人世間也許這個規則不一樣，大家覺得：「哎呀，你這麼不相應！」但是你能夠隨順著三寶，你說：萬一我這種隨順了三寶，世間不同意；儘管得罪人，但是呢我卻使諸天歡喜。諸天歡喜的原因是什麼？你成就皈依，結果呢，你生天去了。請問：你願意走哪一個？世間最長不過是一百年，然後你如果能夠生了天，最起碼的四天王天的壽命相當於人間九百萬年哪！請問：你願意採哪一個？人間就算得罪了，一百年一直得罪人，我還是願意。得罪了一百年，我最起碼可以九百萬年享天福啊，何況還可以上三十三天哪！這是我們要了解的。喏、喏，喏！這個地方自己值得每一個人，大家來反省策勵一下。"
}