{
    "11": "[00:11]教授所出勝利分八。一得入內道佛弟子者，說皈依了以後正式地進入佛門，這個叫內道了，這個時候算是佛弟子。他下面說，進入佛道內弟子，總有多種建立內外差別道理，然共稱許",
    "31": "[00:31]覺與寂靜論師，以有歸依而為判別，真正地分別有很多種差別，有的人這樣說，有的人那樣說。可是根據現在這個地方的傳承，這個師承是那兩位，不管是阿底峽尊者以及寂靜論師，他們兩位判別這個內外道的差別，判別佛弟子的差別，都以皈依作為根據，說你有了皈依就算佛弟子，就進入內道，所以說「以有皈依而為判別」。",
    "81": "[01:21]謂得歸依，乃至未捨。你得到了皈依以後在你沒有捨棄之前，那是佛弟子。不過這個地方注意啊！「得」皈依。皈依的時候，你有一個得到的，得到了這個皈依，什麼東西？就是這個 ─得皈依體。到現在為止，你們只記著哦：皈依還有一個體。這個體的真正內涵，慢慢、慢慢地以後再來詳細告訴你們，這個是非常重要、非常重要的！所以我們好好地去學，一旦你得到了這個東西，那麼大家注意：你至少生天，如果是你想學淨土往生的話，一定往生，這個它的真正的內涵。所以下面很多地方講的、學的就是學這個東西，就是學這個東西。到現在開始學的也是學這個東西，前面學的還是學這個東西，還是學這個東西。",
    "149": "[02:29]是故最初入佛弟子者，須由至心於三寶所受為大師等，所以這一個就是最開始修學佛法的第一個條件 ─皈依，那麼皈依了算是佛弟子。那麼在目前我們能夠做到，能夠了解的這個皈依的體是什麼？就是你至心於三寶接受他 ─這個才是大師；「等」字，那個才是正確的方法，這個才是共同修習的助伴。這一個狀態，不是說聽聽、講講，而是從你內心深處一心一意皈投依靠，就這一點，就這一點。",
    "208": "[03:28]那麼在這個地方呢，我們可以自己來反省一下，來反省一下。今天遭到一點點委屈了：嗯！被人家埋怨了幾聲，或者今天少獲得一點利養了，或者今天有一點點小小的病痛了。這個是什麼？苦，對不對？是呀！痛苦。現在碰見了這個痛苦以後，你怎麼辦呢？就是我們平常的一般的反應，這很清楚、很明白。受了委屈，然後呢或者跟他辯，乃至於跟他吵，或者你雖然沒辦法吵、辯的話，背後跑得去嘀咕，這是我們一般狀態，世間的常態都是如此，這樣。然後呢，你稍微少了或者什麼生了病，喔唷，趕快啊求神拜佛、找醫生買藥吃，這是一般世間常態，也是正常的。我們不是說修學佛法了以後不要這些哦！",
    "281": "[04:41]這個時候注意的 ─為什麼要皈依？為什麼要皈依？以前容或不知道，現在我們了解了：哦！原來了解這個三界之內無非是苦，而真正能夠幫忙我們解決苦，從根拔起圓滿解決的是這個地方的，問題在這裡，皈依他，這個才是皈依的根本原因。然後呢因為你要脫苦，所以在這個理由之下找，那麼在這種情況之下，誰才是你皈依的對象呢？你要脫苦，他一定要什麼條件呢？根據這樣一路一路地上來了。假定你說這個次第非常清楚，非常明白，然後呢你能夠如理作意經常這樣去想的話，那時必然有一個什麼現象啊？你有苦你覺得：哎呀，這個苦呀，現在要找他問題才解決。對不對？是不是？必然地產生的結果。所以說這個皈依，如理的皈依跟平常的皈依差別就在這個地方。",
    "358": "[05:58]平常的皈依，完了以後皈依，你還是浮浮泛泛的，那個時候你們懂得了吧？儘管行相上面你是學佛啊，實際上學的什麼呀？跟佛是了不相干。現在你照著這個次第一步一步上來的話，的確步步踏實。是嘛！就因為你有苦，所以要皈依；因為要皈依，所以找到的皈依的對象是三寶。現在這個苦現起了，那個時候你心目當中什麼？「哎呀，這個苦啊！」然後一心皈投於他。是的，被人家埋怨了幾句，你覺得很苦，那個時候你還是要去訴冤？跟誰去訴冤，跟佛去訴冤嘛，簡單哪！跟誰去訴冤？跟法去訴冤，跟僧去訴冤。這個就怕你不訴，你去訴就對了！",
    "410": "[06:50]跟佛怎麼訴冤哪？南無阿彌陀佛。欸，對了！所以不管你遭到什麼事情，你自然而然哪只有一心念佛。你怎麼皈依法？皈依法是什麼呢？為什麼你以前會煩惱？就是錯誤不認識，現在我們不必說深談，最簡單的法告訴我們法是什麼？空，緣起。所以一切法的現起，都有它的前因後果，他假定說今天埋怨你，有理由，有理由當然總歸有原因，我錯了，埋怨我，我改呀！沒有理由，沒有理由他為什麼無緣無故？那以前一定是種下來什麼惡因，今天還了他，好高興，還了是無債一身輕。對呀！所以這個，這個時候就唯恐你不跟法訴冤。如果跟這些行持相應的叫什麼？叫僧呀！然後你去訴冤，那個人告訴你，喏、喏、喏，這個道理。啊，你懂得了，真感謝啊！是不是要這樣啊？必然的結果啊！",
    "475": "[07:55]然後呢，如果你生了病了，啊！說世間本來一無可取呀，然後呢最後結果是必定是老病死，病是死因，現在要死了，趕快多念幾聲皈依，然後到極樂世界可以品位高升。那醫生要來找你，說不定你還不願意，醫好了以後讓我多在這個娑婆世界多留幾天，這苦不堪言，不要、不要！除非說你有大利益，為了一些利益，現在我一忍，一時不能放掉那些。假定說你這個皈依是至心的話，是不是會必然產生這個結果？對呀！所以這個地方就說「至心於三寶所受為大師等」。",
    "530": "[08:50]當然現在這個是理解了道理必然結果，現在的的確確地普通一般人是有兩種狀態，有一種是以理智為強盛的人，有一種是情緒感情為強盛的人。那麼理智強盛的人，是，剛才這個道理容易了解，他進來通常也會從這個地方進來的，所以進來了以後，他又善於利用他的理智很容易得到這個。感情來的，他就不一定這樣的，他覺得：哎呀，皈依好啊！他也跟著去皈依。這假定你的的確確能夠做到至心皈依，到那個時候也是一樣，碰見什麼事情，反正就像人受了委屈了，沒有辦法去訴，跑到媽媽身邊哭哭啼啼地訴，這樣。所以到那個時候，你如果有受了這個，你還是跑到大殿上面，哪怕你流著眼淚說：「唉呀，阿彌陀佛，我受了委屈了，阿彌陀佛。」你還是會多念幾聲佛。所以這個時候注意哦：「至心」兩個字，「於三寶所受為大師」，你真正地從內心深處接受它了。這個靠什麼力量？靠思惟。",
    "611": "[10:11]所以我現在常常提醒大家，這個人身的最佳的寶貝什麼？思惟。現在我們修學佛法了，癡癡呆呆站在那裡，欸，腦筋也不要動，聽說念佛好，哎呀！最好希望趕快念一個佛，關在個山裡面，念它個三聲，然後就往生了。實際上我這是過分強調了一點，當然不至於如此了，我這是特別說明，現在有太多人就是這個情況。是的，他是感受到世間的痛苦，本來這是很好的現象，他也了解了佛法，是件很好的事情，那個時候他應該怎麼辦啊？善巧地找到善知識，或者了解這個怎麼樣行持，然後努力運用他現在暇滿人身難得的這個寶貝，這麼如理如法地思惟，他結果啊心心念念自然而然一直在這個上頭，正行也是，助行也是。這一點千萬要注意，千萬要注意！所以我剛才這個話，你們千萬要了解，要了解念佛的確是一個最好的法門，但是不得善巧的結果，就像現在這個流弊叢生。這個地方順便一提，順便一提，順便一提。",
    "694": "[11:34]此若無者，任作何善，皆不能入佛弟子數。假定這個沒有的話，不管你做什麼好事 ─做壞事更不談，做好事都不能算佛弟子。所以這個地方，現在我們了解了，這個佛弟子什麼？「至心於三寶所受為大師」，那個時候你皈依，得皈依體。然後你起心動念有一個特別的一個狀態 ─依體起用。我們現在不必在這個文字上面轉，實際上的狀態呢？等到你真正至心皈依了，你動一件事情，哎喲，你想到這個佛菩薩要我這樣做的，我該怎麼做！隨便動一個念頭，欸，我覺得已經這個樣的，我要這樣做！你自然而然會這樣的，自然而然你就會這樣的。",
    "746": "[12:26]譬如說我們現在今天剃了頭，穿了這件衣服了，你忘記掉說，一看：哎呀，不行！我現在穿了這件衣服了。尤其剛剛開始換那件衣服的人，可能你們有這個經驗。有的時候你歡喜跑出去，一想，你看看這件衣服，不、不、不，以前可以做的現在不會做了，對不對？為什麼呀？那就是這個道理。就是說你現在得到了這個東西以後，自然而然很多事情隨時起心動念，覺得：「欸！不對、不對，現在要這樣了！」內心上面自然有這種力量。所以用這個東西用在戒上面，叫防非止惡；用在皈依上面的話，那個時候你的起心動念，一心就歸投依靠，以三寶告訴我們的方式為你行事的準則。假定這個沒有的話，不算！不管你做什麼善事，嘿嘿，不是佛弟子，這樣。因為不是佛弟子，它的好處就得不到，差別這麼個大法！",
    "811": "[13:31]二成一切律儀所依處者，第一個得到，得到這個皈依，然後更進一步受戒。「律儀」就是戒，這個一切的律儀，一切的戒。這個律儀有一點哦 ─戒善，換句話說，得到了這個東西一定可以感得善果的，一定可以感得善果的。所有一切的律儀戒法的這個好處，都依皈依而起。所以平常我們不管受什麼，三皈依固然是，五戒，乃至八關齋戒，沙彌、沙彌尼戒，然後比丘、菩薩一切戒，都是正得體的時候在三皈依的時候，都在三皈依的時候，就是這個。",
    "865": "[14:25]《俱舍釋》云：「受歸依者，是受一切律儀之門。」《歸依七十論》亦云：「近事歸三寶，此是八律本。」《俱舍論》、《歸依七十論》都這麼說 ─一切律儀的根本。那麼「近事」就是平常我們說優婆塞、優婆夷，親近三寶，承事如來的。那個剛開始的時候，皈依三寶，這個就是所有一切律的根本。這個八律儀就是五戒，然後呢八關齋戒，然後呢上面一樣一樣東西，這個根本都在這裡。",
    "903": "[15:03]此中意趣，謂由歸依而能堅固涅槃意樂，從此意樂律儀發生。原因是什麼呢？因為你這個皈依，所以這個「堅固涅槃意樂」。涅槃是什麼？就是寂滅，究竟解脫一切問題。這個究竟解脫一切問題的最開始，從哪裡開始？皈依開始，皈依開始。現在這個道理就很清楚、很明白了，因為隨時我們體驗到：為什麼要皈依？因為了解世間是苦。所以涅槃是什麼？苦的究竟寂滅位嘛，就這麼清楚，如此因就感得如此果啊！由於你這樣的內心這樣的一個意樂，內心認識這個好樂，然後呢你一步一步努力要去獲得，獲得嘛當然你照著去做，照著去做就是受的律儀，這個一切律儀。由於受了這個律儀，律儀的戒體得到了，這個戒體就是根本，從這個根本上面，所以五分法身戒為基礎，戒而得定、而得慧、而解脫、解脫知見，這樣來的。這個次第這麼清楚，這麼個好啊！這麼個好！所以想想看這個皈依的福，的的確確無法衡量地大呀！",
    "1000": "[16:40]三先集業障輕微滅盡者，前面以前積的業障，由於皈依了以後減輕，乃至於徹底地消除。",
    "1010": "[16:50]《集學論》中，顯示歸依能淨罪時，說云：「此中應以生豬因緣，而為譬喻。」那麼這個《集學論》上面，來說明這個皈依的好處能淨罪障的時候，它說：應該把這個譬喻來說明，什麼？生豬因緣說為譬喻。下面這個公案，我來說一下，也唸一遍。",
    "1035": "[17:15]謂有天子當生豬中，由歸依故，即未生彼，是由歸依能淨當生惡趣因故。「若有歸依佛，彼不往惡趣，捨棄人身已，彼當得天身。」於法及僧亦如是說。故先集罪，有者輕微，有者罄盡。（徹底淨除。）這個皈依生天因緣是這樣。有一個天人，有一本經叫《羯摩那法天子因緣經》還是不曉得是什麼經，他是一個天子。那麼天子臨終的時候五衰相現，什麼是「五衰相」呢？就是天人平常的時候衣服向來不髒的，到快死的時候，他衣服髒了。然後呢他身上的這個花，尤其是頭上面這個花，平常那花一直都是鮮花，從來不會枯萎的，到那個時候頭上的花會枯萎了。還有呢身上面他不會髒、不會有味道的，到那個時候他身上面又髒、又有味道，有的地方說，身上有威光或者是威光失去了，總之身上面的特質，由善而變惡了。還有呢他平常不出汗，他那個腋下會出汗。還有最後第五個，就不樂本座，他本來坐在那天子座上很歡喜，到那個時候，他坐立不安了。當這個五衰相現的時候，那快要死了，就相當於人那個必死之症，患了這個癌症了，那快死了。",
    "1145": "[19:05]所以天子一犯了那個五衰相，他就曉得要死了。那個天上的人，他是有天眼通的。哎呀！他要死了，憂愁大苦，但是他曉得這個死是無法避免的，他要看看死了以後到哪裡去，萬一死了之後，還再生天，那還勉強可以。結果一看哪！墮落豬當中，唉！你不要說墮天上到豬當中，我們叫人間到你墮豬當中你受得了嗎？絕對受不了啊，絕對受不了！不要說變成個豬，現在叫我們跑到那個豬住的地方去，在那兒住一天，我們實在受不了，我想沒有一個人受得了，對不對？何況是你天上面。唉！他大苦惱，然後到處去求，求那個大力諸天，誰也沒有辦法，怎麼求是一點辦法都沒有。",
    "1195": "[19:55]最後那時正好佛出世，有一個天，說：「欸！對了、對了，現在佛出世，他是三界一切智人，人天導師，唯有他曉得，你只有去問他，他能幫忙你。」那麼後來就請求那個佛，佛就告訴他 ─皈依，你只要皈依就不墮落，然後呢跟他說種種的皈依的好處。所以它下面這個偈，「若有皈依佛，彼不往惡趣，捨棄人身已，彼當得天身。」就是這個《羯摩那法天子經》當中的一個偈子。所以他聽見了很歡喜，然後至心皈依，過了幾天果然死了，果然死了。然後呢死了以後，完了以後，他有沒有墮落？沒有墮落，又繼續生天。",
    "1247": "[20:47]這段因緣，這段公案，你們可以看看，這是千真萬確。所以皈依這個福不得了啊！他本來要墮落畜生了，那何等嚴重，沒有任何辦法可以解決的。欸！你只要皈依。注意哦！前面一再說的，皈依是什麼？要得皈依體，不要說我也皈依了，我這個皈依是相應不相應，這是大成問題，這個是才是我們真正要檢查、檢點的地方。那麼現在休息一下。",
    "1281": "[21:21]所以說有這個因緣，你看這麼個好呀！第三能夠皈依，得到這麼好處，可以得到好處。實際上他那個生天，還是算起來很小的，很小的，生天算什麼！我們要跳出三界輪迴的，也都從皈依上面得到的呀！",
    "1305": "[21:45]四積廣大福者，如前所說。五不墮惡趣，由前應知。前面說得很清楚。",
    "1313": "[21:53]六人與非人不能為難者，不管人非人都不能為難。",
    "1318": "[21:58]如經云：「諸遭怖畏人，多歸依山林，及歸諸園囿，歸所供樹木。其歸非尊勝，其歸非第一，雖依其依處，不能脫眾苦。很多人遇見了不如意的、恐怖的事情，於是總歸找一個依靠。他依靠什麼？山林、園囿，皈依所供的樹木等等，各式各樣的。這個的確，任何人碰到了苦惱不如意總歸去找，就是不一定找到人嘛，我們也 ……不一定找到皈依這些事情嘛，我們可以想像得到啦！有的人跑到求神賣卜，算命先生，或者我們找這個、找那個，這個都是。所有的這些東西，「其歸非尊勝」，並不是殊勝、並不正確、也並不尊貴。「其歸非第一」，這個真正要皈依的只有這一個，這是唯一獨一的，所以除了這個以外都不對。因為他所皈依的，「雖依其依處，不能脫眾苦」，因為他所依的地方，不是第一，是錯誤的他自己本身，所以雖然去皈依了，他的苦惱解決不了。反過來，",
    "1404": "[23:24]若時有歸依，佛法及僧伽，由知苦苦集，正超越諸苦。八支聖道樂，當趣般涅槃，那麼你能夠皈依三寶，由於這個曉得真正的苦樂的真相，以及苦樂的原因何在，然後你了解了這個才能夠超越這個痛苦。超越這個痛苦所行的就是道 ─八支聖道，道諦，然後呢得到涅槃滅諦的快樂，這個是真正皈依之處，能解決一切眾苦的。",
    "1445": "[24:05]以智慧觀見，諸四聖諦理。此歸為尊勝，此歸是第一，由歸此歸處，能解脫眾苦。」而這個要曉得，這個是什麼？以智慧，只有智慧才能夠真正如理如實地找到正皈依處，而得到好處，皈依這個「四聖諦理」。這個既尊又勝，這個「尊」是尊貴，這是三界之內唯一真正尊貴的。因為這是實在的、不虛假的，這是殊勝的，平常的時候都庸俗的，那麼這個才是真正第一的，是唯一的也是。由於你皈依了這個，一切痛苦解決了，一切痛苦解決了！",
    "1495": "[24:55]前面說人與非人不能為難，關於這個我們說，你皈依了三寶以後，他馬上就有護法神來護持你。哦，說我們說：「那麼非人不能為難，人怎麼皈依了以後不能為難？我們就看見很多事實，皈依了以後，人還來為難我啊！」這一點要解釋一下，這一點要解釋一下。這個誤會，我們了解佛法裡面告訴我們一切都是因果緣起的法則，你真實地了解，人沒有一個人能害你，只有你自己！真正能害你的是什麼？就是你的無明，你不了解這個無明的行相，跟著境界轉了，害了，害了！所以假定你了解了一切因果法則，人家來害你，欸，那個時候你就想想看，他為什麼害你呀？如果說你有了傷害他的原因，他害你，當然嘛，應該的，還啦！就是剛才說這個道理。所以你正確地了解的話，的的確確 ─而這個唯一的辦法，靠什麼？靠皈依三寶，如理如量地了解這個道理，問題就解決了，這是非常重要的一個概念。當然啦！人都不能為難你，何況是非人？三界之內的的確確人是最強。",
    "1581": "[26:21]此中應以成就風索外道等緣，而為譬喻。這裡有一個譬喻，這個譬喻我也不知道。",
    "1591": "[26:31]七隨一切想悉當成辦者，隨行何等如法所作，若先供養歸依三寶，祈禱成辦，則易成就。不管你想什麼，由於皈依都能夠成就。不管你做什麼如法的事情，你先供養皈依了三寶，然後祈求的話，很容易成就。當然你皈依了三寶以後，你所想的事情一定如法；其實你就是不如法，它一樣地也成就，一樣地成就。就這麼有這麼一個公案，我這個地方說一下。說有一個沙彌到龍宮裡面去應供，到龍宮裡面去應供。平常啊 ……不，有一個羅漢。那麼這個羅漢去的時候，他有一個弟子，那個向來就是他自己去，不帶這個沙彌去。後來有一次，那個沙彌他附在那個他師父的上面，得到了一點龍宮的餘食，哎呀！他覺得龍宮這麼好啊，他就想要奪這個龍宮的一切。所以他認真地持戒，認真地供養，然後發願，最後這個沙彌果然如他所願，變成一個強力的龍王，跑到那個龍宮裡面，把原來這個龍王都殺掉了，就是這樣。這個惡願尚且成功，何況善願！你只要如法地去做，一定可以得到。那麼這是第八，",
    "1701": "[28:21]八速能成佛者，這個最究竟的。",
    "1703": "[28:23]如《師子請問經》云：「由信斷無暇。」謂由獲得殊勝閒暇，遇歸依處，學殊勝道，由此不久當得成佛。像經上面說，因為你有淨信心，所以能夠斷無暇。斷了無暇，就能修行，能夠修行遇殊勝皈依的地方，學了殊勝的道，當然這樣上去了成佛。成佛的話 ─啊！一切問題都解決，什麼好處都得到，這上面那個根本也就是都是次要的了。",
    "1744": "[29:04]如是憶念諸勝利故，於日日中，晝三夜三，勤修歸依。"
}