{
    "5": "[00:05]如是憶念諸勝利故，於日日中，晝三 夜三，勤修歸依。前面這個道理，你經常去憶念思惟，因為你經過了憶念思惟以後，那時候發現，啊！原來你要求的一切的好處，原來都在裡頭，那個時候，你自然而然勤勤懇懇地皈依。我們為什麼做不到？就是有個好處呀，啊，就是難捨啊！結果呢如果說你能夠如理如量思惟、觀察，你就發現一切的好處原來 ─嘿，都要皈依三寶才得到。眼前這個好處實在是小得不能再小，而且貪了這麼一點小小的便宜，這個大好處都損失了。所以他並不教你真正地捨棄，他恰恰相反，要讓你得到大好處。",
    "59": "[00:59]所以有很多人，這個也捨不得，那個也捨不得，我覺得這些人真沒有出息。要捨不得，要捨不得大的！眼前一點點小的東西覺得捨不得 ─我覺得不在乎，我捨不得是什麼？三千大千世界，我捨不得淨土，我捨不得是華藏，這個才是我捨不得的地方。你有種！然後你真正能夠這樣捨不得，你一定得到。那個都得到了，這一點點，唉，送給你都不要，這個是我們真正要了解的。所以我們的的確確要了解它殊勝的好處。你得到了這麼大的好處，啊，那一點點小小的事情都沒有問題了。所以為什麼他告訴我們，我們要多思惟觀察啊，就這樣。平常一點點小小的好處被人家擋住了，喔唷，大發脾氣！現在這麼大的好處，人家怎麼搶也搶不去，就等在那裡呀！所以我說真沒有出息呀，我們要做一個真正有出息的人，這樣才好！",
    "134": "[02:14]這是第五，我曉得了殊勝的利益，以後那個就容易了。所以常常說：「哎呀，這個怎麼念佛才好啊！」簡單！你只要曉得，喏，這個有這麼大的好處，你真正曉得了以後，唉！這念佛真容易，教你不念佛都做不到。這個道理現在大家非常清楚、非常明白。那麼很清楚、很明白，為什麼做不到呢？這個答案，暫時停一下，你們好好地去想，好好地去想。想不出來，來問我，我再來告訴你。如果你想出來，你不妨問問我看看，想對、想錯？我也不一定知道，但是至少我曉得那個經論上面，佛菩薩告訴我們，我可以把這個完整的指示教授，指出來告訴你。下面：",
    "194": "[03:14]第六下至戲笑乃至命緣，應當守護不捨三寶者。真正皈依了以後，最起碼的，哪怕笑、開玩笑；最嚴重的，哪怕送了命都要努力守護，就是守護這個皈依，絕對不棄捨。皈依尚且如此，所以下面你皈依做到了，下面持戒等等自然都做到。所以這個根本只要做到了，上面就都做得到。現在實際上呢，就是我們那個根本沒有，所以現在有很多人啊，哎喲，希望要求個菩薩戒，乃至於要求個密宗的大灌頂。不要這麼忙，你先把皈依做好了，你皈依做好了，下面一樣一樣東西都很容易，自然都會得到。你如果這個沒有基礎的話，不要說，啊，這個菩薩戒，密宗的灌頂，佛親自跑得來，跑到你面前，給你這個東西，也沒得用；反過來，你見到了佛，也沒得用。佛世這種公案太多、太多。下面說：",
    "262": "[04:22]身命受用，定當捨離，若為此故，棄捨三寶，則一切生輾轉受苦，故任至何事，不捨歸依。我們所以捨不得的話，總有困難，現在最嚴重，哪怕那個身命，他真正皈依的人，哪怕身命可以捨掉，皈依不捨。為什麼呀？因為你那個身命以及眼前的受用，就算是你現在為了保護，捨掉了皈依，對不起，最後你能不能保護它？最後還是死欸！很多人沒有皈依的人，他沒有長壽欸，這很明白嘛，到時候照樣地死。於是這樣的話，你不就冤枉了嗎？不是冤枉了嗎？所以假定說，為了保護這個本來就要死的、本來就要棄捨的，而棄捨的話，太可惜啦，太可惜啦！所以你為了這個而棄捨三寶的話，那完了。「一切生中輾轉受苦」。所以在任何情況之下，絕對不要捨棄，絕對不要捨棄。",
    "333": "[05:33]反過來說，當苦惱發生的時候，你能夠皈依的話，那麼這個苦惱卻是慢慢地怎麼辦？可以減輕。因為這是業嘛！由於你真實皈依了，然後知道了正確地做，這個業障漸漸淨除了，於是這個苦漸漸遠離了。而這個都從皈依開始，皈依正是要為做這個。所以當你遇見了苦，你反而棄捨皈依了，那這算什麼皈依？",
    "364": "[06:04]作是念已，數起誓願，雖為戲笑亦不應說捨歸依語。你了解了這個，這樣地思惟觀察以後，就下了一個立誓：啊！咬緊牙關 ─說這個誓是什麼？是要對自己所願求的一定要做到，這個叫作誓願 ─哪怕說笑話，絕不棄捨皈依。在任何情況下，絕不棄捨，就是這個道理。",
    "393": "[06:33]諸先覺等說一學處謂隨往何方，於彼如來應學歸依，未見根據。他下面有一點，說有的一些祖師們說呀，說其中我們皈依了以後，有一個學處。現在他下面告訴我們，皈依了以後應該學的幾樣東西。說有一些祖師們說有一個應該學的，說不管你到什麼地方，那麼，反正比如說：噢，通常說密教吧！說東方什麼如來，南方什麼如來，寶生如來是南方啦，西方是阿彌陀如來啦等等，或者到那個地方，皈依這個佛，到那個地方皈依這個佛，說這樣，有這種說法的。但是這種說法，大師說「未見根據」，未見根據，真正皈依，就是皈依十方三寶，就這樣，這個意思。而主要學的，就是上面〈攝分〉、教授當中所出的這幾點，關於這一點沒有根據。所以這地方順便提一下。",
    "455": "[07:35]如是六種共同學處，是如《道炬釋論》中說。上面所說的六種共同學處，就是解釋《道炬論》當中的解釋。他為什麼要說這個？這個很有關係哦，表示他的師承。他這樣地了不起的一位大成就者，宗喀巴大師也好，阿底峽尊者也好，你看，我們曉得在印度，阿底峽尊者被稱為、被尊為第二能仁，宗喀巴大師也是。以這麼了不起的人，他們一開口，開口都有他傳承的，源源本本，說我這個傳承從哪裡來的，從這個我的老師、老師、老師，然後上去哪一個，最後推舉到佛，論是怎麼說，經是怎麼說。他們這麼樣成就的人，尚且這麼謹慎，我們現在一點樣子都沒有，自己開口就亂蓋，還說：「噢，一定要這個樣、要那個樣。」這就是我們的錯誤的地方。",
    "525": "[08:45]注意啊！所以真正修學佛法，第一件事情要認得的 ─我在錯誤當中。千萬不要總是我覺得對，然後要別人照我這個樣做，那你完全錯了。單單你覺得對，那只是害你自己；你要教別人，還要害了別人，嗯，這個非常糟糕！這個雖然無關緊要的，好像；實際上這個裡面非常重要，就是我們真正學，就要從這個地方學起，要從這個地方學起。",
    "551": "[09:11]各別學處初三種者，契經中說。那麼上面是共同學處，這個是來源。然後各別學處前面有，各別學處有三個對吧？應止、應學，說各別學處前面三個 ─契經當中。各別學處當中，後面三種，",
    "570": "[09:30]出於《歸依六支論》中。如彼說云：「應於形像頌，及諸碎黃布，信解為大師，親口說諸法，不謗應頂戴，淨未淨諸人，應觀為善士。」這個就是跟前面這個別學當中的，這個應修三個一樣的內容。",
    "594": "[09:54]〈攝決擇〉中所說此等，還有〈攝決擇分〉說也是這樣的。",
    "601": "[10:01]迦摩跋云：「此諸學處，內隖蘇跋，想亦宣說，我二同從阿蘭若師所聞。」就是這個就是說他的師承。喏，他說那些師承，阿蘭若師，就是阿底峽尊者親傳的主要的康地的三個大弟子之一；親從這個他的，從內隖蘇跋，一代一代這麼傳下來，傳到宗喀巴大師，表示他這句話有出處。所有的地方，由經、論一直溯到佛。",
    "638": "[10:38]此語出於此師所傳跋道次第中。那就是告訴我們這個來源。那麼，上面就是我們皈依了以後應該學的，繼續下去。",
    "655": "[10:55]若有違犯此諸學處，當成虧損及棄捨之理者。你皈依了以後，萬一有違犯了，怎麼辦？還有呢，怎麼是棄捨？這個道理說一下。",
    "670": "[11:10]有說違犯六種成捨，有一類、有一派這麼說：如果說你前面所說的這些道理，這個當中有六種違犯了，那麼你就棄捨皈依了。哪六種？",
    "688": "[11:28]謂初三種各別學處初三種就是皈依了佛，不應該皈依其餘的大師；以及皈依了法，要離於損惱心；皈依了僧，不可以與外道共住，就是這個道理。這個「共住」，前面已經說過了，我們要記得。除了這三樣東西以外，下面還有呢，「恆修歸依」，說我們正式皈依了以後，要恆修皈依，假定說不經常去，那麼又錯了。或者，再下面第五，「為命不捨」；第六，「供養三寶」。這個六樣東西，如果說你做不到的話，那就等於捨棄了。有一派呢，",
    "735": "[12:15]有說由其九種成捨，謂加違後三種另外有一些說，要成了九樣東西違背了，那麼就是捨棄了，又加上後面三種，就是「各別學處」的後面的三種再加進去。就是上面這個六種，加上各別學處的後面三種。",
    "756": "[12:36]其餘僅是虧損之因。如果說，你沒有像上面所說的違背了六種或者九種，那麼只是差一點，虧損了，不是違背。這個是前面說。",
    "772": "[12:52]然作是思，那個地方告訴我們 ─宗喀巴大師：但是你假定說腦筋當中以這樣的想法、這樣的觀念，那麼這個就錯了。怎麼樣呢？說：",
    "788": "[13:08]若與為命亦不棄捨有違犯者，實捨歸依。說，假定說你遇見了困難，乃至於是有生命危險，你就棄捨了三寶，那麼那個時候，你實際上就棄捨了皈依。這樣的話：",
    "806": "[13:26]如是雖未棄捨三寶，然俱愛執三寶異品大師等三，亦違不言有餘大師，心未誠歸，故亦成捨。為什麼原因呀？他說雖然真正皈依的時候，它一定有一個儀軌或者什麼等等，當然你要捨的時候，你還是對著某人：「哦，我現在不皈依了，棄捨了。」實際上你那心裡面，形式上面沒有這麼做，可是心裡面已經違背了。本來皈依了三寶以後，你心裡面一定是依止，說執取這個大師是唯一的皈依處，然後所說的法是唯一所憑信的行持的準則，而行持的助伴，共同的同伴就是僧。心裡面現在你想：「唉，這個不行、不行，這樣做的話，生命受了傷害了，哦，不要、不要！」心裡面這樣想的話，你違背了你皈依的時候的這個內涵，那個時候，心裡面並沒有真正的皈依。既然沒有真正的皈依，當然捨棄掉了。",
    "879": "[14:39]若未犯此，僅違學處，非是捨因。如果你這個心裡面沒有，僅僅是對上面告訴我們，皈依了以後應該學的那些道理，你沒有做好，稍微一點違背。那個就是因地當中不圓滿，種了一個棄捨的因，並沒有產生棄捨三寶的這個實質上的結果。",
    "909": "[15:09]是故歸依，是於佛教，能入大門。所以皈依是進入佛教的大門。",
    "916": "[15:16]若有歸依，非唯虛言，則是依止最殊勝力，假定說這個皈依不是嘴巴上面講講，而是內心上面真實皈依的話，這個的的確確是最安全、最殊勝、最超勝的力量。這個力量不得了的力量哦，不得了的力量哦！前面說過太多了。",
    "944": "[15:44]內外障緣不能違害。不管是若裡邊、若外面，外面是人家，不管是有情，情與無情的傷害，裡邊是種種煩惱惑業等等的，都不能傷害。",
    "960": "[16:00]功德差別，易生難退，倍轉增長。所以皈依了以後，有皈依這個功德的差別：你皈依了以後，它生起功德很容易，而不會退轉，退轉也 ……不會退轉，就是退轉的話，它也少；現在我們功德不容易生起，退轉很容易。然後生起來以後呢？「倍轉增長」，加倍、加倍地很快地增長。",
    "995": "[16:35]故如前說，由於怖畏及由憶念功德等門，受持歸依，勵力不違歸依學處，是極扼要。說由此我們了解，那曉得了，是，也必定從前面所說的，由於了解三界之內的真相，無常迅速，死了以後要墮落的苦，所以怖畏這個苦，然後要找解脫，找到真正皈依之處而至心受持，然後呢努力不違背，這個是皈依的最最主要的一個內涵。這一點我們要認識，照著去做一定得到這個功德。",
    "1045": "[17:25]設作是念：如是念死及思死後當生惡趣，而起怖畏，能從其中救拔歸處，是為三寶。若歸三寶不違學處，然其歸處，如何救拔？那麼進一步我們要想了：對啊！那麼因為我們念到死、無常的迅速，然後死了以後，要墮落惡趣，哎呀，這個又這麼恐怖！然後呢就想為了怕苦啊，要找可以歸投依靠救護的地方，結果你找到了三寶。然後呢皈依了三寶，他又告訴我們怎麼學。然後呢這樣去學，他怎麼救？他怎麼把我們救起來呢？欸，對啊，這個我們要了解呀！他下面說：",
    "1098": "[18:18]如《集法句》云：「能斷有箭道，我教示爾等，如來是大師，爾等應須行。」欸，現在就告訴這個道理了，所以經上面現證成，然後解釋這個道理。經上面怎麼說？《集法句》上面，說這個真正能夠斷除痛苦的「有箭道」 ─箭，就是傷害我們 ─真正能夠避開傷害我們痛苦的這個道路，現在我告訴你啊，是誰？那這個是如來，「如來是大師」，這真正的一個大師，他可以告訴你怎麼解決這個問題的。「爾等應須行」，你們應該跟從著他，聽著他、照著他去做嘛，那個問題就可以解決了。所以",
    "1147": "[19:07]佛是歸依大師，真正的老師。",
    "1152": "[19:12]僧是歸依正行助伴，那個僧呢，是皈依了以後你修行的時候的同伴，這個很重要的。",
    "1159": "[19:19]故正歸依是為法寶。所以正確皈依的是什麼？法寶。這句話，注意！我們真正皈依的是法寶。這地方有個問題提出來了。前面告訴我們，我們正皈依的是佛寶，不是所有的一切，這地方又告訴我們正皈依的是法寶，請問：到底哪一個呀？很多經上面都說：哦！是皈依的唯一的是佛寶，現在這地方就告訴我們卻正皈依的是法寶。我現在請問你們：這個裡邊有沒有矛盾？你們想一想，這個答案也擺在明天再說。不過我有的時候，明天，到了明天忘記掉了。現在是記性不大好，所以希望同學當中提醒我一下，提醒我一下。剛才好像也有一個問題，我現在也忘記了剛才問什麼問題，提醒我一下，那我來告訴你們。",
    "1222": "[20:22]當然我是主要的是鼓勵你們好好地想一想，你們如果想一想的話，然後我那麼一提的話，你就得到那個宗要，得到那個宗要。不要怕想錯！真正說起來，我們是一定錯的，假定我們一定對的話，那我們何必來學呀？我們都對了嘛！實際上，正因為我們都是錯的，所以一定要學，這個道理要懂得。所以不要怕錯，怕不懂！不但是要不怕錯，而是更應該了解不懂。所以經過你思惟的話，更找出來你錯誤的地方。所以你經過了思惟提出來的話，把你的漏洞都能夠遮蓋住，這樣我們才能夠一步一步好好地增上，懂不懂？這是我所以要你們思的這個原因哪！你們也應該善巧利用這個機會呀，這是對你們最佳幫助。如果說你們想著，哎，要教你們自己去想去了，這對你們自己的最大的損失，這是要注意的。那麼繼續下去：",
    "1290": "[21:30]若能得此，解脫畏故。因為你真實地得到了這個法的話，那麼一切的怖畏、痛苦解脫了，解脫了。下面就解釋這個道理，這個法寶，所謂法寶，得到法寶是什麼？",
    "1310": "[21:50]最下法寶，亦是由其初修業時，遠一分過，修一分德，斷證二事，倍轉勝進而為安立，非離此外，忽從他來。這個才是法寶。法以教、證為體，大家還記住吧？法是什麼？內涵 ─教、證兩樣東西。「教」是告訴我們法的特質是什麼，如何行，得到什麼好處，這樣。然後呢你學會了，照著這個教去行，「驗證」了，如法如理得到這個圓滿的東西，叫作法寶。所以最起碼的，乃至於一點點，都由於如法地聽聞、理解，然後呢照著所理解的如理修持。結果經過這個修持以後，遠過、積德。遠一分過，就離開一分苦；積一分德，就得到一分樂。從「遠」方面說，叫「斷」；從「德」方面說，叫「證」。所以無非都是這樣的斷證兩件事情，這樣地繼續地倍倍增上而得到的，而得到的。就是說，不是說這個以外，其他的地方得到。所以絕對沒有天上掉下來的事情，這地方說得很清楚。經論上面告訴我們，經論上面告訴我們。",
    "1416": "[23:36]如果大家不想學則已，想學這裡說得很清楚：不要等，白等，白白浪費時間！唯一的辦法，要自己去修持。要修持，你必定要懂得修持的方法；要懂得修持的方法，一定要去聽聞；要聽聞一定要找善知識，所以這個次第非常清楚、非常明白。然後得到了善知識正確的引導指授，你照著它去思惟把握住、了解了修行的特質，然後一步一步深入的話，那麼那個時候，你就得到了這個法寶。得到了法寶，苦惱就解決，功德就安立，一樣一樣都行了！",
    "1470": "[24:30]哦！那麼現在我們了解，哦，原來最後找到這個根源在這裡。要想解決痛苦的根本從這裡，在法上面。那這個法又是什麼呢？你怎麼樣修行？怎麼樣離過？怎麼樣證德呢？當然你對那個法，應該有正確的了解呀！所以說：",
    "1498": "[24:58]故於此時，是須善巧善不善業及果差別，如理取捨而修正行，是為修法。所以那個時候，你必定要正確地了解，所謂「善巧」的話，對它弄得非常熟悉，什麼是善業，什麼是不善業，善業是感得什麼樣的好的果報，是惡業是感得什麼樣的痛苦的果報，這個種種的關鍵在什麼地方，你了解了。因為你了解了，不想要得到苦，所以要去掉、要捨掉惡業，要想得到樂果，所以要修善業；如這個正理正法這樣地取善的，然後呢，棄掉、捨掉這個惡的，這個就是修行正法，這個是修法。好了！從前面這樣必然一步一步推上來，跑到那地方，這個結果。",
    "1563": "[26:03]如果說你這樣地上來的話，你心裡面自然而然是一點懷疑都沒有。然後再加上你深入思惟、觀察、懺悔，把業障淨除了，那個心裡面很強有力了，生起來了以後，那時候叫你說：哎呀，不要修行，你辦不到。叫你在那兒偷偷懶，你不願意 ─喔唷，這個好處都從這上面來了，叫我偷一個懶，我浪費時間，那絕對不願意呀！這個關鍵都在這個上面哪，都在這個上面哪！所以反過來，你如果得不到的話，叫你稍微多做一點，喔唷，不願意，然後找到機會還縮在那個地方，那偷偷懶。結果你了解得很清楚：偷了一點小懶哪，受無邊大苦；哦！現在稍微努力一點的話，將來得到無邊安樂，有這麼大的好處啊！都從這個如理取捨，絕對不是天上掉下來的。都要靠你自己如法地取捨，斷、證兩樣東西得到的。但是你要得到這個東西的話，還要什麼？除了聽聞以外還要如理思惟，努力地思惟，心裡面這種決定的勝解生起來了，所以說：",
    "1637": "[27:17]若不久思二業及果，如理取捨，則不能遮諸惡趣因，縱畏惡趣，然亦不能脫此畏故。假定說，你不努力地恆常思惟這個道理 ─哪個道理呀？兩種業：善、惡業，由善惡業感得苦樂的果報。你了解了，才能如理取捨。現在你不努力地長時期地思惟、努力，糊裡糊塗，不清楚，而現在一直在煩惱的現行當中。在這種狀態當中，對不起，你眼前種的因是什麼？煩惱、惡業之因啊！縱然你怕苦啊，對不起，你沒有辦法透脫出來啊！所以現在真正重要的：要真正懂得怕苦，要真正曉得求快樂。所以我們要有出息 ─是，怕苦的！是，要快樂的！但是要找到快樂的因，也要了解去掉痛苦的因，如理取捨，自然樣樣得到。所以說：",
    "1724": "[28:44]是故救拔果位惡趣，須於因時，糾治其意隨不善轉，所以你為了避免將來這個惡果，從這個惡果當中救出來，一定要事先不要造這個惡因。在事先如果這個因地上面你能夠糾正，不要讓它隨惡、隨不善而轉，那個時候避免了這個惡因的話，自然你會避開這個惡果。要想這樣做的話，",
    "1765": "[29:25]此復依賴於諸業果得深忍信。這個要靠什麼？靠對於業因感業果的這個道理，得到確定不移的認識。"
}