{
    "9": "[00:09]這個確定不移的認識叫作深忍，深深地忍可在心裡面，絕不動搖，絕不動搖。現在這種狀態當中，容或我們聽見了道理，說：啊，對、對、對！但是，聽的時候是對，等到你聽過了以後，心裡面就沒有了，這個是沒有忍可在心當中。那麼要怎麼樣才能夠深深地印在心當中呢？這唯一的辦法，就是你努力地思惟、觀察，多去想、多去想。要了解你不想這個道理的時候，你腦筋在想什麼？腦筋在想什麼？這個我們要認識的。你不努力地思惟這個三寶，我們的腦筋就在煩惱當中現行，就這麼癡癡呆呆啊，就這麼癡癡呆呆，大部分當中，就這麼癡癡呆呆地一生過去了。",
    "66": "[01:06]所以現在有很多人都是好人，唉呀！說起來平常看見他就這樣，嗯，嗯，也沒有脾氣，也沒有什麼，很好，但是呢就這樣，提也提不起，放又放不下，就這樣的。然後呢看見一個好東西，喔唷，眼睛瞪大了，人家罵他幾句又受不了，然後一點點東西，就這樣來了。也未嘗不想修行，結果呢雖然你要跳脫痛苦，因始終在這個惡業當中，煩惱當中轉，怎麼可能得到這個好果嘛！要很清楚、很明白。所以說這個地方你認識了，你自然而然曉得了：哦，對、對、對！現在認識了，那時候你自然就提起心力來。對！不要讓這個心隨著這樣的，就是說努力地。就是你太累，我寧願去睡覺，睡完了以後起來，這個精神很好的時候，努力去思惟觀察，然後呢深入去想這個道理。想累了，跑出去散一下步，回來再來！這樣做，你努力去做，保證有效，必然有效，而且。",
    "135": "[02:15]否則的話你就這樣，哎呀，要你做嘛你提不起來，要你放嘛又放不掉，欸，那就這樣的。然後呢披了這身衣服，真正的功德沒有積，然後呢浪費信施是有餘；弄得不好的話，還要去說長弄短哪，對不起，那除了地獄以外，的的確確沒有第二條路好走了，這是千真萬確的事實啊！這是千真萬確的事實呀，這是我們要了解的。如果說你能夠真正地善巧的話，嘿，妙了！你同樣做一個功德，披了這件衣服，做的這個功德，那在家人是絕對比不上，後面告訴我們，後面會告訴我們的。所以我們今天的的確確不是三生，是無量生的有幸，能夠跑到這個佛門當中來，又得到了這樣的圓滿的正法，好自努力！這個豈只事半功倍，你只要一點點的這個努力的話，得出來的功德，是無量倍數啊！",
    "203": "[03:23]我們現在了解了這個：哦！原來一切真正到最後又找到了，一路上面找進來，這個門越找越近，越找越近了。最後這個門在哪裡呀？嘿嘿！對於業果道理正確認識，然後深入地思惟，使它深深地忍可在心當中。所以「第二」，皈依以後必然跑到說：",
    "231": "[03:51]引發一切善樂根本深忍信：嗯，對了，怎麼樣才能夠對於這個業果的道理，這個業果是引發一切好處的根本，對於這個道理要深深地思惟，引起內心當中一種強有力的勝解，這個勝解就是深忍、安忍。這個決心就能夠安住在這上頭，不被動搖。",
    "269": "[04:29]那麼分三部分，分三部分告訴我們這個道理，告訴我們這個道理，我們去思惟。「一思總業果」，先思這個業整個的總相。「二思別業果」，然後呢各別的內容。「三思已正行進止之理」，了解這個道理以後，那麼該怎麼樣如理取捨，壞的馬上停止，好的趕快努力！",
    "302": "[05:02]初中分二：那麼，總說這個業果的道理，分兩部分：",
    "312": "[05:12]一正明思總之理，二分別思惟。第一個呢，把這個業的整個的道理說一下，然後呢怎麼樣去一個一個地思惟它、觀察它。這個第一個。",
    "328": "[05:28]今初　初中有四。這個整個的業分四個大綱，這四個我先說一下：第一個業決定理，第二個業增長廣大，第三個業沒有造碰不到，第四個造了以後，絕對不會失去。這個業的特別的行相，我們要把握得住，要把握得住。一切的苦樂都有它的原因，你造什麼業，就感什麼果，絲毫不差，這第一點。還有造這個業本身會增長廣大，造小小的業，會增長廣大變成功很大的果，這個還有這個特質。第三個呢沒有造的業，絕對碰不到。造了，絕對不會失去，這是第四個。如果我們了解了這一點，對眼前的事情，沒有一點好抱怨。不管是任何一點的苦樂，不要抱怨，抱怨誰？抱怨自己，你造了，就是逃不走；你不造，絕對不會碰上你，絕對不會碰上你。",
    "405": "[06:45]所以這個道理我們千萬要把握得住，你如果能夠把握得住這點的話，眼前的很多的是非等等都沒有了，一點都沒有了。萬一有什麼不對，你總會反省嘛，很簡單。然後你反省淨除，欸，解決嘛！反之，你不懂得這一點，嘀嘀咕咕去的話，那輾轉增上是越弄越糟，越弄越糟。現在所以我們一般世間是未嘗不想找快樂，未嘗不想去苦惱，得不到辦法，所以叫作緣木求魚，南轅北轍，越跑越遠哪，越跑越遠。現在這告訴我們正確的道理。看文：",
    "449": "[07:29]業決定理者。謂諸異生及諸聖者，隨有適悅行相樂受，下至生於有情地獄，由起涼風，所發樂受，一切皆是從先造集善業所起。不但是我們「異生」凡夫，就是「聖者」，就是聖人，他一切還是由業來決定的。不管他所受的任何一點點的快樂，適悅的，這個快樂都是歡喜的。這個當然，人間、天上等等快樂不談，哪怕你生到地獄裡邊去 ─這個地獄裡面難道還有快樂嗎？是啊！當你油鍋裡煎完了以後撈出來，擺在地上涼風一吹，那時候也有一點的快樂的時候欸，這樣。然後等活死完了以後，他喊：「等活。」他又活過來了，那個時候有一些快樂的時候。哪怕這麼一點點快樂，還是以前你造的這個善業，你看看！反過來，",
    "514": "[08:34]從不善業發生安樂，無有是處。這個快樂從不善業來的，絕沒有、絕沒有這個道理。這個是快樂，苦呢？",
    "524": "[08:44]所有逼迫行相苦受，下至羅漢相續之苦，一切皆是從先造集不善而起。從諸善業發生諸苦，無有是處。不要說我們凡夫，哪怕羅漢，凡是有任何苦，苦的行相是逼迫，唉，教我們受不了的。哪怕你已經證得羅漢果的聖者，對不起，這個羅漢的聖者還有「相續之苦」，還是痛苦的呀！這個所有的痛苦，都是以前你造的不善業。從善業造了以後他感苦，絕沒有，絕沒有這樣的事情，所以我們一切的苦樂都是業來決定的。所以諸位呀！不要貪便宜，沒有便宜可貪。你的這個一點點的好處都是你造自己的業，你想到這一點的話，你要想找便宜，趕快努力，你造這個好的因造下去，一定有好處在。千真萬確的！",
    "588": "[09:48]而造好因，唯一的是得到暇滿人身，就是現在這個時候。得到了暇滿人身，尤其是穿了這件袈裟。你一穿袈裟，你做同樣的一點點好處，這個在家人怎麼造也比不上。這個道理說起來很簡單，我們用兩隻腳跑，哪怕你飛毛腿，你怎麼跑，絕對跑不過汽車。要想跑得過飛機，那更不可能；跑得過火箭，那談都不要談。我們被了這件衣服，就像飛機一樣快，你儘管坐在這地方，對不起，你坐在這地方，它就快得不得了。所以被這件衣服，弄得不好的話，固然是非常嚴重，弄得好的話，功德也不得了。所以這一點，我們曉得：啊，原來這樣啊，一切都是業來決定的！那麼下面道理說明了以後，引這個經論來證成。",
    "646": "[10:46]《寶鬘論》云：「諸苦從不善，如是諸惡趣，從善諸善趣，一切生安樂。」一切的苦，都是不善業，不善業，你不善業越多苦得越厲害，乃至於到惡趣去，這樣。善業呢？然後到善趣去。反正總是好的到好的地方，果報；壞的因，得到壞的，這樣。所以這個道理，決定如此。",
    "683": "[11:23]故諸苦樂非無因生，亦非自性，自在天等不順因生，是為從總善不善業生總苦樂。一切的苦樂不是無緣無故來的，都有它的原因的。也不是自性，不是說天生如此的，這是外道。印度有各式各樣的外道，他們持的論調，有的人說無因生，這個順世外道，順世外道是無因生。像我們現在很多人說：「啊！這就是反正你碰運氣。」因為有無因生，所以世間的種種壞事，他總是覺得莫名其妙可以勉強得來的；得不到！它也不是自性，乃至不是自在天，「自在天等不順因」，不順因。都是從什麼？總的這個道理 ─善感樂，不善感苦，這個道理。",
    "741": "[12:21]諸苦安樂種種差別，亦從二業種種差別，無少紊亂，各別而起。一切的苦也好、樂也好，種種的差別，都是從造兩種的業不同，彼此間一點不會亂，你怎麼樣的業，就感什麼樣的果。現在我們造的都是雜染之業，善中嘛有不善，不善中嘛有善，所以我們感得這個人間叫苦中作樂，這樂中是有苦啊，就這個樣。現在我們要分別得清清楚楚。賺了錢，對不起，賺了錢，有苦惱；但是你沒有錢，沒有錢也有沒有錢的快樂。這是什麼呢？就是善因當中有它的雜染之業，但是惡業當中，也有它的善因在，種種的，一點都不亂的。",
    "802": "[13:22]若於業果，或決定相，或無欺罔，獲定解者，是為一切內佛弟子所有正見，讚為一切白法根本。這句話記住，這句話記住！這個道理佛法的整個的根本。假定我們對於這個由業感果確定的道理，對它一點都沒有欺罔，換句話說，你認得得清清楚楚，心裡面絕不含糊而確定不移的話，這個是什麼？這個是真正佛弟子的正見。我們所謂的正見、正見，就是什麼？就是這個，真正的正見。天下任何事情沒有一個例外的，決定從這個上來的，所以這一切白法的根本，基礎就在這裡。我們所以眼前所有這些很多各式各樣的是是非非，都從得不到正見，不了解這個。你一旦真正了解這個，得到了這個，天下太平，所有的爭論，所有的問題徹底解決。",
    "870": "[14:30]人家偷人家的懶，你最多只有憐憫他：哎呀，這個人真可憐哪，我有力量幫忙他。你心裡面絕不會生起一點煩惱來。他來打了你了，你也生不起一點煩惱來；他來罵了你了，一樣地如此，乃至於他殺了你了，都是如此。為什麼呀？你懂得，就是業感果嘛，他為什麼要來罵你呀，他為什麼不來罵我？欸，原因很簡單嘛！就是你前面怎麼去傷害他，現在還了債，還了債，那當然理所當然嘛！天下的所有的事情，前面的固然如此，眼前的也是如此，你也不會隨隨便便去做這種事情了，這是佛法的根本。",
    "916": "[15:16]因為它 ……有人說佛法不是講空嗎？一點都沒有錯，一點都沒有錯，空故緣起，緣起故空。緣起的相就是什麼？業，如是因感如是果，這樣嘛！它本不是天生有自性的，一切看你造什麼因，感什麼果。所以這個道理是佛法真正的根本，正見從這個地方建立起來。那麼現在這個第一個大原則，了解了是業。還有呢這個業，還有一個有趣的事，第二個",
    "951": "[15:51]業增長廣大者。謂雖從其微少善業，亦能感發極大樂果，雖從微少諸不善業，亦能感發極大苦果，故如內身因果增長，諸外因果無能等者。不但如此哦！這個業還有，你造了一點點的善業的話，欸，卻能夠感發大的樂果；反過來，從小小的不善業，可以感發絕大的苦果。為什麼？這個業本身會增長廣大的，它會增長廣大的，這個道理，我們要了解。那麼這個從哪裡增長廣大起？從內身因果增長。這個因果的增長，後面會詳細講。業本身是什麼？後面詳細講，我這裡簡單地說一下。",
    "1011": "[16:51]業叫思、思已業；主要的是我們的思心所，就是行心所，這個是業。然後呢有了你這樣的思惟的行心所，然後呢譬如你想：哎，這東西好！那你就要動身發語想辦法去追求。然後你想這個東西好，譬如說你歡喜吃這個東西，然後你就跑到廚房裡邊跟人家說：「欸，這個營養，這個好呀！」對吧？你的業，自然而然你就跟著來。然後你不歡喜這個東西，你就說：「唉，這個不好啊，這個不好啊！」你的身口就跟著來了。這個是什麼？這個就是業。而這個裡邊，主要的主動者是誰？就是你的思心所。",
    "1052": "[17:32]所以往往造一個業，在你還沒有說話之前，你想了半天了，說，我要去說它，用什麼方式方便善巧？你嘀咕了半天，那段時候，這個業都在增長當中，如果說惡的，那就是惡業增長；善的，就是善業增長，這個我們要了解的。所以將來真正修行，這是最重要的關鍵所在。往往行為上面很小一點點，結果因為這個增長的關係，小的善，得到大的善果；小的惡，得到大的惡果。這個道理我們要正確地了解，這地方說這個原則，這地方說這個原則。關於後面也會詳細告訴我們，這最重要的一部分，這一點，大家務必努力。聽完了以後，好好地自己看書，好好地自己再來重新溫習思惟。我現在繼續下去：",
    "1110": "[18:30]此亦如《集法句》云：「雖造微少惡，他世大怖畏，當作大苦惱，猶如入腹毒。雖造微少福，他世引大樂，亦作諸大義，如諸穀豐熟。」這個就是指增長，雖然你造了很少的一點點惡業，但是感果的時候，感到絕大的恐怖，極大的苦惱。為什麼？它增長嘛！就像一點點的毒，一跑到你身上，毒雖然一點點，結果把你這麼大的身體弄壞掉了，它會增長的。反過來，造了微少的一點點的福，下一世可感到絕大的快樂。就像穀子一樣，那個穀子種下去是那麼去一粒，喔唷，長出來是這麼多！長出來這麼多，各式各樣的，譬如說，我們種一個隨便的一棵樹，蘋果樹，一粒子那麼小，喔！長出來的滿樹的蘋果，說不定幾百斤，它會增長的，就是這個道理。",
    "1173": "[19:33]從輕微業起廣大果，此復當由說宿因緣發定解者，如《阿笈摩》說，牧人喜歡，及彼手杖所穿田蛙，五百水鵝，五百魚龜，五百餓鬼，五百田夫及五百牛，所有因緣。並《賢愚經》說，金天，金寶，牛護因緣，當從《阿笈摩》及《賢愚經》，《百業經》等，求發定解。這個告訴我們，那輕微的業可以感到廣大的果，對這一點我們正確地認識。那麼下面，經論上面告訴我們的，說那些公案，很多公案。比如說，《阿笈摩》就是那個《事教》，還有就是這個《賢愚經》、《百業經》、《雜寶藏經》，那「本生」哪，談當中，很多。這個地方，我們要確定去了解。這裡我說一個公案，說一個公案，這個公案，叫金貓因緣，金貓因緣；因為這個地方非常多。",
    "1253": "[20:53]那金貓因緣是怎樣一個因緣呢？佛世的時候，有一個地方，叫惡生王，你聽了這個名字就可以曉得這個人不大好，叫惡生王。那麼是誰呢？是大迦旃延尊者去化度的。有一天他自己在王家的花園當中玩啊，一看見一個貓，這個貓從那個東南角跳到西北角，一看那個貓跳過去，金光一閃，欸，一看原來這個貓是金子做的，金顏色的。那個金顏色的貓總沒有看見過吧！他馬上找，欸，不見了，一看一個洞，牠鑽到那個洞裡面去了。他是一個帝王嘛！哦，這個誰都沒有看見過，然後叫人家把牠挖出來，一定要去挖挖，挖了半天，貓沒有挖到，「咔！」一下挖到一個銅，一個大的銅罈，好大的一個大銅罈。結果打開來一看哪！一銅罈滿滿的都是金子，這麼個多！這個把它抬出來，抬出來一看，下面還有一罈；再抬出來，下面還有一罈，三罈。哇，這麼多金子！結果三罈拿完了，向前面又有三罈，啊，繼續地挖，反正他是國王嘛，結果挖了五里路都是這個，都是這個！嗯，這個好啊！那個一大罈大得不得了，那個一罈這個容量我都忘記掉了，反正那個大罈裝幾合，一合就是十斗，有一石。你可以想一想一石的稻子穀子都一百多斤，一罈的金子，那不曉得幾萬斤，這麼多啊！結果五里路，這麼一排排得去。",
    "1362": "[22:42]平常他們遇見這種事情都要問那個教士或者婆羅門，那惡生王也信了那個迦旃延尊者，就問迦旃延尊者說：「我居然碰見了這種事情，這個好是壞呀？」「哎，這個好的，這該你得的。」「那什麼因緣？」哦，原來這樣。原來當毘婆尸佛的時候，毘婆尸佛是誰？毘婆尸佛就是七佛之首。現在我們是賢劫，就是賢劫之前是莊嚴劫，莊嚴劫最後一尊佛是毘舍浮佛，最後一尊佛，再下面推，尸棄佛，然後呢毘婆尸佛。所以從 ……平常我們說七佛、七佛，毘婆尸佛，毘婆尸佛離開現在是九十一劫。那麼那個時候說有一些出家人乞食，那個出家人在那個大街上面把一個缽擺在那裡，說這個是無盡藏，誰去供養他的話，得到的福是無盡的。那麼那個時候有一個樵夫，樵夫就是山裡面打柴的啦！他跑到山裡面打柴，那麼拿了柴去挑到街上面，賣掉了以後換飯吃。現在當然工業社會沒有的了，平常的時候，那生活很艱苦的，往往一擔柴，賣不了幾個錢。那一天就是換了三個銅板，他天天就是換到了，然後呢去吃。",
    "1458": "[24:18]那回來的時候，看見那地方，唉！他一想：我實在太窮了，人家廣興供養，我為什麼這麼窮，就因為以前沒有供養過，所以如果再不供養，也不知道窮到什麼時候！今天遇見這個機會，他就要供養，所以他就捨掉了。他餓著肚子哦，這個不簡單喔！現在我們吃得飽飽的，叫你少吃一點都捨不得。他是餓著肚子，把僅有的三個銅錢，丟在那個缽裡邊。然後一路回去歡喜：「哎呀，好！越想越歡喜，我以前從來沒有種過那個善業，啊，真是歡喜！」結果從那個地方跑到他家裡五里路，他一直歡喜、一直跑，到了家了。然後到了家了，欸，想起來了：「哎呀，今天吃的東西沒有了！」所以這個歡喜的心就停了，到那裡為止。從此以後九十一劫以來，他生生都生到天上，然後人間，永遠是這樣。這一世還感得這樣的果報，這一世還感得這樣的果報，得到那麼多。",
    "1524": "[25:24]他說：你丟他的，供養三個銅錢，得到的什麼？就三罈。然後呢供養完了以後你一直歡喜，這歡喜什麼呢？隨喜嘛，他一路歡喜跑五里路，然後呢這個五里路一直在增長，所以五里路一直這麼多。這個說明什麼？業的增長廣大。這一點不要小看哦！平常我們一點小小的事情就擺在腦筋裡面，成天上晚地去想那件事情，這個惡業的增長廣大。所以我要告訴你們要思惟呀，碰到一點小小的事情就擺在那裡，對不起！你老在那個地方的話，那個都是你的地獄業，你什麼時候放不下，什麼時候就在那個地方。反過來的話，你如果一天到晚想那個的話，那個就是好，造的善業，增長廣大。你們有空好好地去看看那些《賢愚因緣經》、《雜寶藏經》、《百業經》，說得清清楚楚，太多這種類似的公案，上面說得太多的，我也不能一一告訴你們，你們自己去看。",
    "1587": "[26:27]所以與其我們浪費這個時間，你去看，看完了你再歡喜，那個時候你有多少時間歡喜的話，就有多少的功德在那裡。如果你念佛，你固然念的時候固然，念完了你又歡喜：「哎，我真歡喜啊！剛才我居然一直念佛。」對不起！這個功德還在那兒一直增長，這個就是業的特別。所以平常修行人居然苦苦惱惱，我實在覺得這些人真可憐哪，不知道修些什麼！因為我現在說的千真萬確，你修行了、皈依了以後，就獲大歡喜。喏，懂得嗎？前面不是獲大歡喜嗎？千真萬確。你修的時候固然是歡喜，修完了以後，然後你想到這歡喜，眼前是歡喜，將來還得到這麼大的果報，這個三寶的威德的不可思議！修行人苦惱的話，這實在是完全弄錯了，真是顛倒，也可以說非常可惜的事情啊！",
    "1645": "[27:25]昨天幾個問題，大家想過沒有？第一個是說晚上喝牛奶應該不應該供一供？現在我來問，這個裡邊只有兩種情況，一種肯定知道的，一種是不知道。如果說你們對這個答案不知道的請舉手，不曉得該怎麼辦的。好，放下來。那麼沒有舉手的知道，知道的分兩類，有一種是該，有一種是不該。覺得該供的請舉手。哦，有兩個，好。覺得不該供的請舉手。某法師，你什麼意思？你昨天在這裡，我問了，大家都聽了，對不對？所以說過了，你應該去想一想，這個地方只有兩種情況：知道、不知道，所以你就是不知道，那就以後老老實實說不知道，這個含含糊糊這個不是個辦法，注意啊！",
    "1727": "[28:47]那麼現在我告訴你，這個基本的概念，你們要了解。他前面說得很清楚，淨水以上都應該供。主要的問題是說，你現在這個東西是不是清淨？清淨的該供，任何情況之下，不限時間，就是依你自己的心。如果你是晚上喝牛奶，你不該喝，你本身就錯了，你是犯了罪，這不清淨。如果說你晚上有病緣該喝，為什麼不供，為什麼不供？這是第一個理由，我們要分得很清楚。然後呢，這第一點拿我們的立場上來說。"
}