{
    "8": "[00:08]那麼這個經上面說完了，然後下面又說，那個拘留孫大師就是賢劫千佛之首，那個時候不管是在家、出家，學佛的人有這麼多。第二個呢金仙大師，就是拘那含牟尼佛，第二尊佛。第三尊佛，以及我們本師釋迦世尊，有這麼多，「俱胝」是一個大數字。那些人哪，軌則、淨命有了虧損，就是行持啊小的地方沒做好，但是尸羅增上，就是因為他那個正見的力量，他這個力量很強。所以我剛才說，我們雖然做不到，可是我心裡說恭敬，唉呀，我慚愧呀！我懷著這個慚愧的心情，我總要努力。雖然你想努力，因為習氣關係，在這種情況之下，他不會墮落，這個才是真正重要的。當你一無慚愧心的話，對不起！你那個正見早就不曉得哪裡去了。凡是有正見的人絕對有慚愧心。",
    "74": "[01:14]正見是什麼啊？見到自己啊 ─不要說正見，正知見，真正的嚴格的是正知見，正見兩個字很難說的，隨順於正知見的 ─換句話說，我們了解我們在無明當中，我們了解我們在見、思粗猛煩惱當中，所以在生死輪迴當中，那時候唯一皈投依靠是努力要學佛，要改善自己。你處處地方覺得：「我，我是對！我是那樣 ……。」那不曉得錯到哪裡去。當你了解「我不對」，那時慚愧之心就生起來了，這個是我們要了解的。由於這種力量，因為你一心恭敬，然後呢想努力修學佛法，這個力量的關係，那麼你將來或者「已生當生」，前面那些人已經到龍當中，現在那些人將來也會到龍當中。",
    "139": "[02:19]吾等大師，般涅槃後，諸行惡行，毀犯尸羅，四眾弟子，亦生龍中。也是這個樣，也是這個樣。",
    "150": "[02:30]然亦宣說，彼等加行，雖不清淨，由於聖教尚未退失深忍意樂，增上力故，從龍死歿，當生人天。下面這個很重要喔！但是說他們的加行，就是他們的行持本身雖然不圓滿，雖然不圓滿，但是「由於聖教尚未退失」，換句話說他那個正知見本身在，這個力量在，一心想學佛，一心想學佛。這一點很重要，這個我們檢查我們自己就對了。儘管你樣子做得很好，但是你心裡邊不相應的話，這是騙得了別人，騙不了自己，修行這個事情完全自己的。這個很重要，自己你心裡檢查一下。喔呀，聽那個教法有兩種心情，有一種聽了以後好歡喜、好慚愧，我要努力啊，我現在做不到，我要努力，時時警惕，這個就是我們應該的。你只要有這個心，不要怕！真正現在我們修學佛法主要的就是這個。另外一種呢，聽了以後煩煩惱惱、苦苦惱惱，唉呀，實在沒得辦法，你只好在這個地方。那種情況，那就很可怕了，那就很可怕了！這個情況自己只要一檢查，就檢查得出來的。",
    "238": "[03:58]所以說，前者這種「聖教尚未退失深忍意樂」，他的內心當中，哪！就是這種，這個力量「增上力故」，由於這個力量的關係。這個力量，他隨時隨地做錯了，他覺得慚愧呀，這個就是什麼？這個對於聖教的力量，增上力量，它處處地方的力量。欸，平常我們做過了，「哎呀！怎麼我又做不到，我要努力啊！」他一直這樣去想。這個情況之下，他在生雖然做不好，他不會墮落三惡道，然後呢到龍。龍當中完了以後呢，這個力量讓他生到人天。下面還有一個好處喔！",
    "283": "[04:43]除諸趣入於大乘者，一切悉當於此賢劫諸佛教中，而般涅槃。生到龍當中以後，他一定在這個賢劫當中 ─賢劫有千佛，我們下面還有九百九十六尊 ─那一定會涅槃。換句話說這個是什麼？證得羅漢果。有一個話，「除諸趣入大乘」，這種例外。這個例外是什麼？更好嘛！更好，他直趣大乘！所以假定說他能夠有這樣的個正見增上，即使現在小小做不到，是，你剛開始的時候，對不起，你錯一點點，還是要下去的喲！欸，不怕！到龍當中。等到到龍當中，只要你那個心裡面這個保持越強，他回來的時間是越快，而且越好。那時候下一個佛出世，乃至於再下一個佛出世，那時候就證果了。不證果呢，更好！直趣入大乘 ─我不要羅漢，我要直接成佛！這一點是我們現在修學佛法的人應該正確認識的，這也是對我們現在最大的一個策勵，最大的一個策勵。所以我所了解的，我們極大部分的同修，這一點就是我們應該內心好好策勵的，好好策勵的。下面。",
    "371": "[06:11]是故微細黑白諸業，如影隨形，皆能發生廣大苦樂，一切業，黑的、白的，再差、再小，就像我們的影子跟著我們的身體一樣，有多少業的因就感得多少業的果，一點都不能差，一點都不會差。不但是一點都不會差，而且他由於業會增長廣大，所以最後都會發生非常大的苦樂。對於這一點，當生堅固決定的信解。然後你了解了以後，",
    "417": "[06:57]當生堅固決定解已，了解了以後，怎麼辦呢？",
    "421": "[07:01]雖微善業應勵力修，微少惡罪，應勵力斷。哪怕是一點點壞的事情，一定要斷除！哪怕一點好的事情，努力去行持，努力去行持。所以真正重要的在什麼地方？就是對於業感果這個道理呀，第一件事情要產生一個決定信解。眼前我們所以馬虎的原因，最主要的，最主要的你去找，一個理由 ─討便宜，就這麼簡單！或者是主動的，看見好的東西你去爭取；或者是習性，唉，覺得懶得動它一動。不管是那兩種，總結起來就是想得到一點點好處，小好處。而假定你現在對於由業感業果的這個道理，產生了決定的信解以後，你那個時候了解啊，這任何一點大、小好處，必然有這樣的因感這樣的果，那個時候你絕對不會想去討小便宜，你唯一的就想趕快努力去種這個善因、斷惡果，對不對？這個概念清楚不清楚？非常清楚、非常明白！所以我們平常真正重要的，現在真正重要修持的，修行、修行，不是別的，就是這個，就是這個。",
    "523": "[08:43]如《集法句》云：下面經證，這個上面告訴我們：",
    "529": "[08:49]「如鳥在虛空，其影隨俱行，作妙行惡行，隨彼眾生轉。如諸少路糧，入路苦惱行，如是無善業，有情往惡趣。如多有路糧，入路安樂行，如是作善業，有情往善趣。」就像鳥飛一樣，這個飛到哪裡，影子跟到哪裡。那麼現在這個比喻是說，我們一般人，不管你做了什麼樣的行為，善的就得善果，惡的得惡果。惡的呢，就像我們出門沒有帶路糧一樣，你出門去，路上的資糧沒有帶，跑到半路上面，肚子餓了，也沒錢。那個時候啊，糟糕了，因為你沒有善業就到惡趣去。反之，你準備了多了，那你上路的時候，好！就可以往善趣。",
    "594": "[09:54]又云：「雖有極少惡，勿輕念無損，如集諸水滴，漸當滿大器。」雖然很小的一點點小的惡事，千萬不要忽視，以為無關緊要，就這麼一滴一滴滴下來啊，一個很大的容器集滿了。《地藏經》上面也這麼說。實際上我們要曉得成千上萬的東西都是從什麼啊？從一開始，這一、二、三、四這樣加起來，這個我們要了解。所以我們往往忽視，唉！覺得好像小的馬馬虎虎，你心裡一有這個馬虎的話，完了！你一直就這個起心動念始終在這個馬虎當中，於是呢你一生、長劫就這麼馬虎過去了。這個很重要哦！我們每一個人在這個地方檢查一下。我們很多地方就是這樣的，自己莫名其妙，你實際上這個狀態什麼呢？這個狀態真正說起來就是我們無始以來的習氣，你如果不作意對治的話，你自己都不曉得在馬虎當中，就這麼一下就過去了。",
    "670": "[11:10]那譬如我們隨便想一下吧！我們剛才好像上早殿，自己不曉得做什麼，一下跑到那裡幾個鐘頭過去了。乃至於一想，好像我們剛開學，一下又幾個月過去了，中間做了什麼啊？你什麼事都不知道。所以一再告訴我們，這個情況如果你不作意對治的話，你就這樣，這個習氣就我們完了！這點是非常重要、非常重要的！所以為什麼你真正聽見了以後，不要說：「唉呀，聽見了，好了！」回過頭來書本一闔，你跑出去，你完了！那個時候務必在放下書本的時候，你說：「現在要休息了。」但是你為什麼要休息啊？就是休息完了，氣力恢復了，那時候真正去努力去做啊！如果說你在闔書本之前先有這個準備，然後你跑出去的，你就想：「對了！現在差不多了，回來要做了。」這個概念很重要，太多太多這種地方。這個，所以我們任何一個地方，要懂得怎麼樣提起來。這個「作意對治」這個四個字一直有用，從下腳第一步開始就要了解。",
    "741": "[12:21]當然作意對治之前，第一件事情先要認得你自己。如果你不認得自己的話，那再也沒有用，再也沒有用！再聽、聽多，再講、講得多，有很多人講起來：「哎喲，我念了幾年書，我都知道！」一點用場都沒有！不但是如此，反而啊，他因為就覺得知道了嘛，就這個樣了，就這樣了！這種是最可憐的，最可憐的！所以在這個地方，我們特別要注意一下。這個啊，所謂「水滴雖微，漸盈大器」，那麼這個話用在我們心裡上，我們人人用得上的。我們每一個心念很短的剎那，就這麼過去掉了，結果呢現在我們回想一下，「哎呀，我今年三十歲」，三十歲就這麼過去掉了。大家想想看，對不對？我今年六十歲，六十歲就這麼過去掉了。然後呢實際上，我們這個事情還都在打妄想，唉呀，這個也放不下，那個也放不下，還在造業，啊，好可怕啊！自己不知不覺當中一生溜走，所以在這個地方這個要注意的。",
    "820": "[13:40]又云：「莫思作輕惡，不隨自後來，如落諸水滴，能充滿大器。如是集少惡，愚夫當極滿，莫思作少善，不隨自後來。如落諸水滴，能充滿大瓶，由略集諸善，堅勇極充滿。」下面這個話，看看！不要忽視，不要以為說做了一點沒有關係啊！你隨便做一點什麼事情，它後面慢慢地、慢慢地就滿滿地就集起來了。所以說，自己覺得無所謂的，然後你以為小的無所謂啊，結果造了大惡，受大罪，這個愚夫。反過來，我們不要以為是小的善不去做，你只要努力去做的話，後面哪，大的善業也都集起來了。你稍微能夠努力，從小的地方努力去的話，結果呢也得到了極堅固、極圓滿的善因、善果，都從這個地方。所以在每一個地方，就我們念頭的當下要提住、要努力！",
    "904": "[15:04]《本生論》亦云：「由修善不善諸業，諸人即成慣習性，如是雖不特策勵，他世現行猶如夢。這個話。由於我們修或者是善業，或者不善業，平常你們習慣養成功這個不善的，或者現在努力要努力去做善的，你養成功了以後變成功習慣。現在實際上呢，我們每一個人都在我們的習性當中，習性當中，所以真正修行就要把那個習性改過來，就要改過來。那麼這個習性是多生多劫一直會延下去的，當這個習性養成功了以後怎麼辦呢？下面這兩句話，注意哦！「雖不特策勵，他世現行猶如夢。」你養成功了習慣以後，到下一世它現行的時候，像夢當中一樣。這夢當中什麼意思啊？你在夢當中夢見的你也不曉得，夢當中就是這個樣，跟著這個夢境轉，對不對？現在實際上我們張開眼睛，我們覺得白天不夢的是什麼？我們在無明大夢當中！我們每一個人無明大夢當中，我們有我們的習性，我們有我們的愛好，我們有我們的行為，請問這個習性哪來的？你們有沒有想過啊？喏，這裡就告訴我們了，這個習性就是我們前一生養成功的。真正說起來，後面會告訴我們的，這種潛在的習性就是等流因果。",
    "1004": "[16:44]由於我們前生就是這樣的，所以現在這個人很勤儉的，這個人就宿生是一個勤儉的人；這一生懶惰的，宿生就是個懶惰的人。所以你從他現在的習性上面看，就多多少少可以看得出來：嗯，這個人天來的，說天道來的人，這種人都是很愛清潔，腦筋比較聰明；畜生道來的人，這個是馬馬虎虎。如果說這個人這種瞋心比較大的，他很容易發脾氣，這樣，說毒蛇、猛獸啊這個脾氣很容易大；如果那個豬啊這些東西，那個貪心特別強，是這樣；如果猴子啊，牠那個散亂心特別就是這樣。所以這個宿生，當然是一往分別，一往分別，這個就是宿生帶來的。所以這個地方就是我們告訴，反過來我們現在這樣也是如此。",
    "1059": "[17:39]同樣呢，從宿生到現在是如此，還有一點哪，不一定從宿生到現在，就是這一生前面的會影響我們現在，這個很清楚、很明白。所以我們眼前的一個念頭，什麼啊？就是前面這個念頭的等流，就是跟前面相似。譬如我們現在正在講，我們講，我下面繼續地講下去；你們嘛聽，你們繼續地聽下去。如果你聽的時候全部精神貫注地聽，聽得很起勁，下面一直瞪大了眼睛在聽；如果你前面聽得沒有味道的話，你現在還是含含糊糊，唉呀！看看鐘，還不下課啊，怎麼樣 ……。哪！就是那個每一個不同的心情，就是什麼？就是前後的這個等流心識。所以剎那也是如此，然後呢前後年月也是如此，然後呢一生，乃至於長劫都這個樣。",
    "1116": "[18:36]現在修就是修什麼？就修這個 ─對的，把它增長；不對的，趕快扭過來。所以修行、修行，現在我們開始了解了從哪裡修起。所以前面告訴我們，現在正皈依 ─皈依法，皈依法要怎麼樣呢？你要認得這個，現在先把那個行相告訴你，進一步才告訴你怎麼改、怎麼修，然後呢得到什麼果。所以這幾句話，好好地擺在心裡面，認得它！",
    "1150": "[19:10]若未修施尸羅等，隨具種色少壯德，極大勢力多富財，後世悉不獲安樂。這一個前世來的是靠修，這一世努力去修的，生生增上，如果你增上的話，眼前是得增上生，最後得決定勝，這就是我們需要的。假定你沒有修，修行次第一定是從這個上頭，說大乘 ─布施、持戒、忍辱、精進、禪定、智慧，基本的也可以說戒、定、慧。所以它總共地說，我們剛開始順著次第，說布施、持戒等，包含了整個的。假定你沒有修的話，不管你眼前多麼好，「種」就是出身，說起來，哎喲，他家裡怎麼樣、怎麼樣，念書又是如何、如何，你不修行，沒有用！是，這個人長得非常漂亮，然後非常聰明，然後呢年紀又輕，樣樣東西強人一等。不但如此，而眼前地位又高，財富又足，欸，儘管如此啊，對不起，到後世「悉不獲安樂」。這些東西到你臨終時候像夢一樣，最後呢，對不起，到那下面就受苦去了。反過來，如果你修行的話，",
    "1246": "[20:46]種等雖卑不著惡，具足施戒等功德，如夏江河能滿海，後世安樂定增廣。儘管你樣樣東西都差呀，但是你不做壞事，不但不做壞事，而且具足布施、持戒、忍辱說六度萬行等，那就像什麼？就像夏天的江河，剛剛開始看看啊，好像乾乾的，沒有什麼，越來越多、越來越多，到後來的話，哇！乃至於把那個大海都充滿了，這樣。現在是增上生，後來是決定勝，後來是決定得到安樂，決定得到安樂。所以從這裡，我們現在真正重要的應該怎麼辦呢？",
    "1294": "[21:34]應善定解善非善，諸業他世生苦樂，應該善巧了解善業跟不善業。你有善業嘛，將來得樂；有惡業，將來就要得苦，所以呀努力地斷惡修善。",
    "1317": "[21:57]斷惡勵力修善業，無信豈能如欲行。」你要努力去做！可是要努力去做要什麼？要信心，有了信心你就生起這個欲，「信為欲依，欲為勤依」。你有了正確的了解，那個時候才啟發信心，有了信心這個善法欲就起來了，有了善法欲就精進就起來了。那麼「了解」哪來的？聽聞，依靠善知識。所以他最後歸終到，又是說一定要依止善知識的認真地聽聞。聽聞幹什麼？要得到正確的信解。然後了解了，你正確地了解了，的的確確修行是最好的事情。沒有一個例外的，想想一切的好的事情，都是從這個裡面來的，哪有一個人不想修行的？當你曉得原來在那地方偷懶的時候，啊，自己傷害自己啊！得到了這個人身這樣的話，哇，結果吃了大虧呀，教你偷懶哪，你都做不到！大家打開了頭要去搶來做事情去了，結果好處是你的，整個的關鍵就在這個上頭。",
    "1405": "[23:25]那麼這個是第二，業的增長廣大。是的，一切都由業來決定，不但由業來決定，而且這個業這樣地增長廣大。所以我們哪，趕快努力！你只要努力地去做一點點，哎喲，將來得到絕大的果報，所以拼命做好的。小的呢，也一點小的壞事，將來就大的惡果。所以既然曉得了這一點的話，喔唷，一點小便宜啊，千萬不能貪！貪得一點小便宜，造了一點的小好處，將來得到了大果報、大痛苦，誰還願意幹？這個很清楚、很明白。說來說去主要的在什麼地方呢？就是對這個道理不了解。所以他前面說「一切白法的根本」，一切真正好處的根本，無不在這個地方。這個基本的概念已經說明了。下面兩點是，沒有造碰不到。第三，",
    "1473": "[24:33]所未造業不會遇者。謂若未集能感苦樂正因之業，則定不受業苦樂果。說你沒有造這個業因，感得苦樂的這個業因沒有造的話，絕對不會感這個苦樂的果。下面這一句話是特別來策勵我們的，特別策勵我們修行人的。",
    "1505": "[25:05]諸能受用大師所集，無數資糧所有妙果，雖不必集彼一切因，然亦定須集其一分。現在我們既然了解了，說原來一切都是這樣的。啊，這個道理好啊，這個道理只有佛告訴我們啊！是的，只有佛告訴我們，那麼現在我們在這裡幹什麼？在受用這個，大師無量無邊劫捨頭目腦髓，然後集聚的這個妙果，然後告訴我們，今天我們居然聽見了！我們所以能夠聽見，一定有聽見的因。所以我們不一定是集圓滿的因，如果我們集圓滿的因，我們一定感得佛世，聽到圓滿的教法。我們現在聽到一點點，你聽到一點點也一定感得這個。",
    "1564": "[26:04]所以大家想到這一點，要自己想：唉呀！我原來聽見還是以前靠我自己，居然聽見了，現在放棄掉的話，太可惜呀！所以當你想到暇滿的話，你自己曉得這就是我自己的事情，你自己絕對不肯偷懶。人家不管他怎麼說，「哎喲，我自己好好努力賺來的這麼一點點，隨便浪費怎麼可以呀！」你就拼命努力了。如果得到了以後，隨便一浪費的話，下一生得不到，完了，要想再得到的話，不曉得千辛萬苦啊！這個地方策勵我們一下。那麼已造的呢，最後不失。造了以後，對不起，決定要受。",
    "1610": "[26:50]已造之業不失壞者。謂諸已作善不善業，定能出生愛非愛果。已經造了以後，一定要出生的。善業是可愛的果，不善的惡業一定是不可愛的惡果。",
    "1624": "[27:04]如《超勝讚》云：「梵志說善惡，能換如取捨，尊說作不失，未作無所遇。」這個「梵志」，就是印度的婆羅門，他們那個婆羅門，是外道怎麼說？那個善惡就像「如取捨」，什麼叫換，「能換如取捨」？這個外道都是 ─啊，這個天，你供養供養他嘛，然後呢他就來保佑你呀！這樣。所以你供養他多少，就像那個商品一樣，你抽他多少錢，可以買點東西回去；你造了罪，只要作了些什麼東西，那麼好了，他那個罪就抵銷掉了！沒有這件事情。世尊告訴我們：造了以後一定不會失去，沒有造的一定不會碰到，絕對不可以換，沒有用！",
    "1673": "[27:53]《三摩地王經》亦云：那麼下面的經上面：",
    "1677": "[27:57]「此復作已非不觸，餘所作者亦無受。」經上面說，你作了以後，對不起，「非不觸」，觸是碰到，不可能碰不到，作了以後一定碰到！「餘作者」，別人作的，一定沒有你的份。別人作的，不是你作的，你沒有作，你一定碰不到。",
    "1700": "[28:20]《毘奈耶阿笈摩》亦云：那麼戒經上面也說，",
    "1704": "[28:24]「假使經百劫，諸業無失亡，若得緣會時，有情自受果。」縱使百千劫，所作的業一定不會亡失。你只要造了業，這個業一定在，一定在，等到因緣會合的時候，到那時候你還是自受，所以造了以後一定會在。",
    "1731": "[28:51]這個地方就告訴我們這四個業總相，業就是這樣。現在總結起來說，第一個，一切的善惡，隨便一點點的苦樂，乃至於證了聖果的羅漢，為什麼這地方不講佛，單講羅漢啊？佛已經是徹底圓滿解決了，就這樣。實際上呢，是不是啊？對不起，佛還有餘報欸！所以佛出世了以後有金鎗、馬麥之報，這個我這地方隨便告訴你們一下，這個故事先慢慢地說。"
}