{
    "3": "[00:03]換句話說，前面先說這個業決定，不管是任何情況之下，地獄裡邊，等活地獄當中風吹一下，一點點小時候的快樂，也是由一點善業；做了聖人以後還有的痛苦也是惡業，一切都是業決定，這樣。那所以哪怕是聖者，造了絕對逃不了！",
    "27": "[00:27]那麼說佛的金鎗馬麥之報是怎麼一回事情呢？佛有一次，有一個大長者子來請佛。平常請佛的時候，一般狀態他都是說你請他，那麼他就來，不會接受長期的。佛剛出世，有很多人要一直請他，不可以，最長的只有夏安居三個月，最多只能請三個月，他要使一切眾生廣種福田。所以有一個大長者子來請佛，說：「佛陀啊！今年夏天安居的時候，我請你，要請幾百個弟子。」佛就答應了。然後到了那個時候，佛就去應這個供，準備在那個地方安居。結果到臨時這個安居之前，這個請他的那個長者子，就玩得高興，把這件事忘記掉了。忘記掉了以後，他那一堆人正在玩，他就告訴他那個下面的管家，說：「啊！我現在這裡玩得很起勁，不要讓人家來打閒岔。不管任何人來，你告訴他主人不在！不理他，反正不理他，等到我玩了痛快了以後告訴你，那個時候再說。」「好、好、好！」結果嘛說好了以後，那個管家當然照著主人的命令來執行了！",
    "120": "[02:00]過了兩天，佛夏安居跑得去。跑得去啊，這個跑到他門上面，那個管家說：「對不起！我家的主人告訴我沒有這回事情。」欸，這不管是什麼人來，因為不是人人信佛的，他到那地方主人信佛，那個管家可不是，那佛就沒辦法啦！「好、好！」那恰恰好碰到那個地方荒年，然後呢，唉，大家餓得個肚子沒得東西吃，佛就說了：「好了、好了，現在沒辦法啦！你們大家自己去找東西吃。」那舍利弗尊者，聽見了找東西吃，那地方又荒年哪！他就上天去了，到天上享了三個月。其他的五百個弟子，看見佛也在那餓肚子，說：「沒辦法啦！」那大家跟著佛。大家沒得吃啊！所以那個時候那附近有一個牧人養馬的，他，人吃的東西都沒有，馬吃的糧食是有的，所以覺得：唉呀！不忍心啊！他就跑得去：「實在我自己也沒辦法了，那麼我這個馬吃的東西，如果你們不嫌棄的話，省下來給大家吃。」「好、好、好！」那麼大家就吃馬食，這樣。結果嘛就吃了。",
    "193": "[03:13]那個阿難尊者是佛的侍者，別人還可以，阿難尊者他的的確確是好了不起，他一心一意都在佛身上，他自己不管的，可是佛招呼得是無微不至。這個佛吃那個馬麥，他心裡實在不忍，唉呀，痛苦極了！他不曉得怎麼辦是好！然後呢佛拿了以後，曉得他的心意，拿那個一缽的佛吃的那個馬麥，就給阿難，說：「阿難，你吃吃看！」阿難一吃，一吃，啊！美不可言！原來跟以前討到的任何東西一樣，都是天廚妙供，最美的，這下阿難就高高興興吃下來。但是實際上，我們看見的都是馬麥哦！那大家，結果一直等到三個月過去了，他那個長者子過了三個月，玩完了又起來了，想起：「唉呀！不對呀！我怎麼，不是已經請那個佛嗎？怎麼我昏了個頭啦！趕快、趕快。」等到趕快，時間已經過去了，然後來請佛，佛說：「好了，我來應你邀的時間過去了，該回去了。」",
    "256": "[04:16]所以佛有三個月馬麥之報，吃了。弟子就問這件事情了，佛就怎麼講？他說：「唉呀！在無量劫以前，那個時候有一個佛出世 ……」這個佛叫偉衛佛吧？還是維衛佛？那個時候佛是一個大婆羅門，是一個大外道。他本來啊，他一個當地最了不起的大外道，所有那些人都信他的，結果佛一出世啊，不信，都信了佛了，不信那個外道了。但是當然還是有一部分的人哪，就像我們現在佛出世一樣，佛出世本來是六師外道的天下，後來大部分人都皈信了，所以那六師外道就對那個佛嫉妒得不得了，那我們的世尊也是如此。",
    "304": "[05:04]那麼就有一天，他那個大婆羅門帶了五百個弟子出來去要飯，要飯呢正好那個佛也出來這個分衛，分衛就是乞食啦！然後那個大外道就說了：「這一個禿頭沙門該吃馬麥，專門騙人！」這個意思就是。說了一句話：「現在那些信徒都信了他了，所以該吃馬麥，該吃畜生吃的東西。」那麼說了一句話。他後面有一個首席上首弟子，上首弟子覺得：「唉！這老師說，怎麼說這個話，不可以！那個佛畢竟一切智人。」其他五百個弟子，這嘴巴上面沒說，心裡上：「對、對、對，這個禿頭沙門該吃！」",
    "349": "[05:49]「現在我雖然成了佛了，當年這個餘報未盡。」當然這一句話馬上墮落，哎呀，這個地獄裡面不曉得多少，但是現在最後那個餘報未盡哪，他這一世成了佛，吃三個月馬麥。說了一句話，餘報哦！所以一點點小小的，這個任何一點點感得這麼大！然後呢有一個弟子，那個上首的弟子聽了老師的話，說：「唉呀，那個老師怎麼這樣的啊！不對。」誰呀？舍利弗。「所以我們受馬麥之報，他就是受了三個月的天廚妙供。剩下來，對不起，就是你們啊！跟我一起。」欸，他已經證了佛果了，雖然形式上面吃馬麥，他的不妨是天廚妙供，他們弟子就苦了。這段公案，這個地方隨便說一下。所以「假令百千劫，所作業不亡」啊！",
    "411": "[06:51]現在我們了解了，說已經造的業，它不會失壞，那麼這個地方有一個問題我要問大家一下，既然造了業不會失壞的話，請問：懺悔有沒有用？現在這裡問它一下，大家我們就要懺悔啊、懺悔啊，這造了業也不會失壞的，那懺悔有沒有用呢？這個問題你們先好好地想一下。他下面要告訴我們懺悔的，好像有矛盾，他假定要叫我們懺悔，表示可以淨化它，那這地方又說造了以後一定要碰，不失壞的。在哪裡，關鍵在哪裡？好好地想一下，好好地想一下。這個是這一次的考試，這一次的考試。在正式講到之前，你們每一個人自己把你們自己的意見事先想好，想好了，我要抽一個時間，要考你們一下。現在我們繼續下去。",
    "493": "[08:13]那麼上面關於這個業的這個原則，大原則。那麼有了這個大原則，哦！原來業是這樣的。那麼既然這樣的話，那我們要戰戰兢兢努力啊！千萬不要造惡業，要造善業啊！那麼惡業是什麼呢？善業又是什麼呢？我們要對這個善、惡的這個業的體性行相，有了正確的認識才可以做啊！所以他下面就告訴我們，現在我們分開來了解一下，哦，這個業是哪些。所以，",
    "538": "[08:58]第二分別思惟分二：分成功兩部分：",
    "542": "[09:02]一 顯十業道而為上首，二決擇業果。　今初因為現在這個業主要的就十樣東西，主要的就是這樣十樣東西 ─善的，一方面；反過來就是惡的。其次呢，決擇業果，這樣的業感果，跟業到果之間的種種的關係，我們了解。所以你了解了這一些業以及業到果的這個關係，你了解了，那個時候你就曉得這個惡的是萬萬不可以造，要斷除；這個善的要努力去修、去積累啊，就有一個行持的標準。所以這個所謂的正知見，就是如理地、正確地了解這些內涵。看文：",
    "600": "[10:00]如是了知苦樂因果，各各決定及業增大，未作不會，作已無失。彼當先於何等業果所有道理發起定解而取舍耶？那麼在這種狀態當中，那什麼樣的業感果的這個道理，我們要認識，認識了好照著去做呢？",
    "631": "[10:31]總能轉趣妙行惡行三門決定，三門一切善不善行，雖十業道不能盡攝。然諸粗顯，善不善法罪惡根本諸極大者，世尊攝其扼要而說十黑業道。若斷此等，則諸極大義利扼要亦攝為十，見此故說十白業道。總括起來說，能夠感得善惡的妙行、惡行，都從這個地方起的 ─三門。這個三個門，門是通達，那這個地方開始引導你，走向這個善惡業感善惡果 ─身、口、意三樣。這個身、口、意的一切的壞的、好的，雖然業道不能完全無遺地包含，但是最粗顯的、平常的，對我們凡夫來說也只是粗顯的，這已經可以統攝無遺啦！好的是善 十善業，惡的是惡 十惡業，世尊把這個綱要說出來，說十黑業道。把這個斷除掉了，那麼得到種種的、大的好處；善業也是，反過來叫作十個白業道。",
    "737": "[12:17]《俱舍論》云：「攝其中粗顯，善不善如應，說為十業道。」下面就引那個經論上面說明，論上面告訴我們，總攝這個最粗顯的善、惡兩類，不外這十樣東西：十善業、十惡業。",
    "758": "[12:38]《辨阿笈摩》亦云：那個經上面也說，這個《阿笈摩》就是《阿含》。狹義地來說，《阿含》限於小乘的，真正廣義地來說，佛說的一切經教都是《阿笈摩》。通常我們大乘教法分開來的時候說，那麼就把那個小乘的經典是都歸到這個，實際上就是根本教典，根本教典。換句話說，這個大綱它這個裡邊都有的，可是深跟細的話，那麼這個沒有。就像小學，國語、算術都有，那麼國語分開來又變成功什麼，算術分開來又變成功什麼，這樣。所以現在既然講粗顯的，那個大綱全部有了。",
    "807": "[13:27]「應護諸言善護意，身不應作諸不善，如是善淨三業道，當得大仙所說道。」這個就是《戒經》。《戒經》上面釋迦世尊告訴我們這個略教戒，就是這樣。應該好好地保護，我們開口應該講善，然後意地應該行善、淨，然後身口也不要做種種不善業。如果能夠這個三業清淨的話，就可以得到佛告訴我們應得的種種好處了。這個就是略教戒，略教戒經。",
    "853": "[14:13]由善了知十黑業道及諸果已，於其等起亦當防護，使其三門全無彼雜。我們對於這個十種惡業，以及感得的果，這個道理能夠了解了，那麼這個時候對於它的「等起」 ─就由此而起的，由於這個十惡業而起的其他的種種的行為，也努力地防護。主要的指這個十樣。那麼由這一個而其他的，其他的不外由這個十業而引發的，也努力地去防護它。總歸使得我們這個身、口、意三業，都不要染上雜染不清淨的。",
    "907": "[15:07]習近十種善業道者，即是成辦一切三乘及其士夫二種義利所有根本，不容缺少，故佛由其眾多門中數數稱讚。反過來呢，那我們就斷了十惡就是修習十善，而這個十善就是一切三乘士夫 ─下士、中士、上士所有的好處的根本，這個是根本。從這個根本上面，然後慢慢地增長圓滿，這是必不可少的，必不可少的根本。所以佛在各方面、眾多方面特別地說明。",
    "953": "[15:53]《海龍王請問經》云：這個《十善業道經》一樣的，這《十善業道經》就是《海龍王經》當中的一部分、一品。",
    "964": "[16:04]「諸善法者，是諸人天眾生圓滿根本依處，聲聞獨覺菩提根本依處，無上正等菩提根本依處。何等名為根本依處，謂十善業。」說這個「善法」，實際上這個善法什麼？就是這個十善業，反過來就是十惡業。這是「諸人天眾生圓滿根本依處」，它不但是根本而且是圓滿。就我們下士來說，要想獲得人道，要想獲得天道，它不但是根本而且是圓滿的。你一定要有了這個，才能夠得到人、天。那麼根本跟圓滿要說一下。你有了這個你就可以得到人道當中，但是得到人道當中，是不是人當中好呢？有很多人雖然生在人當中啊苦不堪言，那就是不圓滿，就是不圓滿。這個我們要了解的，這樣。所以你這兩樣東西做到了，那一定在人、天當中，非常好。",
    "1032": "[17:12]不但是下士，然後呢中士就是聲聞、獨覺，「聲聞、獨覺根本依處」，而聲聞、獨覺的根本還在這個上頭，不過把這個根本上面更深、更遠、更廣。不但聲聞、獨覺，無上菩提還是它呀！還是它。所以從這個上面我們了解：哦，原來為什麼真正修行，必定從這個上面。你有了根本然後向上，枝葉、花果樣樣都圓滿，沒有根本還談其他的圓滿，這不是開玩笑嗎？就像沒有根、沒基礎一樣。沒基礎，你造房子，你說造一個摩天大廈，那都是開玩笑。",
    "1071": "[17:51]又云：「龍王，譬如一切聚落，都城，市埠，方邑，國土，王宮，一切草木，藥物，樹林，一切事業邊際，一切種子集聚，生一切穀，若耕若耘，及諸大種，皆依地住，地是彼等所依處所。那麼繼續又說，這個是佛給海龍王講的，說：「龍王啊！就像所有我們眼前的，不管城市啊樣樣東西，以及草木、樹林，所有這個，沒有一個例外的，事業邊際，種子集聚啊等等，都依地。這個地是根本，沒有地，其他的什麼都沒有！」那麼這個比喻什麼呢？說：",
    "1125": "[18:45]龍王，如是此諸十善業道，是生人天，得學無學諸沙門果，獨覺菩提，及諸菩薩一切妙行，一切佛法所依止處。」同樣地，這個「十善業道」就是一切善法的根本，是人、天，然後聲聞、緣覺、菩薩、佛，都依止這個上來的。",
    "1152": "[19:12]是故《十地經》中，稱讚遠離十不善戒所有義理。不管是小乘經典、大乘經典，都稱讚啊，我們修行要從這地方開始啊！",
    "1165": "[19:25]《入中論》中亦總攝云：「若諸異生諸語生，若諸自力證菩提，及諸勝子決定勝，增上生因戒非餘。」經是這麼說，論呢？論也這麼說。它就說，「諸異生」，就是我們凡夫；「諸語生」就是聲聞，聲聞是聽了佛所說的言教，然後修行而來的所以叫諸語生。「自力證菩提」就是獨覺，「若諸勝子」那個就是菩薩，「決定勝」究竟成佛。所有從人開始，一直聲聞、緣覺、菩薩到佛，他一切的好處，若增上生，若決定勝，都是什麼？都是這個，都是這個 ─十善業。戒，戒的根本就是這個。",
    "1228": "[20:28]如是不能於一尸羅，數修防護而善守護，反自說云，我是大乘者，極應呵責。所以在這種情況下我們了解，我們如果說對一個尸羅，乃至於最起碼的一個小小的戒，而不能好好地守，反而說「我是大乘」，這種人的話，啊，那是極應呵斥！不但是呵斥，應該，應該「極應呵斥」！我們現在有很多人就犯了這個毛病，說：「啊，這個大乘，這個小的地方不計較啊！」錯了！反過來說，大乘尚且不可以說小的，小乘難道就可以說大了的嗎？這是我們要了解哦！所以不管任何情況之下，我們要了解這個事實。我們總是要懷著慚愧努力深學啊！努力深學。自己做到，這個才對，不要隨隨便便了解了一點名相、文辭，就以為對了！這是一個很大的錯誤。乃至於了解了一點點文辭、名相，作為藉口，那更是非常可怕！",
    "1304": "[21:44]《地藏經》云：「由如是等十善業道而能成佛，若有乃至命存以來，下至不護一善業道，然作是言，我是大乘，我求無上正等菩提。此數取趣至極詭詐，說大妄語，是於一切佛世尊前欺罔世間，說斷滅語。此由愚蒙，而至命終，顛倒墮落。」那麼這個引經，《地藏經》。實際上這個《地藏經》是《地藏十輪經》。平常我們說地藏三經：《本願經》、《占察善惡業報經》跟《地藏十輪經》。這一段話在出在《地藏十輪經》上面的。說像上面所說的這個十善業，十善業等，是由這一個努力步步上去，乃至最後究竟圓滿，這樣，這個都是它的根本。儘管你到上面去，將來越造越多，但是根本是決定啊是不能壞的！",
    "1373": "[22:53]如果說，你呀，那個不管你說什麼，你這個十個根本當中，乃至於最起碼的一個，你都不能好好地努力，而反而說：「啊！我是大乘，我是求無上菩提，不在這種小地方啊！」這種話的人，這一個人「至極詭詐」，那完全是欺騙，完全是欺騙！他說的「大妄語」，說大妄語。這不但是大妄語，是一切佛前說欺誑語。因為十方三世一切諸佛，沒有一個例外地，他們告訴我們：修行一切善法的根本是十善業。而現在這個人，居然說這種話，那豈不是違背了佛說的？他反而說他是大乘，不從這個地方去，那豈不是欺誑了十方一切諸佛？這個好可怕！隨便一點點都不可以，何況十方一切諸佛？這個說這個斷滅語，因為他這個「愚蒙」，那麼命終以後墮落。這個墮落什麼呢？惡趣！一定墮落惡趣。這個我們要了解的。",
    "1453": "[24:13]顛倒墮落者，於一切中，應知即是惡趣異名。這一點我們應該認識，應該認識。好！整個地又說明了，現在我們說：哦！這個，那麼現在我們要真正修習了，這個，說業是哪些啊？告訴我們十業，這個十種。現在我們把這個十種一個、一個分別來去認識它。說第二，",
    "1484": "[24:44]決擇業果分三：這個分三部分：",
    "1488": "[24:48]一顯示黑業果，二白業果，三業餘差別。這個黑業，業跟果；白業，業跟果。以及除了這個以外，還有一些相關部分。那麼了解一下。",
    "1506": "[25:06]初中分三：關於黑業果分三部分。",
    "1510": "[25:10]一正顯示黑業道，二輕重差別，三此等之果。　今初第一個，正式說明黑業道，這個十個黑業道是什麼；然後這個十個黑業道輕重內涵；第三個，這樣的業感得什麼樣的果。分別來說一下，這就是所謂殺、盜、淫，身三、口四、意三，一樣樣說下去。",
    "1541": "[25:41]云何殺生。〈攝分〉於此說為事，想，欲樂，煩惱，究竟五相。殺生呢，什麼叫殺生？那我們知道、了解的：殺害有情眾生。做這一件事情，這個業要經過，要有這個五樣東西的話，那麼這個殺害這件事情就圓滿了！這個是《瑜伽師地論 ‧攝決擇分》上面說的，但是我們也可以把它簡化一下。",
    "1574": "[26:14]然將中三攝入意樂，「中三」是什麼？想、欲樂、煩惱。這個想跟欲樂，「想」就是你想對、不對，這樣；「欲樂」就是你為什麼要想這樣去做；以及你心裡的「煩惱」。這個都是什麼？我內心上的心理狀態。所以把這三樣東西總攝起來，說成功「意樂」 ─你內心的一種意樂、好樂，從你的動機開始，為什麼要這樣去做的種種心理狀態。把這個變成功「意樂」，一樣。",
    "1610": "[26:50]更加加行攝為四相，然後再加是加行，「加行」就是你有了這個心理，然後開始用種種的行為去做了，變成四樣東西。那麼總攝起來：",
    "1623": "[27:03]謂事，意樂，加行，究竟，易於解釋，意趣無違。如果用這個四樣東西，來說明這一個殺生的話，更容易了解，而內涵本身卻不相違背，不相違背，所以他現在下面用這四樣東西。現在一樣一樣說一下。",
    "1646": "[27:26]其中殺生事者，所以我們所謂殺生，當然那個是我們要殺，一定要殺的一個對象，對吧？就是你所說的那個殺的對象，這件事情是什麼？",
    "1657": "[27:37]謂具命有情。換句話說，有生命的東西，這個就是有情，有情。",
    "1667": "[27:47]此復若是殺者自殺，有加行罪，無究竟罪。因為這個殺生一定是殺的對方，所以假定說你殺的自己的話，你有加行罪卻沒究竟罪，因為這個四相當中，「事」沒有，你被殺的對象沒有，你殺自己了。這個它有一點，我們別小看這個地方哦！它所以對這個真正的行相，每一個地方都抉擇得非常清楚、非常細微，這有它的特別的原因在，暫時我們先不去提它。我們先了解這個行相，以後當我們學得慢慢地深入的時候，才了解它為什麼辨得這麼仔細。",
    "1714": "[28:34]《瑜伽師地論》於此意趣，說他有情。因為這個論上面告訴我們，所謂殺生的事一定殺的對方。所以說如果自殺的話，你沒有被殺的對方，所以這個罪不究竟。但是你有殺的這個行為呀，所以有它的加行，加行就是你「殺」那個行為，這個是有的，你只要沾上一點，就沾多少就有多少罪。但是究竟圓滿的話，要做事情樣樣做圓滿。意樂呢，意樂就是我們的心理，心理分成三樣，這個三樣前面說想、欲樂、煩惱，現在我們看一看：",
    "1753": "[29:13]意樂分三，想有四種，什麼叫「想有四種」呢？譬如說：",
    "1758": "[29:18]謂如於有情事作有情想及非情想，於非有情作非情想及有情想，"
}