{
    "3": "[00:03]謂如於有 情事作有情想及非情想，於非有情作非情想及有情想，這個我們要了解一下。譬如說我想殺一個人，或者想殺這一條蛇，或者想什麼，這樣。然後呢剛才我看見外面有一條毒蛇，我準備去殺牠，這樣。那個時候「有情有情想」。然後你跑出去，欸！沒錯，真是你要殺的，這個是「想」對了。對吧！還有呢，如果你雖然想殺這條蛇，結果你殺錯了，那這個「想」就不對。因為你本來想的當中，要想殺這個蛇，結果你殺錯了，殺了另外一樣東西，結果殺的那個是個蚯蚓，那個不對了。你本來對那個蚯蚓，並沒有起殺心對不對？殺錯咧！",
    "50": "[00:50]反過來呢，你想去殺那個蛇，結果跑得去你看見那個繩，那個時候你眼睛近視眼，你以為這是蛇。這個明明非有情，你跑得去殺它，那個時候又錯了。所以這個裡邊，它「非有情是非有情想」。你覺得這個不是有情，這個是條草繩，然後你隨便去跑得去，拿一個石頭丟過去，反正丟在那個草繩上沒有關係。欸！偏偏牠是一個有情的東西，你石頭丟下去把牠打死了。雖然打死了，但是你並沒有想要打死牠呀！這個概念不一樣啊！對不對？所以它分成功四部分：有情 ─有情想、非有情想；還有呢，非有情 ─是有情想、非有情想。分成四部分。",
    "101": "[01:41]初及第三是不錯想，初是第一個，第一個是什麼？「有情有情想」，沒錯嘛！你說你想他，欸，你殺的就是他，那沒錯。第三個「非有情非有情想」，它不是有情，你做不有情想，它的確。你說這是根繩，它是繩，然後你沒有傷，並沒有錯。",
    "125": "[02:05]二四錯誤。第二是什麼？他─你想的這個有情，結果呢，他不是有情想，你想錯了。第四，非有情有情想。這兩個。",
    "140": "[02:20]此中等起若有差別，譬如念云，唯殺天授，若起加行誤殺祠授，無根本罪，「等起」的話就是你的心裡面，由於你想這件事情，那麼你心裡想，你準備要殺，你就心裡面跟著這個想法而起的這個行為。譬如說你要想殺人家天授，天授。這印度人的習慣生了兒子，通常去求那個、那個天，或者求什麼祠堂，結果求到了，所以叫天授，是這樣，然後求那個祠堂的叫祠授。他要殺的那個人叫天授，結果殺的人殺錯了，殺到另外一個人是祠授，那沒根本罪，因為你的「想」不對啊！但是，其他的罪還有哦！",
    "195": "[03:15]故於此中須無錯想。這個是「想」。第二呢？",
    "200": "[03:20]若其等起於總事轉，念加行時，任有誰來悉當殺害，是則不須無錯誤想。這個「想」是 ─說你準備想這個，結果殺錯了。如果你想的時候，你想：不管什麼人來，反正來我就要殺。結果來了一個人，你就把他殺了。那本來你的原意就是這樣的，所以那個時候不管他誰，都有根本罪。",
    "225": "[03:45]如是道理，於餘九中，如其所應，皆當了知。上面這個道理，說下面的都是這樣的。",
    "234": "[03:54]煩惱者，謂三毒隨一。煩惱就是貪、瞋、癡。就是你殺的時候，的的確確有不同的心情。有的是為貪而殺，譬如說吃葷的人，欸，歡喜：「喔唷！看見這個地方有一隻什麼東西，正好弄來吃啊！」他就殺牠，這是為貪心。為瞋心的話，這個我們容易了解。為癡心，還有一種什麼叫癡心？譬如印度的外道說：「哎喲，殺了這個東西以後，會得到什麼福報啊！」這個為癡，為癡。就是你不了解，倒殺的時候並沒有貪、瞋之心。乃至於現在有太多的，「啊，這個動物本來是天生來要被我們吃的！」就是這樣。他心裡面並沒有貪、瞋之心，那個就是為癡。",
    "281": "[04:41]等起者，謂樂殺害。「等起者」就是說，那麼由於這個煩惱，煩惱相應的這種行為，就是說不管是什麼，你自然而然對於這個殺生很歡喜。有很多人哪，欸！他歡喜了，尤其是小孩子，他看見這小動物，他又跑得去要弄牠，把牠弄死。就是你問他心裡面為什麼，他也說不上為什麼耶！的的確確你問他現在的心理，他也並沒有貪什麼，也並沒有對牠瞋什麼，也沒癡什麼，這種心情什麼？叫煩惱的等起。就是說由於這個煩惱的心，他現在心裡面並沒有直接的這個煩惱的行相，確實由這個而來的，所以這個叫「等起」。",
    "330": "[05:30]加行中能加行者，謂若自作，或教他作，那麼我們加行要 ……這個去殺了。殺，誰來殺的？能作殺的這個動作，或者自己，或者教別人。",
    "344": "[05:44]二中誰作，等無差別。真正殺的時候不管你自己作也是，你教別人作也是。",
    "351": "[05:51]加行體者，謂用器杖，或用諸毒，或用明咒，隨以一種起加行等。加行的本體是什麼呢？那當然你殺人的時候，或者是你用刀，或者用杖把他打死，或者用藥把他藥死，或者用咒，「隨以一種起加行等」。",
    "366": "[06:06]究竟者，什麼叫究竟呢？",
    "368": "[06:08]謂即由其加行因緣，彼爾時死，或餘時死。因為你這樣傷害了他，那個時候死了，死了嘛！對了。殺生的意思是什麼？把他的生命殺死，結果到那個時候他死了，那你的罪行就圓滿了。什麼時候死，什麼時候就圓滿。所以當你殺的時候圓滿了，就殺的時候圓滿；殺了以後沒死，到了後來死，那死的時候，你這個殺生這個罪就圓滿。",
    "395": "[06:35]此復如《俱舍》云：「前等死無本，已生餘身故。」此中亦爾。這個什麼意思呢？這個譬如說我，我去殺一個人，傷害一個動物乃至於。結果我傷害了他，被傷害了，他沒死；結果他沒死，我先死了。結果我先死了，這根本罪沒有，根本罪沒有。為什麼？我雖然傷了他，可是我已經死了。所以如果我死了，那麼這一生我造的業到此為止。因為我到此為止之前他沒死，所以這根本罪沒有，這樣。實際上呢，這個是小乘上面，當然現在是照《俱舍》上面。「已生餘身故」，因為你這一生已經完了嘛！你到下一生，到了中陰身也不曉得到哪裡去了！",
    "450": "[07:30]所以實際上，真正的律部當中，它有各部的開合，各部的不同，這上座部怎麼判的，大眾部怎麼判的。譬如說以我們現在來說，我並沒有仔細認真地研究，據我所了解，譬如大眾部，根據南山道宣律祖說它的戒體的話，經過《法華》、《涅槃》開權顯實以後，這個說法跟上座部的很多，它有一點不太一樣。這我們這裡不談，在真正談到戒的時候，我們仔細研究。第一個殺，第二個，",
    "491": "[08:11]不與取。那麼在說「不與取」之前，我們這裡重新再提一下。說做任何一件事情的究竟圓滿的，需要幾個條件。第一個，你所做這件事情的對象，譬如殺生，那麼所殺的對象；偷盜，你所盜的東西。那麼盜的時候你一定起心動念，你心裡是什麼心，什麼心情；根據了這個心情，然後你採取的行動是什麼行動；採取了行動以後，這件事情做究竟圓滿了。譬如你偷人家東西，他原來的東西在那裡，你把那個東西搬走了，欸！那時候就成了，對吧？你要殺這個東西，把他殺死，那時就成了。每一樣東西，都是這個四個，這四個的內容是如此。所以關於這一點，後面每一個項目都是如此。所以第一個呢詳細解說，後面呢我就把文這麼念一下，大概有一個正確的了解。實際上這後面的每一部分，你們都應該仔細地去認識它，仔細地認識它。所以我講雖然講得簡單，你們真正應該好好地把這個把握得很牢，然後呢如法行持。",
    "567": "[09:27]「不與取」嘛，就是盜，他沒有給你，你自己去拿。這個「盜」的行相，通常我們總是覺得好像狹；「不與取」的範圍很廣，凡是他沒有給你，你拿，這個都是，都是。這一點我們要了解得清清楚楚。",
    "586": "[09:46]事者，謂隨一種他所攝物。這個「事」就是隨便拿一種別人，這是屬於別人的，別人所攝持的。",
    "595": "[09:55]意樂分三，心裡面。",
    "597": "[09:57]想與煩惱俱如前說。「想」還是前面，就是說「這個是他的」嗎？還是「不是他的」嗎？「不是他的」嗎？還是「是他的」嗎？就是分四樣。煩惱就是貪、瞋、癡。",
    "611": "[10:11]等起者，謂雖未許令離彼欲。就是由於你這個心情，心裡想，他雖然沒有允許，得到的允許，但是你心裡想：欸，要把它拿走，要把它拿走。就是這種心情。這種心情你倒不一定是說有什麼煩惱，你不一定貪，不一定瞋，但你也莫名其妙看見了。所以我們往往看見那個，隨手你就把它拿了，但是你說不上來你是什麼心情耶！你好像「我並沒有貪這個東西」，你也沒有討厭它，這個就是什麼？煩惱相應的「等起」。這個是我們常常容易犯這個毛病。有太多的情況之下，對不起哦！這個還是煩惱相應的哦！",
    "656": "[10:56]加行中能加行者如前。就是前面，或者自己做，或者叫他做。",
    "662": "[11:02]加行體者，謂若力劫，若闇竊盜，任何悉同。加行的時候，或者你用了力把人家手上拿下來，或者偷偷摸摸地拿下來，都一樣。",
    "675": "[11:15]此復若於債及寄存，以諸矯詐欺惑方便，不與而取，那麼盜別人是這樣。另外還有一種呢，債，或者是說別人存在那個地方，或者你欠了別人，或者人家放在那地方，到那時候你要騙、詐的方式，把它 ……。欸，別人存在那地方，到那時候你把它吞掉了，反正沒憑據。對不起，那就是盜。諸如此類。",
    "703": "[11:43]不與而取，或為自義，或為他義，或為令他耗損等故，所作悉同成不與取。不管你這個「不與取」是為了自己，為了別人；或者雖然你不為自己，為了對他不好，要傷害他、損壞他、要害害他：「這個傢伙擺在那裡，把它丟掉！」這樣。你只要這樣去做，那個結果都是一樣。",
    "730": "[12:10]究竟者，〈攝分〉中說：「移離本處。」什麼是究竟呢？就是這東西本來在那裡的，你把它拿，從那地方移開了，拿到別地方，對了。此中，",
    "738": "[12:18]於此義中，雖多異說，然從物處，移於餘處，唯是一例，這個裡邊有很多意義，很多意義。最主要的就是說，那個東西擺在這裡的，你搬到另外一個地方去，那就算。但是有一些東西你不能搬哪！譬如田，田你怎麼搬哪？",
    "758": "[12:38]猶如田等無處可移，然亦皆須安立究竟，是故應以發起得心。所以這個田這個東西，你沒辦法搬動的呀，那麼怎麼辦呢？這個也有究竟的。換句話說，你想辦法把那個人家的田吞沒，然後呢你經過了這番，你覺得：欸！我得到了。那時候你覺得得到的時候，那這個究竟罪就成立了。",
    "788": "[13:08]此復若是教劫教盜，彼生即可，假如你教別人這樣去做，他這樣地聽著你，你告訴別人想辦法把他那塊田弄下來，他然後經過了，他得到的時候，你雖然自己不知道，你得到了這個盜的根本罪。",
    "806": "[13:26]譬如遣使往殺他人，自雖不知，然他何時死，其教殺者，即生本罪。同樣地，就這樣，叫別人去殺人一樣。當這個人去殺人的時候，你不知道他殺了沒有，但是你所受你教的人去殺人，這個人，被殺的人殺死的時候，你就得到了根本罪。這個是盜。平常我們「殺」容易看得清楚，盜相非常細微，唉，這個盜相非常細微。盜相是最難防，最難防的！「盜」跟「妄語」兩樣東西難防極了，難防極了！所以當年我看那個大祖師的這些語錄，乃至於《沙彌律儀》，我記得二十多年以前我第一次看，覺得一看就懂了。就過了幾天去看的話，一看哪！啊，心裡面起個大警惕，發現我簡直根本沒懂，乃至於一點都做不到。所以現在很多人說看了一遍：「唉，這個《沙彌律儀》，我早就懂了，叫我再聽，我就聽不進。」唉！我心裡面聽了，真是呀！一個，我欽佩他，我說這個真是個大菩薩再來，我聽了這麼多都不懂，他一聽，居然就懂了。還有一個，我真是心裡面可憐，我說這種人他是邊都沒碰到，他自然覺得懂了。",
    "894": "[14:54]所以為什麼要說這個話？我看見他們那個祖師的行持。古代的人固然如此，譬如近代的印光大師，他剛出家的時候在紅螺山行堂，手上沾到一點糖，沾到了以後，那我們隨便的話，可惜的，那舔一舔，那屬於一種滿好的 ─愛惜呀！或者抖掉了。他不！沾到了糖，馬上那個手，馬上拿起來，跑到那個存糖的地方，抖得乾乾淨淨，就這樣。這樣哦！然後呢跑到水上面去洗得乾乾淨淨。就是一點鹽，哪怕是。這個常住的東西就這樣。",
    "934": "[15:34]以後我另外跟著我的老師的時候，他就告訴我們：「私財如土，公財如命。」自己的錢像土，為什麼？捨嘛！那個土這個東西，哎，那東西你看見就討厭，最好人家拿去，最好！「公財如命」，或是說公家的東西，像命一樣。喔唷，一點點損害呀，現在我們不要說命啊，小小螞蟻叮我、咬我一口，蚊蟲叮你一下，喔唷，你趕快趕走，反正公家的事情就保護得這樣。那時候我就曉得：哦！原來真正的這個沙彌律儀不是那麼簡單哪！這是值得我們警惕啊！哦，現在我們自己的一點點事情，大家努力得不得了，公家的事情誰都不在乎，這是我們自己的業障太重，沒有賢善相。所以這裡順便一提，真正懇心修學的，要從這個地方著眼努力，要從這個地方著眼努力啊！",
    "996": "[16:36]你能夠這樣去努力去做，即使你做不到，煩惱重，你能夠這樣恭敬、努力的話，賢劫千佛當中一定有你份，一定能夠真解脫！剛才經上面佛親口說的，告訴我們清清楚楚，這就是我們的正知見。由於這個增上力故，儘管你這一世做錯了，到了龍當中，再出來碰見下一個佛，好，解脫！如果發了大心那是更好！一直成佛。這點概念我順便一提。",
    "1028": "[17:08]所以現在我們有情，有眼前的狀態，的的確確的，是，是。所以我剛才特別說商那和修這個公案，這麼了不起的大祖師，欸，對不起！跑得去，一來，不如佛世的時候專門搗蛋的六群比丘啊！這是千真萬確的事實啊！所以我們不要以為說：「哦！我做到了。」我們怎麼可能做得到？你拼命地努力都做不到，何況現在懶懶癱癱哪？不可以呀！所以我們要起大慚愧、大恭敬，拼命努力去做。你能夠這樣的話，那沒問題，賢劫千佛當中一定有我們份。現在我們繼續下去，欲邪行，那是卷五。那麼就是：",
    "1081": "[18:01]欲邪行。事者，略有四種，這個說對象分四方面。",
    "1088": "[18:08]謂所不應行，不應該做的事情。",
    "1092": "[18:12]非支，非處，及以非時。每一個地方，非支、非處。「支」就是，所以因為男女的行淫，淫一定是指特別的。「非處」，不是地方，不是地方。「非時」，不是時間。",
    "1112": "[18:32]此中初者，第一個，什麼是不應行的。",
    "1115": "[18:35]謂行不應行所有婦女及一切男，非男非女。換句話說，這個就是一切的男女等等。",
    "1125": "[18:45]此之初者，〈攝分〉中云，若於母等，母等所護，如經廣說名不應行。說凡是有人保護的，說母及母等。這個說明：譬如說她在家的，一個是父母所守護，或者呢特別的公家，總歸有她一個保護的人；就是她是屬於，她有一定她的身分的，這樣的一個人，像經上面說。",
    "1165": "[19:25]如馬鳴阿闍黎說此義云：「言非應行者，他攝具法幢，種護至王護，他已娶娼妓，諸親及繫屬，此是不應行。」他下面就解釋。",
    "1180": "[19:40]他所攝者，謂他妻妾。什麼叫「他攝」？就是所謂他人的妻妾，就是這個別人所攝持的。",
    "1187": "[19:47]具法幢者，謂出家女。什麼是「具法幢」？那是出家的，具法幢。然後，",
    "1193": "[19:53]種姓護者，謂未適嫁，欸！沒出嫁的。",
    "1199": "[19:59]父母等親，或大公姑，或守門者，或雖無此，自己守護。雖然沒有父母什麼等等，她自己一個人，欸！但是對不起，她自己，自己守護自己。",
    "1214": "[20:14]若王若敕而守護者，謂於其人制治罰律。這樣等等，她雖然自己沒有守護，犯了罪關在監牢裡。譬如關在監牢裡嘛，這個監牢裡邊的人管的就是他呀！你也不能隨便侵犯她。還有，",
    "1231": "[20:31]於他已給價金娼妓，說為邪行，就算，這個邪行的話，就是不應該的。那這個裡邊，這個指世間哦！世間的人到這個綠燈戶，綠燈戶那個妓女她本來是賣淫的，然後呢你給了錢，那個不算邪行。反過來，雖然是一個綠燈戶的妓女，可是別人已經說：「欸，這個。」那你再去，那個不可以。",
    "1263": "[21:03]顯自給價，非欲邪行，大依怙尊，亦作是說。男者俱通自他。非支分者，謂除產門所有餘分。這個真正的行淫一定是個「產門」，其他的地方就不是應該地方，其他地方就錯了，其他地方就錯了。所以現在有種叫「雞姦」哪！那個就是非支，這些東西都是更糟糕、更糟糕！",
    "1294": "[21:34]馬鳴阿闍黎云：「云何名非支，口，便道，嬰童，腿逼，及手動。」這個我們容易了解。這現在說起來這個世界是每況愈下，那個時候我在國外有一個地方，也不去說它是哪裡了，居然要求法律通過准許同性戀，要立法去保護他。唉！這個世間是每況愈下，顛倒！顛倒，這個我們就不去談它了。",
    "1326": "[22:06]大依怙云：「言非支者，這個是不應該的。",
    "1330": "[22:10]謂口，穢道及童男女前後孔戶，并其自手。」此說亦同。這種都是不應該的。此說亦同，此說亦同。這個「自手」，通常我們說自慰，自慰。這個自慰這點注意喔！這個往往我們容易去犯，往往容易犯，男女都會。所以睡覺的時候，這個手千萬不要碰到下體。尤其是你有的時候不知不覺會去碰，這個不可以，這個就是它的等起，非常糟糕！非常糟糕！要注意的。",
    "1372": "[22:52]非處所者，什麼是「非處」，不是地方。",
    "1376": "[22:56]謂諸尊重所集會處，若塔廟處，若大眾前，若於其境有妨害處，謂地高下及堅硬等。這都不是，不是應當的地方。這個通常我們說，所以平常在 ……以前老規矩我所曉得的，如果說男女，就是夫婦一起出門，到人家的親戚，到任何地方去的話，通常一定到那地方去，男的跟男的，內眷內眷住，男眷男眷住，分得開，清清楚楚，絕不可以，到任何地方去，除非自己出門到旅館裡去。那時古代的人這個禮儀的確是操守得很嚴哪！",
    "1420": "[23:40]馬鳴阿闍黎云：「此中處境者，在法塔像等，菩薩居處等，親教及軌範，并在父母前，非境不應行。」這種尊長前面。",
    "1432": "[23:52]大依怙師亦如是說。這個地方常常說「大依怙」、「大依怙」，就是阿底峽尊者。",
    "1439": "[23:59]非其時者，那麼再下面呢？最後的就是說「時」，這個時間不對。",
    "1446": "[24:06]謂穢下降，穢下，什麼是「穢下」？就是女性這個月事來的時候。",
    "1453": "[24:13]胎滿孕婦，這個都不可以。",
    "1458": "[24:18]若飲兒乳，若受齋戒，若有疾病，或者這個女的生產了以後，這個小孩子還吃奶；或者受齋戒，那當然。「若有疾病」，還有病。",
    "1473": "[24:33]匪宜習故，這個都不應該。",
    "1478": "[24:38]若過量行。量謂極至經於五返。這個就是講這個男女交的時候。",
    "1488": "[24:48]馬鳴阿闍黎云：「此中非時者，穢下及孕婦，有兒非欲解，及其苦憂等，住八支非時。」就是解釋上面。上面「有兒」，就是有小孩子吃奶。「非欲解」的話，就對方不想，那個時候要去強。這個普通我們當然不會，我們乃至於不知道。當然實際上有人說：「哎呀，我們談這個幹什麼？」是！對我們來說，我們了解這個行相以後，固然是。還有一個，作為一個出家人，將來是人天導師，引導人家的各式各樣的人，如果在家人來問你，你不清楚的話，你怎麼回答人家？所以我們還是對這個行相要弄得很清楚，然後呢告訴人家：什麼是可以，什麼是不可以，什麼地方防範起。「及其憂苦等」，不但是欲解，就是憂愁苦惱，所以上面說疾病是生病，實際上就是心裡面不對的時候，這個也不要。「住八支」，還有呢就是受齋戒的時候，八支齋戒的一切的淫都斷，這個不是時候，不可以。像關於這種問題的話，特別的就是，如果說在家人來問，我們出家的法師回答他，就應該了解：「喏！就應該這樣。」",
    "1578": "[26:18]大依怙尊亦復同此，凡是上面特別說馬鳴阿闍黎、大阿闍黎、大依怙尊等等，說明這種說法的確是有師承的。凡是這種地方注意哦！現在我們同學當中，常常有這種同學，曉得了一點點就歡喜亂開口，告訴別人這個樣、那個樣。看看他們這些大成就者，說任何一件事情啊，這個傳承源源本本，說得清清楚楚。所以我們現在學習這件事情的時候，也一定要了解得明明白白。不曉得的話，你寧願存疑說：「欸，對不起！這個我不大懂，這個問題你去問某大律師。」凡是這種事情的話，所以這個律師，為什麼叫作律師呢？不是說他持律叫作律師，所有的出家人必定要持律，所以稱為律師的話，他除了自己持律以外，對開遮的行相，非常清楚、非常明白，他能夠決斷任何疑惑。譬如說我們現在禪師，他根本的做好了，他一心一意深入禪觀，他自己不會犯，可是很多細緻的行相，他不一定弄得清楚，這個才是大的差別，不是說那些人不要持戒，這個我們要弄清楚的。所以我們剛才說，凡是碰見這種情況，自己不了解，那請問某大律師。那麼下面繼續：",
    "1669": "[27:49]稍差別者，謂晝日時，亦名非時。那麼大阿闍黎又特別說，這個「時」那支，除了上面跟那個馬鳴阿闍黎所說的一樣以外，說白天也不可以。",
    "1683": "[28:03]非支等三，雖於自妻，尚成邪行，況於他所。這個前面所說的這個「非支」，就是自己的夫婦都不可以啊，都錯的，何況是別人哪！注意喔！這個我們要了解的。",
    "1699": "[28:19]意樂分三，想者，〈攝分〉中說：「於彼彼想」，是須無誤。《毘奈耶》中，於不淨行他勝處時，說想若錯不錯皆同。這個有兩個不同。「想」的話，〈攝分〉，〈攝決擇分〉說「彼彼想」，就是說你要犯行，你要對象找對了，如果不是的話不算。可是《戒經》當中，《毗奈耶》當中不！《毗奈耶》當中說那個不淨想，不管他錯不錯，你想這個，換了另外一個人，對不起，還是犯！",
    "1734": "[28:54]《俱舍釋》說：「作自妻想而趣他妻，不成業道，若於他妻作餘妻想而趣行者，有二家計，謂成不成。」這個是辨，這個辨，這個辨沒關係。原則上面呢，我們了解各家有各家的判這個罪的輕重不同。以我們來說的話，我主要的，總是像這種事件從嚴，從嚴總沒有錯，從嚴只有好處。"
}