{
    "4": "[00:04]萬一另外一個，「從嚴啦，大家做不到啊！」是啊！就因為有嚴的做不到，所以引發你的慚愧，由於你的慚愧策發你自己努力向上，不是很好嗎？這一點是我們要了解的，這一點我們要了解。",
    "20": "[00:20]所以前面為什麼在抉擇這個，總抉擇業果的時候，他下面告訴我們，說萬一你犯了尸羅、軌則、淨命、正見，不能圓滿哪，正見未破不怕；道理特別的，就是我們初機行持的人，的的確確要想圓滿不可能。而且《瑜伽菩薩戒本》上面特別說，什麼叫犯戒，什麼叫破戒。犯戒也就是說，就是我們一心想努力，然後呢真實去學，你了解了去學，但是因為你煩惱重啊，偏偏有很多做不到。那個時候，然後你慚愧說：「哎呀，我怎麼做不到啊！」然後你懺悔，努力去學，這種情況不叫犯戒。那麼什麼呢？就是你自己還做得不對，還覺得我對了，或者雖然犯了，你不曉得慚愧，這個就犯戒了。這個犯不犯，主要的是什麼呢？就是說你努力肯不斷地改善，正見未失，努力增上，時時向上，這個就是我們初機修學應該了解的，這個是我特別說明哪！",
    "96": "[01:36]反過來說，你不要以為：「喔！既然這樣的話，犯戒不算，這樣地犯一點不算哪！」那就馬虎，這個心裡面本身，你已經把正見根本就破掉了。不要說龍中你絕對沒有份，地獄，只有地獄！這個概念我們要辨別得非常清楚。所以不要把這種小地方誤解了，為自己留下地獄之門來呀！那麼下面我們繼續下去。",
    "128": "[02:08]煩惱者，三毒隨一。這個煩惱，不管你貪瞋癡都是一樣。",
    "133": "[02:13]等起者，謂樂欲行諸不淨行。這個「等起」是指，就是同樣的道理，它不是說你有強盛的那個貪心、瞋心、癡心，但是你看見這個東西歡喜這樣來，就是這樣。實際上就是說，就是由於這個煩惱，雖然不是明顯的煩惱的行相，而是由跟煩惱而來的這種雜染心理，然後呢你要去做這件事情，這還是這種心理狀態。",
    "160": "[02:40]加行者，〈攝分〉中說：教他邪行，教者亦生欲邪行罪。《俱舍釋》說：如此則無根本業道。前或意說非根本罪，然須觀察。究竟者，謂兩兩交會。那麼這個「加行」，前面的加行，自作、教他都有；這個地方啊，說有的地方說教他的也有，有的地方說教他的自己不算，這個兩個那就看你自己而定了，就這樣。你雖然教他，教了別人你心裡面也跟著轉，對不起，那有的；教了他以後，你心裡沒有動的話，這個沒有根本罪，沒有根本罪。所以這一點，你自己看一下你的心理就了解了，看得很清楚。「究竟者是兩兩交會」，就是這樣，這個就究竟了。那麼這個就是身體上的殺、盜、淫。下面呢，語業。",
    "227": "[03:47]妄語。事者，同樣地，事、意樂、加行、究竟。事是：",
    "236": "[03:56]謂見聞覺知四，及此相違四。什麼「事」呢？你看見了說不看見，聽見了說不聽見，知道了說不知道，感覺到說不感覺到，就是這樣，跟它「見、聞、覺、知」，以及不見、不聞、不覺、不知。不知道說知道，不對；知道的說不知道，也不對。",
    "255": "[04:15]能解之境，這個裡邊的事有兩個，第一個你自己那方面，因為妄語你要騙別人嘛，對不對？所以「能解之境」是他 ─這個人，以及你要騙他的事情這兩樣東西。",
    "268": "[04:28]謂他領義。他領受。",
    "272": "[04:32]意樂分三，想者，謂於所見變想不見，及於未見變想見等。你看見了，哇！你說你不看見；不看見，你說看見了，這個都是。",
    "287": "[04:47]煩惱者，謂三毒。等起者，謂覆藏想，樂說之欲。「煩惱」是貪瞋癡。「等起」是什麼呢？「覆藏想、樂說之欲」兩樣東西，這個說一下。覆藏想的話，就是你心裡面掩蓋這個事實，這個掩蓋這個事實。譬如說見到了你說不見到，這個直接的；掩蓋的話，你想掩蓋起來，遮蓋起來，用種種方式。以及你心裡面想說，這個樂說之欲是最容易犯，最難改、最難改！因為我們常常心裡面就莫名其妙的，隨便碰見一點風吹草動，哎喲，這個嘴巴就忍不住啊！這個嘴巴，就心裡面想說，自己也不曉得為什麼原因耶！這是最難改的大毛病就是這個。",
    "349": "[05:49]加行者，謂或言說或默忍受或現身相。這是加行。或者有人問你：「你看見了沒有？」雖然你沒有說，可是你一個表示，讓他領會你的表示的意見，這個也是。譬如說有的人說：「你看見某人了沒有？」你沒有講，然後呢這麼來一下，欸！這個就是。你沒有說，對不對？就是這個意思。還有這種更巧妙的，不管怎麼巧妙，就是你內心當中你很清楚、很明白，你在這兒行，就對了。",
    "386": "[06:26]此復所求或為自利或為利他，隨為何故說悉同犯。那麼，這個你目的騙人的時候，或者為自利或者為利他，不管你說什麼，都是同犯。這個自利利他，現在在這地方有一點很有意思。我們現在常常看見世間所謂講俠義，俠義的人他是很有意思，俠義的人最容易犯這種毛病。他說起來是俠義，我跟你好，然後他跟你說，喔！世間上說起來這種還很好的，他為了你是不計一切。這個非常糟糕，不但是講妄語，乃至於其他的很多地方，很多地方。所以我們修學佛法的人，太多的人的的確確應該了解，這個地方的衡量的標準，不要說俠義，俠義的人不要說佛法乃至於世間的很多法，他都會犯法的。他總覺起來：「喔唷！這個人哪 ……。」他有他那個道理！所以那個宋朝，這個所以寫《水滸》那個一百零八將，他創出了一個牌子叫什麼？「替天行道」，這種叫俠義。實際上寫了以後絕子絕孫，這個惡報不得了地可怕，這我們要了解。",
    "479": "[07:59]所以現在這裡我特別說一下，衡量這種事情，千萬不要拿我們世俗的概念去衡量，很重要、很重要的！因為不拿世俗的標準衡量，所以特別說明哪：我們不要說：「哎呀，不要得罪人哪！」記住哦！你不要得罪佛菩薩，這個是重要的，這個是重要的！反過來說，你要記得哦！你真正地要幫助別人的時候，不是拿世俗上溺愛去保護他，恰恰相反的，你要告訴他：「某人，你錯了，你要改過來啊！」這個才是真正地幫人忙啊！所以平常我們這個得罪不得罪人，說起來這個東西都是為什麼？還是為了自己，而且這是一副的偽君子面孔，這非常壞、非常壞！",
    "532": "[08:52]當然說，是有一類，你要為了處理這件事情，的的確確要按部就班地來，絕對不是硬來，硬來完全錯了。所以那時候你委屈求全，不要去得罪，這個了不起，這個是大菩薩行的方便。所以我們剛才同樣的一句話，「不得罪人」這句話，單單不得罪人這句話不能判斷是非的。就是說你不得罪人這個的用心何在？你的的確確有一個遠大的目標在，然後是那時候委曲婉轉，不要去得罪他，那了不起，你有的這個的的確確是佩服無比！否則的話，為了你眼前這種自己的私人的利益的話，那我們修學佛法的人不採取，這地方我們也順便一說。所以關於這個煩惱以及等起等等，那麼下面是加行。",
    "595": "[09:55]此中說於妄語，離間及粗惡語，雖教他說其三亦成。說妄語這個口業，除了妄語還有的離間，離間就是我們通常兩舌，還有粗惡語，粗惡語就是罵人，教別人說，這個都成。綺語不算，綺語不是。",
    "623": "[10:23]《俱舍本釋》於語四業，皆說教他亦成業道。那麼《俱舍》上面呢，說這個綺語，你教他也是。",
    "632": "[10:32]《毘奈耶》中，說起此等究竟犯時，要須自說。《戒經》當中怎麼說呢？《戒經》當中說：這個犯究竟的時候，要自說才算，教他不算。",
    "649": "[10:49]究竟者，謂他領解。《俱舍釋》說若他未解，僅成綺語。離間粗語，亦皆同此。什麼是「究竟」？究竟的話就是你要說的妄語騙別人，他被騙了，他聽懂你所說的了，這樣。那麼假定說你要騙他，他沒聽懂，那時候情況怎麼辦呢？《俱舍》上面說，因為他沒了解，「僅成綺語」，綺語就是沒有意義的話。還有呢，離間語、粗惡語也是如此。離間就是說你要破壞他，還有呢你要罵他，他沒有聽懂，那個時候就是綺語，不是這個，這個兩個的差別。這是關於妄語，離間呢？那麼我們也看一看：",
    "697": "[11:37]離間語。事者，謂諸有情，或和不和。不管他和不和，你只要去離間，都是。",
    "706": "[11:46]意樂分三，想及煩惱如前。這不解釋了。",
    "709": "[11:49]等起者，和順有情樂乖離欲，不和有情樂不合欲。這個等起由煩惱而來的，他們慢慢地好的啊，你就希望他們兩個人不好；他們兩人本來不好啊，你就不希望他們好起來。反正你懷著這個心，這個都是跟煩惱相應的等起。",
    "730": "[12:10]加行者，隨以實語若非實語，隨說所說，若美不美，隨其所求，為自為他而有陳說。加行呢，就不管你說的實在的、不實在的，至於我們常常說：「哦，這個話是真的喲！」對不起！你真的也犯，假的也犯。如果假的啊，除了離間還加上妄語。所以不管你所說的好的話、不好的，不好的你故意破壞，好的呢，你有意地說甜言蜜語，說了它，讓他們兩個人受你的話的影響而分開，錯了，你還是離間。「隨其所求，為自為他」，為了自己、為了別人說，都是離間。",
    "775": "[12:55]究竟者，〈攝分〉中云：「究竟者，謂所破領解。」謂他了解所說離言。什麼是究竟呢？就是說，欸，他對方聽了你的話，如你所想的產生了離間功效了，這個就是。好，今天到此為止。",
    "795": "[13:15]《菩提道次第廣論》一百二十六頁，上面離間語已經說過了，下面粗惡語。",
    "809": "[13:29]粗惡語。事者，謂諸有情能引恚惱。意樂中想煩惱如前。等起者，謂樂粗言欲。加行者，謂以若實若非實語，或依種過，或依身過，或依業過，或依戒過，或依現行所有過失，說非愛語。究竟者，〈攝分〉中說：「究竟者，謂呵罵彼。」《俱舍釋》說，須所說境，解所說義。「粗惡語」，我們另外一個名詞叫作惡口、惡口。那就是說的話很粗、很粗，很粗魯。那麼這個「惡」，是自己惡心還要傷害別人，還要傷害別人。所以這個是做這件事情的話，不但是你說出來的話啊，這個很粗魯，還要傷害了別人。所以這個是「諸有情能引恚惱」，所謂能引發別人心裡邊不舒服的，乃至於瞋惱的，讓他心裡面懊惱的，這樣。「意樂」呢，就是我們的心理狀態，跟前面一樣，想跟煩惱前面都說過了。「等起」者，等起者就是在這種狀態當中，你為什麼要這樣做？「樂粗言欲」，就是說這種心裡面就歡喜這樣，就是歡喜這樣。有的時候啊有意的，有的時候無意的，這個無意更難避免，這個習性一旦養成功了非常糟糕，一開口啊就是這個樣。現在我們太多的人，一開口那個三字經就跟著來了，他往往有的時候說了三字經啊，他還不曉得自己說了什麼。所以這個習性的難改啊，這是非常糟糕、非常糟糕！",
    "947": "[15:47]「加行」者，那麼你的行為呢，就是你罵的時候呢，罵別人不管是實在的、不實在的，譬如這個人的確不好啊，那麼你這個以惡心或者以粗鄙的言說來說他；或者是它不是實在的，而你說。那麼至於所說的內容呢，「或依種過」，種就是種姓，就是換句話說他的出身，他的出身。有很多人家庭比較高貴，有很多人比較差，你就說：「你這個下賤胚！」那個下賤種，的確。那麼在我們現在目前大家很平等的，這個古代它那個門閥高低不同，尤其是印度，四種種姓，有一種賤民，那個賤民，就是奴隸，這樣，婆羅門、剎帝利是高級的。那麼現在我們罵人家說：「你這個下賤胚！」就是他的出身。「或依身過」，那麼身上面，或者這個人肢節不全哪，眼睛瞎了什麼這些。「或依業過」，他造了什麼業。或者是戒，這個我們了解的。「或依現行所有過失」，總是說不可愛的。",
    "1038": "[17:18]什麼是「究竟」呢？究竟有兩派：這個《瑜伽師地論》的說法，說你只要罵了他就算；《俱舍論》的說呢，他不但要罵了他，他還要領解，他了解你罵了他，罵了他。那麼這一點，就是因為我們說的對象也可以有不同。一個呢，大乘以你自己的心來判斷，就是你心裡面有傷害別人的這種想法，然後你開口的時候就說出這個來，那就是這個粗惡語就算究竟了。所以這個《瑜伽師地論》是以這個，只要你說出口來。小乘他不僅僅是講你的心裡面，講那個事相。那事相的話，就是你罵出來了，他聽懂了以後，那個事相才圓滿，所以這是兩家判別的不同。那麼以我們現在來說的話呢，原則上面，就是我們應該了解，尤其是這個南山道宣律祖把這個戒體，經過《法華》、《涅槃》開權顯實以後，說明戒體的特質的話，通常我們都從嚴，通常我們從嚴。不過呢，就是我們要了解在這個師承當中是有這麼兩派。從嚴，換句話說，我們願意從那個《瑜伽師地論》上面，只要你心裡面這樣，開了口罵就算。",
    "1145": "[19:05]綺語。事者，謂能引發無利之義。這個一樣一樣來解釋。那麼最後是「綺語」，綺語就是說，你說的這話呀沒有真實利益的，沒有真實利益的。這個我們普通造這個業呀，這個語業最難防，而語業當中這綺語是尤其不容易、不容易。這個綺語是容易犯極了！要防是難極了！只要說的話沒有意義的話，都是綺語。那麼這個意樂分成三部分。",
    "1187": "[19:47]意樂中三，想者，雖僅說為於彼彼想，然於此中，是即於其所欲說義，彼想而說，此中不須能解境故。那麼平常的想，講話，比如說你要講那個對象，你說給別人聽，妄語你騙哪一個人，罵人你罵哪一個人，那麼這離間的話，你準備挑撥離間哪兩個人。現在的這綺語不是，不是，只要你想說這個話，你說了，不管他對方領不領解，因為本來就是毫無意義的話，你自己要說出來，就是。這個意思。",
    "1230": "[20:30]煩惱者，謂三毒隨一。等起者，謂樂宣說無屬亂語。「煩惱者，謂三毒隨一」，貪、瞋、癡隨一。「等起者」，就是心裡面這種，由於這個心裡面煩惱相應的欲樂，你說你心裡面就好歡喜說那種無意義的，無意義的。所以平常這一點我們不仔細檢查不知道，你仔細一檢查的話，我們一天到晚就在這個上面。這個心裡面浮浮泛泛，一點風吹草動，欸！你就會：「哎呀！這個幹什麼？」這樣。說「幹什麼」，幹什麼就是你心裡面的散亂，非常簡單，就這麼一件事情。啊，你老遠聽見一個東西你就跑得去，瞪大了眼睛，「啊，這個熱鬧得很！」幹什麼？就是你心裡的散亂。所以平常我們真正要想努力的，真正用功的，就必須要從這個地方去。",
    "1285": "[21:25]所以以前古人辦道的時候，啊，那的確是，他全部精神，一定是全部精神貫注在這個裡頭。比如或者剛開始持戒，現在我們心裡面就是悠悠散散，大家還覺得：「啊，好像還滿好啊！」其實你已經不曉得錯到哪裡去了，這一點我們要正確地認識。這個地方先開始提一個頭，以後正式開始講的時候，真正的修行的關鍵就在這裡。平常我們一開口，總覺得自己對的，你不曉得錯到哪裡去了。你只要一念，這個精進的心，這個提持的心失掉的時候，那個時候你失念的時候，那就是放逸的根本，你已經錯了，這樣！所以自然而然，這個無始以來的習氣，一碰見一點東西就來了，這個綺語的範圍很廣很廣啊，這我們特別注意！",
    "1346": "[22:26]加行者，謂發勤勇宣說綺語。「加行」就是你開始開口說，這個「勤勇」不是說你勤勤懇懇努力，就是你一動身口，只要一開口，那個時候就是，那個時候就是。",
    "1363": "[22:43]究竟者，謂纔說綺語。什麼時候你一開口說，那時候這個話就究竟了，所以它非常容易犯。平常我們沒有什麼事情，看見了人哪，總覺得：「哎呀，看見了！」世間哪，碰見了當然應酬話啦，不管它有意義沒有意義，總歸要應酬幾句的。所以人家說：「今天天氣 ……哈、哈、哈！」這個天氣跟你有什麼關係呀？欸！他就要這樣說幾句，就世間相，所以這我們要了解。所以這個為什麼我們出家人啊說出世、出世，就是一定不能被這個世俗所雜染。世俗相就是如此，你看見一個人，當面看見了以後，瞪大了眼睛，你走你的，人家覺得：「你這個人怎麼不通人情啊！」欸，他要講人情的！因為你要講人情啊，所以註定你就在三界輪迴當中，你現在要跳出，這個時候另外一回事情，另外一回事情。",
    "1423": "[23:43]所以現在了解了這一個，你們懂得為什麼我告訴你們早晨大家見了面以後，你合一個掌，然後呢點一個頭，或者說一聲阿彌陀佛，夠了，或者說一聲早，最多這樣。如果看見師長的話呢，你跑到那裡，站在那裡，行一個禮，就是，就是如此夠了。不要說早晨一看見哪，大家也就開始了，哎呀，說什麼啊！一句話已經多餘了，往往站在那裡一說，說得嘀嘀咕咕說了個半天，這個都是不相應的，十惡業。注意哦！所以這裡所有立的規矩，真正說起來都是對我們最佳幫助。",
    "1462": "[24:22]當年我記得我看那個來果老和尚的語錄，他就說跑到那個揚州高旻寺，哎呀！看見那地方大規矩小法則，不曉得多多少少。那個高旻寺規矩非常嚴的，他剛去第一天，一天之中被打那個香板，那個楊柳條，一下打了幾百趟，你無法想像欸！一天，白天除了晚上睡覺以外，就算吃飯也打的話，一共就十幾個鐘頭。十幾個鐘頭，一天打 ……一個鐘頭要打十趟才可以打個一百多趟，打幾百趟，要兩百多趟，豈不是一個小時當中要被打二十幾趟嗎？這一動就打，一動就打！那個時候我也好玩哪，原則上面因為我也是一個學工的人，學理工的人往往死腦筋，樣樣東西看那個數字總要追根究底，仔細算一算：他那個幾百趟，那豈不是一個鐘頭要打幾十趟嗎？有這個可能嗎？那時候我不大懂，現在我越來越說千真萬確。",
    "1530": "[25:30]如果你們仔細檢查的話，你們硬是，不要說上、下課，上課的時候都在這兒一直犯規。下了課你隨時隨地這樣，欸，這個走路有走路相，然後呢吃飯有吃飯相，你走路這麼隨便一來，那表示你鬆懈了，到那個下面那個香板馬上就跟上來。這表示你、你自己感覺得很清楚的，譬如你坐在這地方，你振起精神來的話，自然坐在那地方；一坐在那裡 ……那一定是那個心裡面哪，就是放逸懈怠的時候，用功一定不相應的。真正這個辦道的道場啊，它有這麼嚴格，看見你一來，「叭！」香板就上來了，你也自己莫名其妙它為什麼上來了。要我們平常的話，覺得：「喔唷，我還自己個很用功的人！」跑到那裡一天到晚打他，你早就跑掉了。",
    "1582": "[26:22]所以這個祖師真為祖師的話，他有這個，完了以後，他就仔細揣摩：「欸，我為什麼被打？總有道理！」現在要我們被打了，或者呵斥了你一下，你還總覺得有道理咧，還要振振有詞跟人家辯咧！那註定你一定不得成功。所以我自己現在也漸漸體驗到，剛開始的時候我也是這樣，喔唷！有的時候這師長說了幾句話，心裡總不服氣，找了機會總歸要去辯，慢慢、慢慢才體會到。現在反過來了，不管師長說什麼話，有時明明我有道理的，說完了，我總歸想：「這個話總歸有什麼問題！」找了半天找不到，還要去磕頭，然後呢請求師長：「哎呀！我這個，我的確什麼地方一定有錯的，但是我找不到，乞求老師慈悲。」因為通常這種情況啊，他往往還不告訴你，讓你想了半天，最後終於能夠想得出來，這是千真萬確的。所以這地方我隨便想到，因為我們無始以來，一直在那個散漫的這個習性當中，自己還不知道，你們真正要想講修行的話，這個地方就要好好地努力地提起。",
    "1655": "[27:35]其實我們不是改不過來，我們真正要改的話，的的確確你還是很容易啊！我隨便說一個小事情嘛，隨便說一個小事情嘛！在座我們這裡的一個同修，平常啊，我總歸是嫌他什麼懶懶癱癱的那個樣。有一天說早晨他做維那，他跑得滿快，我就拉了他一下，我覺得：「你走得慢一點！」就說過一次。第二天再來，就是前天，欸！我發現他就慢了。啊，那時候很出我意外的啊！平常我總覺得這個人邋邋遢遢，說不定說他十趟八趟他不一定改過來，說了一趟他馬上很快地改過來，就是反正真的要有心，他很快就改過來。還有拿那個引磬，他敲起來一直乒乒乓乓一直敲，敲得非常快。因為在我這兒沒有仔細講，結果那一天我又注意到了，這個事情我沒有講，他就敲得很穩，我只是說說別人：「你們敲得慢一點。」所以我了解，你只要肯啊，你只要肯，你只要注意！",
    "1719": "[28:39]所以這個真正的關鍵在什麼地方呢？你聽法的時候啊，你聽了法有時候聽得心裡不對勁，心裡就排斥它，為你自己辯護，那就完了！所以他前面在正式聽法之前告訴我們，我們有三個過，自己心裡上面總覺得自己對的，你有這個擺在這裡的話，你再學一百年都學不上，因為講到你的時候，你總歸為你辯護，完了！如果你一開頭的時候，認得說我自己在無明大病當中，現在這個佛菩薩的教誡是幫助我的，你至心去聽他的話，你只要肯聽，很快就轉得過來，這千真萬確的事實。"
}