{
    "8": "[00:08]如果現在我們真正肯努力下手的話，那我告訴你們，不要小看那個綺語喔，這個事情可以說論它的業的輕重，那是最輕最輕，但是呢，犯毛病都從這地方根本犯起，最容易的地方。所以它這東西一開口就錯了，一開口錯，那你怎麼辦呢？你必須作意對治，隨時提醒自己，隨時提醒自己。現在我們不是說馬上要做到它，但是我們有機會體會領解到了以後，你努力這樣去慢慢地做的話，也慢慢、慢慢、慢慢就可以改得過來了，改得過來了。所以說見然後修，然後呢，你在聞的階段也是一樣，見然後修。現在我們聽聞的階段先聽懂了 ─哦！然後呢，得到了正知見。所以聽懂得到正知見有一個什麼呢？就是你必定要自己把心裡面覺得我怎麼樣，保護「我」這東西的這個心，要拿掉。要拿掉，先要認得原來無始以來真正害我的，不是別人，誰呀？我，就是人我執、法我執，沒有別的！",
    "89": "[01:29]你這個認識了以後，原來真害我的原來是這個，你拿掉了以後，下面問題就比較好辦了。然後你那時候肯，啊，原來害你的是這個，救你的呢？佛法，那時候你就肯聽他。然後呢，了解了這一點，下面慢慢地、慢慢地改這個習氣。改這個習氣，那需要一點時間的。所以一個不小心又犯了，但是那時候你曉得：欸，又犯了！馬上改。經過這樣地努力的話，行！由於聞、而思、而修。等到修相應的見，就是見道，修相應的修道的完成就是佛地。平常我們談到見道然後修道，總覺得：「哎呀，這是菩薩的事情啊！」一點都沒錯，請問你要不要學？要。那麼你現在因地當中該下心怎麼努力法呢？現在這地方給我們完整教授，好極啦！這絕對不是說：「欸！我在這兒反正 ……等到什麼時候啊，忽然這一撞，撞到了！」不是的。就是現在得到了正確的教授，你目前就因地上面一步一步下下去，在聽聞的時候這樣修，在思惟的時候這樣修，在修習的時候這樣修，所以得聞慧、思慧、修慧。現在我們繼續下去。",
    "174": "[02:54]此復七事相應，說這個綺語，平常大別一共有七個大類：",
    "182": "[03:02]謂若宣說鬥訟競諍。這第一個。我們談，談什麼啊？談這些鬥訟競諍，或者是自己的，或者是旁人的，跟人家有了爭吵嘰嘰咕咕，或者是談別人的事情。",
    "202": "[03:22]若於外論或梵志咒，以愛樂心受持諷頌。這是第二類。說「外論」，這個就是跟佛法不相應的，乃至於其他的那些事情，「愛樂受持諷頌」。實際上呢，我們除了佛法以外所有談的這種道理，不管你說些什麼道理都是那個。注意！有一個可以，就是說這個是我們生活當中必須要的，然後呢，作為我們現在的輔助，前面說過了，那個可以，除此以外都不要它。",
    "243": "[04:03]若苦逼語如傷嘆等。若戲笑遊樂受欲等語。這是下面這個，或者是苦受，或者樂受。受了一點苦啊，自己就覺得：哎呀……！這樣哼呀，哈呀！然後呢，這一類東西，高興了，相反的。這是一類。",
    "264": "[04:24]若樂處眾宣說王論，臣論，國論，盜賊論等。再下面就是這些。現在平常我們說看報紙、看報紙，你看看那個報紙上面都是這一類。所以這一個地方我們了解，看報，世俗上面是必不可少的，這裡我們不需要。所以我們這個南普陀，一來我看見沒報紙，我非常歡喜。我還記得我那時候在蓮社的時候，大覺蓮社，我那裡向來什麼都沒有的。也沒有電視機，也沒有報紙，乃至於也沒有收音機。人家居士們跑得來說：「法師啊，你這兒沒電視？」「對呀！電視要它幹什麼！」「你這兒沒報紙啊？」「沒有。」他說：「給你送一份。」我說：「不要送來，不要送來。」他還以為我大概買不起，他第二天送來了，送來了以後，我馬上丟到垃圾桶裡面，就是這樣。他說：「你看過啦？」我說：「沒看過！」我說我看過了說不定還擺在那裡，正因為沒看過啊，我自己曉得還沒放下來。丟了，他還好心哪，結果看見我丟了幾趟，他就不送來了。我自己覺得我現在這個引誘的力量還沒拿去，這是說事實。",
    "337": "[05:37]我想你們也體會得到的，閒著沒什麼事情，看見了就很歡喜。一看，叫你看書啊，哎呀！看了半天直打哈欠。拿了一份報紙看得個起勁，但是你看了真的看見了沒有？說不定你在這裡看了一、兩個鐘頭，看過了問你：「報上登些什麼？」你什麼都不知道，我想你們都有這個經驗吧！這是說什麼？你們懂嗎？這是無始以來的惡習啊，就把我們的生命像麻醉劑一樣麻醉過來了，所以這地方都是這個。這是我為什麼裡邊固然沒有，然後呢，說假期不准出去，原因就在這裡。好在諸位真是有大善根哪，也肯勤勤懇懇地去做，我們必定要這樣地努力它這個十年八年，這生就有希望了。",
    "386": "[06:26]若說醉語及顛狂語。這是一種。",
    "391": "[06:31]若邪命語。語無係屬，無法相應，非義相應者，謂前後語無所連續，這種邪命，這是不應該的，這個毫無意義的，跟法不相應的，沒有意義的事情。最後：",
    "411": "[06:51]若說雜染，若歌笑等，若觀舞時而發言詞。這個明白。我們仔細檢查一檢查：我們平常說的話，有哪些不屬於這個綺語裡頭的？自己好好地檢點檢點看，自己好好地檢點檢點看。所以我們真正修行就是這個樣，就是這個樣，這個地方千萬注意！不要以為別人看不見，我自己看得清清楚楚，我自己看得清清楚楚！自己看得清清楚楚！",
    "451": "[07:31]所以平常的時候特別要小心，特別要小心，我就看見祖師有這麼一個公案，有這麼一個公案。有一個禪師有一天在定當中，欸！看見有兩個這個鬼神在那地方，先看見那個鬼神就在那恭恭敬敬站在那裡，非常恭敬！過了一下那個鬼神站在那裡啊，就不像前面那個恭敬了，就、就、就好像很馬虎了，到最後那兩個鬼神就對那地方這個齜牙咧嘴的，然後吐了口水而去。然後再回過頭一看哪，看見有兩個和尚站在那裡。他第二天問他：「你們兩個昨天幹什麼？」嗯！他曉得這個老師是有功夫的，他就說：啊！兩個人在一個地方談佛法。「你們一直在談佛法嗎？」欸！他聽見那個老師一講，心裡面覺得：「是，先談佛法，後來慢慢、慢慢談到別地方去了，最後跟法不相應了。」他就告訴他：喏、喏、喏！我親眼看見！本來這個護法神看見兩個人談佛法，非常恭敬在那裡，結果他談談、談談，開始談佛法，談了兩句話，下面跟佛法不相應，到最後說那個閒話了，那個鬼神就吐口水而去。",
    "539": "[08:59]所以平常我們總是說：「哎呀，這個地方有護法啊！」所以他要來護法是沒有錯，他來護什麼？護法！請問你跟法相應嗎？你跟法相應還是跟煩惱相應啊？非常簡單。如果你跟法相應，他來護你；如果你跟法不相應的話，他能護你嗎？這個地方注意。所以平常你不要愁，你只要真正肯努力的話，一定有，一定有！譬如說我們這裡的老和尚，你們好好地親近他，他自己 ……。我所以真正佩服他的地方，他就是這樣，外面看不出。你只要肯，我們不要說：「現在沒有感應呀！」怎麼會沒感應？是你根本跟法不相應，你叫它什麼感應起呢？要有感應都是下地獄的花報，就是這樣。所以我叫你們《俞淨意公遇竈神記》好好看看哪，這個時候你們自然會感覺到的呀！這是說告訴我們這樣。",
    "608": "[10:08]前三語過，最後告訴我們，",
    "610": "[10:10]是否綺語，雖有二家，然此所說，順於前家。那麼這個前面三種就是妄言、離間、粗惡語這三個。除了三個以外，也同樣屬於綺語，有的人是這樣，有的人說不。「雖有二家，然此所說，順於前家。」就是這個兩種當中判，是這個意思，所以關於這個概念我們也應該了解的。這個綺語隨時隨地都在犯，那麼這個是兩種，兩種這個說身、口。第三個呢，意，十惡業當中，意就是貪、瞋、癡。",
    "672": "[11:12]貪欲。事者，謂屬他財產。同樣地，事、意樂、加行、究竟。這個所貪的對象是什麼呢？是別人的東西。",
    "685": "[11:25]意樂分三，想者，謂於彼事作彼事想。換句話說，你想貪的東西，就是你要的東西。",
    "694": "[11:34]煩惱者，謂三毒隨一。貪、瞋、癡。",
    "696": "[11:36]等起者，謂欲令屬我。啊，你心裡想：「這個東西很好，我想得到它。」",
    "705": "[11:45]加行者，那麼這個前面身口的加行，是用身或者口的行動，現在的意業的加行它看不見的，就是你腦筋裡面所動的腦筋，你看見，欸，它這個東西你很歡喜，你想怎麼樣去得到它，這樣。說加行者，",
    "729": "[12:09]謂於所思義，正發進趣。你想的這個念頭，你想：怎麼樣使得這個事情我得到它，得到它，當你想到這種念頭的時候那就對了。譬如說現在對我們來說的話，我們說一般的大的大概不大有。我們容易犯的東西，譬如你看見這東西：「唉呀，這個東西也有，我怎麼想辦法……。」或者是關於吃的東西，你想到了以後，嗯，怎麼動一個腦筋啊，這樣。當你動那個腦筋的話，那就是貪的加行在進行當中。",
    "765": "[12:45]究竟者，說「於彼事，定期屬己。」謂念其財等願成我有。什麼是究竟呢？你想了：欸，這樣！就對了。就是當那個心裡具足這幾個條件的這個貪相就究竟了。那麼下面又說：",
    "784": "[13:04]此中貪心圓滿，須具五相，貪心圓滿相，把那個貪的行相用這樣的五個次第分別說明。",
    "794": "[13:14]一有耽著心，謂於自財所。這個心裡面，就是對自己的東西愛著難捨：「啊！覺得 ……啊……」這樣。這捨不得，很歡喜，這個僅僅是這樣的一個最起碼的一種心理。還有呢，",
    "812": "[13:32]二有貪婪心，謂樂積財物。「樂積財物」，有了還不知足。所以這個樂積，這個不知足，比原來對自己的耽著已經增加了一點了。前面只是自己覺得耽著，耽著了以後你就是如此了，就是我已經有了，有了就算了！可是呢，你還是覺得不滿足，那個心，那個心就 ……有了這個不滿足啊，你要想辦法再去獲得了。所以它下面：",
    "844": "[14:04]三有饕餮心，謂於屬他資財等事，計為華好深生愛味。別人的東西你覺得：「啊，這個好啊！」你心裡面就放不下，就貪著它，那時候就是你的這個貪著的心開始增上，開始增上了。所以又由於這個增上那個心情又進一層了，因為你有這種貪著增上想獲得，於是你有謀略，",
    "879": "[14:39]四有謀略心，就是你要動腦筋了：嗯！怎麼樣想辦法把那個東西，我也獲得它。",
    "886": "[14:46]謂作是念，凡彼所有何當屬我。就是這樣。當你犯了這個的時候，那個貪心到那個時候，究實說來，貪心圓滿相就是這個。可是下面還有一個，",
    "904": "[15:04]五有覆蔽心，這個話怎麼講呢？",
    "907": "[15:07]謂由貪欲不覺羞恥，不知過患及與出離。這個是貪心的對治，真正能夠對治貪心的唯一的藥，就是這個。應該對自己的貪著難捨感覺得慚愧啊，這是世間最起碼的。然後呢，在出世的來說的話，修學佛法的人應該了解過患：哎呀！它這個貪心，一切的過失，一切的患害都從這個上面來的。所以你見到了這個的禍害以後，你就生起一個什麼？厭離心，「啊！這個真可怕、真可怕！」你厭惡它。本來老是貪著難捨的，現在呢你要排斥、遠離它，這個是貪心的對治。你只要有這個對治，這個貪心就不圓滿了。那現在呢，前面已經有這個究竟的現象，又不知道對治的話，那你完了。所以三毒當中這個具足五相圓滿了，五相圓滿。後面那個最後一點很重要哦！修學佛法最重要的就在這個地方。所謂蔽覆心實際上呢，就是我們無明，就是我們無明，這個遮蓋著還自己不知道。",
    "997": "[16:37]若此五心，隨缺一種，貪欲心相即非圓滿。這個五樣東西缺一種的話，這個就不圓滿，這個就不圓滿。其中最重要的就是第五個蔽覆心，如果說你能夠了解它的過患，有出離心的話，它不但眼前不圓滿，而且可以對治，乃至於到最後連根拔起。整個地講佛法，主要的就是講這一點。",
    "1025": "[17:05]《瑜伽師地論》中，於十不善，俱說加行。那麼這個上面特別說，因為這個、這個身口是有行為的，所以說得出來；那個意三業說不出來的，但是《瑜伽師地論》上特別說加行，所以這個地方根據它這個來源說明一下，說這個地方的加行是有它的來源的。那麼前面已經把那個加行的相告訴我們了，它為什麼這樣說呢？因為有的人家在分辨的時候、計的時候，他不說這個是加行，加行的話你看不出來呀！怎麼叫加行啊？現在是這個意念、這個動向，就是加行。繼續：",
    "1080": "[18:00]又非圓滿貪欲之理者，謂作是念，云何當能令其家主，成我僕使，如我所欲。又於其妻子等及飲食等，諸資身具，亦如是思。又作是念云何當能令他知我，少欲遠離，勇猛精進，具足多聞，成施性等。又作是念，云何當能令諸國王及諸商主，四眾弟子，供事於我，得衣食等。又作是念，起如是欲，云何令我當生天上，天妙五欲以為遊戲，當生猛利，徧入世界，乃至願生他化自在。又於父母妻子僕等，同梵行者，所有資具，發欲得者，亦是貪欲。它下面就隨便地舉出一起，下面這東西雖然不圓滿，但是這種都是貪欲心。它所以這麼一個一個例舉的話，就告訴我們那個貪欲這麼容易犯，這麼容易犯。明明平常我們起心動念，你仔細地觀察觀察，都在這種情況當中。這世俗上來說，哎呀！看見他好啊，你覺得：「嗯，怎麼樣啊，我要策使他！」或者別人東西變成我自己有，就這樣。",
    "1180": "[19:40]如果我們修行人的話呢，自己總覺得願意自讚，自己讚自己，把自己一點點小小的功德誇揚出來，讓人家曉得，就這樣。平常我們往往不知不覺當中，很多地方有犯這種毛病。譬如說我們滿好在這地方，做一件事情，本來自己懶懶癱癱的，看見一個人來了，欸！做得起勁得很，為什麼？自己也說不懂，自己也說不出來。實際上呢，就是讓他曉得我在那兒很用功，很認真地做，這個心理本身就是這種心理。其實這種心理不僅僅是貪欲，這種心理還有很多毛病在裡頭喔，這個心理又是個妄語的心理，這個心理又是跟貪相應的，又是跟癡相應的。你隨便仔細一檢查的話，啊！我們一天到晚都在十惡當中轉哪！都在十惡當中轉。所以下面這幾點，雖然看起來好像非常簡單，好像很平凡哪，實際上你真正修行的時候，這個都是大學問，都是大學問喔！",
    "1251": "[20:51]所以我們每一個地方你要認真了解，了解了以後呢，最重要的要拿來去衡準自心。這個地方有一點注意！我們衡準了自心以後，我們會發現：「唉呀，我怎麼這麼差呀！」會有這樣的認識，那時候就好了。注意！不是叫我們衡準了馬上做到，你始終注意到：要衡準了，我認識它！那個時候你就有希望了。平常我們不認識總覺得自己還很好、還很對，那就完了，那就永遠沒希望！你自然覺得對的話，那你當然嘛，你對了，你還要學什麼？你還要改什麼？所以你必定要先了解自己錯，了解了自己的錯，那個時候你才有改的機會。然後你改的話，你的善業成就了，結果好處是你的。現在你不了解你自己，人家告訴你，還自己賴，唉呀，還自己跟人家爭！對不起，這個業在，到那時候這個業啊，閻羅王救你不了，佛菩薩救你不了，這一點我們現在要了解的。所以了解了這一點以後，那時候我們自然會勤勤懇懇，自己找錯。",
    "1325": "[22:05]所以他前面一再告訴我們哪，修學佛法第一個要曉得病，曉得了病以後要找醫生，找了醫生以後要開那個藥，然後殷勤努力地如法修持。所以那時候拿這個法的鏡子照自己，發現自己：啊！說我身心上面這麼個差呀！那個時候才真正要咬緊牙關跟它鬥的時候。現在我們不是跟外人鬥，你不必跟人家去諍辯，要跟自己諍辯，說：「我怎麼這麼差，我一定要鬥過你！」那時候你就有辦法了，那個時候你就有辦法了。所以它後面有這種公案，那是祖師真了不起，真了不起啊！他就一天到晚自己為什麼咬緊牙關跟自己鬥。這個地方這幾句話，主要的就處處地方提醒我們這一點，那個是貪。下面是：",
    "1388": "[23:08]瞋恚心中。事想煩惱，如粗惡語。那麼關於瞋恚心當中呢，這個事、想、煩惱就像前面的粗惡語一樣，粗惡語一樣。這個因為瞋跟粗惡語，這個是頗有相似的，粗惡語的動機就是那個瞋相，一定是對方，你要討厭他。其實這個瞋心所對的，比這個粗惡語還要廣泛，粗惡語通常罵的有情，那個瞋心有的時候不一定有情，有的時候你會莫名其妙對什麼東西都會發脾氣。譬如說跑到馬路上面一個石頭擋住你路了，你又會發起脾氣來了，對這個石頭你也會發脾氣。所以這個瞋心是非常地廣泛，這是所對的事；那麼想跟煩惱，跟它們前面一樣。",
    "1459": "[24:19]等起者，樂打等欲，就是你心裡面哪，你有引發你策勵這個瞋的動作的。",
    "1469": "[24:29]云何令其遭殺遭縛，若由他緣，或自任運耗失財產。就是說，你想：「唉呀，怎麼樣這個傢伙把他傷害他！」或者是你自己去傷害，或者想辦法別人傷害，乃至於你心裡想：「哼，這個傢伙！怎麼樣讓 ……他如果說 ……。」對你所瞋恚的討厭的人，你心裡想希望他遭到一點災難、倒楣什麼等等，這個都是屬於這一類，就是願意別人遭到損失。",
    "1513": "[25:13]加行者，即於所思而起加行。就是對你所想的事情，你在繼續地進行這樣的思惟當中，那個就是瞋的加行。",
    "1523": "[25:23]究竟者，謂於打等，期心決定或已斷決。對於你所想的，你覺得：「欸，什麼時候要做到！」或者你已經覺得：「啊，對了、對了！」譬如說你想：「希望這個傢伙受禍！」或者你看見前面這個人跑進去，前面一定是有一個少少的損害，你在那裡想：「欸，這傢伙活該！」他高興，希望他向前跑，然後你看他去了、去了，然後跑得去，哎呀！他正如你所想的，或者跑得去撞到一個什麼，然後你心裡面這高興了，那時候就是瞋心圓滿的時候。",
    "1561": "[26:01]此亦有五，全則圓滿，缺則非圓。也是五樣東西。哪五樣呢？",
    "1566": "[26:06]謂具五心，一有憎惡心，謂於能損害相，隨法分別故。就是這個心裡像那個瞋心種子所引發的這麼一點，就是要損惱別人，「隨法分別故」。",
    "1578": "[26:18]二有不堪耐心，謂於不饒益不堪忍故。對於這個損惱的心你不能忍耐。不能忍耐什麼狀態呢？讓它繼續增長，換句話說。繼續地這樣，「謂於不饒益不堪忍故」。",
    "1592": "[26:32]三有怨恨心，謂於不饒益數數非理思惟隨念故。那麼有怨恨心呢，就是前面你不能忍那個心的話，就是讓那個瞋恨心不去平息它，現在這個東西不但不平息，而且把它增上、增長它。因為你這個瞋心的增長的話，於是你下面幹什麼？作謀略心，就想辦法怎麼樣去傷害他。",
    "1620": "[27:00]四有謀略心，謂作是念何當捶撻，何當殺害。就是這樣的心理。",
    "1630": "[27:10]五有覆蔽心，跟前面一樣。這個五樣東西一樣一樣的心理的層次。如果說粗粗地說我們不大清楚，你細細地觀察，那心相很清楚、很清楚，它每一個層次有每一個層次。第一個，一個起了念的：「這個傢伙真討厭！」就是這麼如此而已。然後呢，你對那個討厭的心裡面，第二念、第三念下面的話，你就說忍住了：「唉，這個不好、不好！你何必發那個脾氣呢？」那就對了！然後呢，假定是第三念、第二念的話：「嗯，對，這個傢伙越想越討厭，對！」那就是你沒有忍哪！越想越討厭，再想下去的話，你心裡面這個慢慢地冒上來了。因為你越想越討厭的話，於是你覺得這個傢伙怎麼樣讓他上一個當，你就是謀略心了。就是這四種心理的行相，用在歡喜的東西是貪，用在不歡喜上呢就是瞋，就是瞋，就是這樣。還有如果既沒有前兩樣東西的話，那就是癡。平常的我們這種心理，就是從細到粗的這個行相。",
    "1700": "[28:20]那麼它最好的對治呢，就是能夠見到它的過患。如果見不到，那麼好了，這個貪瞋癡心就圓滿了，所以第五個就覆蔽心，為無明所覆蔽。在這種情況之下，你雖然犯了罪，不知道。我們現在真正凡夫最可怕、最嚴重的就是什麼？就是第五個覆蔽心，我們有了這個不知道。所以本論的真正精采好的地方，它沒有說大道理之前，一開頭先告訴我們斷器三過、具六種想，現在你們了解沒有？喏！處處地方就是這個。然後你正式學的時候，還要把自己成就器，修學佛法的器，為什麼？就是把前面的那個障礙先拿掉。"
}