{
    "3": "[00:03]粗的障礙不拿掉，細的根本沒有機會，沒有機會去碰到它，這個就是什麼 ─覆蔽心。",
    "13": "[00:13]說到這覆蔽心，有一點要特別 ……。現在在這個情況之下，我們慢慢地了解了，所以在我們，所以真正好的，不管師長也好，共同的同學之友也好，在真正的共同增上的，師長一定隨時告訴你，說你錯了，說你錯了，然後乃至於有很多地方呵斥你。有人說：「欸，前面那個呵斥，不是個粗惡語嗎？」對！從形相來看，它是一個粗惡語，一樣的。可是粗惡語的內容有幾樣：事、意樂、加行、究竟。意樂，什麼意樂？意樂當中最重要的就是欲樂、煩惱。所以說，假定你說你懷著瞋心去罵人家，這個就是粗惡語；假定你是懷著悲心幫助別人的話，這個就不是。懂不懂？這個差別就在這裡喔！所以前幾天我跟你們說：你們看見別人不對，你就告訴別人，你先檢查、檢查你心裡什麼心？說你幫助別人，對不起，那個對的，那個可以；如果說你不是幫助別人，為了你心裡想，這一種想法，隨順你的胃口才對的話，那你就錯了，這個概念很清楚。",
    "89": "[01:29]所以我們現在這地方，真正修學佛法的話，的的確確地，處處地方表面上面看起來，很多地方這樣地相似，或者是勸諫，畢竟不行的話就呵斥。因為有的時候的確，隨便跟你說，勸，勸了十趟、八趟他不行，大聲地呵斥一下，喔唷！他記得很牢了。凡是這種事情，都是師長不得已用的一個方法。我們同學當中，說真正的大家的善友不是說，哎呀！你今天被罵了，他跑得來安慰、安慰你。其實他為什麼安慰你啊？因為他自己跟你犯了同樣毛病，兩個人同病相憐，你還覺得很好咧，結果大家兩人一起下地獄，最嚴重的現在莫過於此。大家希望偷懶，然後你也嘀咕說，這個地方要求這麼嚴，他也要求你，你們兩個還覺得很好呢，完了！這個時候，我們真正的同修之間就應該這樣，互相諫勸：「啊！我們現在無始的習氣，現在這個好環境，要策勵我們，我們總要咬緊牙關努力啊！」應該這樣，這是我們應該真正了解的。",
    "164": "[02:44]為什麼前面不了解？為什麼後面呢？這個就是什麼 ─覆蔽心。所以修學佛法最難做的、最難深入的、最難突破的，就是無知；而不是無知本身，在無知而不曉得自己無知，還自己覺得很對，這個是一個最可怕，也最難弄的東西，最難弄的東西。所以我常常說，在這個地方，有很多同修們，常常跟他說了以後，他一犯再犯、一犯再犯。不過不管他怎麼一犯再犯，我還是非常歡喜地總是告訴他，因為我了解眾生無始以來的習氣，可是他至少他肯想學啊，我們在座的確有好幾位同學，就是這個樣。這一點我心裡面，是，有的時候只是說，唉！這個東西實在不曉得什麼方法幫助他快點改過來，這個心理有的。但是我很少說對他起這種厭惡的心情，沒有。",
    "237": "[03:57]另外一種，他也許做得滿好了，但是他心裡面就這樣的話，唉！我心裡想只是覺得，不曉得我什麼時候有了能力，再去幫助他。這種人只好跟他遠離，免得等一下我也沾上，這個注意。所以真正修學佛法最重要的一點，就是不要為無明所蔽覆，我們處處地方，要找到我們的病根什麼地方。雖然改不過來，但是在這個地方要起大慚愧，說我要想辦法怎麼努力啊！那麼「覆蔽心」呢，是說：",
    "270": "[04:30]謂於瞋恚不覺羞恥，自己犯了毛病，還不覺得羞恥，還自覺得有道理，那就完了，你一有這個心，就完了！如果這一點改不過來，佛經上面告訴我們，如果這一點改不過來的話，你趕快脫掉這件袈裟回家去，懺悔。等到你自己有力量再來，那還可以，要不然穿下去的話這好危險、好危險！下面是",
    "295": "[04:55]不知過患，及與出離。那更進一步地曉得它的禍害，曉得了禍害以後，策發了厭離心，這個是瞋恚的五相。下面又告訴我們，這種瞋恚的零零碎碎的一般狀態，讓我們用這個來檢點、觀察。",
    "320": "[05:20]僅成損害心者，謂作是念彼於我所，已作正作，諸無義事，故我於彼當作無義。那麼有一種並不是圓滿的瞋相，他在心裡想：欸，這個傢伙怎麼來傷害我，嗯，這個傢伙背後說我壞話，這個傢伙什麼樣等等，那我也要怎麼樣去對他。那你這個心裡面生起來的話，就害了！人家對你怎麼樣，不管，不要說他不一定對你，你自己又胡思亂想；就是他真的對你怎麼樣的話，你應該怎麼辦啊？忍辱嘛！欸，他可是犯罪下地獄，對我來說成就我的忍辱啊！因為我成就了忍辱啊，我才是成佛啊！所以佛經上說得很清楚，他今天使你成佛，你感激都來不及嘛，對不對？假定說沒有這種暴惡眾生，就沒辦法成就你的忍辱；你沒有辦法成就忍辱的話，你就成不了佛，這千真萬確的事實啊！",
    "393": "[06:33]所以我們現在往往說：「喔唷！他傷害我，所以我們要報復他。」世間的人是對的，你現在修學佛法的人要這樣的話，你不曉得錯到哪裡去了。也許你說啊，我這是小乘，小乘的你拼命忙你自己，解決你的問題都來不及，你管他幹什麼？這不是很簡單嗎？所以不管入小乘、入大乘，絕對沒有你要給他講道理的地方，那何況是發瞋心啊！這個是我們應該了解的。",
    "426": "[07:06]盡其所有幾許思惟，爾許一切皆損害心。不管你在這一種狀態當中，你心裡面想多少，那都是損惱之心。所以現在有很多人，叫應該講道理，「他沒道理，我有道理！」對不起，這個道理你都錯了，不管你這個道理多大。你真正如果跟佛法相應的道理的話，完全不是這樣的，完全不是這樣的。最基本的道理，他之所以來給你這樣，你要找到原因在何處。他之所以今天傷害你，對不起，那很簡單，緣起嘛！你什麼時候傷害他了，這個才是真的道理。更進一步，你說你真正要修行的，那麼正好，現在一方面要感到抱歉，我怎麼以前傷了他；一方面現在正好，現在成就我的忍辱，你還有什麼要跟人家爭道理的事情？這個就很清楚了嘛！所以我們了解了這一點，那個瞋恚心就很容易平復了。關於這個詳細的道理，後面講到六度忍辱，他會分析得非常清楚、非常明白，到時再講。",
    "505": "[08:25]如是願他現法喪失親屬資財及善法等，及願後法往惡趣中，亦是損心。那個都是。最後，",
    "517": "[08:37]邪見。事者，邪見是什麼呢？",
    "520": "[08:40]謂實有義。對於實際上的，因為真正佛法裡面所講的，一切法都是空，但是空不是沒有喔！空而緣起有，就是這樣。實質上的東西，說這個本性是沒有的，可是呢緣起法相是有的，這個是我們要了解的。現在邪見的人，他恰恰相反，或者是謗這個說，性空這一點他不接受；乃至於反過來，謗緣起，現在的事相的因緣的假有，就是換句話說一切事相，這個真實的俗諦事相，他否定它的存在。就是關於佛法所說的，相反的這種。那麼，",
    "583": "[09:43]意樂分三，想者，謂於所謗義，作諦實想。煩惱者，謂三毒隨一。等起者，謂樂誹謗欲。加行者，即於所思策發加行，此復有四，他所謗的東西，作實際上的 ……。關於諦實這個事情，到後面，講到最後的時候再來詳細地說明它，我們必定要對那個「緣起性空」清楚地認識。譬如說我們講中觀，是講這個真空俗有；相宗呢，恰恰相反，這個道理何在？你關於這個佛法所講的這個空有了解了，那個時候，你才曉得世間上面的錯誤在哪裡。那麼眼前我們就把下面這幾件事相，就是粗顯的，這個性空緣起的道理了解了，那我們就判別得出來了。",
    "641": "[10:41]謂謗因，果，作用，有事。關於這件事情，他就毀謗，這個下面解釋一下。",
    "648": "[10:48]誹謗因者，謂云無有妙惡行等。什麼叫謗因呢？佛法裡面講，一切事情都是什麼 ─空、緣起，並沒有天生本性如此的。說這個人本性天生就是好的，本來就是壞的，沒有！他以前造了善的業因，所以這一世感得善的、好的果報，反過來說惡果。那麼所以一定有這樣的因，感得這樣的果，由這樣的妙因，感得這樣的妙果。現在有的人說：「哼！你這樣做好事沒有用。」那這個就是謗因，就是謗因。還有呢，",
    "695": "[11:35]誹謗果者，謂云無有彼二異熟。謗果的話，也同樣地，一個是從因果的因上面著眼，一個是從因果的果上面著眼。實際上，除了現在佛法所講的，其他世間一般的人，都是這樣說的：「哪裡有什麼因果？你做了好事，什麼東西啊？誰看得見啊？」大家都會這樣說。的的確確地，「誰看得見」這句話，很多人被它難倒了。其實這個事情非常簡單，絕對難不倒。你反過來問：「你看見你的祖先了沒有？我們沒有一個人看見我們的祖先，對不對？祖父我們容或看見，曾祖父容或看見，再上面我們看不見，那你一定沒有祖先的。」這個話說得通嗎？說得通嗎？絕對說不通！這不簡單極了嘛！所以我們看不見的東西，只能說明它：我們不能證明它有或者沒有，但是絕對不能證明它沒有欸！這個道理很明白，是不是？所以這個地方，我們不談這一點，如果真正談，我會告訴你們。現在很多說以科學來談這個 ─科學上面可不是這樣講的，是最不科學的事情，這是最糊塗的事情，所以在這謗因、謗果，這兩點。",
    "786": "[13:06]誹謗作用分三，什麼叫「作用」呢？就是從因到果之間，必然有這樣的因，產生這樣的這個功效。這個作用，就是彼此因果三世當中這個功效、力用，這個叫作用。那麼哪分三種呢？",
    "804": "[13:24]誹謗殖種，持種作用者，謂云無有若父若母。那我們說這個怎麼會誹謗啊？欸，不，他這個意思就是這樣，真正的佛法裡面告訴我們，我們的生命怎麼來的啊？三樣東西 ─自己的識種，加上父母的和合，而有生命這個作用的存在。這個作用的存在還必須在，有這樣前面的因，感得後面這樣的果。現在說沒有，否定這一點，就是這樣。這是世間的人都不接受這個概念的，這個是叫作「謗持種作用」。說：",
    "851": "[14:11]誹謗往來作用者，謂云無有前世後世。什麼叫往來？就是怎麼從前世到後一世，就是因果關連過程當中的前後的相續。",
    "863": "[14:23]誹謗受生作用者，謂云無有化生有情。就是這樣，那麼這個也就是三世流轉當中的，種種的、不同的功效。這個佛法裡面講的「化生」，一定還有前生，他這樣的業感得。他說化生 ─天上掉下來的，或者是什麼上帝創造的；毀謗這個。凡是總之，就是這樣的因感得這樣的果，這個，否定「空緣起」這個法則的，除了佛法，以外的所有的這種見解，都是屬於這一類。有很多人，世間糊裡糊塗的人，他不會有很強盛的知見；有很多人理智很深的，通常都在這個上面。所以現在講的科學什麼等等，究實說來，都是屬於這一類，都是屬於這一類。",
    "921": "[15:21]謗實有事者，謂云無有阿羅漢等。「實有事」就是，前面是生死流轉當中的三世因果關係，現在這個是因果還滅的時候，所得到的真實的果報，這個是「阿羅漢」。所以說因果的順這個流轉，他也否定，當然還滅他也否定。由於順的這個流轉的話，產生前面這種因、果、作用等等；然後呢，從還滅來說的話，證得聖果，這個他都誹謗，這種都是邪見。",
    "967": "[16:07]究竟者，謂誹謗決定。他確定覺得這樣的。",
    "971": "[16:11]此亦由於五相圓滿，謂具五心，哪五樣東西呢？",
    "975": "[16:15]一有愚昧心，這就是這個心理，這個就是。這個就是普通我們都有的。",
    "981": "[16:21]謂不如實了所知故。對他所 ……真實的事情，他不能如其法相、如其法性，實實在在地了解。",
    "996": "[16:36]二有暴酷心，謂樂作惡故。對這個東西，他還覺得不但不知道，他還覺得嗯，這個是對的，這個是好的。",
    "1006": "[16:46]三有越流行心，謂於諸法不如正理善觀察故。而那個時候他起心動念，起心動念 ─非法的起心動念，而不是如法地去觀察，這一點特別重要。現在我們世間，除了佛法以外，所有的大部分，尤其是做學問的科學家，喔，他很講究，他這個研究起來，研究的精密，那比起我們來，不曉得比我們要超過多少，但是這種都是什麼？不如理的觀察，這是很遺憾的一件事情。所以我們為什麼到今天佛法這麼衰，原因就在這裡。他們外面的人都很認真地做這個，我們現在修學佛法的人，佛法是世間第一智慧，居然糊裡糊塗不要善巧，就是這樣。所以我們雖然最好的佛法擺在那裡，我們不懂；說外道他很認真地去觀察，因為他對事情的觀察深入，等到我們大家坐下來一談，他兩句話一談，你啞口無言。啊，這個真可惜啊！",
    "1080": "[18:00]這個前面具五心圓滿了，這個愚昧心，這個愚昧不了知，不如實了知。這個第二個呢，不但不如實了知，這是一個根本問題，一切邪見的根本。那麼對我們來說，我們應該如實了知些什麼呢？根本就是「二無我」。那麼談到這地方，大家容易產生一個誤解，說：「哎呀！這個二無我，這個難得很欸！不要說法無我，我們談不到，人無我空了以後，要證羅漢果欸！我們現在末法的時候談不到，我們只有念念佛啦！」這個是千真萬確。不是說眼前叫我們破掉了這個東西，證羅漢果，不是這個意思。但是你要了解，這個東西是生死的根本，我們修學佛法的人，第一步要認識了這個，你有了這個正確的認識，你修什麼就成功什麼。",
    "1142": "[19:02]然後進一步來說，眼前我們真正所以要做的事情，修行什麼？就是認得了我們錯在哪裡，如何改過。你這個認得 ─了解錯誤，以及了解了錯誤了改過，就是我們修行的業因，眼前我們要做的就是這個事情。假定這個事情你不認識、不做，請問你修行修些什麼？正因為你了解了這一點，說：哎呀！從這個地方了解了，徹底根除這麼難，所以不要再聽自己的胡思亂想招呼，一心念佛，那個才是我們所謂「念佛法門」的特質。還是從這個特別的認識上面，才開出淨土的方便法門。所以信，信什麼？還是信這個，這個道理我們要了解，這個才是真正「如實了知」的這個心情。",
    "1211": "[20:11]不過這個地方現在講業，講業。那麼我們退一步，這個實際上對事情的真相，又分兩部分，一個叫作業果愚，一個叫真實義愚。什麼叫「業果愚」呢？就是怎麼樣一件事情從因感果，造如是業因，一定感如是業的果，對這個因果關係不了解，這個就是我們普通凡夫應該了解的，這個地方所說的「不如實了知」指這一個。可是為什麼有因果啊？就因為表示一切法本身，它不是天生有實在的自性的，而實在的自性是沒有的；只是說如此因，所以有如此這樣的緣現起的現象。這個業果的所以存在，還是因為實實在在了解性空緣起，所以把這個業果更深一層探索，得到這個結果，我們真正要了解的這個。",
    "1285": "[21:25]如果我們學的只是人天乘法，那你只要了解淺的那一部分就對，可是這一部分人天乘法的最後結果是什麼？三世怨，很不值得。你忙了半天同樣的修行，最後還是到地獄裡面去。現在呢你只要認識得更深一點、多一點，你修行並不要加多少，這樣的修行，你就能夠跳出輪迴，乃至於解決一切眾生的痛苦，錯就錯在那個知見上頭。所以在這地方雖然講淺的，欸，但是我們深的要了解。同時我們現在了解了這地方所以講淺的，是引導我們達到深的、究竟圓滿的地方去，不了解的就是愚昧心。單單那個愚昧心哪，還有一個酷暴心，還要跟著它好樂歡喜做這個。",
    "1345": "[22:25]然後第三有越流行心，「謂於諸法不如正理地善觀察」，剛才我們就講到這個地方。就是你懂得了，然後如理去思惟、觀察這一切善樂的根本；然後呢不懂得的話，害了！如果說你不善巧去觀察，最多就是糊裡糊塗，那個世間啊，大家就是這樣的世間，還造不出大惡來；如果說不如理地這樣去觀察的話，很多大毛病都出來了。所以說世間那個大外道，進一步說，眼前的所有什麼世間的很多特別突出的，科學上的概念，也可以說屬於這一類的。不過這一點，我們不要隨便講，因為你弄得不小心的話，這個會產生種種諍論，諍論。科學所採用的方法是絕對正確，這樣，就是說你要把一件事情要真實地了解，不是說人家告訴你怎麼，你就聽見怎麼，這個跟佛法的精神是完全吻合，完全吻合。它細微的判別，在這個地方我們暫時不去談它，不去談它這個事情。那麼這個地方講的，就是說不但是愚昧，不但是樂作惡，而且照這個錯誤的事情，你願意深入去觀察。我們現在要如理觀察就對了。",
    "1437": "[23:57]四有失壞心，謂謗無布施愛養祠祀妙行等故。就是說你做種種的，也是前面的計畫，就是欸，你是覺得，你確定這樣的見解，誹謗那些不對的，這樣，這個邪見就圓滿了，圓滿了而也沒有對治。第五個，",
    "1464": "[24:24]五有覆蔽心，就是沒對治。那麼同樣地，謂由邪見不覺羞恥，",
    "1467": "[24:27]對於邪見不覺羞恥，自己還覺得得意咧！這個真正可怕的，就在這個地方。自己明明錯了，自己還覺得得意；自己明明錯了，還覺得有道理；自己明明錯了，還覺得不承認，還有一百二十個藉口。這個修學佛法最難突破的，就是這個地方，這個千萬注意啊！所以我們第一個真正要認識的，就是認識自己 ─我是個凡夫，自己在無始無明大病當中。就算你不懂，你常常提醒自己的話，這有很大的幫助。",
    "1503": "[25:03]不知過患及與出離故。你當然不知道，不知道嘛你當然完了！就是這樣。",
    "1511": "[25:11]此五若缺，則不圓滿。雖其邪見復有所餘，然唯說此名邪見者，由此能斷一切善根，隨順諸惡，隨意所行，是為一切邪見之中極重者故。這個邪見有很多，各式各樣的，但是這個地方，單特別拿出這一點來，為什麼原因哪？由於當這個概念一來的話，一切善根都斷掉了。由於這樣的這個邪見啊，什麼樣的惡行都跟著來了，所以這個是邪見當中的最重的，最重的根本。當把因果這個法則，你一斷掉的話，就完了！說起來這「因果」兩個字，講起來容易，要想了解它實在是不容易喔！我們仔細想一想看。",
    "1564": "[26:04]講到現在，我們隨便談，當你一想到因果的話，眼前這種問題都解決了，可是眼前我們問題有沒有解決？沒有解決。表示什麼？我們雖然嘴巴裡面講因果，的的確確心裡邊，對於這個「因果」兩個字並沒有如量地生起正確的認識。好的呢，至少我們在概念上面曉得有因果，接受因果，這個時候就應該下面緊跟著，就應該檢點一下：我們接受了以後，是不是派上用場了？我們能夠這樣地檢查，很快就進步了。單單接受都已經很難了，如果你不努力去檢查的話，很快就失去了。因為這個人身很容易失去，而不知不覺當中又造了很多惡業，造這個惡業，還是照著以前的老習慣走了，你又墮落，又墮落。",
    "1620": "[27:00]尤其是有很多出家的同修，一旦被了這件衣服，你不能跟它相應的話，哇！這個是可怕極了！這是我們要了解的。但是反過來呢，欸，妙了，你一被了這件衣服，你做一點善事的話，對不起，這個在家人跟出家人，你同樣做一點好事，儘管做的好事的量完全一樣，可是你一被了這件衣服，得了這個戒以後，這個功德之大，這是不得了地大，不得了地大。所以我們常常說的那個比喻一樣，就像你走路一樣，欸，你平常走路用兩隻腳跑，你怎麼拼命地跑，能跑一點點。假定你得到一個善巧的工具，這飛機的話，你這個跑很短一段的時候，你就跑得很遠很遠，就這樣，所以這個戒就有這樣不可思議的功效。現在我們繼續下去。",
    "1677": "[27:57]其中殺生粗語瞋心，由三毒起，由瞋究竟。那麼特別又檢查一下，殺、惡口、瞋心，這個煩惱都可以引起 ─由貪而殺，由瞋而殺，由癡而殺。但那最究竟、最厲害的是什麼？瞋心的殺最究竟。",
    "1702": "[28:22]不與而取邪行貪欲，由三毒起，唯貪究竟。盜，盜也可能有貪、有瞋、有癡，可是貪心起的盜，是最嚴重、最究竟。那麼欲邪行跟貪欲也是一樣，下面：",
    "1727": "[28:47]妄言離間及諸綺語發起，究竟，俱由三毒。這個剩下來的幾樣東西的話呢，發起跟究竟都是一樣。",
    "1739": "[28:59]邪見由其三毒發起，唯癡究竟。這是容易明白。",
    "1743": "[29:03]此等之中，思唯是業而非業道，身語所有七支是業亦是業道，思行處故。貪欲等三，業道非業。然後這個仔細分的話，這個業又分成功業跟業道。什麼叫「業」？什麼叫「業道」？這解釋一下。「業」，換句話就是你做的事業，平常說你做什麼事情啊，就是這樣。我們真正做事情的話，一定是什麼？一定是這個，就是一種行為，一種行為。"
}