{
    "4": "[00:04]所以身固然是一種行為，然後呢，口固然是一種行為，心理的行相也是一種行 ─心行相，心行相。那麼「道」，就是你那個行為在這條路上走。比如說我思惟，思惟是一種心理的行相，但是這個思惟，就一定要憑藉了一個什麼東西，這個思惟才產生一種功效，產生一種功效。比如說我想走，然後呢站起來走，欸，對了！那個你這個思惟就變成功一種功效，所以這個地方說「思唯是業非業道」。那麼「身語七支是業亦是業道」，它本身又是一種做的事情，又在這個上面可以產生功效。貪瞋癡三唯是「業道非業」，這個貪瞋癡三，就是業所走的道，這個思心所經過，在這個，乘著這個貪瞋癡，就產生種種的功效。",
    "73": "[01:13]現在這個地方，我們一下還不一定辨別得清楚這個業跟業道之分，業跟業道之分。現在這裡我不詳細講，你們仔細地思惟、觀察，將來會體會得到這個業跟業道之間的差別。然後你了解了這個，去對治的時候，也曉得它對治的正確的方法。那麼上面第一個，就是正說明了這個業主要的是哪一些，主要的是哪一些。那麼第二進一步呢，",
    "112": "[01:52]第二顯示輕重分二：說那個業當中，哪一些是輕，哪一些是重。我們了解了以後的話，處處地方，就曉得怎麼個對治，以及了解它的利害關係。",
    "126": "[02:06]一 十業道輕重，第一個是特別說十業道本身的。",
    "130": "[02:10]二 兼略顯示具力業門。下面就說，有一些造業的門，它有特別的力量，凡是具有特別力量的這些，你造少少的業，就產生絕大的業果。",
    "148": "[02:28]初中有五，那麼這個「初」，就是十業道。",
    "153": "[02:33]例如殺生，由意樂故重者，謂猛利三毒所作。那麼同樣的這個殺生，殺生當中，哪一個是重，哪一個是輕呢？第一個說意樂重故。我們曉得我們殺生的時候，作任何一個業，一共分：事、意樂、加行、究竟。那麼每一樣東西以後，它由於你作的時候，特質的輕重不同，產生的業輕重也不一樣。當你殺的時候，你那個心理狀態也決定，猛利三毒所起的，那麼這個業也比較重。比如你殺生，你隨隨便便一個蚊蟲來咬你一下，你自己並沒有大的什麼貪瞋之心，欸，一看！直覺的反應，啪一下打掉了，那個時候，是，犯了殺業，可是這個殺業就比較輕。然後呢你看見那個冤家，喔！你這個惡膽旁生，想種種辦法，瞋心非常熾盛，那就非常厲害。雖然同樣那個蚊蟲，平常你如果非常討厭，你看見了這個蚊蟲，你就心裡面起了個大瞋心，結果同樣一打的話，雖然同樣的蚊蟲，後者的這個業比前者要重，這個三毒越猛利那麼越厲害。第二：",
    "237": "[03:57]由加行故重者，就是你的行為。",
    "240": "[04:00]謂或已殺生，或正或當，或正殺生，或者當殺生，「當」是將來。",
    "245": "[04:05]具歡喜心具踴躍心，或有自作或復勸他，於彼所作稱揚讚歎，見同行者意便欣慶。由其長時思量積蓄怨恨心已，方有所作，無間所作，殷重所作，或於一時頓殺多生。或令發起猛利痛苦而行殺害。或令怖畏，作不應作而後殺害。若於孤苦貧窮哀慼悲泣等者而行殺害。那個第二，加行。在你那個作殺的這個行為的時候，那麼那個時候看你，就是說你心裡邊歡喜，歡喜去殺，殺的時候殺得很起勁。不但自作，還要勸別人，對於殺這件事情還稱揚讚歎：「哎！殺得好！這樣做得好啊！這樣做得對啊！」這樣。然後看見別人做的時候，你心裡：「嗯、嗯、嗯、嗯，這個好！」殺的之前你心裡面，已經長時時候想了種種方法，怨恨，然後經過了這樣地去作。然後作的時候，「無間」，什麼叫無間？做的這件事情，就是說心裡面懷著這個瞋念，去作的時候繼續地這樣去，作的時候心裡面就很殷切、殷重。這個說「殷重心」，在這裡文隨便一看，好像看過了，平常我們一體會，我們就體會得出來。有的時候作那件事情，心裡面好像並沒有什麼，浮浮泛泛；有的時候你心裡面，有一種很強烈的意願在那個地方，那個就是殷重心。「或於一時頓殺多生」，這個大的有情眾生，我們不會一口氣殺很多的，小的東西我們往往會 ─螞蟻、蚊蟲，這個東西往往會殺很多。",
    "371": "[06:11]我現在想起來，我看見小的時候，現在想起來，真是心裡面很害怕。那個大人，我就看見那個螞蟻，然後呢他用開水燙那個螞蟻，然後那個螞蟻窩用開水澆下去。哎呀！現在想起來，那是真可怕，慘不忍睹的事情，慘不忍睹的事情。我還記得那時候我已經出了家了，那新竹我們福嚴精舍後面挖土，挖土。說起來這個我自己，一直為了這事情不安呢！現在我一直那個病，很可能就為 ……大概都是因為受這個影響。那時我想的說那個地方沒水，弄個蓄水池，那麼後面就挖土。那麼既然挖土，結果挖開來啊，看見很多的螞蟻，那是一定傷牠的。雖然我自己沒做，但是結果做了，那個工人就在那裡。",
    "421": "[07:01]有一趟我看見，你們有沒有看見有一種螞蟻，這個螞蟻窩住在樹上的，有沒有看見？那個大大的，一個黑黑的對吧？啊！那個成千上萬的，不曉得多少螞蟻，那挖倒了以後，那個螞蟻就倒在這裡。結果裡面有個工人就看見了，就拿來火燒，我也沒阻止他們。已經燒了，哎呀！我心裡覺得殘忍，不要去燒啊！那些工人就是不聽，就燒。唉！我心裡一直為了這個事情，覺得不曉得怎麼辦是好。沒多久這個工人有一次就被燙傷了，那個本來那個工人非常強壯，喔，這個力氣真大！哎呀，那個燙得是渾身那個火傷啊！我天天看見，從那個精舍下面走過去，啊，那個人瘦得啊，弄了半年弄不好。那時候我心裡想：唉！你看！那是花報，那是花報！就這樣。所以這個一時頓殺多生，那個是慘不堪言啊！",
    "479": "[07:59]現在我們常常看見，現在比如那個戰爭，往往有很多不可思議的，這種大的果報。比如日本人丟原子彈，一下，幾十萬人統統完了；或者像當年東京大地震，哎呀！那個整個的那個火燒，燒得啊，現在往往這種大戰，就是這種業因，你看，看得很清楚。所以我們有太多這種情況之下，雖然在這件事情當中，那個工人往那個裡面一丟，我曉得將來這個劫難過程當中，我也在被這個大火當中的一員。你們注意，所以這個業因、業果是一點逃不了的，這唯一的辦法就是懺悔。對了！我想起來了，我昨天問你們一個，說業作了以後逃不了的，那麼懺悔怎麼辦？這個本來要考你們的，還是要考你們，我倒沒忘記，你們好好地去想一想。這個是「頓殺多生」。那麼還有呢，「令發起猛利痛苦而行殺害」，或者是「令怖畏，作不應作而後殺害」，種種這種東西。還有，對於這個孤苦，值得哀愍的人也殺害，這樣，這種情形。",
    "559": "[09:19]講起來殺害，我想起很有趣的一件事情來。我今年春天，我看見那個電影片，電影片，就是那個 VIDEO TAPE，那個片子的名字叫「死亡的面貌」，一共有三集。有一次有一個同修拿得來，說師父您看看這個，我去看，結果他就告訴我他吃素，為什麼吃素啊？他固然是信佛，實際上真正的原因，就怎麼？看見了那個死亡的面貌以後。我說有這樣的效果嗎？叫他租一個來看一看。然後一看，果然！哎呀！誰，你們很多人一看見這東西，叫你吃肉啊你就不想吃了。我為什麼要說這個事情？你們現在沒看見，不曉得有沒有這個機會，我真想介紹我們自己看一下。",
    "623": "[10:23]有很多事情，我們所以做不到的原因為什麼啊？就是我們沒真實的感受！當你一旦到了真實的感受，你會這個感覺啊牢不可破！我隨便舉個例子。比如說有一個人，我們在這地方，大家同行當中，有一個人 ─一個大壞蛋，那個人專門做壞事。但是呢他表面上面，哎呀，做那個人情做得很好，你還很歡喜他，你上了他一趟當以後，你曉得這個傢伙，這個傢伙是個大壞蛋。然後你告訴別人說：「欸，這個大壞蛋。」別人都不相信你，但是你印象心裡很深刻。你還覺得：這個傢伙總有一天上了當，但是你去告訴他，他就是不相信你，你們有沒有這個經驗啊？我想很可能有這個經驗，為什麼？為什麼？這很有意思。這個道理，就是我們現在要學的，這個地方我簡單地告訴你一下。",
    "677": "[11:17]就是我們平常那個第六意識，第六意識的作用怎麼來的？它有幾種作用 ─前面的五俱意識，你眼睛看見了，馬上這個第六意識跟著就動了；耳朵聽見了，跟著動了；嘗到了、觸到了，然後呢，所謂「眼、耳、鼻、舌、身」這個，前面這個五根所對的境，然後呢意識。第二個，緣那個「法塵」，法塵就是你腦筋裡，就這樣去想。但是平常的時候，因為這個五俱意識非常粗猛，所以緣法塵這個力量本身很薄弱，很薄弱。儘管講的時候聽，聽見了以後，但是因為你本身，你沒有經過這思惟、觀察的深切的力量，所以這個概念不深。一旦你親眼看見了以後，哇！那個印象很大、很大，那時候就產生效果了。所以剛才說的這個例子都是如此。",
    "741": "[12:21]那我們現在修行，為什麼要多思惟、觀察？這個地方順便講一下。就是說現在我們看見很多業果報應的這種事情，因果關係的事情，因為我們並沒有深入地思惟、觀察，為什麼沒有深入思惟觀察？就因為眼前前面那個五樣意識很粗猛，我們這個意識一天到晚跟著它跑。我們要坐在這裡看一下書，欸，偏偏胡思亂想。為什麼胡思亂想？你們有沒有想過啊？為什麼？就是你剛才眼睛看見了，強烈的印象在這裡；你耳朵聽見了，強烈的印象留在那裡；你嘴巴嘗到了，強烈的印象在那裡，就這樣，而就是這些東西擺在這個地方。",
    "789": "[13:09]所以等到那個差不多到時候，十二點鐘你聽見一下，欸！打板了，要吃飯了，那口水就咕嚕咕嚕流，你就這樣。然後你看見了，如果這個人跟你是個好朋友的話，你聽見一點聲音的話，你心裡面就知道，哎呀，站起來跟他聊一下天。如果說這個人是你跟他不歡喜的話，你一想的話，「這個傢伙，他又在那兒說我壞話了。」這種情況你很容易，說明了 ─平常一直緣這個粗猛的、前面的五俱意識，這第六意識在相應，所以這是我們散亂的原因。就是懂了一個道理的話，你沒辦法深入地思惟。於是那個時候，你一再在造業，等到造完了業，下了地獄受苦的時候，沒辦法了！就是你生前有辦法的事，你都沒辦法修行，到了地獄你有機會嗎？",
    "841": "[14:01]所以現在唯一的怎麼辦呢？就是你必定要把外面的東西排掉，排掉了以後，你能夠深刻地思惟，使得這個意識所緣的法塵，產生強有力的功效以後，那時候心裡面就產生力量了。要強到什麼程度呢？就是說，你內心當中思惟這個念頭，繼續不斷地思惟，強到能夠擋得住，前面五俱意識所產生的這個意識。換句話說，作意強到像你看見的一樣地強烈，那時候勉勉強強可以把你看見的事情擋得住，不被它引誘。實際上你還要超過它，當你真正超過它的時候，這個力量就產生了。我不曉得我這個解釋，你們清楚不清楚？對，如果有人已經很清楚了，不清楚的話，要了解，這是我們眼前真正修行第一個關鍵，第一個關鍵。",
    "898": "[14:58]所以萬一你不行，實際上呢我們真正大部分人都不行，那怎麼辦呢？我們要環境來保護，所以為什麼我們要出家。叫你一個人恭敬，恭敬不起來；喔唷！大家看見這個地方的規矩很難，到那時候你自然肅然起敬，對不對？叫你恭敬，恭敬不起來，然後你信佛的人，跑到廟裡邊，喔，這個心裡面就恭敬起來了，是不是？做壞事，也是受外面的五樣東西而意識跟著它，做好事同樣跟著它，現在你懂不懂？這個是所以為什麼，我們修行往往說，修行好像不要管外面的環境，完全錯了！初初真正用功第一步修行的話，我們必定要賴這個好的環境，這個好的環境怎麼來的啊？說起來還是業感緣起！",
    "948": "[15:48]所以我們現在常常說沒有好環境，請問好環境這個果，你有好環境這個因嗎？你有嗎？這是我們要檢討的哦！所以如果現在我們感覺到我們沒有的話，我們趕快勤勤懇懇，多掃一點地，多抹一個桌子，把這個環境弄好了。欸，眼前馬上就得到好處，將來你一定有好的去處，信得過這個話嗎？所以現在我常常看見，自己的東西，喔唷！保護得好好的，常住的東西誰都不管，這是註定我們每況愈下的原因。所以記住：私財如土，是公財如命啊！記住：公事辦，公事辦，公事辦了辦私事。你真的能夠這樣去做到的話，你一定成就。",
    "1003": "[16:43]這是我隨便剛才談到那個事情的時候，這樣，我自己也是這樣。欸，那個同修一看見那個，他也是到處去勸人，結果勸的很多人呢，至少看過那個電影的一個禮拜，看見肉就不想吃了。唉！我自從看了這場電影，那個印象之深，是不得了地深！我要敘述給你們聽，你們也沒有這個大的效果。我簡單說一個，說一個。我們已經聽說過人家吃猴腦，你們也聽說過沒有？吃猴腦。我們現在好像聽見了，很好玩，欸，吃猴腦！就是這樣。我那次看見了吃猴腦以後，啊！一直到現在，印象深不可攀！就有四個人，兩個男的、兩個女的，都是西方人，穿得非常好，然後不曉得到哪裡去，那個地方我不知道。總歸這個地方一定不是歐洲，也不是美洲，可能是在哪個地方，波多黎各或者是非洲，或者是哪裡，這個我就不知道了。",
    "1069": "[17:49]然後就坐在那地方，準備吃。那個檯子中間有一個洞，檯子中間有一個洞，然後四個人四個盤子，那個旁邊盤子、調羹，小的這個鎚子 ─那個小鎯頭。唉，講起來那個殘酷得不得了！然後那個侍應生抱了個小猴子，那個小猴子小的一點點，就抱得來，包得緊緊的，那個白布裹的什麼，拉進來。那個小猴子就吱吱嘎嘎、嘎嘎叫，大概那個小猴子也怕得要命。哎喲！我在那裡看，開始的時候已經不忍心，我就想，假如我是這個小猴子如何？哎呀！我一想那小猴子，我簡直是眼睛不敢看，閉上眼睛不敢看，但是瞪開眼睛又去看牠。結果那小猴子就抓得來，抓得來了以後，又塞在那個後面，塞在後面，那個洞還有個很巧妙的東西，這麼「卡噠！」一來，就猴子那鎖住了，下面那個身體整個綁住了。",
    "1123": "[18:43]你們想想看，假如是你們那個猴子的話，你們那時候什麼想法？然後那個佣人就用一點藥水，當然已經弄得很乾淨了，又把那個頭上，那個猴子的頭髮，把它「嘎噹、嘎噹」剃得光光的，然後再拿那個鎚子「咕！咕！咕！」敲。啊！假定是你看見那東西，不曉得，我想誰都到那個上面，好幾個人我看看他們，他們也把那個頭拿開了，拿開了，就這樣！最後那個敲開了，敲開了以後，他很有技巧的，那個人還不敢下手。開始的時候，那幾個人好像紳士，準備在那兒吃，到後來那個、那個，不管那個男士也好，那個女士也好，唉！那心裡面，皺著眉頭，他也這麼看他一眼、看他一眼。結果敲開了以後，腦殼就「啵！」一下撥下來。啊！那個猴子就吱吱嘎嘎叫，沒死啊！然後居然拿那個調羹就挖出來，那個白白的腦漿。唉呀！是這樣！這個人的之殘忍哪！是人的殘忍。",
    "1185": "[19:45]所以現在我們看世間，有很多不可思議的事情，啊！總覺得殘忍，這個東西真的殘忍啊！要是你們看見，它還有好幾個，還有看見那個殺人。我也從來沒有看見過，那次親眼看見的，那是阿拉伯人，抓到那個仇人，拿了個刀，「蹬！」一刀，硬是那個頭就掉下去。那個頭掉下去並不死哦，那個頭掉下在那裡滾。啊！我又不忍看，下面到底什麼樣，我都沒看見，那就是死亡的真相，就這樣。然後看完了以後吃飯，誰都吃不下，不要說吃肉吃不下，吃素也吃不下。當你想到你吃了牠以後，將來說不定你要這樣還牠，怎麼可能哪！那是千真萬確的事實，千真萬確的事實！",
    "1232": "[20:32]所以我說到那個「加行」，平常的時候我們注意，你如果這樣去對別人的話，對不起，將來你就這樣，得還別人。一直到你成佛！成佛還要這樣的，昨天告訴你們那個金鎗馬麥之報，以後有機會告訴你，十，佛自己親身遭到這樣的十種大難，這個業是萬萬不可以造。這是講到加行重。第三無治，",
    "1261": "[21:01]由無治故重者，就是對治，這個是我們修行當中第一重要的。前面四個，貪瞋癡當中有覆蔽，有覆蔽就是沒有對治，能夠對治就好了。那麼什麼是對治呢？",
    "1279": "[21:19]謂不能日日，乃至極少時持一學處，或亦不能，半月，八日，十四，十五，受持齋戒。於時時間，惠施修福，問訊禮拜，迎送合掌和敬業等。又亦不能，於時時間，獲得增上慚愧惡作。又不能證世間離欲，或法現觀。就是這個，這個是對治，修行就是這個東西，就是懺悔，對治惡業。「不能日日」，最重要修行的話，時時刻刻要怎麼辦呢？持一個學處，學處是什麼？就是惡業的恰恰相反，這是我們修學佛法的人，正確的，該這樣做的。乃至於不能半月、八日、十四、十五，最少的，這樣。通常這個半月、八日，不但是持一學處，通常還有特別的，比如八關齋什麼等等，「受持齋戒」。或者「時時間布施修福，問訊禮拜」，這個我們都了解的。「迎送合掌和敬等業」，注意喔！和敬，這個和敬從心裡開始哦！所以六和敬，見這最重要的，見解是你內心的事情。儘管我們現在，形式坐在這裡，心裡不相應，不好！反過來，就是我們現在形式做不圓滿，只要你見解正確，你起了慚愧心，說我要努力呀，就好！",
    "1377": "[22:57]所以我剛才說，不是做不到，不是做不到，你只要心裡面稍微一轉。昨天就有個同修跟我說：「哎呀，我最近聽了那個論好歡喜啊！以前那個死角，總是轉不過來的，總是覺得自己對，總是覺得這樣，現在一下轉過來了。」他結果發現這一轉過來啊，原來這個問題容易得不得了！我就告訴他：是嘛！的的確確、千真萬確的，我們總覺得：哎呀！這個佛菩薩做的事情，教我們這麼難做啊！真正難，不是在佛菩薩跟你；真正的難就在知見上面。有一天你得到那個正知見，你能夠接受的話，一轉過來的話，欸！整個的問題都開始就轉了。到那個時候你會感到歡喜啊！平常我們還自覺得有十二萬分的理由，到那個時候，你會感覺到：唉！十二萬分的抱歉。那就對了！那個時候就是什麼？就對了！",
    "1432": "[23:52]所以他下面告訴我們，「於時時獲得增上慚愧惡作」，他前面說不能，就是沒有對治；你能夠，就是對治了。說：慚愧啊！以前自己覺得我還對，現在覺得，哎呀！我錯啦，我錯啦！以前做得不對，「惡作」就是 ─我覺得以前做得不對啊，厭惡自己所作的。對於壞事情你能惡作，就對了，這個就是對治。作的時候你用這個心去作，現在呢你用這個心去厭惡、討厭，對你前面所作的這個心，產生不歡喜，這個是正對治，這就對了！",
    "1478": "[24:38]進一步再什麼啊？「證得世間離欲」，這個惡作、慚愧，通世間的，也通出世間的，修學第一步從這裡開始。你更進一步，然後呢要證世間離欲，曉得它的過患，乃至於「依法現觀」，依法現觀就是證得空性乃至於。「現觀」還沒證喔，就包括在「行」到「證」這個階段。所以真正你證得空性了，這個問題就解決了。這個就是對治，如果說沒有對治的話，這個就是重的，反過來說你能夠對治的話，這個業會減輕了！這個修行，我們看見這一點，是對我們一個最大的鼓勵，不但是鼓勵，實際上我們真正要學的就從這裡。四：",
    "1529": "[25:29]由邪執故重者，謂由依於作邪祠祀，所有邪見，執為正法，而行殺戮。由於邪執，這個現在我們這個地方，正法，寺院供的；邪法所供的那個地方就是叫「邪祠」，他也供這些各式各樣的神，各式各樣的神，外道等等，其他的所有的那種神。然後呢，他們執種種邪見，執邪見而行殺害，這個是最嚴重。說：「哎呀，要拜拜呀！」所以殺一個大豬，殺一個大牛。哎呀！這個東西是非常糟糕，非常糟糕！這就是由這一個重。",
    "1575": "[26:15]又作是心，畜等乃是世主所化為資具故，雖殺無罪。諸如是等，依止邪見而行殺害。喏，就這一個。「啊！這個畜生哪，這個世間主造來讓我們吃的，去殺啊！」那是邪見，這個是非常重的重罪。所以同樣的情況，雖然我們沒有這種執著，我們明明做錯了，還是覺得：「我對呀，我就應該這樣啊！」我們往往覺得，這個世間的，好像嫉惡如仇，「我覺得正人君子，嫉惡如仇。」對不起！你這是個邪見哪，這是非常可怕啊！所以我平常在這個地方常常聽見大家諍論，諍論了以後他還覺得我對，他沒有，他錯。對不起！你那時候已經在邪見當中了。外道尚且不可以，我們修學佛法的人，如果執著這個的話，那是很可怕的，這個地方自己要覺醒，自己要覺醒。第五：",
    "1637": "[27:17]由事故重者，前面這個幾樣東西，或者由自己的內心，或者由加行，這件事情由於事 ─就是你所作的對象。",
    "1649": "[27:29]謂若殺害大身傍生，人或人相，父母兄弟，尊長委信，有學菩薩，羅漢獨覺，及知如來不能殺害，而以惡心出其身血。違此五因，為輕殺生。就是說這個，由看你所殺的對象，當然偷盜等等也是如此。「殺大身傍生」，一個比一個大 ─小的螞蟻，這個傍生比較小；然後大一點的狗等等，那就大很多；然後象、牛更大；然後「人或人相」那更大。人當中自己的親屬更嚴重，親屬當中的尊長是更嚴重。說「委信」是什麼？委信就是信處，就是出家的，有幢相那種人。乃至於有學的菩薩，那更不得了，獨覺是已經無學的聖者，以及如來。後面這個東西犯了這個的話，不得了地可怕，不得了地可怕 ─五無間罪。從父母開始，那犯了以後的話，那是五無間罪，越後越大。「違此五因」是輕殺。",
    "1724": "[28:44]餘九除事，如其殺生，輕重應知。這個是指殺生，其他的也是這樣。",
    "1731": "[28:51]由其事故重不與取者，謂若劫盜眾多，上妙及委信者。「委信者」就是三寶之物。所以對那個三寶之物，是一點不能動啊！說到這裡，現在大家在這個地方，總覺得常住的東西馬馬虎虎。對不起，這個你雖然沒有盜心，但是因為它這個本身這個東西重得不得了，所以隨隨便便你妄用一點，就犯不得了的過錯欸，犯不得了的過錯欸！所以到了晚上溫習的時候，我會告訴你們，歷史上有太多這種典型的公案，很好的一個出家人，他生前就因為妄用。"
}