{
    "3": "[00:03]我現在還記得這麼一件、一個公案。有一個人造一個大廟，他是非常好的人，有一次他人家供養一個石頭，不曉得作什麼碑的，他們沒有做，供在那裡也不做嘛！那時候正好造房子，在前面缺一塊階石，他想這個碑反正沒有用，在那裡做了一個階石，就是這樣，然後就做了，做了以後就死了。死了以後就墮在地獄裡，不曉得受無比的苦。但是他畢竟還是個修行人，後來他一個特別的因緣，就來託夢給他的一個弟子，說：「我生前就犯那麼一點點，現在一直不曉得這個大石地獄當中煎熬，不得了地苦啊！然後我還有一點點什麼東西，你代我贖出來 ……。」然後把那塊石頭挖出來，擺在那個地方，經過多少人的懺悔，才得到解脫。你看，太多這種類型的公案！",
    "58": "[00:58]所以我們現在啊，這種事情說起來真可怕！隨便我想到一件事情，也是隨便提一下。我第一次到淨律寺去，淨律寺有一個很好的辦法，他們那個打電話都要錢的。我那次跑得去打，打了以後，我這個同修真好，淨通法師，他也沒有跟我說，打過了，他就代我丟了個錢。當時我也不知道，後來我回過頭來想一想：好像這個地方有一個丟銅板的箱子嘛，我就一看，果然沒有錯。我心裡還想：這地方丟一點，這個打一個電話還要錢。但是，幸好我還算三寶加被，我說：「哦，不可以，不可以！」我自己還覺得種種理由，我自己覺得跑得來教書的，他們那地方，因為我的心目當中，對這個師長無比地恭敬，老師什麼東西給他；我來教書的，到那個打一個，打一個還要丟銅板。但是我心裡想：馬上懺悔，欸，這個念頭萬萬不可以！我馬上拿一個銅板擺在那地方。以後看了一看，不、不、不，不是一個銅板欸，打到台北去要好幾個。然後我每次去打的時候，看那個，我還心裡想：煩哪！後來想：啊！這個就是我的錯誤，我就懺悔了好幾次。以後高高興興，每次看看，萬一這個錢不夠，寧願多丟幾個。",
    "139": "[02:19]所以我說到這地方，倒不是說我什麼，所以有很多客觀的環境，我說明了什麼？像這個，我們平常以我這個條件，我常常給你們這麼講，我自己都做不到。所以我很了解，這種地方啊，千萬注意啊，千萬注意！因為眼前這地方大家鬆鬆散散，目前已經這樣地努力向上，已經非常難得，我非常讚歎。所以我曉得一下逼得很緊的話，這個不是你們的過錯，那是我害了你們。大家肯這麼向上，一步一步努力，今天會提到這個地方，我順便一提，將來這個地方，我也要慢慢地改善。所以改善的原因，絕對不是為我，這個你們大家曉得的。這個地方，我來的時候，就是這樣來，去的時候也就這樣去，這是為了保護大家。",
    "189": "[03:09]所以這個「委重」，這個是三寶的地方的話，是一點都不能錯。不要以為這反正不要錢的，坐在那地方，一個電話打個半小時。沒什麼事情，公事都不可以打，還在閒事無聊了，跟人家聊聊天，千萬不可以、千萬不可以！凡是三寶之物的話，千萬注意！所以這地方說到「盜，不與取」。不過這裡順便一提，就是因為我們常住，將來的的確確，你們有的人有錢；自己沒有錢，常住供給你們，這個沒問題，這一定沒問題，該用的一定要用。可是這地方，隨便一點小地方的話，千萬注意。啊，委信。然後呢？",
    "234": "[03:54]劫盜孤貧，出家之眾及此法眾。若入聚落而行劫盜，若劫有學，羅漢，獨覺，僧伽，佛塔，所有財物。這個是盜，這個是盜。想起來了，所以講那個盜，五台山有一個叫人皮鼓，不曉得你們聽說過沒有？可能有人聽說過了，這個鼓怎麼會人皮的呢？不是。五台山是文殊師利菩薩的道場，這個道場有種種神異不可思議的。有一個大廟，那個大廟有一個人，那是廟裡的一個當家。那個五台山的香火盛得不得了，非常盛，但是有很多慢慢變成子孫廟，他也莫名其妙地亂搞，那個公家的錢啊，反正人家看不見，他就拿這個錢自己私吞了。私吞了以後，他倒不一定，出家人哪有錢的？弄了那個錢，然後給了他徒弟。給了他徒弟以後，這個出家人，完了以後，就投一條牛，就在這個常住裡邊。這條牛力氣特別大，因為他們那個地方都是自己耕作的，那個工人外面雇得來的，那個農具什麼等等，往往都是常住的，牛牠們也是一樣，做起來特別勤力，特別地勤力。",
    "329": "[05:29]後來有一次，他那個徒弟就夢見他的師父來告訴他：「我生前因為侵了那個常住的錢，然後買了這個田，這個田現在在這地方，所以我要投牛，還那個。」什麼時候還得清呢？他說：「這個田，就是滄海，就是這個田變成功滄海桑田，幾番以後，對不起，我這個罪還消不掉。」你想想看，那個滄海桑田要經過多少時候啊？那不曉得要多少億劫，但是他這個罪還還不清楚。",
    "368": "[06:08]我們眼前貪一點點，啊！所以注意啊！眼前我們好容易這麼貪一點點，將來這個果報，這個是我們真正講業的地方，講，講得很容易，你們好好地思惟。當你想到了這一點的話，眼前這個錢，千萬不要積在抽屜裡，積在這個銀行裡邊，這個常住一點點，寧願多給它一點，對你只有好處的，絕對沒有壞處。這個事情，我們千萬注意，千萬注意！所以剛才旁邊的人，就旁邊的人，我們不要說一個旁邊的人隨隨便便，已經在這個地方，不在乎。可是我現在曉得了，所以我告訴你們，一定要保護他們，還給他們，還得清清楚楚，這個是我們千萬要注意，千萬要注意的！下面哪，這個盜，盜下面是淫。",
    "422": "[07:02]由其事故重邪行者，謂行不應行中，若母，母親，委信他妻，或比丘尼，或正學女，或勤策女。非支行中謂於面門。非時行中謂受齋戒，或胎圓滿，或有重病。非處行中謂塔近邊，若僧伽藍。由其事故重妄語者，謂為誑惑多取他財而說妄語，若於父母乃至於佛，若於善賢，若於知友而說妄語，若能起重殺生等三而說妄語。為破僧故而說妄語，於一切中，此為最重。前面其他的比較容易，最後一點啊，「為破僧故而說妄語」，一切中這個是最重。真正破僧，現在我們也說實在的，不大 ……做不到，只有佛世的時候有。可是破僧的因，我們很容易犯，這一點要特別注意。我們在這個團體當中，一點小小的不好，大家說那種離間語，萬萬不可以。所以我剛出家的時候，我的老師就告訴我，說「不會說話的兩頭搬」，搬弄是非的搬，「會說話的兩頭瞞」，我一直到現在受用不盡，一直到現在受用不盡！難免地，人家有的時候，碰見事情啊有點不大痛快，然後我們往往願意做人情，「對啊！你對啊、你對啊！」你不要去說他對，你說他對，他覺得對的，火上加油。你倒是同情他，你是害了他，也害了你自己。那時候應該怎麼辦呢？碰見這種情況的時候，如果你有這種機會的話，你不妨說：「其實他對方倒無心的，我了解，他做過了事情以後，我跟他談起來，他還覺得滿對你抱歉的。」如果你背後這麼一說，他心裡面這個也就慢慢地舒解，對不對？所以你無形當中就做了好事了，所以記到，說「不會說話的兩頭搬，會說話的兩頭瞞。」如果說為了你自己的利益要去這樣說的話，那是更可怕，更可怕！",
    "554": "[09:14]除了這個以外，還有往往我們為了自己的利益，然後呢，往往談佛法上面，說這個不對，這個對。所以說這個對不對，是為什麼？為你這樣。譬如說輪到我去做廚房，或者看見別人做廚房，欸！配我的胃口，然後他說種種理由，要這樣、要那樣；然後這個人要那樣、要這樣，然後呢這個團體起了個衝突了。這雖然眼前是一點小小的，可是使得這個 ……凡是你為了不管什麼理由，使得這個大家共同和合而不和合的話，你的破僧的因就在這個地方，這個是最嚴重的妄語跟離間了。我們現在修學佛法，一開口就在那地方，出毛病就在這裡啊，千真萬確！所以在這我這裡特別強調，不准大家隨便說閒話，說來說去，沒有別的，還是保護大家，你們千萬要注意！這一點是千萬注意，千萬注意！我們要想爬上去是千辛萬苦，要想墮落是容易極了，因為無始以來的習氣，你隨便坐在那裡兩三句話一提，你不知不覺當中造了大罪惡了。",
    "628": "[10:28]由其事故重離間語者，謂破壞他長時親愛，及善知識父母男女，若能破僧，若能引發身三重業，所有離間語。這個。",
    "643": "[10:43]由其事故重粗惡語者，謂於父母等及餘尊長，說粗惡語，所以前面是告訴我們哪，這一點我們常常容易犯，也是太容易了。這個世間呢，在那個什麼？在那個這次講的《大寶積經》上面就告訴我們，這個迦葉尊者就說：「平常我們對菩薩起一念瞋心，或者瞋的行為，這個東西果報不得了！」但是哪一個是菩薩，我們不知道，你怎麼曉得他是菩薩？的的確確有太多的菩薩在這個世間，我們的確認不清楚。我修學了佛法二十多年，現在總算經過善知識的引導，種種跡象看起來是，太多這種。我們現在大家了解，廣欽老和尚他就是那種再來人，他走了我們才說，不走我們不談的。有很多明確的事實，而這種不斷地一直有，既然是這樣的話，你怎麼曉得現時沒有呢？所以我們隨隨便便妄加批評，妄加那個的話，都是對我們造成絕大損害，這個地方千萬注意！平常我們總想到：我在無明當中，我總在無明當中。你能夠這樣想的話，總好！繼續下去。",
    "725": "[12:05]若以非真非實妄語說粗惡語，現前毀罵，訶責於他。由其事故重綺語者，妄語等三，所有綺語，輕重如前。若諸依於鬥訟諍競所有綺語，若以染心，於外典籍，而讀誦等。若於父母親屬尊重，調弄輕笑，現作語言，不近道理。這個我們最容易犯，最容易犯。",
    "761": "[12:41]由其事故重貪欲者，謂若貪欲僧伽，佛塔所有財寶，及於己德起增上慢，乃於王等及諸聰叡同梵行所起增上欲，貪求利敬。這個貪，這個重的是什麼呢？造寺院裡面，這是最嚴重的。你可以說積功德，這是最好的，不得了地好；反過來的話呢，是非常嚴重，一點的小便宜，貪了，不得了！然後呢，「己德起增上慢」，譬如說我們現在大家共同的話，人家講的什麼，或者人家的德行，自己總覺得：「那有什麼了不起！」哦！這一句話，不得了地可怕呀！我們處處地方要想：啊，不如人家！啊，要讚歎人家！原因就在這個地方，原因就在這個地方。下面是瞋恚。",
    "828": "[13:48]由其事故重瞋恚者，謂於父母親屬尊長，無過貧苦諸可哀愍，諸誠心悔所作過者，起損害心。這個是瞋心，對於自己的尊長，或者是貧苦的，或者他來懺悔了，你還呀心裡面放不下。",
    "856": "[14:16]由其事故重邪見者，謂能轉趣謗一切事，較餘邪見此為最重。這個是邪見當中最嚴重的一件事情。凡是你的邪見，由這個邪見，而毀謗真實的因果緣起法則的，這個是最嚴重。",
    "875": "[14:35]又謂世間無阿羅漢，正至正行，此見亦爾。與上相違是輕應知。跟上面相反的，那個就是輕的，這是我們應該了解的。那麼上面說重的，關於這個輕重的相，你們要好好地自己的細細地觀察一下，自己的思惟一下。平常我們修學佛法啊，剛開始第一步真正要注意的就是這個地方，往往一點點很小的，小的這個善惡，就得到無比地大的果報。尤其是我們現在修學佛法的人，尤其是近事或者居士，乃至於出家的同修們，這一點千真萬確，千真萬確！這件衣服，真是被上的是大幸、大幸，有絕大的功德！但是你弄得不對了，一被了這件衣服，造起罪來是可怕，也是不得了地可怕，不得了地可怕！所以佛經上面一直跟我們說：白衣人，白衣啊下地獄還不大容易咧，但是出家人的話，啊，那容易得不得了！當然反過來說，作功德的話，也是一樣，這個原因我們要注意。我們現在一天到晚，自己也被了，周圍的人都是這個，不是佛寶，就是法寶，就是僧寶。我想我們今天就講到這個地方。",
    "977": "[16:17]《菩提道次第廣論》一百三十一頁。關於這個業的輕重，我們同樣做一個事，結果往往因為不了解這個，雖然你做小小的一點，說業會增長廣大，固然。這個業的增長廣大是屬於我們內心的，這一點我們還容易了解，容易控制。而有很多啊，它本身因為它的這個事情的特質，就顯出了輕重很大的差別，這一點我們要特別了解。所以往往有的時候，在一個很小的小事情上面，你做好的，感得絕大的善果；惡的，也同樣地感得絕大的惡果。前面已經說了，說這個重的，哪幾樣是比較重的。後面又說〈本地分〉，《瑜伽師地論》上面也告訴我們：",
    "1060": "[17:40]〈本地分〉中說有六相，成極尤重。這個六種狀態是最重、最重的，哪些？",
    "1086": "[18:06]加行故者，謂由猛利三毒，或由猛利無彼三毒，發起諸業。這第一個。由於加行而產生的業，重，或者是你加行的時候，由於三毒，猛利的三毒 ─很大的貪心，很大的瞋心跟癡心。現在貪瞋癡的行相，我們已經了解了，那麼如果說跟三毒相應，那個是最重的惡業。下面是「猛利無彼三毒」，那個是善業，恰恰相反，第一。第二：",
    "1130": "[18:50]串習故者，謂於長夜親近修習，若多修習善惡二業。這就是習慣。這長夜的話，就是我們無始以來，這個目前我們不管是張開眼睛、閉上眼睛，那心理上面，你很清楚或者不清楚，都是。這一個習慣養成功了，真是很難改。現在我們常常自己找個藉口：「哎呀！這個習性難改啊，佛菩薩告訴我們習性難改。」那好像我們領了那個令箭一樣的，說佛菩薩告訴你習性難改，你就不要改，這完全錯了。你要修學佛菩薩，因為要修學佛菩薩，佛菩薩就告訴你這個很難改，你要注意喔！我們要聽懂這個話，你聽不懂的話，一句很好的話，你把它轉過來了。告訴你：「這個是很難改的，所以你要拼命努力去改，才可以改得過來！」這個才是佛菩薩的原意。所以我們現在弄錯了以後，說這個難改的，啊，你就不去改它了，那你修學佛法修些什麼啊？這是我們要了解的，要去了解的。",
    "1209": "[20:09]所以這個習氣還是最重要的，而且這個習氣啊在不知不覺當中，我們自己不知道，你一天到晚就害在這個裡邊。所以我們剛開始修行，一定要真正努力地去克服這個習氣。然後呢要克服這個習氣，一定要有正確的認識，了解這個錯了，然後哪一個是對的。這個錯、對，不是文字上的認識，必定要把文字所指的，就是我們內心當中這種行相你認識。改的時候不是講文字，所以講文字，你講得頭頭是道，然後講完了，變一個大法師，哎喲，這個名氣很大，然後呢這麼多人擁護你，一點用場都沒有。如果你不能在內心上面這個地方淨化的話，那個都是染污的事情，這一點我們要了解。第三：",
    "1264": "[21:04]自性故者，它本身就是這樣。",
    "1268": "[21:08]謂屬身語七支，前前重於後後，屬意三支，後後重於前前。這個身口七支當中，殺最重，盜其次，淫第三，越是前面，這個本質越重。然後呢，意：貪瞋癡三樣東西，越後越重，這個我們要了解的，這個我們要了解的。這個貪瞋二相容易了解，這個癡相、邪見，尤其是邪見啊，最難了解。不要說外道這種邪見，就是我們現在修學佛法的很多同修佛弟子們，這個基本的概念都弄不清楚，這個基本的概念都弄不清楚。",
    "1318": "[21:58]我現在聽見太多這種似是而非的那種說法，今天早上還有一位同修跟我談起這個問題，其實這個話我聽見不曉得多少遍了，太多人都犯這個毛病。他常常說我們現在這地方，譬如說我們要努力去做，他總覺得這個有護法，他如果做得不對，護法會護持他、會排斥他，把那個責任都推到護法頭上。然後呢，有的人做得很成功了，其實他做錯了，他完全是做的世間那個事情，然後說，他如果說做得不好的話，護法怎麼會護持他呀？這個概念你們說對不對？表面聽起來好像很對，表面聽起來好像很對，實際上這裡邊大有問題。",
    "1369": "[22:49]護法絕對會護，但是護法只要護法，不是像我們想像的護。假定說真的樣樣是護法在護的話，現在這個時候絕對是正法，對不對？是不是很清楚？非常明白，有護法要護啊，難道這個護法會不護持佛法嗎？為什麼從正法而變成像法，現在變成末法，護法到哪裡去了？這不是很清楚、很明白地說明了這件事情嗎？所以我們動不動說護法，護法是什麼？就是如果你自己能夠真正如法地去做，護法會護持你的，這一個叫護法。你如果亂七八糟顛倒來的話，這護法可不一定護你喔！護法所以護的「法」喲，你跟法不相應，護什麼法？這個我們要了解的。",
    "1424": "[23:44]反過來說，如果他真的是以世間的標準來衡量護法的話，那盧勝彥應該對的了，他的事業做得這麼大，你看他一個人創出這麼大的局面來；一貫道這個事業創得這麼大，那不是護法在護他嗎？他在那裡也是拜的佛啊！這概念很明白，所以你們不要糊裡糊塗。這個邪見跟正知見兩個字，不是說我們看一點文字，啊！那隨便講一講，看一點行相啊，這個裡邊有它深刻的意義。所以首先我們修學佛法，第一個應該一個正確的了解，說我們在長夜無明當中，好好地努力啊，我們這個起心動念，實在是大成問題啊！所以這一點是我們應該特別、特別注意的地方。再下面：",
    "1478": "[24:38]事故者，謂於佛法僧諸尊重所，為損為益。由於你所作這件事情的本身而判輕重，或者是功德田，或者是恩田、尊敬之田，這種。譬如說佛法僧，那個是最重的地方，以及自己的父母師長等等。三寶當中就是三寶，在家的就是父母師長等。如果說你有點損的話，一點小損就大害；然後呢你益的話，好好地做一點小小的供養，就得到的大福，這個是第四點。第五類：",
    "1526": "[25:26]所治一類故者，謂乃至壽存，一向受行諸不善業，未曾一次受行善法。所治就是我們所對治的，那種問題本來是修學佛法要對治的，這一類東西當然都是壞事了，這個壞事就是我們修學佛法對治的。說你「壽存」就是在你一生當中，一向你做不善，沒有做過一次好事，這個不善都是要對治的，結果你偏偏都忙這個，那是最嚴重的。所以第五個是專門講惡的那一類。第六：",
    "1564": "[26:04]所治損害故者，那是專門講善的，就是說對治損害了的，經過你的對治，懺悔損害了的。",
    "1573": "[26:13]謂永斷除諸不善品，令諸善業離欲清淨。當然從開始的時候，你怎麼曉得它的過患，然後呢生起了厭離，然後如法地行持，先降伏它的現行，到最後斷除它的根本，能夠把這個不善的東西統統清除掉。那個，這個第六一類是善，這個特別重。",
    "1601": "[26:41]《親友書》中亦云：除了這個〈本地分〉，再引那個《親友書》。本地分是相宗，是《瑜伽師地論》上面的，是彌勒、無著菩薩傳下來的；《親友書》是龍樹菩薩，主要是性宗傳下來的。他就說： .",
    "1618": "[26:58]「無間貪著無對治，從德尊事所起業，是五重大善不善，其中應勤修善行。」有五樣東西，「無間」就是時間，「貪著」就是猛利的貪心，沒有對治。那麼還有呢，從有德的，有德的，下面說就是三寶等等；尊重就是父母等等，有恩的。這五樣東西啊，做一點好的，就得到大的果報；壞的，得到大的惡報，這個都是最重的。他下面說：",
    "1656": "[27:36]其三寶等為具德事，其父母等為有恩事，開二成五。這容易明白。關於這裡我提一個公案給你們看看，這個公案是在《德育古鑑》以及《感應篇彙編》。所以在正式講那個公案之前，如果你們已經看過的，你們馬上可以曉得。那個山西地方，有一個人姓王，叫王用予。那個時候古代的人，他們念書人都非常重視供養這個文昌帝君，所謂文星，的確。然後呢一方面供養，一方面遵照著這個，他非常講究世間的德行。真正古代有功名的話，都要看他所積的福德，稍微有點虧損，往往本來得到的就削掉了。那麼他們以前都組這個文昌社，大家一定行種種的好事 ─戒殺、放生，雖然不一定吃素，但是初一月半，六齋啊，乃至於不吃牛啊等等，那麼惜字啊，做很多。他也做非常多的好事，那麼他有一個同社當中，一個姓薛還是什麼，我名字忘記掉了，他很早就進了學，換句話說考取了秀才，以後怎麼爬也爬不上，這樣，怎麼爬也爬不上。"
}