{
    "6": "[00:06]那麼有一天他晚上作夢，那夢到這個，到這個文昌帝君那個地方去，然後呢文昌帝君召見他，給他解釋一些問題。然後他就說你平常什麼地方對，什麼地方不好。哎呀！他聽了心裡上非常警惕，然後他就代自己的一個朋友，姓薛的去請求，「他這個人平常在我們社裡邊是很好的人，他做事情很認真啊，那他為什麼考中了秀才多少年來，他下面就升不上去，什麼原因啊？」文昌帝君怎麼說？他說翻開那個功德簿看看他。然後那個判官翻開來，他說他表面上做得很好，實際上心裡不相應，尤其是對他的父母。他就用兩個字來說明，叫「腹誹」，我這裡寫一下給你們看看。「腹」就是肚子裡面，腹誹，「誹」就是心裡面不同意。他父母面前，他當然，因為古來的人都很講究孝順的，父母告訴他怎麼樣，他心裡面是，不會違背他。但是他心裡面，儘管你嘴巴上面給他講，他也心裡面，好像表面上做得很好，他心裡面總歸嘀嘀咕咕不同意。說這種人怎麼談孝順呢？樣子做得很好，實際上他逃禍都來不及，還要求福啊，哪裡求起？",
    "110": "[01:50]這個上面這種公案。所以我為什麼鼓勵你們去看，在這個地方講業，業的道理，可是這個業的道理，你必定要透過我們第六意識，認真地去思惟觀察，如果你不經過深刻地思惟觀察的話，這個很難得到肯定的認識。因為這個不是眼前見得到的事情，那麼為了幫助我們起見，尤其是我們現在所以做不到，原因因為什麼？因為我們平常的業太重。業的最大的原因，就是都在這個六根門頭在轉，這個心是非常之粗暴，看見那個東西就跑掉了，聽見那些又跑掉了。然後呢，望了以後吃了個東西，心心念念掛在這個上面；跟人家稍微一點點小小的事情，腦筋老記著這種事情，這個心老被著這種境界在轉。所以那個時候你幾乎沒有可能能夠靜下心來，如理如法地去思惟觀察這種事情，那時候唯一對我們的幫助，就是你多看這種書。然後呢看了這種書，就像眼睛看見，喔！說看見這個人你看，做了一點點小小的好的、壞的，馬上遭到這樣的一個，或者大的，或者是壞的，對我們內心當中生起很大的策勵，有這麼大的好處！",
    "202": "[03:22]除了這個好處以外，你不看這個好的榜樣的話，你就在這個壞的榜樣當中轉。所以這個兩者之中差別，是不曉得差得多多少少，這是你們要了解的。所以別看說《德育古鑑》這種，好像這是世間的書，是的，現在我們這裡講下士道，這個就是整個修學佛法的根本。而這件事情呢，共下士、共世間的，這個行相，典型的行相都在這個地方。道理在這地方已經告訴你，然後你從這地方看見那個樣子，一看的話，你就產生很大的警惕。你才能夠從外面耳濡目染，從聲色犬馬當中，看那些莫名其妙、無關緊要的，今天天氣哈哈哈，乃至於什麼張三、李四，這種事情上面轉移過來，那個時候我們就有機會上去了。",
    "258": "[04:18]所以平常的時候，如果我們除開看這個本論，理路認識之前的話，務必要多看這一種因果故事，以及祖師的傳記。祖師的傳記是策勵我們說：啊，那些祖師們是這樣啊！叫你看了真是 ……。我每看到這種祖師傳記，總沒辦法，忍不住熱淚盈眶，有的時候乾脆就放聲痛哭，也覺得高高興興一點；想想他們這樣，這是策勵自己的。然後呢看這種因果故事的話，那個典型的例子擺在這裡，叫你不能放縱啊！它那個心情就是這樣，你心裡一動，馬上來了。所以以前那個功名就是這樣，往往這個壞事還沒做，他心裡面動了一個壞念頭，或者什麼在計畫當中，完了！他那個功名就削掉了，這樣啊！所以這是我們從這個地方特別說明，我們要了解這個業的情況，業不是外來的，都是我們自己造的，而一切的苦樂都從這個上來的。現在我們繼續下去，那麼上面從兩個不同的來源、不同的傳承，告訴我們輕重相。",
    "345": "[05:45]第二兼略開示具力業門分四。這個地方也說，下面有幾樣東西，它具有特別重大力量。這個地方造的業同樣一點點，而產生的這個業的果報不得了地大。第一個是",
    "367": "[06:07]由福田門故力大者。這個是福田，這是最好的田，如果你把善種子種下去的話，一點點可以長出絕大的善報來；反過來，你做一點點壞事的話，就得到絕恐怖、絕嚴重的這個損害。",
    "387": "[06:27]謂於三寶，尊重，似尊，父母等所，「三寶」，很明白。「尊重」的話，就是自己的師長。「似尊」就是，他雖然不是引導你三寶向上的這一個善知識，但是他對我們的價值，也像那個尊重一樣，那是指什麼？父母等。",
    "414": "[06:54]於此雖無猛利意樂，略作損益，能得大福及大罪故。這個地方，儘管你沒有猛利的意樂，前面說以猛利的意樂去加行，就結重的罪；那個地方不要猛利的意樂，你稍微做一點，好的得善果，壞的得惡果，這個要了解。所以我剛才講那個公案當中，王用予那個同學，他並沒有跟他父母睜大了眼睛還吵喔，他父母講的話他也做，不過做的時候委委屈屈，心裡面總歸覺得 ……他還是去做了。唉！所以我覺得這個最可惜的是莫甚於此。假定你真的不做了，那還情有可原；你還是去做了，時間還是去做了，精力還是浪費了，他心裡就是委委屈屈，就是不高興。對不起，結果不但白做，而且還受罪啊！你看看。所以這個地方，我們要了解這個業的真正的樞紐在哪裡，這是非常重要的一個概念，這是非常重要的一個概念！",
    "482": "[08:02]所以儘管，現在譬如說講戒，基本的講戒的話，總是講身口七支而不講意的，往往是這樣。實際上真正的戒是這樣嗎？我們仔細看看，不要說北傳的絕對不這樣講，南傳的，那個《清淨道論》說得非常清楚啊！還有《俱舍論》，《俱舍論》也是典型的。這個業是什麼？思、思已業，就是你思心所，當你起心動念的時候，這已經在這地方了。由於起心動念，然後你形之於身口，哪裡說只戒那個身口的？你心裡面胡思亂想，不管你做得再好，胡思亂想沒有用。不管你行持得多好，你的心裡面老去東 ……像猴，心猿意馬地亂轉的話，這也不相應啊！這是我們要了解的。",
    "534": "[08:54]此復猶如《念住經》云：「從佛法僧，雖取少許亦成重大。若不與取佛法僧物，仍以彼等同類奉還。盜佛法者，即得清淨，盜僧伽者，乃至未受不得清淨，福田重故。那麼下面馬上引那個經上面。對這個三寶，哪怕起很少一點點，再少一點點，這個就重大得不得了！因為這個三寶，所謂常住，常住通常我們說十方常住，這個通於十方的。你想想看，那麼隨便一點點，通於十方的，哇！那是不得了的，不得了的啊！若不與取三寶的東西，那麼你同樣的東西去還給他，假定說盜佛跟法，你取多少還了他，清淨了。如果盜僧伽的話，對不起，你還他的還要受，說拿完了，我現在還給你，他說受了，可以，那就對；否則的話，還是不得清淨喔，這個東西非常可怕喲！",
    "601": "[10:01]所以我昨天在這個地方特別提醒，我們這個常住的東西呀，千萬注意，千萬注意！尤其是我告訴你們關於電話的事情，不要說：哎呀，這裡反正不要錢哪！你隨便想起了，今天高高興興就打一個。暫時我所以沒有立的話，因為立了你們馬上就犯重罪，在沒有立的之前，但是對不起，這個還是有很嚴重的果報的。我先慢慢告訴你們，以後慢慢、慢慢地這種規矩都要建立起來。不是說要讓你們約束，這是對我們最佳的保護。既然我們有這個因緣跑得來好好學的話，總希望不要墮落，總希望不要墮落。這個唯一的辦法，就是靠持了那個戒，有境界現，擺在那裡：喔唷！對、對、對！隨時提醒我們自己。",
    "655": "[10:55]若盜食物，當墮有情大那落迦，若非食物，則當生於諸獄間隙，無間近邊極黑暗處。」如果說盜了這個僧伽吃的東西的話，那麼墮到那個有情大那落迦。喔！這個非常可怕，這個大地獄我們前面說過了，這個可怕得不得了！不是食物的話，則生於諸獄的間隙，它每一個有情大地獄旁邊，它還有邊、旁邊的，還有一種間隙的地獄，那種無間的近旁，很多黑暗的地方。還有一種叫獨孤地獄等等，不管怎麼樣都是非常可怕的，都是非常可怕的。那麼這個下面又引：",
    "711": "[11:51]《日藏經》中特說犯戒，受用僧物少許，或葉或華或果，當生有情大那落迦，設經長夜而得脫離，復當生於曠野尸林，無手乏足諸旁生類，及無手足盲餓鬼中，經歷多年恆受苦等極大過患。這個又另外一個經。你出了家以後，如果犯了戒，那個時候非常可怕，非常可怕！受用一點的東西，乃至於花、果、葉，這是指很少很少的，都要墮落到大地獄當中去，然後呢受的時間是非常久。然後出來了以後，然後生到那麼曠野尸林，這種無手足的旁生，那是可憐極了！什麼是無手足的旁生？蟲啊，蛆啊、蟲啊，我們看這種可憐極了，啊！那實在是。還有呢無手足、盲目的餓鬼當中，還要繼續受絕大的苦。不過這個地方犯戒前面已經說過了，尸羅、軌則、淨命、正見這個四樣東西，前面三樣東西沒有圓滿，如果你正見具足的話不會墮落，這個我們要了解。尤其是現在末法的時候，你要絕對清淨的話，這個的的確確比較難；但是呢反過來，如果說你得到了正見，努力去做的話，這個就有絕大的功德，這個到後面會詳細告訴我們。",
    "818": "[13:38]所以到這個地方，一方面我們可以說要引起極大的警惕，如果自己做不到的話，千萬脫下這件衣服來，這個利養不能受。反過來說，如果你有這個志氣的話，你只要努力去做的話，得到了正見，儘管你不能百分之百地圓滿，你能夠做一點的，這功德同樣的是無量無邊不可思議。這功過在任何情況之下，一定是相等的，相等的，下面他會特別等一下會說明。",
    "855": "[14:15]又說已施僧眾苾芻，雖諸華等，自不應用，不應轉與諸居家者，諸居家者，不應受用，罪亦極重。還有呢，說凡是人家這個布施、供養出家人的，隨便任何東西，一旦供養常住的話，千萬不要自己去用，自己千萬不能，也不能轉送給別人。然後如果在家人來也不可以受用，受用這個東西有很重、很重的罪過。這一點我們大家要注意，大家要注意！現在目前這個環境，這一條好像行大不通，但是我們不要去管人家，不要管人家。千萬注意！現在這個世界有很多大菩薩在這世間，我們不知道，我們不知道。我們真正修學佛法注意，這是幹什麼？那我修行自己，很簡單。然後你修好了，推己及人，你幫助別人，這個才是我們真正重要的。儘管你完全對，你管別人的話，你已經百分之百地錯了，佛法不這樣講的。",
    "927": "[15:27]所以這個地方注意！我們不要看見，常常有人說：「你看人家怎麼做的。」人家怎麼做的是沒有錯，你現在請問你學人家還是學佛？學佛，那人家怎麼樣做不管他，佛告訴我們怎麼做，這個才是我們應該做的事情，這個概念很重要！在我們人家倒不一定說人家啦，有的時候說某一個法師、某一個道場。那個時候你要衡量衡量：喔！這個法師是一個大菩薩再來，他自己在這個地方，為了救度眾生這樣去做，我自己衡量衡量行不行？不一定行。所以有一個大祖師，他在那兒認真修行的時候，他非常艱苦，人家就說：「欸，我現在看見那種很多大法師們修的時候，都不像你這樣的那麼苦啊，你為什麼要這樣的苦法？」那個大祖師怎麼講啊？「人家是獅子，我是兔子啊！那獅子走的路子，跳的地方，那個兔子不能跟著牠走。」",
    "990": "[16:30]我們要常常記住，那是大菩薩的行事，跟我們完全不一樣。地藏菩薩一天到晚在地獄當中救眾生，這個地方我是絕對不敢去，如果你們有這個本事，你們就去。所以看見別人的話，你要曉得那種人真了不起，所以對我們自己來說，我們要注意。固然不要隨隨便便 ……所以這個剛出家的時候，這個在家人啊，千千萬萬要遠離，攀緣的心理是萬萬不能有，不管你找什麼藉口，弘法什麼等等。真正重要的自己記到，你心裡面最清楚，自己衡量衡量：我這個心裡是不是很清淨？是不是真的發慈悲心？是不是真的看見這個世間，明明這麼厭惡，產生大厭惡，然後看見那些人墮落，我要去救他才去？那時候你就對了。如果心裡面啊，這個放不下，那個也放不下，這種情況之下，千萬不要拿這個美麗的言詞做為藉口，害了自己，這一點很重要，這一點很重要。",
    "1062": "[17:42]即前經云：「寧以諸利劍，割斷自支體，已施僧伽物，不與在家者。寧食熱鐵丸，火燄即熾猛，不應於僧中，受用僧伽業。寧取食猛火，量等須迷盧，不以居家身，受用僧財物。寧破一切體，貫諸大丳上，不以居家身，受用僧財物。寧入諸舍宅，火炭徧充滿，不以居家身，夜宿僧房舍。」這個還是前面的《日藏經》上面告訴我們的，這很清楚。你就算是拿著刀割自己的身體，你也不要把僧伽的東西隨便地送給別人去。這個傷害自己都不可以，何況做一點小小的人情，不要做啊！然後呢，「寧食熱鐵丸，火燄 ……」這樣，這個是非常嚴重、非常嚴重的事情，寧願吃這個，不要吃僧伽的東西。不過這一點注意，後面的諸位居士，你們是淨人，淨人可以的。總之一句話，我們一切都是如法，所以你們來了以後，一心想學佛，侍候很多這個團體，如法向上，這個情況。這個情況是注意！",
    "1152": "[19:12]說到這裡，我以前十幾年以前，我曾經有一次偶然的機會，聽見大家有幾個居士，那位居士很發心，跑到常住燒啊、忙啊，那有人要出去了，他就說：「欸，不要走、不要走、不要走，這個廟裡的東西是大家該吃的。」唉呀！那時候我一聽哪，背上面汗毛直豎，說廟裡的東西大家該吃的，經上面可沒這樣講喔！所以現在我們可想而知，這個時下一般的概念的錯誤啊，一般的概念的錯誤啊！說這個是末法。所以在這個時候，我們能夠真正地努力，你咬緊牙關好好地做一點的話，那個時候就有不可思議的功德。",
    "1201": "[20:01]平常有的人說：「哎呀！大家都這樣，要你這樣的話，那你這個不近人情。你如果這樣做的話，你這個地方就沒人來。」沒關係，沒人來，沒人來我來，我在啊！怕什麼？沒人來供養你，餓死了，餓死了我正好生天到極樂世界去啊！本來我就不願意待在這地方，這個概念大家要牢牢把握住。如果你沒有這個概念，請問你跑來幹什麼？趕快脫掉衣服回家去，過你的舒服日子，可以啊！這個概念很清楚、很明白。所以說不甘淡泊啊，這個地方不必來。但是這個淡泊有代價的喔，眼前稍微一點點，將來這個果報可是好得不得了啊！所以這個出家的真正的珍貴的地方是這樣，我們應該了解的。下面這個文字滿容易懂，就不必再進一步解說。",
    "1260": "[21:00]又僧伽中，若諸菩薩補特伽羅，是極大力善不善田。那麼在僧伽當中，僧伽當中有一類是菩薩比丘，這個福田是特別大、特別大、特別大！下面引一個經上面來證明說。",
    "1282": "[21:22]《能入發生信力契印經》說：「設如有一由忿恚故，禁閉十方一切有情於黑暗獄。若有忿恚背菩薩住，云不瞻視此暴惡者，較前生罪極無數量。這個地方有個比喻。有一個人以忿恨力，換句話說大忿怒力，把十方一切有情關在黑暗的這個牢獄當中。啊，不得了欸！你現在無緣無故把一個人關起來都不得了，拿我們那個台灣人關起來，十方一切有情關起來，這個罪過多大呀，大得不得了地大。欸！但是比起下面來的話，下面這個罪還要重。下面是什麼？說有一個菩薩，你背、你忿恨他，說：「這個人我才不看他呢！」就這麼，這樣一下，這一個念頭本身比起前面這個罪啊，不曉得要重多少倍，不曉得要重多少倍！",
    "1353": "[22:33]前面我們好幾處已經說明了，乃至於經上面特別告訴我們。我們常常說：「這個經上面說個比喻啊！」實際上不、絕對不！經上面這種地方，都是實際上的量告訴我們，這個我們千萬要注意。前面已經說了，這個極重的、最重的業是什麼？以猛利的三毒，現在這個猛利的三毒當中，如果傷害別人的話，貪瞋癡三樣東西啊，瞋最嚴重。現在這個人以猛利的瞋心，把十方一切有情關起來，你可想而知，這個罪之重的，這麼樣的重法。嘿！結果呢，對一個菩薩，出家的菩薩，你對他以這樣的一個心情，這個罪還要重，這一點是我們特別注意。",
    "1404": "[23:24]說到這地方，常常提起一件事情來：說到底哪一個是菩薩，我們不知道，所以儘可能地，不要輕易地隨便犯這個瞋心，這是第一點。那麼第二點呢，就是假定說我們修學佛法，出了家了，那麼然後呢，在這種情況之下注意，有的時候這個人家來教誡、告訴我們，不管是同行善知識、尊長善知識，有的時候來好好地說，有的時候會呵斥你。要曉得這個對我們說也好，呵斥也好，這正是指出我們的毛病所在。那個時候我們如果真的想努力修學的話，那時候應該至心感謝，說：感激啊！他指出我的毛病來。這一點我們要認識的。我們往往不認識這一點，在這個愚癡當中，自己保護自己，自己說他 ……對方告訴我們，自己不服氣，自己辯護，完了以後心裡面還覺得：「這個傢伙！專門找我麻煩。」這一念引申下去的話，後果非常可怕、非常可怕！前面也說過了，這個尊長你隨便生一點點，萬一這個人是一個發了菩提心的菩薩的話，那一念生起來的話，啊，那後果非常可怕！所以尤其是對於真正修學佛法的人，這一點特別注意。",
    "1495": "[24:55]這個也就是說，為什麼佛菩薩不是不來救我們，他沒辦法來救我們哪！因為你來了以後 ……他真正的佛菩薩救我們是什麼？就告訴你的毛病要你改。結果等到告訴你毛病，你聽不進，起一念瞋心，你改倒沒有改，一下自己送到地獄裡面，不曉得長劫才能夠出來，這是一個清楚明白的事情啊！這是所以我前天一再給大家說：是的啊！的的確確不是說所有那些人都是佛菩薩啊，好就好在他不是佛菩薩，所以那個時候正好趁著這個機會，不管任何人來告訴你，喔唷，趕快，你當他是佛菩薩來淨化你自己啊！等到你慢慢鍛鍊了以後，養成功了習慣，不管什麼人來說你，你反省，那個時候佛菩薩來的時候，欸！那就對了。要不然你這惡習還在，只一個不小心，人家一說，你犯了一個瞋心，你完了！你想到了這一點，任何人肯說你，這個是一個大善知識，這是我們千萬應該知道的，我們修學佛法必定要從這個上面開始。",
    "1567": "[26:07]所以就像我們平常練習任何東西說，你要學一個任何一樣東西，以前所謂劍術，現在的打拳，剛開始絕對不可以拿了真刀真槍來動的。你拿那個真刀真槍一動，對不起，唉呀！不是傷了人，就是傷了自己，這個很清楚很明白嘛！或者我們現在說，我在騎腳踏車沒關係，爬上去最多跌一跤；這開汽車的話，這個汽車引擎一發動就出毛病；如果你學飛機的話，那就完了，一出去保證你機毀人亡啊！這個東西只有在什麼？喏、喏、喏！一個玩具讓你玩一玩。所以你想到這裡的話 ─是的，眼前的所有的那些的人，不但是不要說是佛菩薩，不要善知識，哪怕他是個惡知識，他是他的惡知識，他來罵我，可是我從他那地方能夠學會忍耐，學會反省的話，這不是更好嗎？不是更好嗎？你想到這一點的話，很清楚，你跑得來幹什麼？修我自己。他現在由於對方而成就我自己，你不是應該感謝他嗎？",
    "1642": "[27:22]所以眼前第一件事情，真正重要的要認得這個，這種都是正知見。所以我們現在動不動說：唉呀！現在到處找不到善知識。怎麼會沒有善知識？你自己相應不相應，你自己完全錯得十萬八千里，然後說到處找不到善知識，你真是找到驢年也找不到。當年我自己一直犯這個毛病，現在一直改還是改不過來。所以在這地方，我也常常跟同修，我聽見太多的同修，一開口都是這樣：「哎呀，現在這個地方沒有一個像樣的人！」我只好嘆一口氣，想一想我自己，這又是一個善知識，又來告訴我來了。這是千真萬確的事實啊，千真萬確的事實啊！現在我們繼續下去，繼續下去。",
    "1693": "[28:13]又較劫奪南贍部洲，一切有情一切財物，若有輕毀隨一菩薩，亦如前說。同樣一個比較，說我們南贍部洲的一切的財物，那是說，換一句話說，前面的那個瞋，那個地方是盜，你把所有的有情的東西，你統統把它搶得來了，這不得了欸！戒律裡面盜五錢成重，那就不能懺悔的。他現在是把南閻浮提的統統搶得來的，這個罪比之於隨便傷害一個菩薩，這個罪還要嚴重，這個是一個比一個強。最後",
    "1739": "[28:59]又較焚毀殑伽沙數諸佛塔廟，若於勝解大乘菩薩，起損害心，發生瞋恚，說諸惡稱，亦如前說。」"
}