{
    "3": "[00:03]你沒看見過那乞丐可怕的樣子，有很多手沒有的，有很多那個眼睛瞎掉了，鼻子沒有的，有很多那個的。我最深刻的一個小孩子，那小孩子都是光著屁股，赤著腿，身上曬得像黑炭一樣，這樣的可憐。到了冬天，冷得不得了，撿到了一個，不要說麻布袋撿不到，人家丟掉的那個紙裹在身上，就這樣子，就這樣的可怕法！",
    "106": "[01:46]然後呢我看見一個小孩子，那個小孩子，一個女的，不曉得那個頭上生了什麼東西，那個整個額骨頭上，像蜂窩一樣，那個膿在流。唉呀我一看哪！我一生沒有看見過這麼個可怕法的。從那個頭髮，那個髮根上面這樣的下來，就像蜂窩，每一個地方，這樣。我老遠看見了，我本來想送她一點東西。結果他們那個乞丐，還有一個壞毛病，他還要來摸你，唉呀！我實在看見了她 ……一方面是摸這個東西，一方面跑來摸你。我想向前面，我不曉得怎麼跑過去。我就先跑到那邊，結果那個小孩子跟我到那邊，我趕快，快步地逃走來不及。唉！她看看追不上了，她在那兒，我心裡一直跳。我說不送她，我是不忍心，送她，我看見那樣子真可怕，這樣。",
    "155": "[02:35]那為什麼要說那個乞丐故事呢？我就告訴你。當年有一個，印度那個時候有一個大成就者，那個事情已經發生了前很久很久了。他就說啊，這個公元一千年左右，那個回教勢力入侵，入侵了以後，把整個的那個聖物統統摧毀，摧毀，就是看見廟就破壞，就這樣。然後那個主犯不談，還在阿鼻地獄，不曉得哪出來。這個從犯，那個從犯就這樣，然後呢受了這個惡果，然後出來了。出來了以後，他的餘孽未盡，生生世世就在那地方。如果那時候，他那個佛像額骨頭上把他敲一下，就這個樣子，爛！如果他一個髒東西丟在這個上面，就這個樣。然後呢敲斷了手，那個手就沒有；然後呢敲壞了什麼東西，手就沒有。他什麼時候出來，還不知道。你看那乞丐的可怕，那真是可怕！所以這個毀南閻浮堤塔廟的這個罪過，是可怕，可怕得不得了！",
    "216": "[03:36]欸！但是這個罪過怎麼樣？反過來，對勝解大乘的菩薩哦，那個大乘菩薩是勝解行地，還沒有登地哦，還沒有真正的見道的菩薩哦，還不是聖者哦，是發了菩提心的菩薩，只是如此而已；他是個凡夫。你只要起一個損惱心，然後呢瞋恚、討厭他：「這樣，這個傢伙！」然後呢你還說他壞話，這個罪過比前面還要重，看看喏，這千真萬確的事實哦！唉！所以對這個佛法上面，你隨便一點點的這個損或者是益，是不得了啊！剛才是說，對這個塔廟的損。這個地方不要害怕，我說一個高興的公案，給你們聽聽。",
    "266": "[04:26]這個佛世的時候，有這麼一個公案，一個比丘叫象護，「象」就是大象，「護」是保護，他的名字叫象護。他為什麼叫象護呀？從小他家裡出生的時候，他家裡那個金銀財庫都滿，然後這個庫藏裡邊，有一個小的金象。這個金子的象啊，牠自然來的，也不曉得哪兒來的。然後呢那個小孩子長大了，那個金象也長大，欸，跟那個小孩一樣長大。等到那個小孩子長大了，可以玩的時候，那個象就老跑出來，那個小孩子跑到那裡，這個象就跟到哪裡。然後呢，他騎上去跟牠一起玩，一直等到長大了。這個在印度啊，他使用的東西象是最好的，最好的這個騎乘。平常像我們馬啊、牛啊，你最多一個人，那個象，我在印度看見，你騎在象上面，他可以弄一個非常好的一個坐的東西，那個像一個轎子一樣，擺在象的身上。像那個什麼？像那個 ……像那個我們中國說那個轎子，有各式各樣的東西放在那裡，裝璜得非常好，那象的力量大嘛！結果呢那個小孩子就是，一生就跟著這樣了。",
    "346": "[05:46]那麼他是摩羯陀國，他父親是摩羯陀國的大長者，非常有錢的人。凡是那個有錢的人，他們印度這個種族觀念，是非常厲害的，所以有錢人都在有錢人一堆住。那個時候就說有五百長者子，那經常一起玩的。這個一起玩的當中，有一個就是國王的兒子阿闍世王。那個時候，他還沒有做國王，也跟那些人一起玩。他們每個人都有他的家世，或者天生來，每個人都有他非常殊勝的這種感應。那麼這個人就有這麼一個好玩的事情，就這樣。他隨時隨地，他想到要騎那個象，那個象就來了，蹲在那裡，讓他爬上去，這樣。就告訴他：「我不要了，你回去吧！」那象就先回去了，就這樣好。",
    "399": "[06:39]那麼他小孩子生的時候，通常他們要去問那個婆羅門，就卜一個卦，說小孩子吉祥不吉祥啊？起個什麼名字啊？那這婆羅門就問他，說：「這個小孩子出生的時候，你家裡有沒有什麼象徵？」他說：「有！這麼一件事情。」「對，這個小孩子是一個很好的好命，他的名字叫象護。」那麼後來他就這樣長大了。長大了以後，那阿闍世王，我們曉得，就做了國王了。他真是一個非常大的大暴君，他自己父親都要殺，所以他到處想辦去收擄、搜刮。當然他這個阿闍世王之所以壞的話，還是受那個惡知識的影響，這我們這裡不去談它，受那個提婆達多的影響，不談它。結果他就想：對呀！這個象護這個象，我以前沒辦法，現在做了國王了，想辦法把牠弄得來。所以有一天，他就特別邀請那個象護父子，說這個國王邀請他。當然，平常的時候國王邀請是非常光彩的事情，可是他們曉得，邀請他沒有什麼好事，然後呢邀請函當中還特別說，把那個象一起帶來，這樣。那麼這個父親跟兒子商量，說：「這次看這樣子，這很糟糕！那這麼好的象，牠一帶去的話，那就被他弄掉，被他要去了。」那個象護說：「沒關係，他要不去的，要不去的，儘管去好了！」結果父子兩人就去了。",
    "490": "[08:10]去了以後，然後大家玩得滿高興。玩完了以後，阿闍世王就說：「好了，好了！宴會結束了，你們可以回去了，那個象，就留在這裡吧！」那果然不錯，他父親心裡面嘀嘀咕咕，他兒子也很放心，好，回去就回去了。那就回去了。等到他們剛離開那王宮，沒多遠的話，欸！那個象自己啊，在那個國王的園庭裡邊，就不見掉了，又跟在後頭，又跟回家去，又把他們父子兩個人載回去了。他就高高興興 ─那個父親很高興，他兒子曉得不對！不對！這個象牠決定跟著你，你沒旁的辦法好想的。但是那個阿闍世王，他身為國王，他不會放得過我們的。想了半天想不著，所以只有唯一的辦法，那只有求佛出家。",
    "536": "[08:56]大家也曉得這個佛，所以 ……本來啊，他那個父親有這麼好的兒子也捨不得，碰見了這事情也沒辦法了，那只好說：「那大家去求佛吧！」跑得去，佛就跟他說法，欸，說法 ─法眼淨，然後呢沒多久，就證了阿羅漢。證了阿羅漢，那好了，這個事情就解決了。但是那個象還是跟在那個旁邊，大家就說：「那已經用不著，證了阿羅漢，當然用不著這些東西啊！」這個象還是不走，那沒辦法，那麼大家就去問那個佛了。「這是什麼因緣？怎麼樣才好？」這個世尊就給那象護比丘說，就說：「你現在回去，跟那個金象說：『我今生分已盡，不再用汝。』你對他說三遍，說我現在生分 ─生死已經盡了，現在不要你了，不必你來伺候我了，說它三遍。」說了三遍，那個象就隱沒不見了，從此以後沒有。",
    "601": "[10:01]那是什麼因緣呢？哦，原來這樣：他在毘婆尸佛，毘婆尸佛就是我們說七佛之首，就是過去莊嚴劫的倒數第三尊佛。那個毘婆尸佛的時候，那個時候像法當中，佛已經涅槃了，那麼造了很多塔廟。造了很多塔廟呢，有一個廟裡邊，就是菩薩降生的時候。那個廟當中有各式各樣的，比如說有的哪，平常的一般塑的佛說法的像，比如說我們這裡說法的像，或者是出世的像，左手托缽，右手按地；說法像有說法印，或者定印，或者什麼。那麼有的時候紀念他的，比如說出生的時候，一手指地，一手指天，七步等等，有的涅槃像。那麼這一個廟裡邊塑的那個菩薩，是從兜率天降生的時候這個菩薩像，騎著那個大白象下來的，這麼一個像。",
    "662": "[11:02]結果那個年久了以後，那個不是佛菩薩本身哦，那個象身上面那個鍍的金，有一點剝落了。有一個窮人，他跑到廟裡去拜佛，看見了那個象身上剝落了，心裡是不忍：唉呀！這個佛的地方，怎麼剝落了？他根本窮得不得了，想盡辦法是弄了一點點，不曉得什麼泥巴啊什麼東西，跑得去把那個象身上就補了一下。就那補了一下，從此以後他就生天，就這樣。那多生多劫有這個，一直到現在，那還是這個因緣。到現在呢，他這個跟法相應的善根成熟了，證了羅漢果。",
    "708": "[11:48]所以我這個地方說到「毀」的嚴重，反過來呢，你只要對他一點點，做一點好的。我這地方是反過來說，做一點的好事有這麼大的效果；然後毀壞的話，同樣地，可以想像得到，有這麼嚴重的惡果。但是這麼大的惡果，而你對於一個起了勝解大乘的菩薩，有一念瞋心，乃至於你說一點批評他的話，這個惡報這麼重。所以現在我們動不動隨便批評別人啊，菩薩戒上面告訴我們「說四眾過」。固然你受了戒，除了這個性罪，還有遮罪；你不受這個戒，一樣地，你只要一開口 ─罵，你只要心裡面起一個念頭，就對我們有這麼大的損害，但是你曉得他是菩薩嗎？所以注意哦！現在我們修學佛法，的的確確要想積功德是千難萬難啊，但是我們要毀壞的話，好容易、好容易呀！",
    "773": "[12:53]真正的觀念不是它難跟容易，真正的難的地方，就是我們得不到正知見。所謂這個正知見，不是說今天文字認識哦！正知見就是說，你認識自己的心相，了解了以後，看心裡很清楚，欸！一念起來了，起來的不相應的惡念，你認得這個，這個叫正知見。然後呢，一念起來了讚歎，這個就對的，這個才是我們真正重要的要學的地方。繼續，還有一個經：",
    "806": "[13:26]《能入定不定契印經》說：「若剜十方有情眼目，由慈心故令眼還生，及將前說一切有情，放出牢獄，悉皆安立轉輪王樂或梵天樂。如次若於諸能勝解大乘菩薩，淨信瞻視及由淨信樂欲瞻視，稱揚讚歎，較前生福極無數量。」剛才說壞的，現在好的。就是你把十方一切有情的眼睛，都把它弄瞎掉，弄瞎。弄瞎了以後，現在你慈悲心，把他的眼睛，欸，重新恢復，這個功德不得了！你現在救一個人都不得了，你把十方一切有情都救起來。然後呢，前面所說的一切有情，關在牢監裡，你把他放出來，不但放出來，而且給他種種快樂。快樂到什麼樣子？轉輪王，那個世界最快樂的。還有呢，三世間最快樂的是梵天樂，這個功德是大得不得了啊！",
    "874": "[14:34]你現在隨便布施人家一點點錢，那就很好。我前沒多久聽說，說前兩天有這個什麼，如來素食餐廳，說他那個餐廳，凡是出家人去，他都免費的。啊！結果生意是越來越好，有太多這種典型的例子。最近那個慈濟功德會，有很多委員，他拼命地救人，欸，結果呢，越來生意越好。那旁邊呢，大家都同樣的生意，人家都虧本，他就賺錢了，這很簡單，就是這個。所以做一點點好事有這麼大的果報，他現在把十方一切有情這樣的，那這個果報，大得不得了！",
    "914": "[15:14]但是，欸，你看比起下面，對一個勝解行地的大乘菩薩，那個不是登地的聖者哦，還是個凡夫菩薩，他只是發了菩提心的那個菩薩哦，勝解行的菩薩哦！你「淨信瞻視」，你不要怎麼樣，你只要對他有淨信心，看見了以後非常歡喜，「哎呀！這個菩薩。」你這樣很歡喜地看他，「淨信樂欲瞻視」，啊！你這樣非常歡喜地看他。乃至於「稱揚讚歎」，單單這樣，生的福是無量無邊啊！所以我們現在談到說：「哎呀！我現在很窮，沒有福德啊！」正因為你沒有福德，所以叫你供養三寶，所以叫你承事師長啊，結果偏偏捨不得。自己的事情忙得不得了，叫你做三寶的事情，大家總覺得好像，哎呀，吃了虧一樣；叫你侍候那個尊長，大家又覺得：啊，這個又不好。我們這個福德從哪裡培養起啊？這地方說得很清楚、很明白。你如果正確了解了，那時候你就會了解，前面說為什麼供養自己的尊重善知識，有這麼大不可思議的果報。積聚自己的資糧福德，最好的就從這個地方，很清楚、很明白！",
    "1000": "[16:40]所以大家要正確地了解的話，那個三寶一定興！為什麼不興啊？大家只忙自己的，結果呢三寶既毀壞，我們也下地獄。現在你了解了以後，啊，人人拼命！自己的事情沒關係的，丟在那裡不管，你一定或者把那個大殿，把那個園庭，然後那些東西弄得好好的，人家看了也歡喜，我們自己也生生增上，佛法怎麼不興呢？這道理這麼簡單哪！喏、喏、喏！這個地方，經、論、菩薩的典型的很多的例子，都說得清清楚楚。下面，",
    "1038": "[17:18]《極善寂靜決定神變經》中亦說：「較諸殺害南贍部洲一切有情，或盡劫奪一切財產，若於菩薩所修善行，下至摶食施諸旁生，而作障難，能生無量罪。」故於是處，極應防慎。下面又有一個比較，都是出於經上面的。你把南閻浮提的一切眾生，統統殺掉了，哦，這不得了！還有呢，把他的財產統統劫奪掉了。單單一個殺已經不得了，還要盜，這個罪好可怕！欸，可是比起下面來的話，這個罪還算輕的。下面什麼呀？說一個菩薩所修的善行，你並沒有傷害那個菩薩哦，只是他修那個善行的時候，你去障礙他。他那個菩薩去施一摶食，一點點東西，施給、送給旁生，說一粒糖給螞蟻吃，你把他障礙掉了，這麼一點哦，生的罪無量無邊。也許到這個地方我們會懷疑：「怎麼可能呀？」怎麼不可能！絕對事實，我告訴你！真正造的業，下面詳細說，這裡我簡單地說一下。",
    "1124": "[18:44]造的業真正的有三方面，《金剛經》上三輪體空，那個是已經證得空性以上的菩薩，在我們凡夫位上的三輪，這我們要正確地認識，慢慢地相似的清淨相，你去做就對了。哪三輪呢？你是作者，就是你的心裡面；然後呢你拿一樣東西，這個是所用的物，送給對方，或是施一粒糖，這個是你施的東西；給這個螞蟻或者蟑螂吃，那是受你的東西，那是旁生哦！這個三樣東西當中，任何一樣東西，都會決定你的業的大小。但是所施的對象，這個是固定的，那個畜生就是畜生，佛就是佛，你沒辦法轉變，對吧？所以這個雖然有絕大的差別，可是這個主，由不了我們自己。你今天碰見一個佛，他就是佛，你碰見了蟑螂，你沒辦法把牠看成佛那樣。然後呢你施的東西，就拿我們普通凡夫來說，就算你王永慶嘛，你最多只有一百億的財產，你比起南閻浮提固然比不上，比起這個台灣省都比不上的。",
    "1205": "[20:05]但有一樣東西啊，注意！就是我們發的心，這個菩提心的特質是什麼？它是跟法界相應的，法界相應的。就像那個算術當中，所以任何一數字乘那個無限大，乘出來的結果，都是無限大。哪怕一粒糖，哪怕施給一個螞蟻，不管另外的二輪是什麼，可是你的心是個無限大，結果是個無限大。他菩薩做任何一件事情，他以菩提心相應的，就是一個無限大。今天你把他障礙住了，請問：你賠得起嗎？這南閻浮提，只是個南閻浮提，跟無限大怎麼能比啊？這個南閻浮提，在太陽系當中，找出來小得一點點；在銀河系當中，找都找不到，非常清楚，非常明白，這是我們要了解的。所以我們真正修學佛法，要曉得這個大乘的真正精神啊，這是我們一定要曉得的這一點！這一點我們了解，這個業，它有特別大的大力量的，特別大，大力量的。",
    "1275": "[21:15]所以這地方，我們現在要特別注意，特別注意一個問題。現在目前交通方便，所以南傳北傳大家又開始經常來往。往往我們南北傳之間，彼此有意見的不同，這一點我們應該採取個什麼態度呢？我告訴你們：自己總覺得我現在很慚愧，我現在不了解，最好把兩樣東西都了解了一點，那個時候才去開口。現在我們通常很容易犯的大毛病，就說：「啊！我們是大乘，他們是小乘。」對不起，你說這一句話非墮落不可，非墮落不可！這是根本，佛說得清清楚楚、明明白白，無量阿僧祇劫所集的教法，隨便都不可以毀謗，何況這是根本！說大乘的根本，沒有這個小乘，根本沒有大乘。尤其是《瑜伽戒本》說得清清楚楚，不要說我們是大乘。反過來，同樣的所謂小乘的，因為有一點，關於這個維護得完整的話，那他們比我們維護得好得太多、太多。然後呢，你看見了這個好的形相，然後說：「哎呀，他們是，我們沒有了。」那又完全錯了，完全錯了！這一點啊也不必 ……。",
    "1360": "[22:40]這個經上面告訴我們這一點，我就一個事實擺在這裡。請問：像中國這樣的戰亂，到佛法最盛的時候，所謂唐 ─隋唐。隋唐以後，不要說經過「三武一宗」，除了這個以外，然後呢經過這個所謂五代，然後兩宋、元、明、清，這頻年戰亂是不曉得多麼厲害，一切東西都破壞得這樣厲害了。世界上很少有這個國家經過這樣的破壞，居然還能夠保存，假定說沒有一點真實的內容，請問，它憑什麼保存？不但保存，而且每過一個時候，欸！就只要有一個個把人出來的話，馬上佛法就旺，很興旺，憑什麼？這一點我們要了解哦！所以大乘的基本特質我們一定要了解，它的的確確這個實在是偉大極了！",
    "1428": "[23:48]反過來說，我們不要說大乘而輕易毀謗，絕不可以！大乘的基礎如果沒有這個的話，根本沒有大乘，你把你的根都挖掉了，你還談什麼大乘，自己還要毀謗別人，不，這第一個不可以。第二個呢，反過來，我們也要了解，不要看見，啊！說只有 ……現在好像這個佛法只是他們是。以他們來說，看我們不對，這個我們能夠原諒他的，絕對我們原諒他，因為他並不了解我們的這個大乘的內涵、特質。平常我們看一件事情，總是表相上去看。表相，現在我們的確是支離破碎，這是千真萬確的事實。所以他以一個外行人的眼光來看，自然產生這個結果。可是我們生在這一個大乘地方，這是我們宿生的善業所感哦！那個時候你不了解而跟著他們說的話，這非常嚴重。",
    "1482": "[24:42]其實不但是我們現在，所以我建議大家好好地學。你們不妨看看，不要看多的，玄奘大師的《大唐西域記》，你去看看好了。然後呢義淨大師，凡是中國古代高僧，到過印度的，以及像《阿底峽尊者傳》。那一個時候，印度本身就是這樣的，有的時候大小共同，有的地方只弘大乘，有的地方只弘小乘。彼此間就有各式各樣的意見，就有各樣的意見，這意見的參差，你是無法想像的。上一次我就告訴過你們，那個無垢友尊者。那這個小乘當中絕頂聰明的人，他因為毀謗大乘，馬上生陷阿鼻地獄。玄奘大師去看的時候，還看見那個地方，還立個華表；說：「喏！這就是某人，當年因為毀謗世親而墮落的地方。」這樣啊！所以這一點，碰到這種地方的話，我們從這地方呢，注意啊！我們不要 ……在沒有正確認識之前的話，自己只有一個心：「我們現在是很愚癡啊！我現在要好好地學啊！」這一點我們要了解。因為它這個業，具有絕大的力，具有絕大的力，你隨便一個念頭動的話，就產生不得了嚴重的後果！那麼再下面，",
    "1573": "[26:13]由所依門故力大者。所依的門，這個什麼呢？",
    "1580": "[26:20]謂如先舉個例。",
    "1582": "[26:22]鐵丸小亦沈水，即彼成器雖大上浮，說鐵丸再小的一點點，丟在水裡「噗通！」掉下去了。然後呢，你這個鐵再大，像大船幾十萬噸，不得了的，什麼東西都沒辦法，沈。欸！結果擺在水上，它就浮在那裡，為什麼呀？",
    "1602": "[26:42]說智不智所作罪惡，就在這裡，這個。",
    "1607": "[26:47]而有輕重。這個就說明了什麼呢？我們的智慧去辨別。下面：",
    "1615": "[26:55]此因相者，這個原因。",
    "1618": "[26:58]《涅槃經》說，諸愚癡者，如蠅粘涕不能脫離，雖於小罪不能脫離。這個經上面告訴我們，說愚癡的人、沒有智慧的人哪，就像那個蒼蠅沾到了那個涕。我們也看見的鼻涕，或者現在的這種膠紙，那蒼蠅一沾上面，對不起，是逃不走了。那實際上很小的一點點哪！我們愚癡的人，犯了一點小罪啊，就受大果、大果報。",
    "1650": "[27:30]由無悔心不能善行。由覆藏過，雖先有善為惡染污。故應現受異熟之因，變為極重那落迦因。「由無悔心」，第一個。「不能善行」，然後要覆藏，「雖先有善為惡染污」，所以「應現受異熟之因，變為極重那落迦因。」本來這種小小的，只要現在稍微受一點苦，就可以消掉的，結果變成功絕重的那落迦的因。啊，這個，這個是愚癡啊！剛才我特別把那個「腹誹」，寫成什麼？就是肚子裡嘀咕，我們常常犯這個毛病。其實一點很小小的事情，你就是擺在這個地方，然後呢還擺在肚子裡面，嘀嘀、嘀嘀、嘀嘀咕咕，這樣的話。所以我告訴你們，就像平常我們這地方立的很多法，假如你覺得不合適，你可以說這地方不合適，我倒換一個地方去，千萬不要自己肚子裡嘀咕，嘀咕對你有絕大的害處。乃至於你到那個時候嘀咕了，還爭取同情，跟人家大家說，說了以後想辦法去使得這個事情不成功，那是更嚴重，更可怕！雖然這不是破僧，但是這是破僧的因哦，這樣，這一點我們注意！不但這裡，在任何一個情況之下。所以我們只有一個念頭說：「啊！我現在愚癡，我怎麼樣才能夠把它改善自己。」不管跑到哪裡去，就這樣拿這佛法來照自己，這是最重要的一件事情。",
    "1738": "[28:58]又如少水投鹽一掬，則難飲用，或如欠他一文金錢，不能還償，漸被逼縛受諸苦惱。就這樣。這很少的水，一點點鹽放進去就不行。反過來，很大一缸水，投進去，如果海水的話，投上十斤、八斤、一百斤、一千斤，那動都不動，就這樣。那麼同樣地欠了錢，雖然很小，你不能還的話，很糟糕。世間的金錢還起來很難，佛法這東西很容易，你一要追悔、懺悔的話，問題就解決了。但這個懺悔不是個形象哦！我們現在太多的人，啊，就跑得去，今天就懺了悔，說懺悔就完了。那心裡面還在那兒：「反正懺悔可以完的！」你憑這個心的話，那個懺悔就根本就是連它動都沒動。這是我們要了解的。"
}