{
    "3": "[00:03]於此諸塔，復經微塵沙數之劫，以 一切種可供養事，承事供養。先看看這個經上的，這是經上的，說明了這件事情，這正確性，千真萬確。說比較一下，三千大千世界的一切有情，不是一個人哦，所有的人！啊，不得了！他講一切有情，不單單是人，螞蟻等等都算進去。人很少，只有四十億，最多五十億，如果這一切有情算起來，那是一個天文數字，不曉得多多少少。所有的人哪都各建佛塔，造那個塔，像須彌一樣大，然後呢這些塔去供養它，「經微塵沙數劫」，啊！實在是不得了。供的東西呢？所有的東西，那個是不得了地大。這個福報比其於 ─",
    "63": "[01:03]若諸菩薩不離一切智心，僅散一華，其福極多。喏！這個是大乘的不可思議的威德。「不離一切智心」，換句話說，他的意樂，以這種心情去散。一切智心是什麼？這個，那的確就是修相應的慧，修相應的慧。任運地，在任何情況之下都是這種心，那就是八地菩薩，初地菩薩剛剛跟這個相應。所以說，八地菩薩他隨便選一個花，隨便做任何一件事情，這個功德比他以前所有的功德，積起來還要大，就是這個道理。當然我們現在做不到，可是我們要了解，假定說你肯發一個心，那個心就大。所以我們常常記得那個沙彌這個公案，說：「我一定要做！」你就這一念心的話，這個心力就有不可思議，這是我們要了解的，這是我們要了解的。所以平常的時候千萬不要：「哎呀，我很差呀！」處處地方顧全到自己。處處地方想到：我一定要學佛，一定要怎麼樣！你平常的時候，只要肯內心當中這樣打這個氣，你就會很精采。",
    "142": "[02:22]我們在座的同修當中，有一位同修，他常常非常好的好心，做起事情來非常魯莽，常常這樣，但是我對他非常歡喜。他為什麼呢？就這個，這個人的心裡就有這樣，他總要學最好的。對我來說，不但歡喜，我覺得非常讚歎，這是值得我們讚歎的。不過我不是說讚歎這個人魯莽啊，注意啊！你要想把那個心真正做到的話，那一定要智慧相應的，一定要智慧相應的。所以說明了，這個大乘的特質在什麼地方，這個就是我們的意樂，我們的內心。所以你事情還沒有做，先不要先打退堂鼓：「哎呀，我差呀！我身體不行呀！頭又痛呀！」這個也不行哪！叫人家做了一點又損失啦 ……不要這樣做，不要這樣做。要發那個大心：我一定要去做到它！就是這樣，這個心情非常重要，非常重要。我們現在繼續下去。",
    "209": "[03:29]如是由其攀緣所得，若有勝劣，及緣自他利益事等意樂差別。那就是 ─這個他比較了，比較你得到的時候，你得到，用什麼心情去得到的，從最開始，一直到跟一切智心相應，這很清楚、很明白。所以你只要內心觀察一下，你非常清楚、非常明白，看看你現在行的什麼心理。儘管你窮得一樣都沒有，不要去攀緣，說我現在什麼都沒有，我就拿這個供養三寶。我告訴你們一個典型的故事，這個奔公甲，那是個大強盜，以前哦！喔，這個強盜，有一個老婆婆，有一個老婆婆年紀大了，人家就說了：一聲「哎喲，奔公甲來了！」她一嚇就嚇得馬上就嚇死掉了。你可想這個人，這個人多麼個厲害，這個強盜！",
    "269": "[04:29]結果他後來出了家了，出了家了以後，他這個人真努力啊！他剛開始出家的時候，他不是我們說，啊！一天拜多少佛，現在我們常常說，他自己好像認真地拜佛，常住的事情都不願意，自己用功，沒有這種事情。他不是，他不是做這個！他檢查自己的內心起心動念，起了一念惡念，他就要打它：「你又犯罪！」這左手表示那個；他右手代表好事，他起了一念善念，他就高興，把那個手舉起來，跳啊！高興！然後呢，那個牆上面畫一個白圈圈；做了一念壞事了，他就牆上面畫了一個黑圈圈，就這樣！",
    "312": "[05:12]他的老師過了幾個月跑得去看他，問說：「告訴你的，修了，修了些什麼？你最近做些什麼？」他說：「我就做了這些。」他的老師一看，「什麼？我教你，講了個半天你不做，這牆上面畫得一塌糊塗！」就把他痛呵一頓。然後呵完了以後，他就說，我為什麼這樣畫，原來這樣。啊！他老師聽見了就向他磕頭。他老師是誰？敦巴尊者哦！換句話說，他老師這個地位，相當於我們中國的六袓大師。喏！看見那個真正修行的典型的例子。不是說我們到處外面攀緣，我造了個大廟，不是這個意思。",
    "352": "[05:52]有一次，有一個很虔誠的供養他的一個施主，一直供養他的，供養他。有一趟那個施主要來，他想：「今天某人要來了！」他平常一天到晚努力呀，「今天那個佛檯上，把它弄弄乾淨。」就這樣，他弄好了。弄好了他又想：「平常我不大注意，為什麼今天弄得乾乾淨淨？」一想：「我不是為了供養佛啊，我是為了討好那個施主啊！這個是修行嗎？不對、不對！」他馬上跑到灶裡面拿了一把灰，把那個佛檯上統統撒上，就是這樣。好了！然後那個施主跑得來，看見這副樣子。當然，人家問他了，他自己就說：「哼！這個下流胚子！」他又不肯講。",
    "398": "[06:38]後來曉得了，曉得了以後，當時另外一個大善知識就說：「在我們全西藏，供養佛供養得最好的，你曉得是什麼？奔公甲那把灰！」懂得這個典型的公案嗎？千真萬確！奔公甲那把灰，拿這把灰把那個佛檯上弄得這麼髒，就是全西藏最好的供養。那個時候，有這麼多了不起的大成就者在喔！正行供養啊！換句話說這個是意樂，注意！所以現在我們真正重要的，佛在戒經上面告訴我們：「諸惡莫作，眾善奉行，自淨其意。」太多這種典型的公案，太多這種典型的公案。我們現在繼續把它下去。",
    "455": "[07:35]它上面說：「如是由其攀緣所得，若有勝劣」，這個勝劣啊是看你什麼？最主要就是看你的心！「及緣自他利益等意樂」，你這個意樂是靠什麼？你是為了別人、是為了自己？假定是為了自己，你遮蓋得再好，說得再漂亮，沒有用！你真正為了別人的話，就算人家看起來你做錯了，沒有關係。我們剛開始的時候，十全十美做不到的，一定的。並不是說，你這個表面做得不好也是對，不是這個意思；但是我們凡夫分上，走上去的那個本末，應該分得很清楚，這是我們要了解的。",
    "503": "[08:23]此復由其強盛微弱，恆促等門，應當了知。意樂本身這個量 ─下面講量，前面講的質，質就是這個樣。然後呢，這個質的強盛，就是力量的強大，那表示量了，也就是「微弱、恆促」。有很多人呢，心裡面軟趴趴的，你雖然想做，去做的時候就不靈了。有一種呢，想做：我一定要做到它！就這樣。心裡面你能夠保持多少時候，你就是保持這個心情，這個就無量無邊的功德。前幾天我們講的，記得不記得這個金貓因緣哪？他只是送三個銅板，然後得到三罈金子，然後他一路跑回去，一路高興，啊！想得越想越高興，跑了五里路。五里路就得到這麼大的果報！什麼？就是這個意樂，然後這個意樂的時間的恆常。他只是個樵夫，一點知識都沒有的，他只是說做了一點好事情，對於這件好事情的隨喜啊！",
    "567": "[09:27]所以這個正行供養的不得了，但是這個正行供養不是說，我的心好就好了，坐在那裡什麼都不動，不去管它。你真的心好了嗎？你真的心好了，坐在那裡懶癱癱的，然後呢坐在那裡只想著：唉呀，我坐在那裡。有人叫你掃一個地，又不願意，抹一個灰啊，說我心好，這個心好嗎？這很清楚、很明白喲！所以凡是這種觀念哪，都要弄得清清楚楚。有人去忙了，我自己偷偷地坐在後面，幹什麼？「我心好就好了！」你說這個心好不好啊？這個只有他自己知道了。所以凡是這種地方的話，真正重要，就是我們一定要認真如法檢察我們自己的內心，這個。「應當了知」，這是我們應當了知的。",
    "621": "[10:21]又於惡行，若煩惱心，猛利恆長，其力則大，其中復以瞋力為大。反過來呢，善是這樣，惡的話呢，那就是 ─煩惱心！煩惱心也是一樣，煩惱心當中三毒貪瞋癡，瞋是最大。下面又告訴我們：",
    "641": "[10:41]《入行論》云：「千劫所集施，供養善逝等，此一切善行，一恚能摧壞。」你集了一千劫所集的那樣供養，供養的是善逝，所以供養的福田是最大、最大的。親自供養那個佛喲！阿育王供養那個佛一點沙，就得到這麼大的果報；你現在一千劫供養這個佛，你發一次瞋心的話就摧毀掉了，這麼嚴重！",
    "677": "[11:17]此復若瞋同梵行者，及瞋菩薩較前尤重。這是普通的瞋心，他並沒有說。如果說「瞋同梵行者」，就說我們同修當中，如果你那個瞋心，那更嚴重。還有呢，對瞋恚菩薩，是尤其嚴重！所以現在我們有的人哪，跑得去說看見別人看不順眼，他自己還覺得：「唉，他這個錯啦！」他自己振振有詞，那就是對同梵行者生起瞋心，這點我們要注意，這點我們要注意！",
    "710": "[11:50]《三摩地王經》云：「若互相瞋恚，非戒聞能救，非定非蘭若，施供佛能救。」如果互相瞋恚的話，沒有一樣東西救得了你。持戒、多聞，然後學定啊，然後學蘭若，說這個人一點蘭若供養佛啊，沒有用！",
    "734": "[12:14]《入行論》中亦云：經上面這麼說，論上面也說。",
    "740": "[12:20]「如此勝子施主所，設若有發暴惡心，能仁說如惡心數，當住地獄經爾劫。」這樣，像上面這些勝子，勝子就是菩薩，這些地方，那如果說，有發一念暴惡之心，你這一個念頭發一個，就像你所發的惡心那樣，就要經過這麼長的劫數，住在地獄裡邊。這個概念我們常常想，念頭，一個念頭就這麼大的果報！所以眼前我們不要為了小小的一點點事情啊，就對自己大損害，眼前受一點苦，很快就過去了。其實啊你眼前，譬如說，譬如我們回想昨天：你坐在那裡一天，躺在那裡一天，跟忙一天，今天回想起來，一樣的，對不對？一樣的！所以我們這個懶惰，真是白白地浪費了自己；勤苦啊也就是白白地討了便宜，就是這個樣，這很清楚、很明白啊！所以你多想的話，自然容易。那麼為什麼我們偏偏又做不到呢？那就是我們宿生的習氣。宿生已經習氣這樣了，如果你再不努力的話，你不曉得到什麼時候，這是我們應該了解的。",
    "825": "[13:45]這個是關於業，抉擇這個業的內容，以及它的輕重什麼等等，我們了解了。現在了解了以後，我們就曉得，我們真正應該怎麼做。下面呢又告訴我們，這個業是什麼個果，這個果分三部分，分三部分。",
    "849": "[14:09]第三其果分三。異熟果者。三樣東西：異熟、等流以及增上果。這文字很容易懂哦，這個內涵是絕端重要哦！所以現在文字我簡單地說一下。你懂得了這個內涵，平常我們的修行，初步的修行的認識都有了。異熟，換句話說就是異熟因果，你宿生造了這個，這一世感得這個果報，把它唸一下就行。",
    "877": "[14:37]謂十業道，一一皆依事及三毒上中下品，有三三等。〈本地分〉說，此中上品殺生等十，一一能感生那落迦，中十一一感生餓鬼，下十一一能感旁生，《十地經》說，中下二果與此相違。就是說這個十業道，如果說惡業的話，以上品三毒的，那麼就感到地獄；如果是中品的，感到餓鬼；下品的感到畜生，這個是《瑜伽師地論》上說的。《十地經》中說的，上品的還是一樣，中、下的，那麼兩個調一調，他這個道理，這個文字很容易懂。換句話說，你造了惡業，如果是以猛利三毒造的話，十惡業的話到地獄裡面去，中品的是餓鬼，下品的是旁生，這個叫異熟果。",
    "939": "[15:39]為什麼叫異熟呢？因為他造的時候，這個業是或者善性，或者惡性。是的，譬如說你造的壞事，這是惡業，將來你感得那個果報體，那個果報的體本身無所謂善惡，對不對？像我們得到那個身體，那個身體什麼叫善惡呢？所以這個性，異性。還有呢時間，你造業的時間是那個時候，感果的時候是另外一個時候，異時。地方呢，造的時候是那個地方，感果的時候跑到那裡來，所以這個叫異熟果。",
    "977": "[16:17]從因到果除了這個異熟以外，還有兩樣東西，第二個叫等流果。先把這個三樣東西說一下，然後那個內涵說一下。說了那個內涵，我們就馬上了解了：啊，我現在造了，將來到哪裡去；我現在所以這樣，以前從哪裡來的，你就清楚了。你了解了這個東西以後，那個修行，你就開始正式可以了解從哪裡下手了。現在說一下那個等流：",
    "1005": "[16:45]等流果者。謂出惡趣，次生人中，如其次第，壽量短促，資財匱乏，妻不貞良，多遭誹謗，親友乖離，聞違意聲，言不威肅，貪瞋癡三，上品猛利。《諦者品》及《十地經》中，於其一一說二二果，那麼等流果呢，什麼叫等流？就是說跟這個因行相等的、同等的。由於這個跟因相等的繼續而流，流是向前面過來。就是當因地當中造這樣的，果地當中跟這個因相應的又來了。所以說，那個時候如果你殺生，使得人家壽命不能圓滿的話，你這一生也感得壽命不圓滿。所以「如其次第」，殺生嘛壽命得短促；你要偷了別人，那麼缺少了，這一生你也資財缺乏；如果說你姦淫別人的妻女的話，你這一次你自己的家人也是如此；你誹謗了別人，這一次也誹謗你。下面，這一樣一樣東西，貪瞋癡的話呢，以前你這個貪瞋癡，現在呢也是貪瞋癡猛利。這個異熟是這個因跟果不一樣的。等流呢，相等的，就是同樣地，它繼續地流得來。那麼這個是《諦者品》。《十地經》當中呢，說有感兩種，它哪兩種呢？",
    "1098": "[18:18]謂「設生人中，壽量短促多諸疾病，除了前面已經說的壽量短，還要多病。資財匱乏與他共財。",
    "1106": "[18:26]第二個偷盜的話呢，除了資財缺乏還要與他共財，就是說你的財富，對不起，你自己沒辦法保有的。第三呢，",
    "1117": "[18:37]眷屬不調或非可信，妻有匹偶。多遭誹謗受他欺誑。眷屬不和，眷屬鄙惡。哪！那個就是離間。你離間別人，到那時候，你的眷屬也不但是彼此間不和，而且你的家庭當中，就這麼亂七八糟，就是這樣，就這麼亂七八糟，總歸是這個家庭不和睦。還有呢，你常常說罵別人的話、惡口的話，",
    "1147": "[19:07]聞違意聲，語成鬥端。語不尊嚴，如果你綺語的話，語不尊嚴。",
    "1153": "[19:13]或非堪受無定辯才。下面是",
    "1156": "[19:16]貪欲重大不知喜足，貪欲嘛大，不知喜足，兩樣。",
    "1160": "[19:20]尋求無利或不求利。這個瞋，",
    "1163": "[19:23]損害於他，或遭他害。見解惡鄙，諂誑為性。」這個就是貪瞋癡，這個容易懂。然後呢這個等流的果的內涵，我要解釋一下。文字雖然 ……我不解釋，有一點困難你們只要努力地看一下，很容易懂。但是關於等流果的特質，我一定要說明一下，那個時候你們才認識，有這個認識，那個時候才談得到修行。最後兩句話先說一下：",
    "1195": "[19:55]諸先尊長說縱生人中，愛樂殺生等事，是造作等流果。前所說者，是領受等流果。那個前面很多善知識說，這個等流果，說除了這個異熟果你造了以後要下地獄以外，然後生到人當中的話，欸，你殺生的話，你到那個時候又歡喜殺生。這個歡喜的殺生這個心情，跟它的因地當中一樣，那個時候你好歡喜殺，你這次又來了，這個等流叫作造作等流。另外還有因為你殺生的關係，所以你的壽量短促，多諸疾病，這個叫領受等流，這兩個不一樣的。",
    "1241": "[20:41]那麼另外這個等流，另外一個 ……等流有三種等流，有一種叫真等流，有一種叫假等流，還有一個分位等流，分位等流不去講它。什麼叫真等流？就是這個造作等流。就是你殺的時候這個因是什麼因啊，前面你就是「殺」這個心，當因地當中你存了這個的話，然後呢果地當中，欸！這個心又現起了，就這樣。所以這個是的的確確地、真實地，跟你的因相應。然後呢領受等流的話，這個叫假等流。因為你殺的時候把別人的壽命弄短了，所以你這一生，你的感得的壽命也弄短了；因為你殺了別人，使人家痛苦了，所以這一次啊，你就得到疾病的痛苦，這是跟那個因相似的。",
    "1292": "[21:32]這個地方真正重要的，主要的就是這個真等流。你平常的時候，如果說你眼前，我們常常說，要想看這個宿生什麼因，就看看我現在受的果；要想我現在的做的因，將來就曉得什麼果，一個是異熟，一個是等流。而這個真正重要的就是什麼？現在這個等流。平常我們心裡面哪，有很多人哪做起事情來，他心裡面這個勁道很大；有很多人，啊，就是提不起來。為什麼？有很多人腦筋很聰明，有很多人腦筋就很遲鈍：有很多人歡喜這個，有很多人歡喜那個。為什麼？喏真等流，很清楚、很明白，修行沒有別的，就是這個。",
    "1346": "[22:26]所以這個因最主要的，平常我們只是講異熟，實際上修行人真正應該體會到、了解得到的 ─這個，這個是個重要的概念。平常你坐在這地方起心動念的時候，你不觀察它，就是這個樣，一觀察你就曉得了。平常你坐在那兒癡癡呆呆，那個就是你眼前的造作等流相，你宿生就是這個樣來的，如果你真的想修行的話，就從這個地方努力起。如果你坐在這個地方，平常的時候好歡喜管人家閒事，你宿生就是這個樣子。如果那個時候你看見了什麼，內心當中起的反應，喏，就是這個狀態，了解嗎？",
    "1388": "[23:08]所以你真正了解了以後，千真萬確的，這個業啊，不要等到說臨終的時候還不曉得到哪裡去，你起心動念的時候很清楚，現在造了什麼業，同樣你也了解，宿生是什麼因，這一生會感得現在的果。異熟是這個樣，等流是這個樣，異熟是外面看得見那個行相，等流就是你內心，自己檢查得清楚明白的。這個指正報而言，依報在下頭。同樣地我們現在的依報，這個世間什麼等等，這個叫主上果，或者叫增上果。我看我們這個增上果講得完，講不完？啊，其實增上果這個裡邊，有一段最重要的，最重要、最重要的一個概念，這最後兩句話，最後兩句話。哦，還是把它唸一遍吧！",
    "1456": "[24:16]諸主上果或增上果者，謂由殺生，能感外器世間所有飲食及藥果等皆少光澤，勢力，異熟及與威德，並皆微劣，難於消變，生長疾病。就這樣，這個叫增上果，主上果，有時叫士用果。就換句話說，你忙了半天，譬如說我們忙了半天，那麼有收穫。現在我們忙了半天，這個正報情況，前面是異熟跟那個等流，那麼外面剩下來的依報，就是這個東西。因為你殺生，所以感得外面的東西就少光澤、少勢力等等，吃的東西難於消化，容易生疾病。",
    "1502": "[25:02]由此因緣，無量有情，未盡壽量，而便中夭。這個是殺。「不與取者」，我也把它唸一遍，重要的地方我再講。",
    "1512": "[25:12]不與取者，謂眾果尠少，這是尠，眾果尠少，",
    "1519": "[25:19]果不滋長，果多變壞，果不貞實，多無雨澤，雨多淋澇，果多乾枯及全無果。這個就是不與取，就是現在這個時候，就是現在這個時候。有的地方啊下雨下得成災，有的地方旱得個不得了，那都是這種原因。再下面這個欲邪行。",
    "1544": "[25:44]翻到《菩提道次第廣論》一百三十五頁。上一次已經把抉擇業果的道理，頭上面幾個原則說了一下。第一個，我們首先了解的，世間任何事情都由業來決定。所謂業就是前面所造的因，你造的什麼業的因，那麼將來一定感得什麼果，這個因果之間，一點都不錯。其次呢，這個業會增長廣大。這兩點是我們整個的修學佛法的重心，這我們必須要知道的。然後呢，不做的碰不到；造了一定哪逃不掉。如果我們對這個概念不清楚的話，修學佛法始終在門外，始終在門外。",
    "1627": "[27:07]前面是歸依。我們了解，是了解世間的苦，所以呢，要找一個真正能夠幫助我們解脫的，於是最後找到說，在這種情況之下，唯一能夠幫助我們的這一個人，具足這個條件的是佛陀。於是這樣，然後呢怎麼一步一步推上來，追根究底，最後找到，啊，歸依了以後，所以能夠解決問題的，問題在哪裡？在這裡，那個時候我們要找到這個業。假定說我們對這個概念不清楚的話，儘管你信佛，沒有用！信佛的目的是什麼？解決你的痛苦，解決一切問題。而這個痛苦的根本，你把握不住的話，你雖然學了半天，沒有什麼用場。譬如現在我們平常看見很多學了佛的人，他還始終知見上面哪跟著佛法完全不相應。他自己覺得好像懂得很多道理，儘管懂得道理，是講的時候，有的，用的時候，沒有！",
    "1708": "[28:28]那麼真正信了佛應該了解，一切法無非是空緣起，它不是天生如此的，它也不是不順的因，不是說自在天，或者是什麼。所以前面曾經特別說過了，現在我們很多學佛的人哪，雖然學了佛了，但是我們並沒有真正照著佛告訴我們的話來說。佛告訴我們：這個因不要造，這個因應該造，我們不一定聽他的。倒是世間一個算命先生告訴我們的，乃至於現在各式各樣都是世間的概念，都是世間的概念。現在我們講科學，各式各樣的說，啊！這個科學上怎麼講的，這樣。稍微碰見一點皮毛，大家固執得要命，總是覺得這個有 ……好像很對的樣子。這我們要了解，修學佛法第一件事情應該認得，什麼？是我們以前那種概念的錯誤，我們應該認得，一切是由這個業感果的。"
}