{
    "15": "[00:15]那麼這個業的四個行相我們了解了。了解了以後，更進一步就是說：那麼什麼樣的業是善的感得善果，什麼樣的是惡的感得惡果，我們也了解了。然後呢，下面又特別地說明，有幾種業它具有特別力量的，我們了解了。那麼最後曉得由這樣的業，感得那個果，那個果分三部分：異熟、等流以及增上果。",
    "52": "[00:52]這個等流果前面已經簡單地說了一下，今天要特別解釋一下的，這個黑板上寫的，黑板上寫的。說，「造作等流」，它又叫真等流，這什麼意思呢？是說你因地當中，是有善心相應的，到果位當中，它還是這個。平常我們起心動念，前一個心念是善的，後一個念頭繼續地下去，繼續地向前面的繼續不斷地流衍，繼續不斷地向前面推衍，是前念、後念輾轉相生，而這個輾轉相生的前後，它特質相同的，這叫等流因果。我們剎那剎那地延續，一直不會斷絕，從前一世到這一生，從這一生到後一生，就這樣。",
    "126": "[02:06]所以我們平常的一切的情況，譬如說前面說異熟，當那個果報現起的時候啊，當我們對了這個境以後，我們內心當中，就有一種知見、感受，跟它相應的生起的。那個時候的那種知見、那種感受怎麼來的呢？就是說我們曉得以前我們這種習氣，當我們做這件事情的時候，由於這樣的一種心情去做，所以當這個果報現起的時候，它相應的這個心情又現起來了。前面這個叫作異熟的因果，那麼當那個時候，跟它相應的心裡面現起的這種狀態，就是等流因果，等流因果。",
    "184": "[03:04]對這個認識，對我們是絕端重要的，所謂修行就從這個地方修行起。這個話怎麼講？譬如說現在前面有一個境界現起了，境界現起了。以前你曾經傷害過他，所以這個境界碰到你身上的話，你同樣地是被傷害，那麼這個叫作領受等流，這個叫作領受等流，你被傷害的那個感受。但是除了這個身體相續上的領受以外，心理上面你會起一種反應：「唉，被傷害了，那我要以牙還牙去報復他！」這個時候我們心裡一定會生起這種心情來；或者他對你好的，你也對他好的。總是我們心裡面有種種的這一種，以世間上面的 ……平常我們常常好歡喜跟人家論辯見解什麼東西，這個毛病都在這個上頭，所以修行就從這裡。",
    "256": "[04:16]所以我們真正要認識，認識什麼？就是認識這個。假定這個不認識的話，那個就談不到修行，這一點我們這個地方非常重要，非常重要，它會輾轉相續的。這是為什麼，我們自己作不了主的原因就是這樣。你說作不了主嗎？好像作得了主，就是前面一個境界現起了以後，你還覺得很有道理 ─欸，他來害你嘛，「我當然要報復啊！」他罵你嘛，「他說得沒有理由，我當然要跟他辯論哪！」嗯，就是這樣。是，在這種情況之下，我們覺得是可以作得了主，實際上你為什麼心裏會生起這種反應來？你為什麼對這件事情這樣想？這就是我們不知道的地方，這就是我們為無明所覆蓋的。現在修學佛法真正要認識，就是要認識這個，大家懂不懂這個？現在這裡不一定完全清楚，到後面的時候才說明了。",
    "318": "[05:18]那麼認識些什麼呢？認識就是說，現在我們不管你起了什麼念頭，說對於壞的境界你去報復，對於好的境界你去歡喜，或者感激什麼等等，這個無非是或瞋、或貪、或癡，不管你怎麼做，總歸在三界生死當中輪迴，三界生死當中輪迴。壞的墮落三惡道，好的就是保持人天，也是暫時的，到最後還是在這個地方跳不出去。因為什麼？這個是有漏的，無明相應的。是真正的整個的轉化，就從這個地方轉化起，你當下認得它 ─不對，這個錯的，這個錯的！",
    "374": "[06:14]到現在為止，錯、對的內涵，我們還沒有深一層地去談它，但從這個地方要了解這一點。前面我們曾經講過修行，什麼叫修行哪？就是對我們善所緣的數數憶持，然後呢不要讓它忘失；把無始以來所緣的惡的，把它改變過來，這個基本的概念。因為我們無始以來一直緣那個惡的，說這個惡的不是一定做壞事，就是說凡是有漏的這種事情，我們整個地都要把它淨化。那麼這個基本概念，當時這一個道理，現在這個地方我們回憶一下。",
    "426": "[07:06]下面又告訴我們四種資糧。這個四種資糧當中，現在請你們翻到四十七頁，我們馬上可以用的，如果說你們好好地善巧的話，那這個時候就可以派上用場了。四十七頁上面，告訴我們這個四種資糧，第一種叫作密護根門，這個密護根門當中分成功五個項目，五個項目。就是說「根門」是我們曉得的，說六根門頭，為什麼要護它呢？因為我們一切有漏的善惡業，都是從這個六根對著六塵，然後生起六識，造種種善惡之業。由於這個業，所以就感得種種生死果報，現在修行就從這個地方修起。",
    "489": "[08:09]第一個叫以何防護。那麼你現在要修行就是修這個，所謂修習防護囉！那麼怎麼樣修習法呢？叫作「以正念」，這個正念要怎麼辦呢？對正確的認識，心念保持這個正確的認識，經常地，而且很認真地保持。喔唷！哪一念錯了，那你馬上不要放縱它；哪一念對了，就安住在這個上頭。",
    "521": "[08:41]是，對、錯的真正的內涵，我們不一定很清楚，但是在座有很多修行人，譬如說他學禪的人，那麼當然，以前的禪我們不談，現在目前禪所流行的就是參一個說「念佛是誰？」看那個「誰」。然後呢或者你參一個是，趙州說：「這狗子有佛性也無？」參一個「無」。你全部精神貫注在這個上頭，總歸要把它那個根由找出來。念佛的人呢？一個念、一個心念，一直在那句阿彌陀佛上頭。為什麼呀？這因為當你平常起心動念，不管是善、不管是惡，這個本身都是染污的。那麼這個念頭，我們拿世俗的標準來說，容或是有善惡，可是這個世間善惡的標準，結果是什麼？在三界之內的升沈，跳不出生死輪迴，最後必定是在生死輪迴當中，這是絕端地痛苦。這個正念是正法相應的，但是呢因為無始以來，它一直在散亂當中，所以要很努力地、經常地保持。",
    "610": "[10:10]那麼那個念頭保持什麼呢？第二個保護這個六根，就是我們的眼、耳、鼻、舌、身、意。那麼從什麼地方去防起呢？從什麼地方去防起呢？就是說這個六根所對的境界，就是防那個六塵。哦！這個是你歡喜的，生起貪；這個你不歡喜的，生起瞋；其他的你無所謂的，生起癡，就是這個樣。",
    "643": "[10:43]那麼怎麼防法呢？那就是這樣，有兩種。一個呢，你曉得這個根對了境以後，一定跟著外面去轉，所以不要讓那個根去對那個境。譬如說我們為什麼剛出家的時候，一定要住在山林裡邊，乃至於我們為什麼說平常的時候不准出去？我們曉得，一跑出去，對不起！你這個就亂掉了。所以我們一天到晚在這個寺院裡邊，眼睛所對的，不是佛菩薩，就是經藏、師長、同學，都是三寶，就是這樣。然後使得你的意念這樣，這是一種防護的方法，所以你不縱那個根。",
    "688": "[11:28]還有呢，這個實際上是不可能一天到晚都做得到的，難免有的時候你需要這樣去做，有的是無意這樣去，那怎麼辦呢？當那個根對了境以後的話，你心裡上曉得：「欸，根對了境了。」對於所對的這個境，不取行相、不取隨好。什麼叫作「不取行相」？就是你看見了：欸，這個好看！你不去看它，曉得這個不對的。這個好聽！不去聽它。這樣的不看、不聽是離開貪。反過來說，這個不好的，然後呢你不去管它，是離開瞋。這個是行相，就是當下的這個相狀。什麼叫作「不取隨好」呢？事情過去了，過去了，你剛才看過了，你心裡想：欸，剛才這東西也不錯呀！啊！這樣。或者剛才這東西很糟糕，你心裡就嘀嘀咕咕弄了個半天。這個就是不取隨好。",
    "755": "[12:35]那麼最後它為什麼要防？防些什麼呢？就是在這個時候，使得我們的意根哪，不要受著這一個塵境，而生起染污的意識。這個染污的意識就是我們的煩惱，生死的根本，它真正的防，就是防這個。",
    "781": "[13:01]所以當我們心相續，前後相續的時候，一定在這個異熟的因果當中，所以我們無法離開我們這個異熟的報體，這個是正報。我們一定在那個增上因果當中，我們無法離開我們外面所對的境界，這個無法可想的，我們也不必去想它。真正重要的就是等流因果，當我們心裡面相應的起來的時候，那個時候我們曉得前面這樣來是為什麼。以前不了解正確的佛法，在無明長夜以來，這個長夜是無始以來，都在這個裡面轉，現在了解了以後曉得到此為止，切斷！",
    "841": "[14:01]所以一開頭的時候，為什麼說我們修學佛法必須要的幾個條件，第一個，曉得自己的過錯。這個道理說起來是容易極了，做起來是難極了。儘管現在大家都在那兒聽，都在那兒講啊，碰見問題呀都在自己說我的對，啊，不曉得有多少道理！所以剛開始的時候，人家跟我講道理我還是聽他，也原諒他，他本來不懂嘛！結果發現我們很多同修們，修學了那麼半天，他還是講那個莫名奇妙的道理。所以一個修學佛法的人，最主要的我們應該了解，我們在無明當中，你那個道理是越講是越錯，不曉得錯到哪裡去，這是我們必定應該知道的，所以過錯應該拿掉。然後正確的第一件應該認識什麼？應該認識我們在無明大病當中。所以我們那個起心動念都是錯的，不是貪、就是瞋、就是癡，最粗的，細的根本談不到，那個時候你才肯一心一意地怎麼去改善。那麼改善從哪裡開始？就從這裡。",
    "907": "[15:07]現在這概念有沒有？這是非常重要的一個概念哦！平常我們必須把那個整個所講的那個次第啊，把它歸納起來，現在已經有了一個基本的認識了。當你這個基本的認識，有了正確的認識了，那個時候你就曉得修行，為什麼修行第一步要教懺悔，懺悔如何懺法，都從這個上頭。所以今天講的那個東西特別重要，如果說你們把握得住的話，如法能夠真正去懺悔的話，那個時候你要修學的佛法都成功。如果這個概念把握不住的話，那─是，種種善根哪，總歸好的，可是你要想得到這個相應的結果的話，沒有這個可能，而且「絕無可能」，四個字！一直等到有一天，欸，等到你又轉過來，又跟這個法相應了，還是這一些！然後呢，那時候你成功了。",
    "968": "[16:08]所以記住！我們不要讓我們轉了半天哪，那個說「半天」是形容詞哦！那個半天，可能無量阿僧祇劫，在地獄裡面去轉哪！所以這個地方我特別說一下，這個等流對我們這麼的重要。平常我們起心動念，在任何情況之下，就是這個東西，就是這個東西，等流的心識，念念地向前相續。所以說修行、修行就從這個地方，把前面這個東西到此為止，後面這個東西引發。所以我們在這兒聽呀！拜呀！幹什麼？就是薰習新的、跟法相應的，隨順正法跳出生死輪迴的這個認識，把它薰習進去，然後時時刻刻地把這個增長，而不是把以前染污生死之業跟著它轉，不是！這一點我們在這個地方要認識的。下面再看：諸主上果或增上果者，",
    "1040": "[17:20]「主上果或增上果」，這個「主」就是主要的，主要的上面它還有「增上」。這個意思就是平常我們就唯識上面舉一個比喻啊，它說就好像農夫，你種了穀子以後，到了收割一樣，收割一樣。換句話說，你做了什麼事情以後，你一定跟你相關的，它有回報。所以我們在這世間做了很多事情以後，這個正報是前面的異熟、等流。然後呢，外面這其他的回報，這個就是我們的，叫作士用果或者增上果。士用的話，士，就是你作者，用，就是你所受用的那些，那個主要的就是指外面的器世間，我們的依報。那個文字很容易懂，我們把它唸一遍。",
    "1096": "[18:16]謂由殺生，能感外器世間所有飲食及藥果等皆少光澤，勢力，異熟及與威德，並皆微劣，難於消變，生長疾病。所以現在這個時候，如果我們感覺得這些東西不好，大家千萬不要說：「哎呀，營養不好，不要這個！」營養要的，所以我們既然感得了這個身體以後，我們不能不注意。但是假定說，你的概念都擺在這個上頭的話，你學佛完全學錯了，完全學錯了，不必來學佛。我們必定要了解這個主要的是什麼？還是我們的業這個最重要。我以前聽人家講過一個話，當時我還覺得笑話，現在想想千真萬確。他有一個人很胖，大家覺得胖不好，他就說：「我這一點辦法都沒有，喝水他也胖。」這是千真萬確的。譬如我們這裡在座的有一位同學，他現在只吃兩餐，我鼓勵他吃兩餐，他一向吃一餐，他也吃得很少，但是來得個胖，精力來得個好！別的人呢，就像我來說吧！那個不曉得多少營養，美國的標準哪，怎麼個弄，弄來弄去就瘦了個半天，這個非常明白。",
    "1179": "[19:39]現在世間人當然講那個，學佛的人還講那些，我是覺得完全顛倒，完全顛倒！我們不是說忽視，它前面說得很清楚的，凡是世間的任何一樣東西，用來做為我們的助伴，這我們必須要的。可是學了佛以後，居然不拿佛法來衡量，還拿這種世間來衡量的話，那錯了！所以這個地方告訴我們為什麼，就是我們宿生造了這個業，這是為什麼譬如說經論上面，乃至於戒經上面，《梵網》上面告訴我們，你遭到種種苦難的時候，你趕快跑得來讀誦、講說、書寫這個經律。那個時候我不懂，病的時候戒上面告訴我們病的時候你該休息，他為什麼跑得來讀誦、講說啊？很簡單！因為你以前不懂啊，然後你造了不相應的染污，現在既然在這種情況之下，你唯一的辦法從因地上面把它淨化。那時要因地上淨化怎麼辦？如法嘛！很簡單，就釜底抽薪，這是唯一的辦法呀！",
    "1251": "[20:51]所以那個時候我們就曉得，現在之所以痛苦是為什麼？以前造了惡業啊！現在要趕快曉得，怎麼樣的惡的業因感得惡果，什麼樣的善業感得善果，從這個地方改善才可以啊！凡是現在，不管是異熟，以及主上或增上果，當我們感到的時候，我們立刻應該感受到。不必說：哎呀！現在這個地方，這個不理想、那個不理想，責備人家，錯了，完全錯了！世間法，是對的；佛法不是責備人家，責備自己。所以說：「若真修道人，不見他人過。」這個現在你們懂得嗎？假定說你們在這個地方體會不到的話，那就是冤枉了你們自己，冤枉了你們自己。不是說我們現在馬上做到，就是說，我們這個概念必須要認識，然後認識了努力去做。那麼剛開始的時候做不到，它有一個原因的，那個後面會告訴我們，在懺悔裡邊，以及為什麼要懺悔，後面就再講。",
    "1329": "[22:09]所以關於到這一點，你們這兩天，心裡可以認真地思惟、觀察一下，講懺悔的時候詳細講。如果還有不了解的，那個時候在這裡把它提出來，我也會告訴你們。這是我們三乘的共法，下腳第一步的修行的宗要。繼續看：",
    "1352": "[22:32]由此因緣，無量有情，未盡壽量，而便中夭。那麼這個還是殺生的這個增上果、增上果，就是這樣。我們現在看見眼前那個世間就是這樣，哎呀，不管你科學多發達，病的人是比以前特別多，這個實在是千真萬確的。我還記得我小的時候，那離開現在五十年以前。那鄉下去呀，因為那個時候的民風很淳厚，而且世代安居，通常一住在那裡幾百年，多則千年計，所以方方幾十里路之內都很熟。很少聽見人家說有什麼病啊，最多傷風感冒，傷風感冒也不必去看醫生，拿一點生薑，煮一點紅糖喝一喝好了，流兩天鼻涕就好了，很少有。現在啊！你跑到什麼地方去，到處都是病。以我自己本人來說，我一生啊得過各式各樣的病，胃病、肝病、肺病，那麼動過幾次手術，然後周圍的人也都是這個樣，這是基本的原因都是什麼？都是這個。在這個地方，我們要了解。第二",
    "1442": "[24:02]不與取者，謂眾果尠少，果不滋長，果多變壞，果不貞實，多無雨澤，雨多淋澇，果多乾枯及全無果。就是因為你不與取，因為你不與取，所以你感得的那個果報的話，就是這樣的果報。你在世間的財物上面損害了別人了，那麼現在的世間就是這樣的狀態。現在的人真可憐哪，大家忙著物質上的，他用種種地方，用種種欺騙，是越騙越沒有，越騙是越沒有！大家都是顛倒啊！大家都是顛倒啊！現在我們往往是，越是沒有哇，越是大家要保存起來，結果你越保存，因為那個貪心增上的結果，最後這種東西是越來越少，越來越少。反過來，你能夠布施的話，欸！這個東西慢慢、慢慢、慢慢地、慢慢地多。",
    "1508": "[25:08]我們不必說看很多因果的故事，就是眼前，你看有很多很有意思哦！最近常常有這種報導，因為花蓮慈濟功德會，那真是一位了不起的大菩薩，所以有很多人起而響應。響應的結果啊，你們常常可以看見這種，結果他越發心越送，欸！這個錢越來越多。",
    "1533": "[25:33]那前幾天還有一個素食店的老闆。他來了以後，一方面素食，一方面供養，結果生意做得越來越好。我那次到台中來也是一樣，我忘記掉那個什麼地方，有兩個店，一個素食店，一個是肉食店。那個素食店裡面哪，擠得呀排這個隊，我看看裡面小小個地方，總有七、八十個人。然後呢，另外旁邊那個普通的餐館哪，進去找的話找不到十個人，桌子都空在那個地方，就這樣。然後我吃完了，出家的法師他一定要供養，這個千真萬確的事實啊！",
    "1572": "[26:12]所以我們平常，我們要多看因果概念的書，你理論了解了以後，知見上面雖然具足了，可是習性上面哪，還是受平常的這種習性所支配。你一定要多看，多看，換句話說，這個就是眼前的故事擺在那裡，就給你很大的警惕。喏、喏、喏、喏！你就看見他了，他做了善事就得到這個善果，做了惡事得到了惡果。這麼一來，就把你原來所了解的這個道理，就很清楚強烈地，活生生地現在你眼前，那個時候就變成功很有力的推動你的力量。這樣時候，你就變成功一個真正如法的修行人。要不然講講道理是對的，講完了以後，仍舊是懶癱癱坐在那個地方，只會講道理，也就是如此而已！",
    "1629": "[27:09]這種情況有沒有果報？有，有兩種可能，這個果報。如果你真正認真地這樣地去做的話，那麼這一種，是「修慧不修福，是羅漢應供薄」。將來你生生世世會修行的，但是始終啊，哎呀，飯也吃不飽，證了果了，你還討不到飯，這是一種。還有一類，儘管你文字上面做得很好，講起道理來很好，實際上法理根本沒有進入你的心目當中。這種人變成了什麼？世智聰辯。喔！那講起來聰明得很，講起來能說善道，道理比誰都強，但是對不起，跟佛法不相應，下一世連它這個佛法都不接受，這是種典型的例子，這個我們要認識的。這個地方，隨便提一下。那麼再下面：",
    "1684": "[28:04]欲邪行者，謂多便穢，泥糞不淨，臭惡迫迮，不可愛樂。下面。",
    "1694": "[28:14]虛妄語者，謂農作行船，事業邊際，不甚滋息，不相諧偶，多相欺惑，饒諸怖畏，恐懼因緣。離間語者，謂其地處丘坑間隔險阻難行，饒諸怖畏恐懼因緣。粗惡語者，謂其地所多諸株杌，刺石礫瓦，枯槁無潤，無有池沼，河流泉湧，乾地鹵田，丘陵坑險，饒諸怖畏恐懼因緣。諸綺語者，謂諸果樹不結果實，非時結實，時不結實，未熟似熟，根不堅牢，勢不久停，園林池沼，可樂極少，饒諸怖畏，恐懼因緣。"
}