{
    "3": "[00:03]意義的事情的話，至少沒有意義的話。這個所謂意義的本身是什麼？善、樂。既然你現在開起口來都遠離這個的話，因地當中造了這個因，果地當中都自然的一定會產生這個現象 ─就是遠離安樂。遠離安樂嘛就多諸恐怖了，這是因果之間是絲毫不爽啊！下面這個三樣東西，我們要好好地認識一下。",
    "85": "[01:25]貪欲心者，謂一切盛事，經歷一一年時月日，漸漸衰微唯減無增。凡是貪欲心重的，這種業因感得的果報是什麼？一切的好事情，慢慢、慢慢、慢慢當中都在衰退，都在衰退。這件事情現在是特別地厲害，特別地厲害！也許有人說：「怎麼，現在在進步，怎麼個特別厲害法？」我說的這個盛事，以一個特別的眼光去看，我們要了解的，譬如說你，現在我隨便講一個吧！好像現在有高樓大廈，以前沒有高樓大廈，我們現在大家閉上眼睛自己想一想看：請問你住在高樓大廈舒服，還是你跑到日月潭或者溪頭去，在那個山林當中感覺得舒服？我想我們人人都會選擇後者吧！不要說跑到溪頭那種遊樂場所去，請問你在高樓大廈舒服，還是你有個平房，啊！前面種一點花、草，後面有一點草皮，然後呢到了早晨，這個麻雀飛到你院裡吱吱喳喳地叫幾下，這種情況舒服，還是這個高樓大廈悶在這裡舒服呀？不是很明白嗎，不是很明白嗎？",
    "190": "[03:10]然後現在說：「哎呀，現在這個時候交通很方便哪！」交通是方便，這個道理已經講過很多次了，那個噪音、空氣的染污，你簡直受不了！然後呢，你同樣的要達到一個目的，你平常兩隻腳跑，什麼都不要，跑完了以後身體還來得個健康。現在你坐這一部車子，一部車子要幾十萬，你為了賺那個幾十萬，不曉得要花多少功夫，你花那個多少功夫，可以做很多事情耶！我們人還說進步了。是，當然我不能說它完全不對，可是你如果把兩者當中對比一下的話，這個很難說。但是這個不在貪當中，這個真正的惡果在最後一個，在邪見當中。",
    "239": "[03:59]真正的很多盛事是指什麼？我啊想起一件很有趣的事情來，以前說有一個農人，他自己種的水果，然後呢他自己種果園的。那麼有客人來了，他就接待他，他就拿出來接待那個客人的那個水果，那樣子都長得不好看，也沒有長得那麼大。那個客人心裡想：嗯，那個主人好像這麼小氣，他那個果園這麼豐收，怎麼給他這個東西吃啊？他心裡有點嘀咕。然後那個主人很慎重地跑上來，告訴他，一個是果園裡面長出來，另外一個叫他嚐一嚐。他開始的時候有一點懷疑，結果仔細一看，噢，兩個馬上比較得出來了。",
    "301": "[05:01]這個如果說你們不注意，不會了解。注意的話，你們看，現在那個果實看起來好像很大，實際上吃起來的味道，不如以前那個老的，遠不如、遠不如！他在那個什麼，《營養與素食》這本書上面，《營養與素食》這上面，你們如果粗心的話，根本分不出來。自從我看見了這個以後，後來我仔細地體會，這是千真萬確的事實。現在我們有太多東西，好的東西，慢慢地、慢慢地沒有了。我以前感受到的很多好東西，印象特別深的就是沈香，我跟你們說過幾次，這個不再提它。現在這個時候，那個盛事慢慢、慢慢、慢慢地在減少。",
    "350": "[05:50]瞋恚心者，謂多疫癘，災橫擾惱，怨敵驚怖，獅子虎等，蟒蛇蝮蠍，蚰蜒百足，毒暴藥叉諸惡賊等。哎呀，那個外面嘛，種種的傷害我們的這個野獸等等，乃至於很小的昆蟲；裡邊是疾病，現在有幾樣東西非常可怕的病，說癌，然後愛滋病，啊，那簡直是 ……這個裡邊的。外面還有各式各樣的，這種。乃至於說蜂，有一種蜂叫殺人蜂，那個蜂非常可怕，那個台灣還沒有，台灣那個虎頭蜂還不可怕，那個殺人蜂被它叮一下的話，那個人就要送命喔，這麼個厲害法！你看一個蜂，這個為什麼呢？這個就是瞋心增上。",
    "412": "[06:52]以前經上面說，當我們瞋心增上，慢慢地感到那個草啊都是像刀一樣，草都是像刀一樣。不曉得你們碰見過沒有？我自己親自碰見到，我以前還不相信，這個草怎麼像刀一樣呢？有一次，我們那時候剛開始的時候，每一個人都要出坡的。早晨去出坡的時候，拔草，一拔，哎呀，那個一手都是血，那個草邊上就把我的手指頭切碎掉，不曉得你們碰見過沒有？那我才親眼體會到。然後呢乃至於那個書，我還有好幾次，不止一次，那個翻翻書，那個書邊上的頁子，居然一下子把我那個手割碎掉了，不曉得你們有沒有碰見過？那是什麼？就是我們瞋心增上的，這個世間的士用果增上的結果。這麼個嚴重法！下面，最下面那個是最糟糕 ─邪見增上的，",
    "470": "[07:50]諸邪見者，謂器世間，所有第一勝妙生源悉皆隱沒，這個真正的殊勝的、好的，這個滋長我們生命的東西，慢慢地沒有了。在那個《起世因緣經》上面，那個經上面，最早的時候說這個人來的時候，從光音天來的。他雖然已經從天上面下來了，但是身上還有光明，他也不要吃東西，也沒有男女的慾望，都沒有！欸，那個時候地上長一種非常、非常美的東西，然後呢大家有人偶然歡喜，這無始以來的習氣，他就一吃，哎呀，這個好吃得不得了！所以大家就吃，這樣。那個時候吃得好，就吃、吃、吃，後來那個貪心轉盛了，貪心一轉盛，這個東西就沒有。然後呢一次不同、一次不同地生。到後來那個地味有一種，那個不要的，你就拿出來就吃就好了，就這樣。那麼到後來，大家覺得貪心增長了，就把它積聚起來，等到你一積聚，這個東西就消失掉了。後來長那個自然香粳米，那不用種的，它自然長出來，那東西也非常好。反正都是這樣，當你這個貪心增上了，這個東西慢慢地、慢慢地消失掉了。同時貪心增上了，還有一點，邪見也在增上，這個東西一定。所以很多真正勝妙的東西，都消失掉了。",
    "563": "[09:23]我看見那個《大唐西域記》，奘大師到西域去的時候，還有那種叫供大人米，喔唷，這個米大得不得了！這樣。現在印度我去過好幾次，印度地方之窮啊你無法想像。我看過三百多年以前，有一個聖者的這個傳記，他到印度去朝聖，那時候還就說，哎呀，那個印度地方的富庶，怎麼怎麼富庶啊！就這樣。我這次跑過去的話，那印度地方之窮啊，那長出來那個洋芋，這個馬鈴薯這麼大，這麼大，它那個皮也不剝，也沒有辦法剝皮嘛，一口氣可以吃它三個吃進去。啊，這是為什麼原因？你如果仔細 ……將來你們如果說有機會去，不要說，哎呀，朝聖，馬馬虎虎，走馬看花，你去看看當地他們這種行為，他們那個思想什麼等等的話，你就曉得原因何在。",
    "622": "[10:22]喔唷！這印度有幾種典型的人，我們現在這裡不是隨便哪，不是輕易地誹謗人家，這個萬萬不可以！我們是藉人家的一個境來作為借鏡。他們有這個很有趣的習慣，他們總自稱為大，「喔唷，我這個 ……。」這個因為這個印度的確是個大國嘛，他常常說「這個東西，遠東第一」，他曉得這個比歐美是比不上的，就這樣。那我如果不從這裡過去的話，說不定聽了他們。他們常常告訴我：喔唷，這個遠東第一，它還外銷到哪裡去，蘇聯也用它，哪裡也用它。那我一想 ─哦，不是，亞洲第一 ─不要說跟日本絕對沒辦法比，那個臺灣、香港、韓國、新加坡，不曉得比它好多少，他說是他第一，這樣。真是有意思啊，那妙不可言！",
    "674": "[11:14]然後普通人有兩種人，一種人就是懶的人，一天到晚去討飯，辛辛苦苦討到了五毛錢，然後一個大餅吃飽了，睡在公園裡，躺在那裡睡大覺。幾個人碰在一塊兒的話，大家講道理，家家吵，這個印度典型的樣子；再不然是乞丐。這個講起道理來，印度人這個道理的話，哇，那上至議會，下至平常的，到什麼地方他就會吵。有一次，還有一個妙咧！那個大路上面，那個大公路上面兩輛對開，開的時候，這個車子一個不小心，出了一個小小的車禍，兩個車子撞上了。那撞上了以後，然後兩個司機下來就去講道理，結果他一講，講了六個鐘頭，就沒講清楚。欸，下面這些人哪，才妙咧！那他們去講他們的道理，他們就坐在那個車子裡悠哉悠哉的，有的人去玩去了。你說這你無法想像的，他不是說我趕快把那問題解決了，做他的事情，他就有這個閒功夫去講那個。",
    "741": "[12:21]說明了現在這個世間，但是他講起來他有道理喔！所以現在這個時候，我往往看見那些講道理的人，我一看見講道理，我就可憐他。所以學佛的人講道理的話，啊，我覺得這個是天下最可憐是莫過於學佛的人！不學佛的人講道理，他不懂嘛，本來愚癡。所以這種什麼？都是邪見。他不是不懂啊，所以叫世智聰辯。你說他沒有嗎？他有啊！喔唷，這個講起道理來比誰都強，就是這樣。對嗎？那就另外一回事情。這是第一個，「勝妙生源悉皆隱沒」。還有呢，",
    "785": "[13:05]諸不淨物乍似清淨，你們懂不懂這句話？明明是不清淨的。你這個不清淨不要看它，唉呀，一個垃圾的髒哦！那我們現在隨便舉一個例子，剛才說的，請問汽車清淨不清淨，清淨不清淨？你仔細想一想看你就曉得了。譬如說我住在這個地方，你三天不擦桌子，桌子上有灰塵，一抹，最多抹一抹，手一撣，撣掉了。我在台北，你只要到了晚上，早晨出去，到了晚上手上一抹的話，那個手上的灰，你不用肥皂洗，洗不乾淨的。我想你們都有這個經驗，為什麼，為什麼？那是外物的不清淨哦！然後實際上呢，的的確確的，我們現在這個汽車、洋房不曉得多多少少，喏，就是這些事情，就是這些事情。",
    "844": "[14:04]諸苦惱物乍似安樂，這個不但是不淨，而且是苦惱。",
    "850": "[14:10]非安居所，非救護所，非歸依所。這明明不是安居、不是救護、不是歸依，我們覺得這是安居、這是救護、這是歸依。這個是什麼？邪見，就是我們顛倒，顛倒的關係。明明，唉呀，這個汽車、洋房是最苦惱的事情，但是我們覺得這個是安樂，拼命去追求。所以我現在總覺得這個世間的人的顛倒，世間真顛倒啊！",
    "881": "[14:41]以現在這個情況之下，普通一般的一個家庭，你沒有兩萬塊錢是很難生活。可是問我的話，我只要說我每天有兩個饅頭、一把鹽，大概可以過日子了。兩個饅頭多少錢？我也不知道。大概二十塊錢夠了吧！一個月要不了幾百塊錢，就這樣。如果說你能夠自己還省一點，這個都不要。這兩萬塊錢並不說好哦，如果你要汽車、洋房的話，賺了二十萬也不一定哦！請問你要賺那個二十萬，你得花多少功夫？我只要一點點，對不起，一天假如現在出去打一個工賺到了，我剩下來的都是我的，我要做什麼就可以做什麼。他們現在不是，就把那個金子做的枷鎖，牢牢地套在自己的脖子上面，自己還覺得高興得要命，拼命地扛也扛不動。現在世間人人都是如此，你們想想看對不對，想想看對不對？他要維持這個洋房，要維持這個車子，要維持這個電視，要維持這個 ……。",
    "948": "[15:48]所以那幾年以前人家說：「哎呀，法師你這裡沒有電視？」我想了半天，電視要它幹什麼，電視要它幹什麼啊？增長你的染污之業，然後呢要把你花這麼多的時間，眼前把你的時間，牢牢牽著鼻子牽在這裡，將來把你送到惡道去。覺得這個是好的東西 ─喏，是「不淨之物是乍似清淨，諸苦惱物是乍似安樂。」這兩句話不要輕輕放過喔！關鍵在哪裡？就是我們的邪見增上的關係，所以它叫增上果啊！這一點說起來很容易，你們要好好地多思惟、多觀察！",
    "1001": "[16:41]就像我們平常，我想我們很容易體會得到的，很多小事情。就是說我們現在大家坐在這裡，穿一件衣服，啊，你馬路上撿來，那個出家人說什麼？這個叫糞掃衣。你馬路上面撿來了，然後洗洗乾淨，穿在身上，嗨，你來得個舒服，又軟哪、又好！新衣服還很硬，對不對？你買了一件新衣服，那個小偷來得了，他又看中了。你穿了這件衣服，送給小偷他也不要你，你在任何情況下，絕不要擔心，它有這麼大的好處啊！那個是真正安樂，但是我們卻偏偏不要，然後呢一定要這樣。",
    "1041": "[17:21]當然我們有的時候說笑話，但是這個裡邊卻有它的特別的道理。人家常常說愛虛榮心的人，一下時興流行的，流行這個，平常我們往往歡喜譏笑，譬如說女性，實際上男女皆然，沒有一個例外的。為了加強我們這個概念起見，我們不妨這樣說一下。說，一下時興那個高領子了，啊，那個領子，那個脖子擺在那裡真難受；一下那個矮領子，這麼一點點；一下那個敞了，一下又是高跟鞋，一下又是那個東西。嗨，你簡直是，你不曉得是怎麼一回事情！他還覺得很得意。",
    "1082": "[18:02]實際上呢他自己被這個東西在牽著鼻子走，你們有沒有注意到這件事情？他最舒服的什麼？最舒服的就是那件糞掃衣，就是軟趴趴地穿在身上，然後坐在家裡，躺在沙發上面，最快樂是莫過於此。欸，他就偏偏要忙了個半天，一個禮拜至少到忙它五天，然後賺那個錢來，然後自己就受那個罪。一下子變成這樣，一下子變成這樣，一下子變成那樣。然後回來以後又馬上弄髒了，洗洗乾淨、燙燙好，掛在那個地方，下面出去的還要表演給人家看，那多可憐！忙了五天去賺這個錢，還有最後這兩天，然後最後兩天呢去幹什麼？去表演給人家去看。表演給人家看什麼？還是被人家牽著鼻子走。對不對？他一點點自己就做不得主，這完全是個奴隸！什麼奴隸？就是這個東西的奴隸。這什麼？邪見增上啊！",
    "1142": "[19:02]但這個地方真正可怕的，因為是眾生的共業，所以它不在什麼？不在前面的異熟、等流當中，而就士用，整個的大環境都是這樣。儘管你今天了解了，你說了解了，你在這個圈子當中，你就穿一件破爛衣服，人人眼睛這麼瞪你，你也覺得：怎麼搞的，好像不大對勁。這個情況，這個地方我們真正要了解的。所以千萬不要把這個當作笑話看，當作笑話看太可惜了！我從這個地方，你們自己想你們的法則，然後檢點自己。檢點了自己，就在那個起心動念當中檢察自己，說：不要跟著前面這個錯誤的念頭轉，要那個地方開始改過來，要從這個地方改過來。",
    "1197": "[19:57]那麼這個前面是關於這一部分，關於前面這一部分，業─這個果的這個第一部分。現在我們先把它看一看這個什麼。所謂思惟這個 ……看看前面那個什麼？總業果，分別思惟當中，抉擇這個業果當中的說明，說明這個業果的差別，說明業果的差別，這個是黑業的業果的差別，三樣東西。那麼再下面呢就講白業，白業果。關於這個方面除了我講以外，你們一定要好好地下去，好好地把它弄清楚。這個弄清楚了以後，我們再進一步才談得上真正地修行。或者應該更正確一點地來說，真正地你們能不能說，自己創造自己的命運，乃至於跳出生死，基本的概念都在這個地方開始，都在這地方開始。下面是「思惟白業果」，上面是黑業。",
    "1285": "[21:25]一白業，二果　今初〈本地分〉說，於殺生不與取欲邪行，起過患欲解起勝善心，若於彼起靜息方便，及於彼靜息究竟中，所有身業。語四意三，亦皆如是。那麼前面講黑 惡業，這裡講白 善業。那麼善業是什麼呢？就是前面所說的這個黑業，殺、盜、淫、身三、口四等等，以前做的這種事情，現在了解它有種種的害處，種種的過失，對於這個道理，你有正確地認識。因為你以前不了解，所以你一心好樂去追求它，現在你了解了這個錯誤，所以一心去排斥它，排斥它。那麼好樂的時候，這個欲是「貪欲」，排斥的時候，這個欲跟法相應叫「善法欲」，對於這個有它正確地認識。「起勝善心」，由於這樣的關係，然後那個生起來的這個善心，這個叫勝 ─超勝、殊勝的。平常世間也有善惡，現在我們從根本上面了解了，所以不是世間的。",
    "1385": "[23:05]對於業果來說，有兩點內容我們不知道，一個是由業感果的道理，我們不知道；第二個，就是第一義諦。這個業感果彼此之間的究竟的原因在什麼地方？說空，空故業感緣起，所以業感緣起是因果的道理，這個是第一層。第二層呢，因為業感緣起所以它的空，這是第二層，第二層我們稱它為第一義，叫勝義。那麼現在對於這些事情，你了解了它的過失、患害，慢慢地跟勝善相應，既然生了勝善相應的話，當然你要遠離它，那個時候生起種種的靜息的方便。",
    "1447": "[24:07]前面的話呢，我們起的什麼？起的是所謂意樂，這個意樂就是說跟染污相應的心理；現在那個意樂的話，勝善相應的心理。由於這種心理的話，前面這個心理起殺生等加行，現在呢我們起什麼？「起靜息」，停止不再做的種種的方便，這個方便就是我們的行為。「及於彼靜息究竟事中」，所有身業、語業，身語意三都是如此，這個反過來就是。所以這個裡邊也包含了什麼？第一個對這件事情的認識，以前是不認識，無明相應的，所以呢起種種的貪、瞋、癡相應的意樂。現在呢正確了解了，了解它的過患以後起勝善心，然後的加行，就起的靜息的方便，說以前要去貪，哦，現在不去！",
    "1512": "[25:12]那麼，這個上面我不妨作一下 ─假定我們剛開始的時候，道理雖然懂，但是因為習氣很強，所以在境界上面是擋不住。那我們了解了：對不起，我根本就遠離，我出家，不跟在家人在一起。然後這個廟宇在山裡邊，嗯，碰不見，好囉！這個是遠離的，在開始的方便。乃至於平常的時候，儘管到了這裡，我們還難免要吃、要睡，所以廚房裡儘量不要去，這是為什麼我們現在儘量地把它越簡單越好。佛告訴我們這個像塗車油，你只要塞飽肚子就算。當然我們一下做不到，但是我們一定要把握得住，是這個情況。",
    "1567": "[26:07]所以說到這裡順便，有人告訴我 ……出了家還要講口味，還要講什麼，我總歸告訴他，那你回家去，用不著到這裡來，用不著到這裡來。他又講很多道理，那個道理都是世俗的道理。是，你可以到世俗上面，做一個很好的人，但是不必出家，在家一樣修行。要曉得如果是出家修行的話，要為什麼？要三界人天師表。是，我們一時做不到，是的，不是說一下要做到，但是我們必定要有了這個正確地認識，心心念念說我要努力、努力，你慢慢地做到，自然做到。所以古來那些人哪，到後來都是什麼 ─身貧是道不貧。我們不必說佛世，也不必說太過那麼乞丐，就是我們中國古代，不要說古代，就是我眼前看見，我小的時候，那個廟裡哪有什麼東西吃呀！喏，不妨你們問問我們老和尚。我那時候聽我們像仁法師，那個時候什麼啊？平常的時候哪有什麼菜，根本沒有的呀！這個我們要了解，所以我在這地方順便說一下。",
    "1635": "[27:15]我們必定要內心上面先有這個認識，然後呢進一步起加行的時候，什麼？就遠離的方便，這樣。慢慢、慢慢地從境上面去遠離，然後呢努力去學習內心當中跟它相應，這個就是我們修行白業是這樣的。所以關於這本書上的，回頭我們再講，你們拿到了以後，自己先好好地看一遍，拿到了看一遍。然後呢我會找時間跟你們真正解釋，到這個下士道完的時候，整個的這個修行的宗要，整個的修行的宗要。上面我們已經講了善業；殺、然後呢不與取、欲邪行。下面呢，說",
    "1697": "[28:17]其差別者，謂云語業及云意業。上面是講的身三種，下面的是語業跟意業，同樣的道理：",
    "1711": "[28:31]事及意樂，加行究竟，如應配合。我們造惡的時候，分四個部分：事 所做的對象，意樂 我們造的時候心理狀態，加行是造業的時候的所起的種種的方便，以及究竟。那麼「如應配合」，就跟各個不同的業，相應地去配合。",
    "1745": "[29:05]例如遠離殺生業道，事者，謂他有情。意樂者，謂見過患，起遠離欲。加行者，謂起諸行靜息殺害。究竟者，謂正靜息圓滿身業，以此道理，餘亦應知。那上面這個懂了，下面這就很容易懂；上面這個很容易懂。"
}