{
    "8": "[00:08]所以在這個地方，這個文字很容易懂，可是最重要的就是上面一節、上面一堂課。大家千萬注意！這是我們修行決定的關鍵，你對這個概念能不能認識、能不能修行，上面這一堂課絕端重要！所以大家聽過了以後，我希望你們好好地深入地去思惟、觀察一下，務必要弄懂。弄懂了之後，你心裡馬上有不同的感受，立刻可以感受得出來，非常清楚。",
    "42": "[00:42]否則的話呢，儘管你講修行、修行，修了半天你始終在形相上面轉。是，你說，啊，我歸依啦，說我受了五戒啦，乃至於出家剃度啦，乃至於受了比丘、菩薩戒了！但是你到底是修些什麼呀？對不起，你還是含糊一片。假定說你剛才上面這個概念弄清楚的時候，你心念一動你就清楚了：欸，這又跟著老毛病，在染污當中；反過來，一對，你馬上曉得這一念對的，那個時候你就千真萬確地曉得的。如果說念佛，這一念必定念得去，如果說學定，這一念必定是跟它相應，這個主要的概念就在這個上頭。",
    "92": "[01:32]那麼輔助我們加深這種概念的策勵，就是剛才說的貪心增上，以及瞋心增上以及邪見增上的時候，那個士用果，就是那個增上果的狀態。這個等流心識完全是你內心的，你只要自己的心裡面一觀察就可以；而現在那個士用果是外在的，可是這個概念還是同樣地清楚哦！假定你不清楚的話，你一定對外面的東西不要說看不破、放不下，一定為它纏得死死的、纏得牢牢的。然後呢所有世間這個道理呀，千真萬確都從這個地方講起的，這樣。始終在這個地方纏，一點用場都沒有！所以你必定要了解，說原來這些東西，所以這個樣，都是什麼？邪見增上的結果，是明明這個是最惡劣的一個結果，我們偏偏把它看成好的。當你能夠有這個認識了以後，叫你放不下，可能嗎？你曉得得很清楚，那個是完全大騙子啊！害我們都從這個上面害起的。如果你不認識的話，雖然說要修行，叫你放，欸，覺得這個是好東西嘛，怎麼叫你放呀？你放不掉啊，這個修行就變成千辛萬苦，修行就變成千辛萬苦啊！",
    "183": "[03:03]所以說到這個地方，我就想起一個很有趣的一個公案。這個佛的大弟子當中有一個非常特殊的，也很了不起的一個人 ─周利槃陀伽，大家都曉得這個人。這個人為什麼這麼特別呢？因為他笨。他這個笨的情況簡直是，他哥哥要出家，他也要跟著他哥哥出家，不讓他出家，哭哭啼啼，因為他太笨嘛，實在笨得一塌糊塗。然後呢佛就看見了，說：「好好好！那你來出家吧！」那麼出了家了。出家了以後呢，那個時候已經有很多佛弟子就教他，跟了幾百個人哪，就教他一個偈子就記不住。教一個偈子，四句偈喔！就是得前忘後，實在沒有方法，最後就告訴他學「掃帚」兩個字。他就念掃帚，念了個掃，掃什麼？掃什麼？帚字忘記掉了。哦，掃帚，帚帚帚，帚了半天，帚什麼？掃字忘記掉了。那我們無法想像說天下居然有這麼笨的人！欸，就有這麼笨的人。後來他證羅漢果了，他證了羅漢果了。",
    "256": "[04:16]那麼當然這個裡邊還有很多很有趣的事情，可是真正最主要的這個裡邊什麼原因呢？那麼就問佛了。那麼佛就說呀，他說在很多無量無邊劫以前，那個時候有一個佛出世，那個時候佛出世的時候，有一個國王出了家，那麼出了家以後，後來呢王子也出家。那麼出了家以後就跟著去學，去學的其中，他先跟著那個和尚。那個和尚就告訴他很多方法，除了講那個所謂持戒什麼等等，當然講那個法理，那個佛法的法理主要的都是講空緣起，他對這個東西聽不進，他對這個就是聽不進。所以他就毀謗，心裡面就否定那個和尚所教的。可是那個阿闍黎告訴他的，他倒滿聽得進，就這樣。所以他這個人持戒的行相是持得非常好，但是對於這個佛法的真正深入的內涵就不相應，不相應而且還去毀謗。所以後來他死了以後就墮阿鼻地獄，哎呀，不曉得多苦。然後出來了以後餘報他一直笨，笨得一直多生多劫就是這樣，一直到現在，一直到現在他還是這麼個笨法。但是他畢竟還在出家當中有過這麼一段緣，所以後來證了果了，這是一個。",
    "358": "[05:58]另外有一個呢，他宿生當中又是，也在印度不曉得什麼地方，他是個大班智達。但是那個大班智達，他就是辯那些名相是很清楚，但是呢他本身是什麼？慢心、憍心很強，就怕人家勝過他，就怕人家勝過他。所以結果他講的是法，嘴巴講得相應，可是心裡邊卻不相應，心裡邊卻不相應。所以結果他死了以後就墮落，墮落了以後還是這樣笨，這麼的公案。",
    "397": "[06:37]這個說明了什麼？說明了就是真正重要的問題，我們必定要把握得住在哪裡。這個上面因為前面正講到，說是貪、瞋、癡增上的狀態，產生我們種種的顛倒的現象，而在這種情況之下，你所以能夠認得它 ─正、誤，靠什麼？靠正知見。所以正知見所見到的，就是我們自己的起心動念，這個叫作等流因果，修行就從這個地方開始。你有了這個念頭固然，你拜佛、念佛作任何事情，沒有一樣事情不是修行，就是你坐在這裡，就是你吃飯、你睡覺，沒有一個時、沒有一刻不是，這我們要很清楚、很明白的。那麼上面呢講白業，那個白業的果呢，",
    "464": "[07:44]果中有三，異熟者，謂由軟中上品善業，感生人中，欲界天中，上二界天。那麼由於你作的善業的重輕，然後分出來的果報也不同，最重大的善業感上二界，中等的是欲界，最下品的 軟品 感生人中。",
    "492": "[08:12]諸等流果，及增上果，違於不善，如理應知。等流果跟增上果，跟上面相反，這個我們應該了解。這個道理很容易，一說就過去了，可是這個感受，在這個地方，我們提一下，這個才是真正重要的，才是真正重要的。譬如說我們講等流果，就是說當年你心理上面是怎麼樣的心理相，現在心裡又現起了。有很多人看見個小蟲，他就歡喜摸牠，把牠弄死；有很多人看見那個小蟲，他就歡喜牠，會去保護牠，他要放走牠。有很多人，大部分的人都是把牠弄死的多，但是確確實實有這種人。",
    "541": "[09:01]不但在國內，我在美國那時候看見有一個，哦，他家裡非常好，他母親是非常信佛，然後談起來說他的兒子如何如何好，但是從來不讓他兒子到廟裡來，我說奇怪了，為什麼不讓他到廟裡來呀？後來一聽曉得了，如果讓那個兒子一到廟裡，這個兒子準做和尚。這個母親那當然，她雖然信佛，要他做和尚也不願意。問她為什麼？他從小就是給他葷的東西吃，吃進去他又會吐出來，然後長大了以後叫他吃，他就不願意吃。然後長大了看見一點點小蟲，他就看見那個小蟲他一定要去保護牠，就這樣。你想像得到嗎？這是什麼？喏，很簡單，等流因果！",
    "591": "[09:51]所以碰見這種情況之下，我們不懂得也就罷了，我們懂得了，千萬自己不要陷在為世俗的這種道理來愚癡自己呀！我們總覺得，哎唷，好像 ……尤其是念了很多書的人，覺得很懂道理，錯了！你這個道理都是世間，在輪迴當中的。這個地方我們真正地善惡簡別，要從這個地方去簡別，要從這個地方簡別。所以特別地說，這一個等流果跟那個增上果這兩點，對我們的修行當中是特別重要、特別重要，特別重要！因為我們耳目所對、起心動念無非在這個裡邊，你有了正確的認識，你隨時所遇見這種情況之下的話，那個時候，你能夠把惡業，把它靜息、懺悔，善業把它增長，這個概念我們應該了解。",
    "659": "[10:59]《十地經》說，以此十種，怖畏生死，離諸悲心，由隨順他言教修習，辦聲聞果。那麼，前面講的這個十惡十善這是人天的果報，經上面更深一層。由於你對於生死的真相認識得更正確，說不管多好、多壞都在生死輪迴當中，生了天一樣地可怕，然後呢你就覺得一心想跳出來。可是你只想到自己，而沒有引發那個悲心，這是第一種情況。然後呢「隨順他言教」，已經聽了佛陀以及諸佛菩薩的教化，努力去修行，這個 ─「聲聞果」。進一步，",
    "716": "[11:56]又諸無悲，不依止他，欲自覺悟，善修緣起，辦獨勝果。這個就是緣覺果，條件是一樣的，他也覺得世間的苦，但是呢並沒有聽人家講。雖然同樣地感到世間苦，同樣地求自己，急求自己解決而沒有悲心，那麼那個時候，他能夠靠他自己的智慧辨別，這個叫緣覺。三，",
    "750": "[12:30]若心廣大，具足悲心，善權方便，廣發宏願，終不棄捨一切有情，於極廣大諸佛智慧，緣慮修習，成辦菩薩一切諸地波羅蜜多。由善修習此一切種，則能成辦一切佛法。如果你心裡面廣大、具足悲心。這個「廣大」有個內涵，不是說，啊，我今天我也想救人，這個不叫廣大，這個不叫廣大。他這個真正的大悲的行相是什麼？普緣盡法界、虛空界一切有情，上至無色界諸天，下至阿鼻地獄，一切有情；你最親近的人，你最厭惡的人，沒有一個例外，這樣的才是悲心。所以現在有很多人不了解這個行相，往往引起那個大小乘的諍辯，說他們小乘哪裡沒悲心。有，怎麼會沒有，當然有嘛！他們也有修四無量心。說起來我們這個悲心還沒有他大咧！我們還樣樣地只管自己，叫代別人考慮考慮都不願意，稍微自己損失一點，自己就噘了個嘴巴，總覺得別人不對，這樣。實際上呢的的確確遠不如他們，但是他們這個算是大悲心嗎？不是，這個我們要了解的。關於大悲的真正的行相在後頭，我們了解了這一點，那麼才能夠分別得出來，這個大乘跟二乘之間的差別。",
    "858": "[14:18]那麼因為他的悲心廣大，他要廣利一切有情；要廣利一切有情，你必定要曉得怎麼樣幫別人的忙，這樣。所以要懂得種種的方便，還要「廣發宏願，不捨棄一切有情」，這樣的話，修，那個才是！所以現在呢本論是引導我們走這個路，一下我們是做不到的，但是我們也有幸宿生的善業感到這裡。眼前我們做得到的是什麼呢？處處地方都能夠代別人想一想，這一點哪特別重要，這一點特別重要！",
    "896": "[14:56]說到這裡有一點事情我覺得非常感慨！儘管我們在這裡大家學那個大乘的，可是一點小小的事情，要利益旁邊的一點點人哪，哎呀，大家都誰都不願意，找了種種的藉口，找了種種的藉口。這個事情實在是非常差，非常差！我們必定要從小地方慢慢地去培養，然後呢增長這個心，你才有機會慢慢、慢慢地說。說起來大乘，乃至於說密乘，喔唷，灌了什麼的個大的頂，一點用場都沒有，一點用場都沒有！這個是我們要正確地了解的。總之，對這個真實的內涵，不但要把意義認識，而且它意義所指的真正的心理狀態你認識了，把這一個改變過來。那個時候，對了、修行了！結果好處是你自己的呀，這個我們應該要了解它。",
    "962": "[16:02]如是二聚十種業道，及彼諸果，凡餘教典，未明說者，一切皆是如〈本地分〉，〈攝決擇分〉意趣而說。現在上面所說的兩聚、十種業道，一個就是黑的十種，一個就是善的、白的，兩聚。業以及果，凡是別的地方沒有說清楚的，那麼在《瑜伽師地論》〈本地分〉跟〈攝決擇分〉當中說得非常清楚、非常明白，這個我們要了解。儘管如此，上面我們說的，主要的、基本的意理已經有了，基本的意理已經有了。再下面，如果我們把共中士當中，十二緣起能夠了解的話，大概就不會錯到哪裡去了，主要的基本概念都能夠把握得住了。現在我們繼續下去。",
    "1027": "[17:07]第三顯示業餘差別中，那麼除了上面說的這個以外，其他的業的相關的一些道理，主要的在這裡說一說。普通講業的話，可以用各種不同的分類，不曉得說多少種，那麼在這個地方最主要的，重要的幾點，跟我們修行最有關係的。",
    "1051": "[17:31]引滿差別者。這種業的分類，有一種叫引業，一種叫滿業。",
    "1058": "[17:38]引樂趣業是諸善法，引惡趣業是諸不善。什麼叫引業呢？就是這個業能夠引導你下一生到哪裡去的，這個業叫引業。善業呢，引導你到善趣去、樂趣去，說人天當中；惡業呢，引導你到不善、三惡道當中去，這個叫引業。滿業，",
    "1086": "[18:06]諸能滿者，則無決定。滿業就沒有一定的，那麼下面說這個道理。",
    "1095": "[18:15]於樂趣中，亦有斷支，關節殘根，顏貌醜陋，短壽多疾，匱乏財等，是不善作。說樂趣當中，他的引業是引的樂趣，但是在樂趣當中，對不起，他又斷手、瞎眼，長得又醜陋，壽又短命，又窮，這個都是非常糟糕的。這是為什麼？因為他造的不善業，這個不善業是什麼？滿業。所以他引業是善的，是滿業卻不善。前面我們曾經說過根本因跟圓滿因，大家還記得吧？根本因就是引，圓滿因就是說你到了這個地方是否圓滿。假定說你的引業是根本因是善業，然後所以引導你到了善道當中去，然後呢你也以善業來圓滿，那麼你不但生在善道，而且你這個善道當中是樣樣圓滿。反過來，雖然你引業根本是善的，但是呢你這個圓滿業是惡的，結果你到了善道啊，你這個一生當中充滿著惡的、痛苦的。這引、滿二業的不同，引、滿二業的不同。",
    "1191": "[19:51]譬如說我們現在我們要修行，哎呀，你很努力地修行。你修行是修行，可是平常這正知見把握得住，把握得很好，平常要向他捨一點東西幫忙別人他可不願意，只管自己的。對，到那個時候你還是修行，修行是修行，可是你得不到人家幫助。要飯哪，他就肚子餓；你跑得去找人家幫忙，遭人家白眼，諸如此類的事情，諸如此類的事情，這個我們隨舉一例。你分辨得越清楚，那麼將來助我們行持當中越好。",
    "1227": "[20:27]當然現在有很多人哪，唉呀，我反正不管它呀，我只要念佛。是，你假定真的什麼都放下來，一心一意，的的確確能夠提起來，好啊！到了極樂世界阿彌陀佛自然告訴你。然後我一心一意學定，什麼都不管，好啊！你得了定以後，生了天；可是生了天也不一定保險哦！可是你現在做得到嗎？對不起，做不到。你想修啊，提不起；想不修啊，又捨不得，那怎麼辦呢？毛病就在這裡。現在有太多人，哎呀，要想修行的，怎麼修法？喏，這個關鍵都在這裡，大家清楚不清楚？所以凡是這種例，你了解得越透徹，到那時候你心裡面行相非常清楚，那自然而然一步一步走上去。",
    "1275": "[21:15]不但如此，而且當你了解得透徹到某一個程度，你會發現非修行不可。這個話怎麼講？你為什麼不修行啊？要想討一點便宜！結果你發現所有的便宜哪裡來的？只有修行來呀！所以你知見越正確，那個時候修行是越容易，越容易。假定你得到完整的這個正知見的話，叫你不修行，是絕對辦不到，這麼個好法，這麼個好法！所以現在我們這裡主要的都是講這些道理，繼續下去。那麼上面說，這個是善引是惡滿，現在呢，說：",
    "1323": "[22:03]於諸旁生及餓鬼中，亦有富樂極圓滿者，是善所作。這個是惡引是善滿，引業是惡的，因為引業是惡的，所以掉到旁生、餓鬼當中。嘿，但是啊，他的滿業可是不錯喲，所以他也有富樂，很圓滿 ─善所作。",
    "1348": "[22:28]由如是故，共成四句，因為這樣的關係成四句，就是引業善，然後呢滿業善跟不善；還有呢，引業惡，是滿業是善跟不善，有這麼樣的四種，這個是我們要了解的，這是我們要了解的。",
    "1371": "[22:51]記得這個故事嗎？到我們中國來最早期的譯經大師 ─朱士行，他是一個修行人，結果到中國來，這亭湖神，這個公案你們知道不知道？他是西域的人，他宿生是個修行人，然後呢他結果最早把佛法傳到中國來，而且翻譯了很多最早期的經典，這個人非常精采的，翻譯的經也非常好。那麼那個時候，中國有一個地方叫",
    "1407": "[23:27]亭湖，那個湖邊上有一個湖神，那個神非常靈異喔！你只要祈禱的話，只要祈禱的話，他一定有感應。感應到什麼程度？譬如說你祈禱他，他一定幫你一陣風。結果呢一個船向那邊開，一個船向那邊開，對開，照理說，有了東風就沒有西風，有了西風就沒有東風。欸，妙咧！他你只要去祈禱的話，向東開的有西風幫助，向西方開的有東風幫助，兩個船互不影響，這麼個神奇法！喔唷，所以這個廟裡的香火是非常盛、非常盛！",
    "1452": "[24:12]結果那個朱士行大師來的時候，那一天晚上，那個廟祝就夢見那個廟神就告訴他，說明天來這兒有一位高僧，你請求他超渡，我這個地方有很多人家供養我的財物，你就交給他，讓他超渡我。那麼這個廟祝醒過來了以後，第二天盼望，說照著那個廟神所指示的，果然來個船，一看，有一個和尚。那麼就請那個和尚上來，告訴他。告訴他了以後呢，那個朱士行大師就超渡，那個大師是已經有成就的喲，他的本地風光我們不知道，我們不知道，但是的確有成就的。因為他 ……我想你們在座的已經聽說過他的故事，等一下我還會再多說一點，說明這個人的成就，那麼現在我們繼續這個故事。",
    "1512": "[25:12]於是他就超渡，超渡完了以後他就說了，那過兩天你們會發現這個裡邊有條大蟒蛇，那個大蟒蛇是什麼呢？就是那個亭湖廟的神，牠因為經過超渡了以後，得脫惡趣。果然沒有錯，朱士行大師走了以後就發現一條大蟒蛇，幾個山頭，哇，不得了！我們不要說那個大山，要我們那個後山，一個山頭，要多少長，不得了地大，死在那個地方。那麼什麼原因呢？他是宿生他們兩個一起修行，都是修行人，都是修行人。結果呢，朱士行大師是福慧並行，那個人他福是修了，這慧可沒有，慧可沒有。於是他的引業是造惡業，慧就是正知見，沒有正知見，所以結果引業很可怕，掉了，墮落旁生當中；但是滿業，他也做了很多喔，於是得到這麼大的福報。所以不是我們現在說，哎呀，你布施、你行善哪！欸，到那個時候你會象身掛瓔珞。",
    "1593": "[26:33]我現在尤其是在西方，你常常看見宿生那種好好 ……這個沒有正知見的修行人。什麼人哪？狗。你去看好了，啊呀！那個西方人的狗，那個主人天天給牠洗澡，然後呢還要做了衣服給牠穿，這個出去的時候，一定捧在那個汽車裡邊，那個超級市場裡邊一定有一行，是專門賣這個寵愛動物的食品罐頭的。現在當然我們台幣升值了，以前買起來這比我們人吃的還要貴。像我們現在隨便給牠吃一點，那牠絕對不要吃。我剛去的時候不知道，有一次剩下來一點點飯給牠吃，牠跑得去看了一下，不吃，這樣啊！這個典型的例子。如果拿這個東西跑到印度去的話，哇，那個乞丐搶來打架，那是豐富得不得了。這是什麼？前者就是引業是惡的，滿業是善的；後者引業是善的，滿業是惡的，這一點我們現在辨別得清楚。",
    "1663": "[27:43]所以不要說我們現在在修行喔，你一定要檢查檢查，正知見這個是最重要，最重要、最重要的這一點！反過來說，雖然你得到了正知見了，你不要說，哎，我只要修行就算了，其他的供養什麼等等都不要管了。那個時候就算你成就，你成就個羅漢果，倒也說起來可憐得很哪！這個概念，是為什麼這個地方要告訴我們引、滿二業，引、滿二業。下面繼續：",
    "1698": "[28:18]謂於能引善所引中，有由能滿善所圓滿及由不善圓滿二類。於諸能引不善引中，有由能滿不善圓滿及由善法圓滿二類。就是分成四句，這個我們容易了解的。",
    "1723": "[28:43]《集論》云：「應知善不善業，是能牽引及能圓滿，這個裡邊善業跟不善業分成兩類：一個是引業的善跟不善，一個是滿業的善跟不善。",
    "1736": "[28:56]於善惡趣受生之業，能牽引者謂能引異熟，喏，就是，這個引業是引你的異熟果的。",
    "1748": "[29:08]能圓滿者謂既生已，能令領納愛與非愛。」解釋得更清楚。"
}