{
    "6": "[00:06]滿業，就是等到你引生到這一界以後，你得到的可愛的或者是不可愛的；善業得到的是可愛，否則得到不可愛。然後呢，這個引滿當中，",
    "21": "[00:21]《俱舍論》云：「由一引一生，能滿則眾多。」所以由一個引業能夠引一生，滿業就是由很多來圓滿一生。",
    "33": "[00:33]謂由一業能引一生，非能引多，亦非眾多共引一生。諸能滿中，則有眾多。另外一個，另外一個怎麼說呢？不是這樣的，有的是一個引一生，",
    "45": "[00:45]《集論》則說，頗有諸業，唯由一業牽引一生。又有諸業，唯由一業牽引多生。頗有諸業，由眾多業牽引一生。亦有諸業，由眾多業牽引多生。這個解釋，各說各的。",
    "56": "[00:56]釋中說云：「有由一剎那業，唯能長養一世異熟種子。及由彼業而能長養多世異熟種子。有由多剎那業，唯能數數長養一世種子。及由眾多互相觀待，而能數數長養展轉多生種子。」現在這個道理，這裡不詳細解釋，你只要看清楚就行，等到下面講十二因緣的時候，我會詳細地解釋。這個十二因緣，平常我們總是把它看：啊，無明緣行、行緣識、識緣名色 ……就這麼唸過去，大家都懂。實際上，這個是我們修行的主要的關鍵，現在這裡講業的時候我就講到。將來講到十二緣起的時候，就是說前面什麼因，感得現在的果；以及現在果現起的時候，你以什麼方式對它，能夠轉過來；以及你以什麼方式對它，跟著它走，都在這個裡邊，清楚極了、明白極了。還有，為什麼一個業，說這個種子，現在留一個種子以及什麼時候感果，感果的狀態，感果的內容，都留到那個地方再去講。",
    "142": "[02:22]不過，為了將來我們有正確的認識起見，眼前這一部分，你們非要把它弄熟不可。你們能夠弄熟了，講到後面，一講，就非常清楚、非常明白。如果說真正還要修行的話，記住，這個「四種資糧」，這個地方就那麼明白、那麼清楚了。修行的道理你懂了，相狀你了解了，方法有了，那個時候修行就很容易、很容易！那麼，這個是業的引、滿。還有呢，定、不定受，下面說，有的業是一定受，有的是不一定；什麼業是一定，什麼業是不一定。",
    "187": "[03:07]定不定受業者，如〈本地分〉云：「順定受業者，謂故思已，若作若增長業。說，這一種是一定要受的 ─順定受，將來。這個業是什麼？「故思已」，思就是思業，就是意業，你腦筋裡面起心動念，換句話我們受、想、行、識的「行」。這個我們要了解，譬如說，你想，動這個腦筋：「唔，這個東西好，我怎麼樣想辦法去獲得它；這個東西不好，我怎麼樣去排斥它。」就這個心裡面這種狀態。故思已，然後呢，下面「若作」而還要「增長」，這個是一定受。",
    "232": "[03:52]順不定受業者，謂故思已，作而不增長業。」作是作了，但是不增長，那麼什麼是作，什麼是增長呢？下面：",
    "242": "[04:02]作與增長所有差別者，即前論云：「云何作業，謂若思業或思惟已身語所起。」這個叫「作業」，就是你造了。什麼叫造業？平常我們說造業、造業，大家都說造業，到底是造些什麼業？怎麼造法？現在告訴我們。就是說「思業」、「思惟已」的「身語所起」，你腦筋裡所想的，腦筋裡動腦筋的這個地方。譬如說你看見了一個東西，然後你就想：「欸，這個東西好喔！哎呀，這東西我也想怎麼歡喜獲得它！」乃至於很小的小地方。當然除了這個，譬如說你隨便看見人家有一點閒，咦，你就看：這些人幹什麼？哦，他出去玩。你想：「我也想出去玩一下。」或者你想：「這個人出去玩，我可不跟他，我在那裡好好地用心。」這個都是。所以，你起心動念隨時隨地無不是在這個上頭。你想跟著他去玩哪，等一下你就想：「想辦法，等一下怎麼 ……」你就跟著他，身口就跟他跑掉了。你想他不做，你在這兒努力，他去玩的時候，你在那兒好好用功。對不對？所以我們一天到晚，無非都在這個地方。",
    "319": "[05:19]還有一個，你說：「我好像很多情況之下沒有思。」那是什麼？那就是你的無記業。這個無記業怎麼來的？還是前面的等流。那麼為什麼有無記業呢？那個就是宿生，還是宿生。有很多人就這麼癡癡呆呆地，他因地當中造了這個，果上面就是這個。或者餘業未了，凡是你看看那個下等動物來的，螺螄、蚌蛤這樣，那個烏龜牠那個一合，擺在那個地方的話，三天、五天、十年、八年就在那個地方，那就是平常。那麼因地當中什麼呢？就是平常我們，因為我們有很多啊你說他不修行嗎？他修行。說他修行嗎？他又這樣。他又滿歡喜坐著乃至於，然後坐在那裡癡癡呆呆地就打了瞌睡，自己還覺得：「啊，剛才坐一下，坐得很好！」睡一覺嘛，當然好啦！在這種情況之下，錯了！我這地方千千萬萬不是說笑話喔！我這地方特別點醒喔！假定你有殊勝的善的引業還可以，你沒有的話，這個都是墮落相，將來就會流落到這種狀態當中去。這個就是無記的貪，這種相貌。",
    "394": "[06:34]還有一種呢，腦筋很聰明，聰明是聰明的，他專門在非理作意，跟你這種強辯的事情說起來，道理說得不得了，那世智聰辯。所以我們每一個地方我們必定要認得得清楚，這個思的行相，這個思的行相。",
    "411": "[06:51]然後呢有了思，「身語所起」，剛才說，這個人坐在那裡癡癡呆呆地，所以他將來感得的，那個很多動物就是這樣。那個蚌牠根本就不會、不會爬的，就在那裡，你丟在那地方，牠就在那個地方。那烏龜還比較好一點，牠還會爬一爬，還會游一游。原因為什麼呢？就是他心裡越是遲鈍的人，他自然而然他就是這樣，就是什麼？緩慢。那每一個地方，你了解了這一點，你就會很清楚、很明白。我這地方不是鼓勵一定要很靈活喔，猴子很靈活也不一定好啊，對吧！所以總之，你要曉得這個正因跟邪因之間，不管任何一點小小的地方，它就會這麼清楚明白地示現顯露出來，這個是作。下面呢，增長。",
    "468": "[07:48]又云：「增長業者，除十種業，換句話說，除了十種，都是增長業。那麼下面那個十種是不增長的。",
    "475": "[07:55]謂一夢所作，二無知所作，三無故思所作，四不利不數所作，五狂亂所作，六失念所作，七非樂欲所作，八自性無記，九悔所損害，十對治所損。就這幾樣。什麼是不增長的呢？「夢」裡面。所以平常我們說這個懺悔的時候，夢作的時候不增長，就是這個原因，它不會感果的、它不會感果的。那麼那夢裡面為什麼會「所作」呢？這地方順便一提。這個就是等流，這個就是等流，就這樣。或者是以前的，或者是現在的，但是它並不強烈，並不是非常強烈，這種情形。第二個「無知所作」，你作的時候你不知道，你什麼叫不知道？哦，一下走過去，踩死幾個螞蟻，我根本不知道，這個就是無知所作，這個不是增長的。",
    "539": "[08:59]「無故思所作」，你作這件事情，你並沒有先去思惟。這個情況什麼呢？往往我們眼前一個境界對起了以後，你並沒有事前先想，欸，碰到了，你那時候這樣去作，這種情況叫無故思。不過注意喲！有很多無故思啊，很濃厚的習氣，他這個非常強有力的習氣，因為這個習氣的關係，這個還是定受。他這個習氣怎麼來的？前面由於他的故思、數數作，養成功了習慣，雖然現在不故思，他繼續下去。這地方就是說，單單這一個業，單單這個業，這部分他沒有故思所作，這個不增長。",
    "589": "[09:49]下面說「不利、不數所作」，雖然你去作了，但是呢，你對你作的這個事情，你不是為了求利益，你也不得已，你實在也不想去作乃至於，對你沒有好處。但是你還要去作，而且呢，你不常常去作，不常常去作。這個什麼意思呢？譬如說，我們現在上班，那個辦公的地方教你作一個不太合理的事情。唉！這東西啊你覺得，你不為求什麼利；還有呢，不數所作。「狂亂所作」，這個我們了解的，失了心了。什麼叫「失念所作」呢？就是平常的時候，我們這個正念正知現前，有的時候，你一下就沒有注意到了，沒有注意到了，這種情況。「非欲樂所作」，就是作這件事情，不是你好樂的。",
    "646": "[10:46]「自性無記」，自性無記的它本身就不會感這個果的。什麼叫自性無記？走路、坐在這地方，就是這樣，所以四威儀中很多，睡覺，這個不會感果的，睡覺沒有善惡之分。當然你睡的時候懶惰，這個懶惰的心卻是，但是睡本身卻不是，這個我們要了解的，這個要了解的。所以，不要說：「哦！睡覺是無記的，那我反正一天到晚就睡覺。」你這個懶惰的心，卻是不行喔！這個我們分得很清楚。",
    "680": "[11:20]那麼第九、第十這兩個，就是我們修行用得上的。雖然你造了，前面造了增長業，但是呢你「懊悔」，說：「唉呀！我以前怎麼做這個事情啊，不對啊！」這個時候就它不增長。如果不增長的話，這個業就不一定受。還有呢「對治」，最好的，聖教裡邊告訴我們的對治，就是雖然你種了這個種子，你針對著這個病根去治療。舉個譬喻，譬如說你雖然種下去了，種是種下去了，欸，你還沒有發芽的時候，你就把它破壞掉了。乃至於雖然發了芽，你把它拔掉了，那時候它就長不起來了，這個就是對治。所以這個最後的兩點，它是我們修行人特別用來淨除以往所造的，以往所造的所以能夠那個，就靠這兩點。",
    "745": "[12:25]除此十種業所餘諸業。那麼，除了十種都是增長。所以「不增長業者，謂即所說十種。」",
    "756": "[12:36]〈攝決擇分〉亦說四句，一作殺生而非增長，作了，不增長。",
    "763": "[12:43]謂無識別所作，夢中所作，非故思作，自無樂欲他逼令作，若有暫作，續即發起猛利追悔及厭患心，懇責厭離，正受律儀，令彼薄弱，未與異熟，便起世間所有離欲，損彼種子及起出世永斷之道，害彼種子。現在講，這個概念對我們很重要。〈攝決擇分〉當中說，這個也有四句分別，它每樣東西都說。作而不增長，作是作了，但是不增長。這個，為什麼這地方特別說這個業不會定受 ─不定受？雖然你造了，你能夠不受。那麼什麼呢？看：「無識別所作」，無識別所作，換句話說你根本不知道。「夢中所作」，這剛才已經說過了。「無故思所作」，譬如說一個蚊蟲，一叮，你那時候根本不曉得，欸，一來，把牠打死掉了。是，那個時候你的的確確不是能夠清清楚楚地曉得，你在那兒有個叮你，「欸！」這麼一來，那個時候你沒有故思，就是這樣的情況。但是你不要說：「啊，這個是無故思所作！」下面這個就是故思掉了。這個我們要分得很清楚喔！所以這個心理的行相是非常細微、非常細微喔！不要說，啊，這個是、是、是……打完了以後，反正是我不故思所作，那時候你應該生起懺悔。所以後面這個心，前面的就變成功，就這個裡邊有差別了，每一個地方很細的。還有「自無樂欲他逼令作」，別人逼著你去做的，這個前面已經說過。",
    "872": "[14:32]另外一種呢，「若有暫作」，是─下面這個，就是說你作了是增長的，但是你作完了以後，「續即發起猛利追悔及厭患心」，你懊悔，唉呀！你說你怎麼、「我怎麼做這種錯誤的事情啊？」還要感到錯誤、厭離，「懇責厭離」，這個對！這個就是一般世間的。進一步呢，「正受律儀」，更進一步出世，出世還同樣地，一定包括對前面這個追悔、厭患，然後呢，從此以後不再犯。不再犯呢，以前是照著世俗的標準去專門做這種壞事，現在照著出世的標準，於是這樣「令彼薄弱」，讓它那個種子的力量薄弱。為什麼？它不增長嘛，就這樣。像一個種子一樣，你收起來了以後，乾得個要命，擺在石頭上面，它就長不起來呀！",
    "927": "[15:27]還有呢，「便起世間所有離欲」，對世間再離開，欲是增長它的一個力量，現在你離開了，「損彼種子」，使得那個種子受損害。乃至於「起出世永斷之道，害彼種子」，永遠斷除。像那個種子一樣，前面「損」的話，你把它曬得乾得要命，擺在石頭上面，擺在那個罈裡面，欸，曬不到太陽，碰不到水，它長不起來；「永害」呢？你擺在火上燒燒焦，完了！你怎麼個要擺在水裡面泡、太陽去曬，它也長不起來，這樣。",
    "967": "[16:07]所以平常是為什麼我處處地方告訴大家，說要了解這個道理啊！平常我們發生的事情，事情發生了，往往自己老覺得我有道理。噢喲，這個道理呀，還繼續不斷地想了半天，找到了機會還跟人家爭，你就完了，你就完了！那個什麼？故思啊，增長業。那麼我們難免的，剛開始難免我們會，不但是難免，尤其剛開始第一步是一定會的。所以我們努力地修學，了解了這個，隨時犯過了以後，曉得「唉呀，怎麼我又錯了！我就努力地 ……」你這樣地悔責的話，這樣的話，可以不定受，這樣可以不定受。然後在這個基礎上面，這一生你不會遭到惡劣的，乃至於少少惡劣，你不墮落。因為你不墮落，下一世能夠生生增上，下一世能夠生生增上，你乃至於能夠跳出輪迴等等。要不然你惡業增上，拼命在增上，你還求生天、還求往生，那個不是南轅北轍嗎？這個基本的概念就在這裡。",
    "1037": "[17:17]二增長而非作者，欸，妙咧！沒有作卻會增長的。下面呢，",
    "1045": "[17:25]為害生故，於長夜中，數隨尋伺，然未殺生。你經常雖然你沒有去殺，但是心裡面老是去「尋伺」，尋伺。我們極大部分的時候，我們就做這個罪，這個很糟糕、很糟糕！譬如說，你遇見了一件事情，你歡喜的，雖然你沒有啊有行為上跑得去把那東西拿得來；你不歡喜的，雖然你沒有行為上面你沒有排斥他、罵他，可是你心裡面老在那兒嘀咕，就這個。這個前面所講的這個業的增長，內因果的增長，再沒有比這個更厲害的，就這個，所以這一點是我們最重要的。",
    "1094": "[18:14]所以為什麼平常我們要多了解，經常拿那個法理擺在心裡面。平常我們大部分時間沒事情，癡癡呆呆，幹什麼？要嘛跑得去聊聊天，要嘛心裡面就胡思亂想，想那個什麼東西，這個都是什麼？這個都是「增長而非作」。凡是增長而非作的話，這種一定是定受的業。注意喲、注意喲！我們平常最容易犯的就是這個毛病，平常我們坐在那個地方就想：嗯！這個怎麼動個腦筋，怎麼樣想那件事情 ……。就算你這件事情做不成功，這已經在增長了；做成功，那更不談！所以前面告訴我們太多的例子，大家還記得不記得金貓因緣？他就送了三個銅板，然後呢，他下面增長，一路歡喜，一路想著這個好事情，他就得到這麼大的果報。現在我們一路腦子裡想的什麼？你自己檢點一下就曉得了。所以，這個地方我們只要修行的話，如果感覺到貪相應，哦！不對，排除掉。瞋相應，不對！最難對治，還是癡相應！嗯，就是糊裡糊塗地就這麼一天，好像沒什麼做什麼錯事啊！要對治它，要對治它！這地方我們了解，第二個。",
    "1178": "[19:38]三作而增長者，謂除前二句一切殺生。三，「作而增長」，那個容易。謂除兩句，又作又增長。",
    "1184": "[19:44]四非作非增長者，謂除前三。既沒有作，也沒有增長。",
    "1187": "[19:47]從不與取乃至綺語，隨其所應如殺應知。於意三中，無第二句，於初句中，亦無不思而作，他逼令作。這意當中沒有第二句，為什麼呀？第二句是什麼？「增長而非作」。意本身哪，意本身它就沒有作；它那個作就是增長，有起心動念就是增長。所以這第二句是增長而非作，對於這個意沒有；起心動念，意這個意念貪瞋癡就在那裡造。那麼然後呢，初句中，「亦無不思而作，他逼令作」。第一句當中是什麼呢？第一句當中就是「作而不增長」，就是「無不思而作，他逼令作」，這個容易了解。這個我們每一個地方分別清楚了以後，好，業的事情，很清楚了，那麼決定受。還有呢決定受，說不定跟定了解了，",
    "1252": "[20:52]決定受中，還分出前後不同。",
    "1256": "[20:56]依受果時分三。第一個呢，現法就受。",
    "1262": "[21:02]其中現法受者，謂即彼果現法成熟。〈本地分〉說此復有八，若由增上顧戀意樂，顧戀其身，財物諸有，造作不善，於現法受。有一個呢，造了以後現在就受的。那麼〈本地分〉當中，幹什麼？「增上的顧戀意樂」，那個增上的話，就是譬如說你的顧戀意樂就是貪增上的，唉呀，那貪心非常厲害，對那個身體啊，對那個財物啊，種種放不下，這個現法受，這個現法受。所以談到這裡，通常我們一般來說，尤其是修學佛法，尤其是出了家的人，大概這一點太強的不大有。好像太強的不大有，但是實際上我們仔細觀察的話，毛病來了！平常我們注意呀，都很注意營養，很注意身體，哎呀，動不動就忙這個，這個什麼？顧戀意樂。顧戀什麼？「顧戀其身」，這個注意喔！這樣。",
    "1321": "[22:01]所以前面已經一再告訴我們了，你真正地皈投了三寶以後，大師，誰？佛；然後呢，法，是佛告訴我們的法；僧，就是我們的同行者。我們所以出了家了以後，是，因為針對著我們眼前，我們身體要顧慮的，可是不要說：「這個醫生怎麼講的！」是，醫生講的，我們要聽他的，看看佛怎麼講的？如果醫生講的跟佛講的不一樣的時候，聽醫生的，錯了。這個要了解喔，這個要了解喔！然後呢，這個倒還是次要的，平常我們最容易犯的毛病，一天到晚還忙這個。實際上你修行修什麼？你修那個身嘛！對，結果所以你這個身體是會越修越堅固，逃不走，永遠在輪迴在生死當中。這個還會現法當中就受的。",
    "1381": "[23:01]若由增上不顧意樂，不顧彼等，作諸善法。喏！你能努力地反過來，這一生也會。布施啊、持戒啊這個也有。",
    "1392": "[23:12]如是若於諸有情所，增上損惱增上慈悲。又於三寶尊重等所增上憎害，及於此所，增上淨信，勝解意樂。又於父母諸尊重等恩造之所，由增上品，酷暴背恩，所有意樂，所作不善，於現法受。若由增上報恩意樂所作善法，於現法受。這個像這些東西，都是現在就受的，都是現在就受的。",
    "1426": "[23:46]順生受者，謂於二世當受其果。順後受者，謂於三世以後成熟。所以我們決定受的當中，也分成功三部分，一個就是現生就受，一個就是第二世受，還有一個呢，第三世以後成熟，第三世以後成熟。那麼，如果說我們真正努力修行的話，這個增上生很明白地，這一生就開始，後生還要好，後生更要好！這個就是我們能夠如法的。所以的的確確念佛也好，不管做什麼也好，最後固然是成佛，然後呢，下一世固然是往生，這一生還得到種種快樂耶！當然，所有的修行都是如此，不僅僅是念佛，廣義的，這一點我們要了解，這一點我們要了解。",
    "1484": "[24:44]乃至於有很多人雖然修行了，但是好像他感到的不一定如意吧！這個概念我們要很清楚。比如以我們這裡的老和尚例子為主，欸，他就修行了以後，怎麼老是生病啊？那個就是他造了種種的善業了，現生受；他本來要，造大惡業啊，要下地獄乃至於旁生當中，生生世世被人家殺、吃、還哪，這一世一點小病就解決了。這個非常明顯的，有太多這種例子，所以對於這個概念，我們一定還同樣地要對它認識得很清楚。你認識得很清楚，對我們是一個絕大的鼓勵，然後呢你走起來覺得非常歡樂，越走越高興，越走越快樂。最後一段話說一下。",
    "1536": "[25:36]於相續中，現有眾多善不善業成熟理者，謂諸重業即先成熟。輕重若等，於臨終時何者現前，彼即先熟。若此亦等，則何增上多串習者。若此復等，則先所作，彼即先熟。如《俱舍釋》所引頌云：「諸業於生死，隨重近串習，隨先作其中，即前前成熟。」那麼，現在我們相續當中有不曉得無量無邊的各式各樣的業，有善、有不善，那麼哪一個先成熟，換句話說哪一個先感果呢？喏！這個分出來了。第一個，重業一定先成熟，這個業越重。那麼重的，輕重相前面已經說過了，對吧！輕重相前面已經說過了。假定說沒有特別重，輕重等的話，那麼怎麼辦呢？就是臨終的時候，那個時候哪一個東西現起。這一點是為什麼我們臨終的要助念的關係。就是他如果說求往生的，固然；就是不往生的，乃至於平常不信佛的，你臨終的時候能夠提醒他那個東西，他跟那個相應，他也好。",
    "1611": "[26:51]實際上呢，臨終的提醒不但如此，還告訴他：「哎呀，你一生造了很多好事啊，這一生苦不堪言，沒意思！你現在完了以後，生天去了。」你能夠提醒他，欸，他想起歡喜了。那個時候他心裡面這個相應的話，他想這個，就是最靠近臨終的時候，把這一個引起來，這是第二個，這樣。所以「西方當時」，他臨終的時候，一定用那個佛像、用長幡接引他等等，這個是有他的道理的，就是指第二點。",
    "1645": "[27:25]「此」 ─如果相等的話，那麼下面呢，習慣，就是你的習性、習性。所以前面說，不要說無故思喔，這個習性非常厲害。對我們極大部分來說，就是這個習性。而且這個習性哪，往往不是這一生造成，多生多劫，所以這個等流習氣的重，就是這個樣。我們現在修行最重要的就是什麼呢？把這個無始的習染改過來。那麼假定是這個也沒有的話，那麼先作的先成熟，你越是前面先作的，那是先成熟。下面就是《俱舍》上面告訴我們這個道理的一個偈子，這個偈子，大家只要念一下。我再念一遍：「諸業」，這個業在生死當中，哪一個先成熟？第一個，隨重；第二個，隨近；第三個，習慣，串習就是習慣；第四個，前面上面都沒有的話，最先作的最先成熟，所以「前前成熟」。",
    "1716": "[28:36]到這地方，那麼關於這個善惡業的基本的概念都已經有了，基本的概念都有了。凡是對這個道理不（編者按：錄音帶中間切斷） ……清楚，整個的修行的主要的概念全部在這裡，所以下面的都從這地方一步步來的。當然這個次第很清楚，你所以今天能夠達到這個，一定還有前面的這個層次一步一步、一步一步 ……這麼來。然後呢有了這個概念以後，不管是參禪、念佛、學教乃至於世間他為什麼這樣，他為什麼感到這個惡果，然後呢你觀察自己的話，你也曉得了。起心動念的時候固然你知道，不起心動念你也知道，為什麼你會有這個習慣，為什麼會有這個樣，每一個地方就這麼清楚、就這麼明白！"
}