{
    "3": "[00:03]今天請翻到《廣論》一百三十九頁，這個關於業那個部分，這個總的業、果之間的道理、關係，我們已經有了一個基本的認識。那麼什麼是黑業，黑業的果；什麼是白業，白業的果，以及這個業感果當中，幾個特別的相關的什麼具力的業，還有它什麼樣是輕重，還有呢什麼是引業、滿業，定、不定這種概念都要了解。你前面的了解了，你後面才跟得上，前面的不了解，你後面是越聽越糊塗。所以我特別說明，你凡是前面沒有聽的人，一定要補聽的原因。是的，現在你聽的覺得聽不懂啊，於是你感覺到：唉呀，這個地方聽不懂，再去看前面的更糟糕啊！好像有這樣的。實際上呢恰恰相反，你把前面的基礎慢慢地了解了，後面自然而然都懂，因為這個是有層次的嘛！這個有層次的，你們這個概念一定要了解。同樣的道理，說每一個地方你完了以後，你必須要把握住，那麼這個後面更深入的時候，更深入就是利用前面這些基礎，你利用的時候你才會運用它，能夠運用才能夠修持有得。那麼下面那個叫：",
    "130": "[02:10]第二思惟別者。說我們現在對於整個的由業感果的道理是了解了，那麼我們為什麼要來學這個呢？那麼我們現在了解，回想到是因為我們了解世間的痛苦，世間的究竟狀態就是一個苦；說唯一的救濟就是三寶，說佛陀，所以於是歸依佛陀。而歸依了佛陀他所以能夠救護我們的原因，原來在這個上頭，你結果找到了，那麼這個道理也各別地認識清楚了。認識了清楚了，下面你又進一步說：「對！那麼在這個情況裡面，我了解了，我應該怎麼做才使得我生生增進，而能夠達到圓滿佛地呢？這一個特點在什麼地方呢？」所以這個地方現在告訴我們「思惟別者」，喏，這個就是你要的，這個就是你要的！在這一個整個的佛法的中心當中，我們特別需要的哪一部分？這裡。這個是思惟別的意思。",
    "215": "[03:35]所以，換句話說等到你把整個的問題弄清楚了以後，現在在這個問題當中，那就是我要的，我要下腳的那個地方。一方面你了解了這個整個，一方面你了解了進入的次第，然後你走進去的話是步步上升，了解嗎？所以這個他這個層次的安排這麼個嚴密。所以他前面告訴我們，這裡不但說明的時候是把一切的佛語都在裡頭；而且傳承下來的兩個主要的主流；不但如此，而且他這個次第是按照著我們調心的方法，所以他每一個部分就給我們安排得這麼好。所以現在我們進一步怎麼辦？說不是我們要遠離苦、得到樂嗎？那曉得了，什麼是苦的因，什麼是樂的因，如此的因感如此的果，那麼我們現在曉得了。所以由這個地方說：",
    "292": "[04:52]謂由遠離十種不善，雖定能獲善妙所依，然若成一圓具德相，能修種智，勝所依者，修道進程，非餘能比，故應成辦如此所依。此中分三：一異熟功德，二異熟果報，三異熟因緣。欸，說我們是的，你能夠遠離了這個十惡，修這個十善，是！一定可以獲得這個「妙善所依」的人身，所謂暇滿人身。那麼但是呢，在這個暇滿的人身當中還是有所差別。就我們眼前來看，同樣得到人身，所謂暇滿的話同樣進入佛法，結果有的人腦筋非常好，而且智慧也相應。有的人腦筋雖然好，欸，卻是世智聰辯，他腦筋害了，好了個半天，結果走上錯路，腦筋不好不談。有很多人他腦筋雖然好，那身體又不好，有很多人不但腦筋好，身體也好。它每一個地方，就有不同的地方嘛！",
    "372": "[06:12]那麼這個原因在哪裡呢？換句話說，他雖然得到了，是不是圓滿具足？這個還不是。要曉得，要想圓成無上佛道，這一個差一點都不行啊！所以說，要想能夠有一個圓具各種德相，能修無上佛道，「種智」，這個種智就是所謂從道種智到一切智，也可以說拿一切智 ─佛的智慧，是必然要依靠什麼？最好的「勝所依者」。否則的話呢，你得不到這個，雖然也得到的人身，但是做起來是非常、非常地慢，非常、非常地慢。不但是慢，那麼還有因為慢的過程，所以這個時候外面有各式各樣的障礙什麼等等，一個不小心，又走出錯了！",
    "438": "[07:18]所以在這個地方告訴我們，我們真正要修學佛法的人，應該努力地怎麼樣把修學佛法所使用的工具，具足最美妙完整的。就像我們現在舉個比喻，說我們現在要到遠地去，要到遠地去。譬如說要去印度朝聖，然後呢要去到哪裡去啊，說到美國去。那個時候你不但要認識怎麼去法，而且要最好的交通工具。你坐船是不是可以？當然可以，一坐坐上幾個月，欸，坐飛機一天就到。然後呢，你坐船坐幾個月的話，跑到那海裡面，什麼時候碰見颱風你也不知道，啊！那東西非常麻煩。尤其是現在那個時候世界是戰亂，你不曉得這幾個月當中發生了什麼事情啊，有種種的不如意地方。所以一定要找說這個最好，不但找了飛機，這個飛機你還要看看這家航空公司，它非常安全，這家航空公司老出毛病。對不對？我們做任何一件事情都是這樣，何況現在是修學佛法。那麼在這種情況之下，我們要想得到這樣的這個圓滿具足一切修持德相的人身應該是什麼？這個是我們特別應該了解的，所以這幾個地方就告訴我們這個。",
    "549": "[09:09]它又分成三：異熟功德，異熟果報，異熟因緣。說，你現在要得到的這樣的一個異熟的報體，就是我們現在的這個緣，暇滿的人身，這應該有些什麼內容？這個內容換句話 ─功德，有什麼、哪幾個優越的好的條件？那麼這個優越的條件，第二呢，它有什麼樣的功效？能夠產生什麼樣的作用？第三個，你要得到這樣的一個異熟的圓滿的報體，要有什麼樣的因緣？那麼我們了解了，為了求這樣的一個暇滿的人身，我們在因地當中這樣去努力，自然你一定得到這個果報，這個觀念我們首先要建立。",
    "606": "[10:06]現在我常常聽見人家講，尤其是現在這個時候，這個世界、世間上面好多亂的現象。常常有的人，哎呀，這個地方神神怪怪，那個地方神神怪怪，不要說是外道，就是佛法當中也有很多神神怪怪的事情。我們往往自己把握不住原則，聽見了這個，噢喲，就被它心動了。佛法裡邊講不講神通？講，絕對講！但是神通是什麼？你如理如法修持的必然結果，這是果啊！我們真正要求的是應該求什麼？喏，這個因在哪裡，了解了，然後我們在因地當中起心動念當中，每一念相應，由於這個心念，然後身口相應，自然你會感得這個。如果你不了解這一點去做的話，那對不起，沒有用、沒有用！不要說眼前那些小小的一點鬼通、一點感應，一點用場都沒有。佛在世的時候，非常清楚、非常明白，佛在這地方，很多去親近佛的人他沒有得到好處耶！不要說提婆達多等等，《四十二章經》當中兩個公案，你們牢牢地記住！這個地方再說一遍，這個公案的內涵。",
    "706": "[11:46]兩個住在遠地的人聽見了佛以後，要去見佛。然後跑到半路上面，天旱，沒有水喝。我們一天沒飯吃可以，一天沒水喝就很難受，兩三天不一定餓得死，可是沒有水喝的話就渴死了。結果跑到半路上面，看見有一個「牛尾塘」，換句話說那個牛踩著那個田凹下去一點點水。那麼兩個人看見，哎呀，看見了水不管髒不髒，只要水就喝，結果裡面都是小蟲，你怎麼弄也沒辦法把那個小蟲拿掉。",
    "752": "[12:32]一個人一看，說：「不行、不行！我們既然要去見佛，佛告訴我們，我們要怎麼做。」佛告訴我們，你要想求學佛法，譬如我們就皈依佛，皈依了佛以後就照著佛的道理做。以前我們不懂容或會犯這個毛病，現在懂得了。你為什麼皈依佛啊？要脫苦、要得樂嘛！這皈依了佛怎麼才能夠脫苦、離苦得樂？欸，他告訴你的辦法如法行持嘛！這樣。所以從前者，然後呢我們在世間的一切，六道當中選擇，唯有佛是我們的皈依處，等到你皈依了佛以後才了解，原來皈依佛的正皈依的是法，那麼要照著法去做，那個才是。",
    "805": "[13:25]你正確地了解了，這個人他就了解的，所以說：「欸，佛，我們要去見佛的目的是在這裡，既然佛告訴我們的行持的方法這樣的話，對不起！今天渴死了，我要照著它去做。」另外一個人就說：「你這個人真傻，你見不到佛有什麼用？我們先喝了水，然後見到了佛，問題不是就好了嗎？」結果一個人堅持不喝那個水，一個人就喝了，不喝那個人馬上就渴死掉了。要我們世間的人想起來這個人真傻。嘿！結果他因為持了佛戒馬上生天，一生天，天人他有幾個特質，他曉得：哦，我宿生什麼因緣來到這裡。而且他確定曉得他這一生成了天人，這個天人的特質，他是化生的 ─原來這樣因緣。啊！他馬上就去見佛，見到了佛了。",
    "861": "[14:21]另外一個人呢？喝了水，然後辛辛苦苦又跑了很長一段時候，見到了佛。佛當然曉得這件事情囉！所以就故意問他：「哎呀，你遠道而來很辛苦，你哪裡來啊？」這個人又是一肚子委屈那個心情，報告那個佛如此這般，那麼就有兩個人 ……。然後佛怎麼說？「你這個癡人！你以為見到我啦！去佛千里，你看看旁邊那個人。」他站在旁邊，果然看見一個人，看見這個人面孔很熟，可是這個人長得非常清秀、非常豐潤，年紀輕得不得了，這人間少見、見不到。正在懷疑，佛跟他說：「喏！就是跟你一起來餓死的那個朋友，他因為持佛淨戒馬上餓死，結果呢得到了這個。你見到我有什麼用呢？」",
    "919": "[15:19]所以現在我們千萬不要，哎喲，這個人有一點神通，又有人什麼樣子，你跟著他。這個神通能比得上佛嗎？見到了佛，佛尚且說你這個癡人，你有什麼用！所以我們真正要學佛法，必定要從這一個地方去認識啊！了解不了解？所以這個一點都急不來的，大家萬萬不要急，萬萬不要急，你一定要把握得住這個。昨天下午還有一個同修問我說：「唉呀，我現在業障很重，我要懺悔，唉呀，我要念佛 ……。」我就告訴他，那麼你好好地把那個本論前面補聽，他自然每個道理都告訴我們，這是佛的最圓滿的教法呀！這一點我們根本需要認識的。",
    "965": "[16:05]所以在這個地方我們曉得，你要得到這樣的果，那麼因地上面應該如何下手。昨天講的是最重要的東西已經說過了，在這個地方今天重提一下。那為什麼要重提呢？昨天我講整個的修行的關鍵，就在那個等流心識上面，那有人問我了：「欸，那人家念佛的人他可沒講那個，參禪的人沒講這個。」是啊！有很多人說：啊！你不要去妄分別，他可沒講這個，這個話怎麼講？你們現在細細想一想，我把黑板上那個一般用功的方法都在這裡，這個概念先擺在這裡，你自己想一想。現在不必想，先看一下，然後呢，你下課的幾分鐘想一想，或者今天告訴你，或者明天告訴你。如果說你能夠想得自己想通了，那最好！那時候一補的話，你自己就曉得怎麼融貫各宗各派，任何一家用功的方法，否則的話，到那時候再告訴你關鍵何在。",
    "1033": "[17:13]總之一句話 ─不離開如此因、如此果，造這樣的業因感這樣的業果。如果說你只了解這個世間因果的法則，那麼在六道當中可以上升；如果你更進一步第一義諦的話，可以跳出輪迴，還不外乎這一個。現在我們看，第一個，就是異熟的功德，這種的異熟就是這一種的果報體，有什麼樣的殊勝的、優越的條件。那麼這裡又分八：",
    "1073": "[17:53]初中分八。一壽量圓滿者，說：一、這種人他的壽量圓滿。",
    "1083": "[18:03]謂宿能引牽引長壽，如其所引，長壽久住。第一個，需要長壽，需要長壽，因為他宿生造的這個業是一個長壽的業。為什麼要長壽啊？那我們現在修習佛法，小的時候不行，你到了十幾歲開始可以學。學它個十年、十五年到了三十歲。對不起！你的壽命只有二十歲，嘿，一點用場都沒有。就算你三十歲，剛學會要開始修了，不行；就算你三十五歲，修了又有一點樣子，完了！他壽量一定要圓滿，這個是第一個重要。不過單單那個壽量夠不夠？不夠，壽雖然長，但是你偏偏一天到晚造惡業，結果你那個壽越長，是惡業越大，是越倒楣。所以還要其他的條件，下面一樣一樣說。第二：",
    "1148": "[19:08]二形色圓滿者，謂由形色顯色善故，顏容殊妙，根無闕故，眾所樂見，橫豎稱故，形量端嚴。那麼長相好，長相好。「形色」跟「顯色」，形色，長得樣子好，顯色，看起來好。有很多人這個面孔長得很黑，教人家一看，唉！這個黑炭。那我們通常一看見這個人，不要說黑人哪！一看。還有的人呢，這個皮膚那就是，總是就是有很多人，你教你 ……不但樣子長得好，而且那個膚色非常豐潤，這樣。那麼「根」當然一定是具足，如果眼睛去掉一個，或者鼻子那麼塌掉了，耳朵又這樣，那個不行。為什麼呀？那麼這樣的教人家看得歡喜，看得歡喜。根闕主要的是包括自己的自修，如果其他的，還要利人，你跟大眾相處，大家一看，看見你歡喜呀，不管你去向人家求教也好，或者你幫人家也好，這個就樂於產生正面的功效。第三：",
    "1234": "[20:34]三族姓圓滿者，謂生世間，恭敬稱揚，諸高貴種。第三個，就是他的家世出身圓滿，現在我們講起來，「噢喲，這個人可是某某人家的子弟喔！」以前說起來，噢，這個是王家子弟，現在這個人說他家世是如何地好法，不但是百萬的富豪、千萬的富豪，而且這是都是有學問、有什麼的，就這樣。那自然而然這種家庭出身，受人景仰、尊重。第四：",
    "1272": "[21:12]四自在圓滿者，謂大財位，有親友等廣大朋翼，具大僚屬。這個就是你要做什麼事情的話，要兩樣東西：第一個 人，第二個 法。人呢，說自己的家裡邊，外面的朋友等等，這個來幫助你；外面的財位。然後這樣，你有財、有用，要做什麼事情，不管是自利也好，是利人也好。",
    "1303": "[21:43]五信言圓滿者，謂諸有情信奉言教，由其身語於他無欺，堪為信委，於其一切諍訟斷證，堪為量故。那麼第五個，就是你講的話讓人家聽著你歡喜，這樣。那麼然後呢，說的人也不欺負別人，不欺騙他人，人人信得過你。不但人家信得過你，而且你對事情的認識，處斷的標準，是非常公正嚴明，大家對你服服貼貼、服服貼貼。否則的話，唉呀，隨便談一些問題，大家吵吵鬧鬧是沒有用場。第六：",
    "1353": "[22:33]六大勢名稱者，有大名稱，有大美譽，謂於惠施，具足勇健精進等德，由此因緣，為諸大眾所供養處。他有大名稱，有大名稱，人家都是覺得這個人好，為什麼呢？他有這個，他惠施，他惠施不但是財，而且法，而且布施的時候「勇健精進」，所以大眾都信仰、供養他。",
    "1384": "[23:04]七丈夫性者，謂成就男根。八大力具足者，謂由宿業力，為性少病，或全無病，於現法緣，起大勇悍。那麼第八，是有大力量，這個就是說主要的那這個地方的宿業的力量。所以現在有很多人講醫，這個醫是絕對有用的，我們要曉得我們的病，總共有四種因緣，四種因緣。第一個就是四大不調，這個四大不調是醫生可以看的，也需要醫生看；第二個宿業所感，那個醫生沒辦法；第三個是鬼神觸惱，這個醫生也沒有辦法；第四個自己出岔，不應該做的事情，去做那種事情。譬如說我們飲食，這個應該適量，他不適量，不應該吃的他吃了。然後呢天氣，他寒暖不知，有諸如此類的事情。主要的四樣，其中有一樣那個是這個四大，現在的醫生；而實際上呢，特別是這個地方具足這個大力，主要的是宿業力、宿業力。",
    "1468": "[24:28]我看見過好幾個人，那是我小的時候，我家鄉有一個，我們稱他為叫「崇明聖人」，他很有意思，這個人的確了不起哦！他是前清末年的是一個老秀才，他最後那個時候考，他考上的。他真正的好不在他考上那個功名，而這個人的行持的嚴峻，啊，那人人佩服他，那個道德的操守，所以我們家鄉都稱他為聖人。這個人很怪，他人雖然很好，但是他多病，他一生多病，結果偏偏他的母親一生沒有病。那個時候我遇見他的時候，那位老人家已經快八十歲了。他有一次跟我父親講，那是我父親的一位老師，唉！他說：「我一生最苦的啊，那個時候母親 ……。」因為他是 ─以前的人都非常孝順，他對母親是絕對地孝順，當然做母親的人也絕對疼愛這個兒子，何況這個兒子這麼好。可是妙咧！這個母親的人從來沒生過病，也不曉得病人之苦，偏偏那個兒子，他一身都是病，這樣。",
    "1539": "[25:39]所以當時我聽了這個東西的確不大懂，以後慢慢地、慢慢地了解了，我遇見很多人，他就是不曉得什麼是病。然後那個時候我們在學校裡面有一個同學，我還記得他，他好有意思喔！他這個身體我們叫他小牛，為什麼叫他小牛啊？他跑到什麼地方，就在那個地方又奔、跑、吃、弄這個，這樣。餓，餓、餓、餓，餓一餐、餓兩餐也不在乎；吃的時候一口氣，噢喲，大家吃脹了，他多吃一點也不在乎。剛剛吃完冰的，馬上喝熱的也沒關係；喝完了熱的，他冰的吃進去，冰淇淋幾個吃進去，也就這個樣。有很多人、其他人都受不了。那我們三年級不曉得四年級，那個時候第一次，不曉得第二次，那種特別的流行性感冒，那個時候剛開始，第一次大量地侵襲台灣，一下大量的人生病。那個時候我們在學校裡念書的時候，學校裡為這個病，病倒的人占五分之三。你可以想像單單那麼個小區域，老師、同學結果為了這個病居然沒辦法，放假幾天。我們天天跑醫院，噢喲！他一天到晚忙，他從來沒有病過，你說這種人怎麼講啊？",
    "1614": "[26:54]所以現在人很多講醫，我不是說否定，是絕對它有它的絕對的價值，可是我們必定要，尤其是了解了佛法的人，我們要了解這個特質，了解這個特質。所以那麼這個地方特別說，這個地方大力具足是什麼？特別講「宿業力」。所以，他的或者病很少，或者全無病，不但沒有病而且身體很強壯，因為他強壯，所以這個心裡面也比較勇悍。現在有很多人未嘗不想用功，他用功一提起來啊，唉呀！等一下腰又痠了，頭又痛了，哇！那是沒辦法好想。這個有八樣東西，這個八樣東西。那麼他上面解釋一下。",
    "1661": "[27:41]此復第一謂住樂趣，這個八樣東西當中，一定要在樂趣當中，特別指人。",
    "1669": "[27:49]第二謂身，身體。第三：",
    "1673": "[27:53]生為第三，就是他的出身。",
    "1677": "[27:57]財位僚屬為四，第五謂為世間量則，第五是什麼呢？就是他的話，大家信得過他，因為世間要想做事情的話，衡量的標準就是這個，衡量的標準。他一句話，大家覺得對了、對了，事情可以擺平了！你要想做事情，這個是重要的。",
    "1702": "[28:22]第六謂彼所有名稱，就這樣，跟你接觸的人固然，跟你不接觸的人，他也聽見了，啊！說某人如何、如何，這個對我們是非常重要的。第七：",
    "1715": "[28:35]七謂一切功德之器，我們要想做圓滿的功德的話，這個男身是非常重要。",
    "1723": "[28:43]第八謂於諸所應作勢力具足。你要做的必須要這個條件。",
    "1731": "[28:51]異熟果報分八。初者依自他利，那麼下面那個，這個「異熟果報」，就是特別地詳細說明一下，像上面所說的這樣的這個異熟體，它有什麼樣的業用，有什麼樣的功效。「分八」，也按照著上面這個八樣。「初」，就是壽，壽的話不管要想思自利、他利，",
    "1758": "[29:18]能於長時，積集增長，無量善根。你要想修習增長善根，這個時間很重要，所以壽要圓滿。第二個呢，",
    "1771": "[29:31]第二者謂諸大眾暫見歡喜，咸共歸仰，凡所發言，無不聽用。你一看這個人就歡喜，你看起來歡喜，人家常說：啊，這個開始的好啊，已經是一半的成功。一看見好歡喜的話，事情就很好辦了，這樣。所以這一點有這麼樣的好處。"
}