{
    "24": "[00:24]「第三」，第三是什麼呢？就是前面講的族姓，就是出身。",
    "29": "[00:29]謂所勸教，無違敬用。我們常常介紹一個人，啊！說這個某人的家世如何，如果這個有輝煌的家世，我們通常會介紹，在以前是尤其重要。也許有人說：「現在的人好像不講這個了。」我以前也以為如此，以為大概我們東方人像中國、日本、印度，印度是不談啦，印度那世襲得太厲害了，中國、日本都講這個門閥世家，我以為西方不講。嘿！結果這一次到了西方以後，才發現西方人講得才厲害咧，講得才厲害咧！不但歐洲大陸是固然講，美國也是，他非常重視那個門閥，這個世間就是這個樣，就是這個樣。人家說：「噢！這個某人出身如何如何。」那就是這樣。那在這種狀態之下，一個這樣好的出身的人，做這樣的事情，那大概不會錯了。自然這個我們就容易受他的勸誡，你要他做任何事業，也容易成功。",
    "99": "[01:39]第四者謂以布施攝諸有情，令其成熟。就是「自在」，那是什麼呢？不管是財，不管是法，這一方面你都自在啊！財施，那麼你有錢；法施，你有聰明、智慧，又學得又好。人家沒有的，你給他，人家不懂的，你告訴他，就是這樣，那自然人家服服貼貼跟著你呀！所以，「攝諸有情」容易成熟，我們修無上佛道是必不可少的。",
    "134": "[02:14]第五者謂以愛語利行同事，攝諸有情，速令成熟。這個都靠語言哪！你的「信言圓滿」，你出起口來 ─對！那就好。所以這是為什麼，我們現在一開始要養成功啊，平常我常常建議大家不要多開口，有很多人就是歡喜開口。你開口如果說得對也好，他一開口也不知道說到哪裡去了，文不對題是一種。還有一種呢？這個往往把握不住中心還在詭辯、強辯，這種東西都是非常糟糕，非常糟糕的事情。平常的時候，我們主要的這個因地當中由於什麼，那麼果位當中達到這樣的功效，這個我們要了解。眼前的好處就是這個，眼前就是你平常因為有了這個條件哪，所以人家容易接受，所以「愛語、利行、同事」是容易。",
    "203": "[03:23]第六者謂由營助一切事業，施布恩德，為報恩故，速受勸教。那麼第六為什麼有「大勢名稱」呢？就是這樣，就是因為你幫助別人，就因為你幫助別人嘛！不管是財、法，因為這樣，所以呀人家感你的恩，一是得到的是感你的恩，沒有得到也要求這個恩，自然而然這樣的情況之下，他處處地方來跟著你轉，那麼你要做什麼事情很容易成功，這是它的功效。第七就是「丈夫性」 ─男性。",
    "246": "[04:06]謂為一切勝功德器，欲樂勤勇，堪為一切事業之器，智慧廣博，堪為思擇所知之器。又於大眾都無所畏。又與一切有情同行，言論受用，或住屏處皆無嫌礙。這個男性是「一切勝功德器」，這並不是說樣樣東西都是男性好，不！女性也有女性的特殊的地方。但是呢，她女性有很多的的確確不如男性的地方，譬如說「欲樂勤勇」，勇悍的心情，這個男性的特徵，男性的特徵在這個地方。那麼還有呢？譬如說後面所說的「大眾都無所畏」，為什麼啊？在任何情況之下，你說這個女性，尤其是現在，你要單獨的，或者很多地方的話，哦！這個東西不行，這個東西不行，這樣。它有這樣的幾個，那麼下面告訴我們的，這個必定要具足男性的特別的幾個。",
    "319": "[05:19]不過在這個地方我們並不強調，因為尤其是現在的西方人，強調這個男女平等。唉呀！我覺得這個事情真是很遺憾的事情。天下的事情，本來就是平等的 ─如此因，如此果，各有它的長短，你各盡所長，截長補短，是恰到好處。現在不在根本問題上面爭論，而在枝末上面去摸，這個東西很糟糕，那個很糟糕！所以我們這個地方，這個問題不去深一層地探討，我們只是了解，這個由於共業，世間的量則如此。的的確確這個男性，是在任何情況之下是無所畏懼，而且勇悍之心特強，這個女性這個條件是不具足的，不具足的。那麼第八呢，",
    "379": "[06:19]謂於自他利，皆無厭倦，勇猛堅固，能得慧力，速發神通。這個第八是什麼？「大力具足」。因為他具有了這個，所以他做什麼事情是勇往直前。要不然的話，唉呀，做一點事情就心裡面就提不起來，就又怕，又不勇猛；然後呢雖然勇猛的話不堅固，雖然勇猛做了一下，等一下又累得坐在那裡塌掉了，這個東西不行。不但勇猛而且堅固，因為他勇猛堅固，所以定慧什麼等等都能夠得到。要想真正深入佛法，你沒有這個條件，是絕無可能，絕無可能！由於這樣，那麼定慧力得，於是速發神通。然後呢達到了這種情況之下，你要辦的事情，那可以非常快地辦成功，這個就是這八樣東西特別的好處，特別的功用。那麼這個八樣東西，以什麼原因得到的呢？看異熟八因，第一個，",
    "455": "[07:35]謂於有情，不加傷害，及正依止不害意樂。這是第一個。",
    "463": "[07:43]又云：「善放將殺生，如是利其命，遮止害眾生，則當得長壽。承事諸病人，善施諸醫藥，不以磈杖等，害眾生無病。」分兩方面，一個是應該遮止的，第二個是應該努力的。應該遮止的 ─不傷害眾生。不傷害眾生最主要的什麼？就是內心當中「不害意樂」，心裡面不要傷害別人。這個傷害不僅僅是殺哦，就是我們在很多情況之下，儘管我們現在說不殺了，但是不損惱別人這個意樂，這個很難做到，這個很難做到。而且這個不損惱別人，往往是不知不覺當中，不知不覺當中，你倒不一定是有意損惱別人，你只是為了只想到自己傷害了別人。所以說，我們如果從根本上面去要想了解的話，處處地方要推己及人，要推己及人。",
    "534": "[08:54]現在有很多人，這個世間的人我們不談，本來世間的量則是只求自己的利益，這個我們先不去談它。我們現在修學佛法的人，懂得了很多道理以後，他不拿這個道理來淨化他自己的心識，說：哎呀！我這個人見煩惱特別強，或者思煩惱特別強。見煩惱特別強的人，他好歡喜跟人家講道理的，喔唷，他總歸他有道理，他不曉得他是見煩惱；思煩惱特別強的人，貪瞋癡特別重，他道理他倒不一定是講，但是碰見這種情況，這個習性很重。所以這個地方特別講的這個意樂，這一點很重要。我們了解的佛法，真正重要的，在這一個上面要注意！那麼這個是也可以說根本的，也可以說消極的，也可以說「自挺自足」（編者按：此四字尚待指正）。",
    "594": "[09:54]下面呢，「善放將殺生」，更進一步，有很多人將要被殺，我們要去救他，然後呢利益他的命，還要「遮止害眾生」，這樣的話得到長壽，這個是對於一般的有情。對於我們共同的眾同分當中，人道當中呢，「承事諸病人」，對病人要承事。所以佛在世的時候特別說「看病福田，第一福田」，然後呢《梵網經》上面還在講。佛在世的時候，就有這個典型的公案，典型的公案。這是為什麼我在這個地方特別常常提醒大家的，戒律上面也告訴我們，戒律上也告訴我們。",
    "643": "[10:43]那麼還有呢「善施諸醫藥」，好好地把那個醫藥給人家。這個醫藥分兩方面，生理的、心理的。真正好的醫生，他不單單是看你的身病哦，還要看心病，還要看心病。所以，現在的西方很有意思，西方目前那個專科醫師很多，大家都說專科。可是現在有一個諍論，有很多全科醫生，他樣樣來。要我們想像當中，這個全科醫生不行欸！咦，全科醫生有它很大的道理在，因為很多人的病，他這個除了身病以外，他心病很重要，心病很重要！尤其是美國，它這個盛行那個保險制度，那個保險制度那個醫生，常常叫「家庭醫生」，就是這樣，家庭醫生。也就是換句話說，你一家……你的病人，你看了病反正找他，他從小就曉得你，你這個人怎麼樣的，這樣。",
    "709": "[11:49]那因為我在那兒住了一些時候，去看的時候，他往往先跟你隨便談談天哪什麼，然後給你開點藥。以後我才曉得，往往開那個藥，跟你那個病了不相干，就是這樣。哎喲！你覺得心裡很苦惱或者什麼樣，他然後給你。原來這個裡面什麼東西？維他命幾粒，什麼阿斯匹靈幾粒。現在阿斯匹靈曉得不能吃了，不開了，欸，你吃下去有一點效果的，等一下，好，感冒就好了。",
    "738": "[12:18]那我自己還親身遇見過這樣一件事情，有一次我感冒，感冒了以後，有一個，正好我們出去，一起去到一個地方去朝山，朝山的同行當中有一個，這個是藥劑師，他隨身帶著。他就講，什麼？這個怎麼唸的，我忘記掉了，什麼「一大兩小，多吃開水，多睡覺。」下面幾句話，就是這樣，那個治感冒是百發百中的藥。那時我感冒得啊，哎呀，那天鼻涕什麼流，這樣，他就給我吃，吃幾個。然後他們那天出去去了，我就沒去，我在那裡吃完了以後，然後睡了一覺蒙頭，果然沒錯，到了晚上就好了。哎呀，我說我以前感冒從來沒有這麼快好過，很相信。以後等到完了以後，回來到了那個地方，有一次偶然談，他說「一大兩小」是什麼東西呀？小的是維他命Ｂ，大的是維他命Ｃ，我聽了大為驚訝！什麼？我說我天天吃這個東西，但是平常吃這個東西，感冒就是不好。他那一天就告訴你呀，然後你心裡面想。的的確確是這樣，千真萬確，千真萬確！所以現在很多學佛的人，居然心理上面說這個 ……我們要曉得，佛法真正講的身心是分不開的，身心是分不開的。",
    "822": "[13:42]我說到這裡，我還給你講一個，這是一個非常有名的實驗。實驗的這個人，一個德國的大科學家，在戰前 ……現在我們動不動講美國，我們曉得戰前最好的是歐洲，德國尤其是厲害，是一個德國人。那麼他接受了這個東方文化以後，他覺得，曉得那個心理的重要。實際上佛法講的身心是分不開的，現在我們這個世間上的這個哲學往往講心物好像二元，不是，這個不是！不過西方人，很多人總覺得這兩樣東西完全對立的，實際上不是，這是互相影響的。那麼這個主要的中心在什麼地方呢？主要的中心就是那個心念。我們往往那個心念，由於這個等流的心識，你看見了對象以後，已經跟著外境轉，引發那個種子，到那個時候它現起來。將來講到業的時候，它每一個地方會分得很仔細。",
    "888": "[14:48]那麼這個醫生，他了解這個情況以後，所以，他自己用他的那套方法，當然採用東方人「定」的心情。他那個意志力非常強，那麼有一次，那個實驗還在上海做的，吃那個虎列拉菌。虎列拉菌是什麼？霍亂、吐瀉，這個你們曉得的，非常厲害啊！隨便碰到一點點你吃下去，是馬上出毛病。他經過人家的實驗室裡邊培養出來的，吃一杯！啊，那個一杯可以殺死百萬個人，大家分開來吃，吃下去的話非死不可，他就當眾表演喝下去，一點事情都沒有。表演了兩次，第二次還拉了一次肚子。人家問他：「你為什麼拉了一次肚子？」他自己也說明，他自己 ……你真正的心力強盛，他很了解這件事情。我們現在好像聽起來這個很神奇吧！我完全講科學給你們聽，不要講佛法。",
    "946": "[15:46]現在的科學上面催眠術，你們大家了解的，對不對？聽說過沒有？這個催眠尤其特別用在生小孩子，它生小孩的時候，有一種叫無痛的這個生產的方法。它就是事先他用催眠，使得這個產婦，精神跟隨著這個催眠師集中在一個地方去，她的心志完全跑到那個地方去了。然後呢那個地方暗示她，放鬆了身體，欸，一點都不痛。可惜的是我們都沒有這個經驗，我們也不可能有這個經驗。但是除了這個以外它用在其他的地方，已經產生了各式各樣的神奇不可思議的功效。所以我們可以說日常生活當中隨時可以檢查得到的，譬如說我們自己有的時候，你碰見什麼一點小小的頭痛或者什麼，在那兒很難受。欸，忽然之間有一樣東西，非常有力地吸引你，你全部精神貫注在那裡，等到你貫注在那裡，等一下你忘記掉了。忙完了半天，一回來的時候，唉呀，又塌掉了。我想這個經驗我們人人有吧！說明什麼，說明什麼？就是這個。",
    "1025": "[17:05]所以大家注意哦！大家注意哦！不要我們為這個世間這種無明所騙，世間的人那沒辦法，現在學佛的人哪，居然有人告訴我：「我是學醫的！」他完全忽視掉這個，我也只好不談，然後你有理，你還有沒有道理？你有，說完了讓他走路。這種人學佛啊，我覺得真可憐，他不知道在學什麼佛！所以我這個地方談到這裡，隨便一提，隨便一提，這一點是我們務必要知道的。所以這個地方叫「善施諸醫藥」，你是這樣的。還有呢，「不以磈杖等，害眾生無病」，你能夠處處地方這樣地幫助別人的話，那麼那個時候，你就可以得到這個，不但壽長而且少病少惱。如果說你能夠幫助人家身病，你身少病；你能夠幫助人家心理健全，你心力堅強，如此因、如此果，就一點都不錯。",
    "1099": "[18:19]第二者謂能惠施燈等光明，鮮淨衣物，又云：「由依止無瞋，施莊嚴妙色，說無嫉妬果，當感妙同分。」第二是什麼？就是形色、顯色圓滿。為什麼呀？喏！「惠施燈明等」。這個光明，啊！樣樣都照出來了。所以不但是供佛，而且在暗的地方，你處處地方能夠這樣，這是一個。還有鮮淨的衣服，好的東西，那個就是形、顯二色。「又云：由依止無瞋」，這個瞋是內心當中的最惡劣的東西，所以這一點「施莊嚴妙色，及無嫉妬果」。這個莊嚴妙色你怎麼個布施法？莊嚴妙色怎麼布施法？外面的布施，譬如說我們現在在這個常住，我們把那個大殿固然打掃得清清楚楚，弄得樣樣好，地道的前面，處處地方。譬如我昨天來說，我正在那兒休息，我看見平常身體向來不好的一個同修，居然跑在那裡，休息的時間不休息，拿了一個掃帚在那裡掃地。哎呀！我看了真讚歎哪！後來我還在說，他固然是得到了功德，我還因為他而得到了功德；他得到的功德他的，我在那兒隨喜，我也得到功德。所以我覺得你們真正懂得了這個如法修行的話，這個出家生活之美啊！",
    "1206": "[20:06]反過來，你說：「萬一這個人偷懶怎麼辦？」我還是可以得到功德。如果他偷懶，我覺得：「唉呀！這個人真可憐，不知道，愚癡啊！我要好好努力啊，我要將來幫助他。」我還是可以增長功德，對不對？這個很明白呀！所以你們要懂得，真正修學佛法最重要的正知見。反過來，你不懂的話，他那兒掃地，你會覺得：「哼！這個傢伙，他算什麼？他算他的勤勞啊？」對不起，他在那兒長功德，你這一念非墮落不可！這不是很簡單嗎？就算他做給你看，他做給他是他啊，你還是在那兒隨喜，這是我們要了解的。我們這個地方不能反省自己不如，還要嫉妒人家，這是我們為什麼在末法的時候這樣，還處處地方說這個不如意，那個不如意，說這個。你不要怪人家不如意，那你因地當中，你只要自己問你自己你起心動念，很明白、很清楚，就了解了這個道理，這樣。",
    "1268": "[21:08]這個地方都是什麼？「施莊嚴妙色」，你能夠把那個寺院弄得乾乾淨淨，人家一看說：「啊！這個地方真好啊！」欸，對了，你就得到了這個功德，你就得到了這個功德。所以就有這樣大的好處啊！你不要說，等到還要常住派你一點工作，你還畏畏縮縮跑到那裡去，「嗨喲，這個事情又無關緊要的，好像跟修行沒有關係呀！」前面說得很清楚，已經登地的菩薩，尚且要無量無邊的東西去供養，現在我們個凡夫什麼都不要，你還不聚一點資糧，不聚一點功德，請問你修行修在哪裡呀？所以這個地方來告訴我們施莊嚴妙色，然後呢還要不要嫉妒，那個時候「感妙同分」，欸，你就得到了！",
    "1322": "[22:02]第三者謂摧伏慢心，還有這個是「族姓」，就換句話是出身，他為什麼出身就高貴呢？他處處地方謙下尊重別人。因為你謙下尊重別人，所以，你這個善因，你一出生人家就會尊重你。你現在處處地方自己覺得憍慢，瞧不起別人，對不起，你到那個時候也是這樣，你也是這個樣。",
    "1355": "[22:35]於尊長等，勤禮拜等，於他恭敬，猶如僕使。對於尊長等等，是勤禮拜，於他恭敬，猶如僕使。要曉得這個尊長是重福田，重福田，在家是自己的父母等等，出家是三寶、師長、佛等等，乃至於他只要穿了這身衣服。所以我們注意哦！穿了這種衣服，一穿這種衣服，不管他自己裡邊的行持如何，你一看見這件衣服，哎喲！這個是三世清淨幢相，你對他恭敬總不錯，得到的好處，總是你的。你恭敬，他不一定得到好處欸，可是阿彌陀佛啊！你恭敬他，你有幾分恭敬，就得到多少好處啊！這個是我們要了解的。如果你真正了解了以後，我想我們心裡面，你要找一點煩惱，你怎麼樣找也找不到。你怎麼可能有煩惱呢？你在什麼地方都在增長你的功德，這個功德還是以後的異熟，眼前心裡是處處歡喜。所以現在很多人說信了佛還要煩煩惱惱，唉呀，我覺得真可憐，乃至出了家還煩煩惱惱！這個時候你趕快努力來學，你只要學會了以後，那快樂啊！眼前固然快樂，是將來生生增上。",
    "1439": "[23:59]所以儘管現在我這樣的話，常常不大舒服，可是我心裡實在是很開心，是越想越開心。我想我以前沒有學，所以現在老生病，現在曉得了好高興啊！以前的果報，那沒辦法嘛，還它啊！可是我既然感到這個痛苦，我現在了解了，我現在種的因可是快樂的因啊！越想越高興。痛由它去，那沒辦法好的事情嘛！我以前不知道，現在知道了，你看多開心啊！你生病都開心，那你不生病的時候，當然更開心。這個道理都在這個上頭，那麼這個是族姓。",
    "1481": "[24:41]第四者謂於乞求衣食等物，悉皆施惠，設未來乞亦行利益。又於苦惱及功德田，乏資具所，應往供施。第四，那麼就是布施，如果有人來向你乞討的話呢，你去惠施他，去惠施他。現在有的人說：「唔，你布施給他 ……」世間上面常常這樣說：「這種人他好好的，他自己有能力不去做，你給了他以後，他不是培養一個社會上面的寄生蟲嗎？你讓他增長他的好吃懶做嗎？所以不要布施！」你說這個話有沒有道理？嗯，很有道理啊！對啊，你吃的送了他，他以後 ─好了、好了不做事情，他專門這樣了。那你到底怎麼辦啊？這上面我告訴你，這兩個答案都對，反過來，兩個答案都錯。你真正懂得了佛法，你怎麼做就怎麼對，而且絕對不會是含含糊糊的。剛才說兩個答案都對，你不是說：「這個對了，這個一定錯，這個對了，那個一定錯，怎麼會兩個都對呢？」不！你要曉得做任何一件事情，它一定有一個衡量這一件事情的準則。你那個時候看你衡量的準則是什麼，這個我們要了解的。",
    "1577": "[26:17]所以佛法上面告訴我們，我們必定要把握住這幾個：做的事，就是對象；什麼意樂，你的心是什麼心；然後呢根據這個心，你怎麼加行；怎麼圓滿。如果說你看見了這個情況之後，於是你心裡面想到的，說你現在修學佛法，什麼？要幫別人，幫助別人最主要的是幹什麼？結個善緣哪！先結善緣，然後呢慢慢地可以。他今天想來跟你要，很好啊！結個善緣，以後來幫助他，第一個。第二個，他來要，成就你的布施，圓滿你的布施的這個功德，他是你的恩田，你將來所以能夠成就，都是靠他。然後呢你將來有了布施，然後你有這個功德，到那個時候你也修學了佛法，了解了，然後你幫助他去，對吧？結果這麼一來的話，你自己也圓滿，他也圓滿，其他的你不考慮，那個時候絕對正確！",
    "1638": "[27:18]是另外一個情況呢？也許你另外一種情況，那個時候，你的起心動念，著眼不在那個布施上面，也許你在另外一個概念上面 ─世間的量則。那個時候你想，他這個人，假定說你用另外一種方式策勵他去的話，也可以讓他至少能夠有一個什麼的好處。那個時候，你不布施，對！總之你的心的動機很重要哦！所以記得吧？這個業一共有四個條件，第一個，業來決定一切，第二個，業的增長廣大，記得不記得？然後這個業是什麼，思、思已業，對不對？思心所相應，然後呢相應的身口所起的。當你心裡面想著，你為了利益他，你為了利益他，送他也對，不送他也對；反過來，你拿你的心情去想，以世間的量則去想的話，那就另外一回事情，不管你找多少的藉口。這個概念非常清楚，所以你把握住這一點的話，儘管別人也許跟你要諍論這個問題，你自己心裡面了解得清清楚楚，你做起來絕對沒錯，這是我在這個地方告訴你的。",
    "1722": "[28:42]那麼在我們正式開始修行的次第，一定是先布施第一，這樣。所以這個佛在因地當中不要說錢、樣樣東西布施啊，人家來給他討頭，他絕對不會說他要不要他的頭，「欸，他來要我的頭，我生生世世就要求布施，他現在來要求，滿足我的布施，當然送給他呀！」他高興得不得了！他絕對沒有想到人家要不要，要了這個頭要幹什麼的，他沒想到。這是我們要了解的這個特質啊！",
    "1759": "[29:19]所以我們現在從這個地方要去看，這個布施分多方面的，財施、法施、無畏施。是！有的時候，有的人心情比較怯弱一點，那個時候需要你幫忙的時候，我們也應該幫忙他，應該幫忙他。"
}