{
    "3": "[00:03]那麼尤其在這一點，我要特別地鼓勵幾位年輕的同學們。年輕人不曉得老年的苦，也許是因為我現在體會到了，以前我總是覺得拿我的衡量，總覺得這些年紀老的人踢踢遢遢的。我現在發現不是！到那時候他就是處處地方不如，他的確有他 ……還有病的時候，那個時候不能用你的想法去想，這個我們要注意！所以我們修學佛法的時候，這一個概念很重要，很重要！人家到這種情況之下，我們應該他需要什麼儘量幫忙他，需要財 ─外物，布施財物；他需要精神上面的安慰，布施無畏；知見方面的不了解，那麼法布施，總歸處處地方幫忙他。",
    "58": "[00:58]「又於苦惱及功德田」缺乏的時候，「苦惱」的話，那就是屬於世間的一般人。不管他是缺的哪一樣 ─缺的財，缺的法是無知，以及精神上面的沒得依靠，你給他的無畏；所謂「功德田」的話，就是三寶之數，修行人等等。這個功德田，把恩德也併在這個裡頭可以說，他有所缺乏的時候，那麼去供養、去布施，這樣。所以這個世間人尚且這麼說啦，這個孝，世間講孝道，實際上這就是我們最好的恩田。他不是說你能夠養啊，不是說你能夠養啊！要什麼？要能夠善體親意。現代的人能夠養父母已經了不起了，古來的人不是這樣，佛法比它更高一層。所以我們真正地對於功德田，對於尊長什麼等等的話，不是說：「啊！我賺了錢給他幾個。」或者什麼，絕對不是這個意思，你處處地方要委曲婉轉的。",
    "132": "[02:12]記得不記得，我們事善知識引用《華嚴》當中的九心，第一個心是什麼？大家還記得不記得？如孝子心，一點都沒錯。如孝子心什麼？他講他的心欸！他處處地方，不是以他自己的心裡邊覺得「我覺得怎麼想的」，而是以父母的心裡面怎麼想的，這一點對現代的人尤其重要。為什麼對現代的人尤其重要？因為現代的科學特別發達的時代，這個前後差得很多、很多。我當年自己也是這樣想，現在看見年輕人哪，啊，又變本加厲！我當年總覺得父母啊，他們那個時代不一樣，那麼不懂了。現在呢，更是如此了！不要說等到二十幾歲、三十幾歲念了很多書，還在小學裡乃至中學裡邊，對自己的父母說：「這些老朽了，這個落伍了，他根本什麼都不懂！」好像就是他懂。所以這個世間哪，邪見增上，每況愈下，講道理是越講越多，但是呢世間的樣樣東西是每況愈下，道理就在這裡。所以這個是第四樣東西，我們要了解的。",
    "209": "[03:29]第五者謂修遠離語四不善。那麼這個第五項。那麼現在呢這是講再下面所謂第五，這個第五為什麼信言會圓滿呢？他因地當中能夠遠離四種不善，修四種的善法，修四種的善法。那個時候自然而然哪，你講話人家能夠信受你、信受你，這樣。否則的話，這個我們講話的的確確現在常見的現象，平常我們一開口，是好的固然不錯，但是大部分人往往，要嘛說閒話，綺語，說了半天毫無意思，造這個因；要不然講一點道理的話，人家不聽了，起諍論，然後你有道理，我有道理，吵了個半天。這個都是什麼原因？宿生既做錯了，這一生尤其是錯上加錯，大家還不能反省啊！還不能反省啊，還總覺得我有道理，那個心裡面哪，他不是說他明知故犯，他真正地可憐的地方，愚癡的地方，他不知道，他總覺得自己有道理。所以大家注意，為什麼我昨天特別提到這個等流，你們必定要從這個地方認識起。這不僅僅是個概念，單單那個概念，一點用場都沒有。你必定要把這個概念哪，認得它概念所指的是什麼，那個時候你才有修行的機會。",
    "334": "[05:34]說到這裡，為什麼現在在這個地方佛學院，有很多我將來我會認真地淘汰，不相應的就是不必去聽。要不然說了很多道理以後，然後拿那個照妖鏡去照別人的話，自己既傷害也傷害佛法，沒有用場，完全沒有用場。你懂得了道理越多，然後跟人家吵架的機會越多。你自己害了是小事情，然後呢把大家也拖下地獄去，佛無始以來集聚的資糧，就被我們這樣地吵吵壞掉了，不值得的，這個要了解，這樣。所以碰見這種情況，為什麼古人告訴我們碰見什麼事情，談得好就談，不能談 ─忍，原因很簡單，就是說這個裡面總有很多原因在，你不必跟人家論的原因就是這樣。所以這個地方告訴我們，所以你開口人家能夠信奉的原因，就是你宿生信言圓滿。那是因為你要嘛不開口，開口的時候，絕不講無義的綺語，絕不離間別人，事實就是事實，乃至於說話的時候總是不會粗言，總是非常地柔軟，非常地柔軟。",
    "419": "[06:59]那我說到這個地方，我倒想起那個時候剛出家，剛出家，我們住在蘭若，我這個法師常常說我：「你們這些人，一開口就像吵架。」我總覺得我好像從來沒有跟人家吵架嘛！我一直出了家以後，的的確確我自己覺得，從來沒有跟人家吵架。但是過了多少年以後，我在那個時候才感覺到。那個時候心裡面，心理狀態也不一樣，開口的時候，自己也感覺得到，那個心情跟那個不一樣；你不比較，比較不出來。那麼以前這個什麼狀態呢？以前因為一向就是那種心理很粗猛的這種現象不覺得，自己雖然平平常常，可是開起口來那個話，總是比較起來不大像柔軟。就像我們現在，譬如說有很多這種社會上面某一個階級的人，他一開口三字經就先出來了，一開口三字經就出來了。他這個三字經，他自己不曉得他在說些什麼欸，那會這樣的，就是這個習性。那麼這個地方我們提一下，這個第五。",
    "491": "[08:11]第六者謂發宏願，於自身中攝持當來種種功德，供養三寶，供養父母，聲聞獨覺，親教軌範，及諸尊長。這個是得到「大勢名稱」的。這個大勢名稱要兩個條件，第一個要「發宏願」。我為什麼要這樣作，要這樣作。這個願不是普通的願哦！這個願叫「宏願」，什麼才是宏願？無上菩提之願。現在我們只要把這四個字擺在心上面，真正的菩提願到現在為止我們還沒講到，我們也不大正確地認識。現在不要說菩提願，乃至於厭離心是什麼都不知道，在這種情況之下，那佛法門都沒摸到。不過呢，我們現在先曉得方向在哪裡，根據著這個，然後呢做種種的功德。做種種功德當中，特別是供養三寶，這個是出世的；父母這是世間的；然後呢三寶當中，特別是聲聞、獨覺這種證果的；跟你親近的，那是親教、軌範尊長，這個都是大功德田、大恩德田，你在這個裡面，隨便一點點的損或者益，就得到的禍害跟功德是不得了地大，不得了地大！",
    "583": "[09:43]我最近看這個《德育古鑑》上面，有這麼一段公案。有一個地方瘟疫，有一個地方是瘟疫，那個瘟疫來的時候是非常可怕，不要說現在啊，現在的科學這麼昌明，一旦這個流行病來的時候，你簡直一點辦法都沒有。那古代那好可怕，我想你們大概沒看見過，我小的時候就看見過。那個時候霍亂來的時候，那往往說，剛開始只是一家人家，然後呢，哎呀，那個棺材店裡拼命做都來不及，到後來，哪有來得及買棺材的，整個的一個村莊上面死的只剩下幾個人咧！有這種情形，這麼個厲害法，那就是霍亂的時候。儘管那個時候科學不發達，可是那個時候也曉得的，一有霍亂，平常的時候婚喪喜慶等等，這個民間很重視，大家去要祭悼，一碰見這種情況，誰都不敢去。只是喪葬那些人，欸，他們那些人還妙咧，他們也不怕，他們還照去不誤。這麼個可怕法！所以古代人也曉得，一碰見這種情況誰都不敢去的。",
    "657": "[10:57]那麼有一次有一個地方，有一家人家也正在瘟疫流行。那麼流行之前有一個媳婦，那時候剛剛嫁到那個夫家，嫁到那個夫家了以後，她有一次偶然正好還她娘家去。她回去了以後，她那個夫家那個地方就起了瘟疫了。喔！一下傳開來那非常快，然後她就急著要回家去。她媽媽就說：「欸，你回去幹什麼？」她媽媽、她哥哥，大家都勸她：「這種病，一下的話，你家統統死光了。你這有幸而出來了以後，你呀趕快就留在這裡。」然後這個女的怎麼說？「不！我今天既然到了他家，那就是他家的人。正需要你的時候，你不去，這個可以嗎？做人是這樣做的嗎？」她當然話不這樣說啦，她的意思就是這樣，然後就回去了，然後就不計一切地回去了。擺明了擺出去的，就是張開眼睛往水裡跳的事情，她就回去了。",
    "719": "[11:59]回去的時候，欸，妙咧！那一家人家的家裡正在那個病的時候，忽然之間哪，她不曉得是她先生還是她公公，聽見有幾個鬼講，哎喲！說這個孝婦回來了，回來了，那個天上面派了人來了，他們趕快逃。就是這樣。欸，結果他一家人就好了，自己也不曉得是怎麼一回事情，就是這樣。所以後來就這個公案登出來，甚至真正反正是瘟疫什麼等等，的的確確有這種瘟神，有這種瘟神，那是那個地方的共業，他那個時候就來了，那時候就來了。所以你想，世間她才發這一個心，有這樣的量，就馬上感得這樣的果報。所以這一點我說到這個地方，隨便地一提供養這個尊長的功德。",
    "773": "[12:53]所以為什麼，反過來，那天我們記得吧？說有一個人，他姓韓的，他本來可以得到功名，結果因為他自己對他的父母，對他的尊長，儘管他表面上面還是很孝順，我們連他表面都做不到，他心裡面還在嘀咕。他心裡一嘀咕，那個文昌帝君說：「表面上面做得很好，他心裡一直嘀咕，他那個功名早就削掉了。」然後你們不妨再看看《俞淨意公遇竈神記》，他自己還覺得：「哎喲！我這麼修行，做這麼多好的事情。」這竈神怎麼講？「上帝派那個日游使者，跟著你跟了三年，因為你抱怨，所以上帝派一個日游使者（就是白天檢查的），跟了你三年，發現你一點的好功德都沒有做。你起心動念一直都是這種埋怨，都是瞋恨，所以你這個禍，你逃禍都來不及，你還求功德，你哪裡求起？」這個在世間人喏！",
    "834": "[13:54]所以我們修道人就要從這個地方好好地認識去，好好地認識去。你曉得了這個，那個異熟的八個因，曉得這個因地從哪裡種起，就在我們起心動念那個地方種起，那是非常重要的，非常重要的！所以，佛說的這個戒經，最重要的是第三句 ─自淨其意呀！也是這樣講啊！所以說，這個是第六個。",
    "864": "[14:24]第七者謂樂丈夫所有功德，厭婦女身，深見過患。這個，他怎麼樣能夠得到丈夫身呢？他第一個樂丈夫身，對於這個女身深深地見到它的禍害。還有一個呢？",
    "887": "[14:47]樂女身者，遮止欲樂，將失男根，令得脫免。有很多人他歡喜女性，這個歡喜女性有兩種，或者自己對自己的這個愛著，這個女性通常歡喜胭脂、花粉，修飾、修飾弄弄，其實這個不僅是女性哦，男性也是如此。但是這個也並不是叫我們頭髮嘛長得這個樣，鬍子嘛留得這麼長，不是這個意思。我們整齊還是要的，整潔是世間的量則，只是你不要刻意地去弄的這個，這個不要。那麼這個除了自身以外，還有別的；譬如男性，男性好樂、歡喜女性的話，這個也是一定要會失男根的。碰見這種情況，你能夠自己遮止，防止別人遮止，那麼那種情況之下，你能夠脫免，就能夠得到丈夫之身，丈夫之身。關於這個在後面談到這個業的另外一部分的時候，他也有說明。總是處處地方，最重要的就是思、思已業，你的起心動念。然後你的起心動念以後，然後你的身口相應的，最主要的始終就是這個心念。",
    "978": "[16:18]第八者謂他不能作，自當代作，若共能辦，則當伴助，惠施飲食。第八的話呢，怎麼才有具大力量呢？他如果不能做，你就代他做；或者自己共他做，或者幫忙他；惠施種種。所以遇到這種情況，現在這種情況，有的時候人家求助於你，你應該怎麼？求之不得，「好啊！他來成就我的布施功德，他來成就我的具足大力。」我們往往這樣的，人家來求助你，總照著我心裡的心意想，就是說：「他這個人故意這樣，他這個人就是怎麼樣，就是怎麼樣 ……。」你說種種理由呀，不但自己不幫忙，還要叫別人不去幫忙。唉呀！這個事實在是我覺得好可惜、好遺憾的一件事情。這個地方我們了解了，說你要想得到這一個異熟的果報，就要以這樣的異熟的因啊，這樣。",
    "1044": "[17:24]所以佛陀特別給我們說明，說你不是要成佛嗎？對！因為你要成佛，所以你對佛、三寶恭敬嗎？對！因為既然你要成佛而對三寶恭敬的話，請問：為什麼不對那些窮人恭敬呢？這個話驟然我們聽起來不懂，對那些窮人、對那些壞人你為什麼要恭敬他？請問：沒有窮人成就你的布施功德，沒有那些壞人成就你的持戒、忍辱功德，你能成佛嗎？不能！不能！既然你要成佛了去恭敬佛，他同樣成就你成佛的因緣，你能不恭敬他嗎？這個道理很簡單嘛！",
    "1095": "[18:15]所以說穿了問題很簡單，你是跑得來要學佛，還是你跑得來學會了那些文字跟人家去諍辯哪？假定你學會了文字諍辯，你要想去博一個博士頭銜，朝著去大張旗鼓賺大錢，那不要管。你反正懂得了一點文字，跑得去跟人家大吹牛，可以！如果你想成佛的話，那個情況就完全另外一回事情。分別得清楚嗎？",
    "1126": "[18:46]我所以很強調用這種語調來說明的，只有一個目的，就是策勵我們自己的內心，曉得我們真正進入的關鍵所在哪裡 ─是把文字的內涵要認得，然後呢有了這個正確的認識，身體力行，改過，這個就叫作修嘛，修改自己一向無始以來的習性。這個習性是不知不覺的，前面很多次告訴我們「他世現行猶如夢」，你有了這個習性呢，到了下一世現行的像夢當中一樣。我們想想看是不是？我們每一個人就有我們個人歡喜，欸，他就歡喜那樣，他就歡喜這樣，我們也不曉得為什麼。就像做夢當中我們不曉得為什麼，夢醒了又曉得，原來這是夢啊！為什麼？喏，就是你宿生的這樣的，這個哪裡？就這兩個字。這下面這個，等一下再講，或者先讓你們想一想，總是慢慢地、慢慢地，談到的時候再去說它，那麼這個八個因。下面這個很有意思哦！",
    "1205": "[20:05]如是八因，若具三緣，能感最勝諸異熟果。上面是八個因，一切法的成就，一切法的生起是因緣所生。因是這個，緣呢？下面。主因有了，還要助緣具足才行。哪三個助緣呢？下面，如果你能夠把這三個助緣做到了，能夠感到最勝的異熟的果報。",
    "1239": "[20:39]在還沒有講這個三緣之前，《金剛經》上面告訴我們「三輪體空」，它要三輪空；下面這個叫「三輪不空」，這個怎麼講？三輪空是什麼？是修相應的慧，到了這個時候，三輪自然空。那麼你要修的話，請問道當中你要修什麼道？要修這個道，你「境」，前面信、解的境，應該是了解些什麼？根據你所了解的，然後如法地行持修道，才感得如此的道，對不對？一定的，所以那個時候才有這個果。請問因地當中是做些什麼？不知道！因為我們現在不知道，所以要嘛說空話，說三輪空，說了半天，大家反正不空，空的在天上。我們說起來：「我們凡夫嘛，這個是聖人境界。」這個話倒是沒錯，這是聖人境界，我們就是凡夫。但是你怎麼從凡夫到聖人境界，不曉得，所以永遠你想學佛，只是永遠哪，只是想。所以祖師會說：「你這樣做法，做到驢年沒你的份！」",
    "1322": "[22:02]現在這個地方就告訴我們，喏，就是這三個！你能夠把這三個，因地上面一步一步做對了，果位上面就達到這樣的結果，所以這樣的次第。所以我們現在不要羨慕別人，應該羨慕自己呀，哇！說：「現在我好高興，我居然找到了這個正確的辦法，我只要這樣下去的話，到那個時候就是我的！」現在佛來送給你，對不起，我不要；你佛已經告訴我，我曉得，還是你佛告訴我的，你有這樣的因，就感得這樣的果，我現在造這個因，自然有這樣的果。如果說是只有佛可以送給我們果的話，對不起，那個佛法就沒有因果了，這是佛法嗎？所以你對這個概念認識了，自然而然曉得我們怎麼辦！",
    "1376": "[22:56]下面就說三樣東西，哪三樣呢？第一個「心清淨」，這個地方分三樣 ─ 心、田、加行清淨。換句話這個就是三輪空當中，心就是自己，田就是對方，加行就是中間做的事情，這樣。所以我們剛開始的時候叫什麼？要用這樣東西的是清淨；等到你這個聞、思位當中清淨的話，感得修位當中的清淨的話，就是「空」相應法，就是這樣。那麼現在看看，",
    "1415": "[23:35]心清淨中待自有二，心清淨當中，「待自有二」，這個心又從自、他兩方面來說。",
    "1422": "[23:42]謂修彼因所有眾善，將用迴向無上菩提不希異熟。現在我們要做各式各樣的好事，然後呢你做了好事以後，不管你要不要，一定有它的善果的。那麼，那個時候我做的時候，我說我不是為了別的，是為什麼？為了要求無上菩提，絕對不希望異熟果，絕對不希望異熟果，這一點我們要了解。那麼加深這個印象起見，我要提一件事情。我們往往做一點小小的事情，做了以後，總希望別人知道，啊！然後讓人家知道。或者做了以後，這個心裡面你不知不覺當中要做給別人看。人家希望異熟，還不希望現世，還希望以後咧！現在我們連它希望後世都等不及，就眼前馬上讓人家看見：你看，我在那兒做那件好事情。",
    "1489": "[24:49]所以你不要小看說迴向菩提，這真正的內心迴向菩提，這是有它一定的量則在，這樣。所以你做任何事情，你心裡很清楚，我為什麼做，我是為了這個。將來的果報都不要，眼前的果報更是虛假的，兩腳一伸有什麼？所以不管別人看見不看見，不管別人讚歎不讚歎，人家埋怨我，他是他的，我自己努力做。所以這個迴向菩提兩個字，不要把它文字看，看看自己的心裡就很清楚、很明白。「不希異熟」啊！那個時候才談得到不希異熟。這是第一個，就是自己心裡很清楚，你做任何事情，說：是！",
    "1534": "[25:34]所以，關於這一點，為什麼我對我的老師這麼讚歎，為什麼我現在才懂得他這一句話：「我做這一件事，可是做給我自己看的哦！」那我現在懂了：對啊！做給我自己看的，沒有錯，做的不是做給別人看的。到了這個時候，我才了解為什麼上一次講那個故事，說在全西藏供養三寶，最好的是奔公甲這一把灰。你們還記得吧！他拿出這一把灰來，往那個供桌上面撒了一把，結果一個大成就者說：「喏，全西藏最好供養的，就是奔公甲這一把灰！」要我們現在跑到灶裡面，拿了一把灰，在佛臺上面撒著，這個最好的供養嗎？這不是顛倒嗎？為什麼？他就了解，欸，他心裡面起心動念不對，他要做給別人看，馬上：不對！淨化 ─自淨其意呀！這個我們要了解，這樣。",
    "1592": "[26:32]所以，你真正地對這一點了解了以後的話，那個攀緣心自己就很容易拿掉。最主要的還是什麼呢？還是你首先現在要認得你自己的內心的心相，淨否？這麼簡單！淨了，進一步，然後呢再求無上菩提。這是第一個，心清淨。因為你處處求無上菩提，無上菩提特質是什麼？空相應嘛，很簡單！所以你因地上面，心心念念積這樣的因，當因積夠的時候，果出現自然就是它，對不對？",
    "1636": "[27:16]噢！現在我們了解了，我們平常唸《金剛經》，說三輪空覺得高不可攀，真是高不可攀，它就是高，你就是一點辦法都沒有。現在呢它雖然高，卻我就可以步步上升，很快就可以達到。所以佛就告訴我們，你只要這樣去做，不久你就成佛啊，一點都沒有錯。為什麼？你了解次第步驟。要不然的話，高，可是對不起，不可攀！沒有你的份。我們講也是空口說白話，然後我們還去弘法，弘了半天，始終是高不可攀，好遺憾！不要說遺憾，很可惜，應該這麼說。這個種子種下去，將來一定還是要成熟的，所以從種子那一方面，我們還是無比地讚歎。現在我們看第二個，說：啊，好高興呀！現在高，而且可攀！第二",
    "1707": "[28:27]由純厚意，修行諸因勢力猛利。然後呢修的時候，意是純而厚，勢是猛利。純厚是指什麼？一點不夾雜，淨─ 淨的純，淨的純這個叫純厚。然後呢不但質是淨的純，而且做的時候 ─勢猛利，這個完全是自己那一方面的，心清淨。還有呢觀待他，什麼是觀待他呢？你萬一做事情的時候，",
    "1744": "[29:04]待他有二，謂見同法者，上中下座，遠離嫉妬，比較輕毀，勤修隨喜。哎呀，美啊！對他呢？有的時候這個不是你來做嘛，別人做，然後呢同法的，不管他上面比你高、同樣的、以及下面比你低，你看見他做了以後，「遠離嫉妬」，不嫉妬也不比較。他做好了，我們說：「他有什麼了不起！」對不起，你這個你就害了。他做對了，哎呀！讚歎哪，歡喜啊，隨喜啊！就勤修隨喜。"
}