{
    "10": "[00:10]隨喜這個事情是美不可言哪！你在任何情況之下，你都可以隨喜。吃飯，你也可以隨喜，睡覺你也可以隨喜，你看看別人坐得端端正正，「啊，好啊！」你讚歎。然後你看看你自己，「以前我在家裡面的時候吃了這個飯，造那個染污之業，今天跑到這個地方來，是出世間。」你又隨喜，所以隨喜自、隨喜他。平常睡覺兩腳一伸，躺在那裡像豬一樣地，不曉得睡到 ……「今天我在這裡忙了一天，為了明天的精進，好好地休息，啊，高興啊！」睡在那裡也隨喜，就這樣。然後你任何一個地方，就像剛才那個，這個為什麼？因為你看見別人了，這樣。",
    "56": "[00:56]所以在這種地方，自然而然你能夠這樣，是團體也和睦，你功德也增長；然後因為這樣的關係，將來你因地當中這樣，你感得的這個果報自然美。我們現在不要怨說：「唉呀，現在這個環境這麼惡劣啊！」要怨自己：「唉，宿生我以前一直又造那種惡因啊！」同樣反過來，你現在看見這麼個不理想的環境，你就歡喜！「那有什麼關係，他做他的，我做我的。做完了，這一世我把我的這個前面欠的還掉了以後，下一世，我們各走各的，我上我的天堂，然後等到我上完了天堂，再來救他，那個時候正好啊！」你想到這裡好高興喔，絕對不會抱怨，這個就是這個「觀待於他」耶！所以這種情況之下，他做好，你也不嫉妒；他做壞，你也不嘀咕，很清楚、很明白啊！而你自己呢，一直在高興，功德是一直在增長，眼前歡喜，將來果報是圓滿，天下哪有比這個更好的事情。其次，",
    "134": "[02:14]設若不能如此而行，亦應日日，多次觀擇所應行事。假定這個做不到，怎麼辦呢？喏！我們時時刻刻在觀察自己，應該做些什麼。前面記得四種資糧吧？四種資糧當中，密護根門下面是告訴我們怎麼樣應行，做我們所有的行為該怎麼做。因為你懂得了，照去做，萬一不懂得，那麼觀察一下，然後你看懂了去做，自然而然起心動念都相應，那個「心清淨」。第一個你內心清淨了，第二個呢，加行清淨 ─三輪當中的第二輪，怎麼個清淨法呀？說：",
    "186": "[03:06]加行清淨中，觀待自者，謂於長時無間殷重，自己不管做什麼事情，時間 ─不間斷，第一個，而且長久，兩樣東西；不間斷是做的前後，「長時」，做任何一件事情是越長越好，這個對時來說。然後對量來說「殷重」，很認真地去做，很殷重地、認真地去做。你同樣地做一件事情，你可以馬馬虎虎地做，也可以認認真真地做，這個有很大的差別，很大的差別。這個就是「加行」。",
    "227": "[03:47]觀待他者，謂未受行讚美令受。已受行者，讚美令喜，恆無間作不棄捨作。前面是完全對自己來說，後面是對他來說，說如果說他沒有接受這個正確的概念，那麼沒有照著正確的行持去做，你讚歎、稱讚種種，使他接受，使他如法行持。已經接受，已經行持了，你讚美、隨喜，也是無間；還有呢，幫忙他絕不棄捨。",
    "269": "[04:29]這個裡邊雖然說「觀待自」、「觀待他」，要知道，這個觀待他當中，一定有觀待自裡頭，換句話說，所謂觀待自是什麼？就是完全是你自己的起心動念。那麼，當這件事情也牽涉到對方的時候，那個叫觀待他。所以當牽涉到對方的時候，你自己的那心情還是用得上的，對不對？所以有一種情況之下，的確沒有旁人，你自己坐在這個地方，那純粹屬於觀待你的；還有一種情況之下，他對方在的時候，那個觀待自、觀待他兩個心情要同時用，這個我們要了解的，這些事情都不是分開的。你了解這個道理所指的心理行相以後，你自然而然會認得得清清楚楚，那個時候你做起來是得心應手，那麼這個是「加行清淨」。三輪當中第三個「田清淨」，他下面說：",
    "332": "[05:32]田清淨者，謂由彼二意樂加行，能與眾多微妙果故，等同妙田。你只要前面這個兩樣東西 ─「意樂」就是你的心，「加行」就是你的行為，這個兩樣東西好的話，感的果是一定微妙，所以等於這個田美一樣。現在三樣東西當中，兩個已經無限大了，第三個不管它無限大不無限大，一定無限大。只要有任何一個無限大，乘上那個無限大，一定是無限大，現在有兩個無限大了，第三個是不是都沒有關係。",
    "372": "[06:12]佛就是這個公案，佛啊，他的心清淨，他的加行清淨，他真正的成佛是什麼？他就是捨頭目腦髓，他捨的對象，不是捨給佛耶，這個很明白！他捨的頭目腦髓，捨給誰啊？捨給那個是六道眾生。所以那個六道眾生，田可不清淨哪，但是他的心、加行兩樣清淨了，他不是成了佛了嗎？所以理路上面已經告訴我們，實際上面公案也是如此，對不對？那這個明白的事實。而且十方三世一切諸佛沒有一個例外的，哪有一個佛捨的頭是捨給另外一個佛的？沒有耶，這個很清楚耶！然後呢羅剎來跟佛說要什麼東西，然後老虎餓了以後佛也給他，都是這個樣的。所以你看佛在因地當中，找不到清淨的田啊！只有佛在剛開始的時候是有的，到後來真正行菩薩道的時候，佛因地當中這個田，不是田清淨，而是心跟加行清淨。對不對？喏、喏、喏！現在這裡。",
    "451": "[07:31]所以你們要求三輪空，從這個地方求起，求到了。所以大家一直說：「哎呀，《金剛經》好啊！」我覺得這個不比《金剛經》壞喔！你們有沒有這個感覺啊？而且真正《金剛經》的鑰匙在這裡哦！不但《金剛經》、《彌陀經》、《圓覺經》，不但大乘經、小乘經，不但經，而且戒，你這個鑰匙有了，你開到哪裡，哪一個就開。開經藏，經藏開，開律藏，律藏開，開論藏，論藏開，這麼美！清楚不清楚？現在因、緣都具足了，果要不要問哪？不要問了，果不要問了，果也不必問！這是非常清楚、非常明白。",
    "510": "[08:30]此等是如〈菩薩地〉說，以釋補滿而為宣說。這個〈菩薩地〉上當中講得很清楚的，來解釋那個滿業的這個道理。所以我覺得這個地方，啊！那是菩薩、祖師的悲心啊，那個修行的方法，告訴我們這麼徹底、這麼圓滿哪！你這個基本精神能夠認識了，然後你在行相上面一配合的話，哇！馬上好。這個像引擎一樣，這個引擎樣樣都弄好了以後，然後你把它輪胎、殼子一加上去的話，嗨！走得個快，走得個快。你們有沒有看見馬路上，有的時候那個車子出來的時候，單單一個車子的頭，然後呢坐在這地方一個駕駛，那個車身都沒有的，它為什麼啊？先試一下，只要那個車身好的話，然後把那個 ……不，不是那個車身，就是引擎如果好的話，把那個車身裝上去，馬上成功，對不對？是不是這樣啊？那麼對嘛！現在我們就是這樣，你只要把這個東西弄好了以後，然後你的行相一安上去的話，要學戒，戒馬上圓滿；要學定，定馬上得到，前面已經告訴我們很清楚了。為什麼我們現在學定學不到的？大家還記得不記得？在正修行當中，破除邪執當中說得這麼清楚啊！",
    "605": "[10:05]現在還有人問我說：「唉呀！我這個念佛怎麼老不一心不亂，該怎麼辦哪？」不在這裡的，我會詳詳細細告訴他；如果在這裡的人還問出這種話來的話，唉，這個人實在是沒救藥！或者他沒聽，是可能的。所以你只要回過頭去看看，得到三昧尚且這麼容易，何況你念個一心不亂呢！每一個地方，他內容已經告訴我們這麼清楚，次第這麼明白。好！現在我們了解了，哦，業的整個的原則；然後我們了解了以後，我們要求的是什麼，這個是特別我們應該知道；然後呢這些了解了以後，第三步應該：",
    "654": "[10:54]第三思已進止道理中分二：了解了這個，那麼我們怎麼照著去做了，怎麼照著去做。",
    "663": "[11:03]一總示，第一是。第二",
    "666": "[11:06]二 特以四力淨修道理。第一個呢，了解了以後，整個地告訴我們，現在進一步我們應該怎麼辦。第二步特別是要懺悔。平常我們懺悔，中國平常一般講的，不管天台、賢首，是用十個次第，十門來說，現在他用四門來說，開合雖然不同，內容是徹底圓滿，這個講下去的時候，我們會講到它。現在先看一看，「總示」，說了解了這個，現在該怎麼辦。",
    "710": "[11:50]今初　如《入行論》云：「苦從不善生，如何定脫此，我晝夜恆時，理應思惟此。」哦！現在曉得了，苦是從惡業所生起的，那麼怎麼樣要想，怎麼樣才能夠從苦當中透脫出來呢？他沒說快樂，實際上，苦透脫出來嘛就是快樂了嘛，對吧？所以簡單來說，這是一個事情包括了的全部。我們現在真正要求的什麼？要求的就是這個嘛！所以我們晝夜應該思惟這個道理，這才是我們現在真正要做的呀！",
    "763": "[12:43]又云：「能仁說勝解，一切善品本，又此之根本，恆修異熟果。」佛就告訴我們，說「勝解」 ─什麼叫勝解啊？就是殊勝的見解，這個見解是，不是平平常常，平常我們的一種見解被人家一說，「對啊！」我本來想這樣，被人家一說，「對呀！」這樣，心裡面就動搖了。有人告訴你，這個地方好，你就到這個地方；有人告訴你，那個地方好，你就到那裡去；有人說念佛好，你就念佛；等一下告訴你參禪好，你又參禪；到那時候告訴你學教好，你又學教，那你完了！不曉得弄了半天是一無是處。什麼叫勝解呢？就是你對這個道理，產生了決定正確的認識，不管他說什麼，絕不動搖，這個叫勝解。",
    "816": "[13:36]這是個心理狀態，這個心理狀態對善法也有勝解，對惡法也有勝解的。世間也有很多人喔，世間也有很多人，譬如說科學家，科學家他這種見解很強的，這個有他的道理。因為他認識的那個事情，都不僅僅說人家告訴他，而且他告訴他的這個理論，他了解得很透徹，不但理論很透徹，經過實驗，驗證這個理論的確實性，所以那個時候，他堅定不移的信心。",
    "848": "[14:08]那我們說起來，那這樣科學對了嗎？對相對的狀態當中，對的，因為他研究的時候，所研究的範圍，是在他那個範圍之內。所以科學所觀察的那個範圍之內，對的。超過這個範圍對不對？對不起，他沒有觀察到，科學之真正缺點在這裡。所以科學那個方法本身是正確的，這個跟佛學是完全一模一樣的。佛學的真正可貴，是用的方法本質上面完全一樣，但是它的內涵卻有絕大的不一樣 ─深、廣，完全不同、完全不同。這科學就像大海裡邊，丟一顆網下去，這個大海這麼大，你丟一顆網你能夠撈到多少？佛法不是，佛法像太虛空，把那個大海 ─不要說大海，把我們的地球、我們的太陽系，擺在太虛空當中，一點點哪！這個佛法的真正的深廣的量，這是我們要了解的。所以它在這個量當中，沒有一樣東西不清楚、不明白，那何況一個大海，何況一個地球，何況太陽系，何況銀河系！",
    "926": "[15:26]所以《楞嚴經》上面說，「空生大覺海，如海一漚發」，我們說十方虛空，這個十方的虛空是不得了啊！現在我們抬頭天空一看，說這個銀河系，這個銀河系，啊！可是在虛空當中，你只見到一點點，小得一點點對不對？所以那個虛空多大！可是在那個大覺海當中，這個覺性當中，這個空，在這個裡邊只是大海當中一個小泡泡。喏，佛法的深廣的程度是這個樣的，這是我們要了解的。所以我們真正能夠有幸而認識了佛法以後，哇！那這個時候對它產生的勝解，絕不動搖，這樣。",
    "970": "[16:10]可是佛法運用的時候，是有兩個面，一個是勝義諦，這個就是它最深的那一方面，另一個是世俗諦，世俗跟勝義分不開的喔！這個到後面再講。那麼它這個世俗，眼前我們引導我們的是什麼？從世俗諦上面引導我們，讓我們了解那個勝義。那個世俗有兩個，一個叫正的這個世俗，有一個呢 ……所謂世俗共同無錯識所承認的世俗，比如說，我現在看見這個，我眼睛好的，你眼睛好的，這個大家都看見，這個共同承認的，佛法講的世俗諦是根據這個來講的。然後呢我眼睛有毛病，那什麼色盲，你看見這個黃的，我看見那個青的，你們大家看見的都是青的，我看見黃的，那個對不起！我這個就是錯誤的，這個不對的。關於這個道理，我們以後慢慢地去講，慢慢地去講。這個地方只是說明了什麼？我們真正信解認識的道理，對它產生決定不移的正確的認識，不被其他一切動搖。現在這個地方要勝解的是什麼？業感緣起，如此業因感如此果報，彼此之間種種關鍵，這是前面整個的所講的。",
    "1067": "[17:47]你了解了這個，什麼？「一切善品本」，這個道理就很清楚、很明白了，所有的善法根本。因為你要求好嘛！然後呢因為你得到了勝解，你曉得這個好怎麼來的啊？有這樣的因嘛！你看得很清楚。所以到了那個時候，叫你討一點便宜，你絕不要討，「哎呀！不要討，討它幹什麼？我討到了一塊錢的便宜，賠出了一萬塊錢，誰願意做這個事情啊？」反過來說，人人願意去盡力，你很清楚明白，今天我盡了三分的力，或者說是付出了三塊錢的代價，將來進來三億塊錢，大家拼命去爭都來不及。現在那個商場當中稍微有一點的好處，大家打開頭了，現在這個好處是無量無邊哪，那自然人人好啊！",
    "1124": "[18:44]不過這個地方也許有人說：「喔唷，這個樣的話，大家打開頭的話，怎麼辦哪？」你不要怕，佛法的妙是妙在這個上頭，你布施的話，人家也得到好處，你也得到好處，跟世間完全不一樣的。世間的事情，你得到了好處，人家沒有的，這樣。所以這個非常簡單，你只要照著佛法去做的話，一定是自他共同越來越圓滿。儘管說這個布施讓給你了，那我得不到了，我隨喜呀，這不是一樣嗎？反過來說，我做了，你隨喜呀！那的的確確，絕對是沒有一點點虧欠，你做也好是你不做也好。所以他說，心清淨、是田清淨、是加行清淨，而清淨當中每一個地方，告訴我們這麼清清楚楚、明明白白。清楚嗎？",
    "1187": "[19:47]所以這個地方說，佛告訴我們勝解是一切善品本哪！那這個勝解怎麼來的？嘿！「此之根本」是「恆修異熟果」。哦，就是這個，就告訴我們不斷地去修習這個道理。異熟果是什麼？這個因感得這個果，就是這個道理。要怎麼辦呢？「恆修」。現在我們才了解了：噢，原來這個才是我們真正修行的啊！所以一天到晚思惟觀察，起心動念無非是如此，這樣。哪怕你休息了，他後面告訴我們的，休息了，你想了一下：「咳！我已經想了半天了，精進，修學佛法最重要的是精進，現在呢想過了休息一下，這個是精進當中必須要的。」所以你腦筋停下來的時候，它還在精進當中。然後停下來，緊跟著又再修行，還在精進當中。所以一天到晚在修習，所以這個進步是自然神速。到那個時候，你說你腦筋裡一天到晚這麼思惟，一天到晚歡喜，還會有苦惱嗎？當然沒有啊！",
    "1270": "[21:10]所以我們現在所以苦惱的原因在哪裡呢？就是沒有這個。不要說勝解沒有得到，正知見都沒得到。正知見都沒得到，那你怎麼去想些什麼？空打妄想，打得無聊，然後最好找一個人聊聊天，害了。然後呢，張三長，李四短，專門說那種事情，難得得到的這個人身，說完了下地獄，唉，這是最可惜的是莫大於此啊！現在我們好高興喔，懂得了，現在就步步可以上升。",
    "1307": "[21:47]謂既了知黑白業果，非唯了知即便止住，應數修習，以此是為極不現事，極難獲得決定解故。所以這個大師這個地方特別告訴我們，說，哦！我們現在前面了解了，這個黑業白業感這樣的果啊，但是不是說你懂得了就停在這裡，應該怎麼樣？數數修習。這個地方講的修習，怎麼修習法，你們現在了解了吧！所以說凡是前面沒有補聽的人，非聽不可，要不然你還不曉得什麼修行。他前面告訴我們修行的方法，了解嗎？這是我為什麼上一堂我特別告訴你們的，你們趕快把它聽。你們不想學的人，那沒關係，反正是意思、意思，如果你們想學的，前面這個根本沒有的話，根本談佛法始終在門外，這個要注意。他告訴我們每一個地方的修習，什麼條件，什麼程度應該修的，說聞的階段如何，思的階段是如何，聞又是怎麼樣從聞得聞慧，從思得思慧，它那個次第是一點都不可亂的。",
    "1386": "[23:06]為什麼要這樣做呀？以這個事情「極不現事」，它不是你眼前可以觀察得到的，不是眼前可以觀察得到的。其實這件事情很容易，我們不要說佛法上面的確，這科學上頭的事情，為什麼科學家會這樣值得我們的讚歎？他就是能夠把不眼前 ─眼前看不到的事情，他能夠看得見，而且說得清清楚楚。我們人人在這個地方大家透氣，空氣你看見了嗎？你看不見，欸，但是他看見了，所以讓你服服貼貼喔！你生了病，他說有細菌，你看見了嗎？你看不見，欸，但是他有，他看見了，所以那個藥給你吃進去，那個針打進去，弄好了，你就對他服服貼貼，對不對？只是看見這麼小一點點哦！他為什麼得到？數數修習呀！",
    "1451": "[24:11]你們沒有看見那個世間真正念書的人，實際上所以啊 ……其實我們還是看見了，說現在這個地方很競爭，我們常常說：「哎呀，現在我們這個地方的競爭啊 ……！」就好像只有我們這裡的，其實你們沒有到國外去，你如果一去的話，你曉得：啊！這個紐約，那個時候我頭上那個時候，一段時候在紐約。我雖然沒念書，後來我看見了，我聽他們說，他們那個競爭的劇烈是不得了地厲害啊！",
    "1482": "[24:42]所以有一件事情，不曉得你們聽說過，愛因斯坦，你們大家聽說過對不對？他發明了相對論以後，他自己曾經說過，世界上最厲害的人，他覺得猶太人最怕的─中國人，這個有道理的。的的確確千萬有道理的，不但人口多，而且聰明才智之士非常多。這個話，愛因斯坦我也不認識他，我也沒有看見過他，但是我在紐約那一段時候，那兒有很多信徒，有的中國人，有幾個非常用功的念書的人，他就說在學校裡面的競爭最強烈的對手，都是那些猶太人，猶太人最怕的是中國人。他說那美國大佬通常都是不大用功的，然後他告訴我，我一聽他們用功的情況，我真是嚇了一大跳，我已經覺得在我們這地方這是用功的情況。他也是個非常虔誠的信佛的佛弟子，他每兩個禮拜還要到廟裡來一趟，他廟裡來了以後，一定還拿了幾本書，弄完了以後，他自己一定跑到閣樓上去忙看著這個書的。我從來沒有看見過真正這樣分秒必爭的人，就是這樣，然後他就告訴我那地方的競爭的情況。",
    "1557": "[25:57]以後有一次我到波士頓去，這個麻省理工學院，不曉得你們聽說過，這個世界最精采的第一流學府，在座的如果念過書的人，或者尤其是理工的大家都曉得。那一次，我去的時候，住在那個麻省理工學院的宿舍裡邊，隔壁房間裡邊有一個中國人，我難得的看見一個中國人，我倒想去打一個招呼，後來始終不敢進去。他的門開在那裡，我偶然跑過去看看他。他一個人，他們那個設備很好，那個學生一個人一個大房間，幾張桌子，他那個桌子上也攤滿了圖，他拿了筆 ……我在那兒住了個一天一夜，我就是除了吃飯以外，我沒有一個時候看見他不在那用功。他忙累了，然後呢跑出去，他們是運動，奔啊、忙啊，這樣花這麼大的精力啊！所以那個時候我想，哦，原來世間樣樣東西的成功有它的條件哪！",
    "1616": "[26:56]各位都是作在家人過來的，你們不妨現在看看那個在家人忙得什麼程度。現在我們出了家了，說將來我們要做人天師範，然後呢，我們說起來，說：「喔唷，我們早晨一大早起來！」然後起來了吃過了早飯，在那裡睡大覺，不睡大覺在那兒說閒話。這個不相應，這個不相應啊！這是我這個地方特別說明。",
    "1641": "[27:21]所以說世間這麼簡單的事情，你要他發明的時候，尚且要花這麼大的努力，何況是佛法的三世因果，它不是那麼容易明白地現起的，所以它要不斷地數數思惟修習。你能夠這樣的話，你一定能夠獲得決定的見解，這個你不要怕，這個都是經驗，這個都是經驗。所以，馬上下面會告訴我們就懺悔。它為什麼我們得不到呢？因為以前的習性，留在這個地方，它那個習性、慣性它有一種力量，這樣。你一定要努力去把它那個慣性的力量對治，擋住了，那個時候，你可以扭得過來。真正扭過來的時候還很有意思，你前面自己覺得好辛苦喔，不曉得什麼時候；但是你一旦真正淨化的時候，它會有豁然、豁然開朗之感，那麼這一點，我們要了解的。",
    "1704": "[28:24]所以這幾句話，大家牢牢記在心裡面，趁現在難得這個暇滿的人身，要如理思惟，包含兩樣東西：第一個如理，第二個思惟。不如理你還是少想為妙，想的都是打的妄想，越想越錯，你還覺得我有道理，他沒道理，一天到晚在想那些念頭，你是越想越糟，你增長這個業都是可怕的墮落的業。雖然你不想的，含含糊糊，將來像墮落畜生一樣，豬、像蚌一樣，但是比下地獄還要好一點。所以這個裡邊要兩樣東西 ─如理、思惟，而如理是根本因，然後呢不斷地思惟是圓滿因，這兩樣東西，那就成了，你就可以對於這個產生決定的勝解。",
    "1763": "[29:23]此復如《三摩地王經》云：「設月星處皆墮落，具山聚落地壞散，虛空界可變餘相，然尊不說非諦語。」"
}