{
    "3": "[00:03]此復如《三摩地王經》云：「設月星處皆墮落，具山聚落地壞散，虛 空界可變餘相，然尊不說非諦語。」經上面告訴我們：月亮、星都可以墮落，然後呢，像山一樣堅牢的地方，它可以徹底地敗壞，乃至於虛空可以變成其他的，所以這些東西都不可能變化的都可以變，但是世尊絕對不會說一點點不實在的話。這個就是告訴我們，前面這個話，那千真萬確，任何東西可變，這個道理是絕對不變，我們要信得過。",
    "41": "[00:41]於如來語，應修深忍，於如來語應修深忍哪！於如來語應修深忍哪！於如來語應修深忍哪！記得前面這句話嗎？我們現在對於諸佛的妙智，一切諸佛的妙智啊，在我們的感受上面，不如一個醫卜星象的人哪！哦，這個算命先生告訴你這樣的，我相信得過他；這個醫生怎麼說的，我信得過他；然後世間的科學家，信得過他；乃至於普通人告訴你，你不要這樣，我信得過他。佛講的話，說：「唉呀！現在這個時候時代不同啦，不要這個樣啦！」所以我把上面這個話，連唸三聲就是這個道理。",
    "91": "[01:31]若未於此獲得真實決定信解，任於何法，悉不能得，勝者所愛，決定信解。假定對於這個道理，沒有得到真實的 這個最重要喔 正確而實在的認識，然後這個認識還要決定的認識。正確、實在這是如理，經過了思惟觀察的產生決定不移動的信解。你如果得不到這個的話，那麼，「任於何法」，不管你說什麼法，都沒有用。為什麼？心情沒有深忍，一碰、碰一點事情就動搖了，聽的時候滿好，下了課等一下耳朵一聽見別的，不曉得跟到哪裡去了，這個沒有用，這個我們要主要注意的！",
    "149": "[02:29]如有一類，說於空性，已獲決定，然於業果無決定信，不慎重者，是乃顛倒了解空性。下面舉個例子，像下面這一類人，說有的人說對於空性已獲決定的 ……他獲得決定，乃至於說：「噢喲！見到了空性了。」他見到了空性，但是對於業果卻沒有決定信，而因為對業果沒有決定信，所以不去認真地去做，「不慎重」，這種人對於了解的空性是顛倒的。",
    "185": "[03:05]上一次我們說過田雞和尚的公案，大家還記得對不對？他說：「老僧兩腳一盤，什麼都空掉了。」所以他要吃田雞。所以人家說他：「你樣樣都空掉了，田雞不空。」其實他只是歡喜吃田雞，如果歡喜別的，他樣樣不空耶！現在這個人兩腳一盤樣樣都空掉了，請問我們自己問問：你兩腳一盤你空得掉嗎？你兩腳一盤是胡思亂想，腰也痠，背也痛，腦筋裡不是昏沈，就是妄想。他到了這個程度，還不可以，我們連他皮毛都沒有的就不管了，請問你修學佛法，怎麼修起啊？所以他舉這個道理，是對我們是最大的警惕的。",
    "233": "[03:53]所以我們不要說：「啊，空了、空了！什麼都不管。」他越空，那是越管，為什麼？了解一切法的的確確是因果緣起，沒有本質的自性，既然一切都是因果緣起，你有什麼因什麼緣，感什麼果呀！所以，「佛種從緣起，是故說一乘。」都是看你的什麼因，什麼 ……沒有天生來的這樣的東西啊，沒有「天生彌勒，自然釋迦」！所以他越了解是越謹慎啊，這個道理就在這地方。所以下面說：",
    "274": "[04:34]解空性者，謂即見為緣起之義，是於業果發生定解為助伴故。真正了解空性的什麼？欸，就是見到「緣起」，因為空，所以緣起；因為緣起，所以空。它一切都是因緣條件存在，所以它是空。你說你現在能夠找得到一樣東西天生來的嗎？沒有，這張桌子怎麼做的？喏！樹，你把它拿下來，這是木頭做的；鋼鐵，是鋼鐵做的；你想要一張桌子，有一個人會做，弄、弄、弄成功了。眼前那一樣東西不是？就是這樣。所以他見空正是見緣起，見緣起正是見空啊！所以這一個空性，是正是跟這個「業果發生定解」，產生什麼？欸，「助伴」，那互相相輔相成，這個是必然結果，這是我們要了解的。",
    "329": "[05:29]關於這個概念，記住啊！記住！記住什麼？「此是極不現事」，這一個道理是絕端不那麼簡單，不是眼前我們憑空所能夠了解看得到的，你一定要如理地了解，然後呢如法地思惟觀察，那個時候才產生決定的勝解。有了這個勝解，一切的善法的根本是由此而來，得到了這個根本的話，苦自然盡除，樂自然得到。今天就到這裡為止。",
    "379": "[06:19]我們前天講的那個等流這個事情，那有的人說念佛的好像他也不講這個，參禪的也不講這個，我為什麼寫在這個上頭呢？那就是念佛的人講講一心念佛，他也從來不跟你講什麼是等流不等流，對吧？那麼參禪的人，或者看一個趙州還有 ……噢！趙州的公案說「狗子還有佛性也無？」無！現在日本人主要的是流行這個。中國人呢？參這個「念佛是誰？」看一個誰，我們中國現在的禪是看這個，禪宗是看這個。然後呢，持戒的人呢，主要的是，身莫作，口莫作，還要自淨其意，他也不跟你講這個。乃至於普通人，拿我們常常說：「你不要去虛妄分別。」對不對？現在人家一般講的修行是不是主要的就是這幾點，是不是這樣？還有沒有其他的？只要你們提出來，但願你們提出來，我都可以解答。",
    "442": "[07:22]請問：現在這個地方，不管是你哪一點 ……當你平常他教你念佛的時候，他教你怎麼念哪？你眼前一切都不管，對不對？是不是這樣的，是不是這樣說？對呀！參禪的人，也是教你什麼都不管；持戒的人，說對任何境界來的時候，你要內心淨那個意，是不是這個樣？這個是說明什麼？前面境界來的是什麼？就是你前面的異熟等流跑到我這地方來。他，如果有條件，他會源源本本告訴你，現在沒有條件了，說：「現在這個時候你只有念佛啦！你不要去管啦！」你聽得進，照著這個辦法去做，儘管道理沒有講清楚，但是用的是不是這樣？就是前面那個等流，前面來的，前面這樣來的你不管，到時候一刀斬斷，我一心念佛，參禪的亦復如是。自淨其意呢，前面來的是染污的，現在這個地方你不要去管它，你要淨它的意呀！清楚嗎？",
    "517": "[08:37]所以你不懂的時候，有人說：「他為什麼這樣講？你為什麼這樣講？」對呀！要真正要學，要好好地善學。然後你道理了解得非常清楚了，既然了解得非常清楚，你要去用的時候，得心應手嘛，這麼好法。就像你開車子一樣，是，你只要學會了開車，你就不管去開，可是萬一到那時候車子出了毛病，對不起！半路上拋錨你就一點辦法都沒有。欸，那時候你曉得什麼毛病怎麼弄，那就好啦！所以這個簡單說明一下，加強大家的信心。",
    "553": "[09:13]請翻到《菩提道次第廣論》一百四十二頁，我們已經了解了一切苦樂的原因，一切苦樂都不是偶然的，絕對有它的因感果，這個必然關係都了解了。那麼經過了這樣認識了以後，下面應該怎麼辦？說「思已進止道理」，那麼這個地方呢，就先總括地，整個的綱要說一下。昨天說到空性，這個再唸一遍，說「於如來語，應修深忍」，對於佛陀告訴我們最正確的教誡，這個就是法，因為真正地解脫痛苦，以及完成一切功德 ─無上菩提，正依止是法，如法行持，然後呢，分分斷證功德都由此而來。這個概念不但要認識，而且要經過深入地思惟觀察，產生殊勝的勝解，那個時候會深深地忍可於心。那麼這個深忍是什麼狀態呢？就是你起心動念之間，它一切時處，隨時它會現起來：「嗯！這個事情是這樣的，為什麼有這個果，一定有它的因。」同樣地，你現在起一念，你就立刻曉得，這一念將來感得什麼果，這樣的一個狀態，那個時候是得到了深忍信，那個時候是信心就堅強了。",
    "716": "[11:56]我們馬上可以對比一下、觀照一下。我們現在的起心動念是什麼？有沒有跟它相應？這個很明白，隨便看見一個境界，你馬上就跟著它轉了，嗯！就跟著它去了。然後呢？好的 貪，反過來 瞋，不屬於這兩種 ─癡，那個就是我們染污相。你對於如來的前面告訴我們的道理，經過了正確地認識、深思，經過這樣地修習以後，你起心動念這個情況就完全不一樣了，喏，這個是屬於深忍，勝解的狀態。乃至於我們還沒有達到這種狀態之前，我們一定要努力，現在真正應該努力的就是這個，現在真正應該努力的就是這個。所以說，「若未於此獲得真實決定信解」，那麼「任於何法，悉不能得，勝者所愛，決定信解。」勝者所愛，這不但是佛、佛菩薩，真正如法行持者，他絕對不是這樣的。",
    "808": "[13:28]下面說：「如有一類，說於空性，已獲決定，然於業果無決定信，不慎重者，是乃顛倒了解空性。」有一類說了解了空性了，但是對於這個如此因感如此果，居然馬馬虎虎、隨隨便便的話，那個對不起，他完全錯誤了，他說的了解是顛倒。現在這種情況啊，我們要檢點一下。我以前自己覺得，看了一下那個現在的書，中觀的解釋啦等等，自己覺得很懂。後來我跟同修們談談，很多人都覺得：噢喲！這個他懂了，乃至於可以跟別人去講了。一直等到現在我才感覺到，原來我們真正說起來，對於這個中觀完全門外。中觀到底說些什麼？可以說，不能說一竅不通，至少說都在文字上面做這個初基工夫，文字所指的真正的內涵，是一點都不知道，一點都不知道。如果在這種情況之下努力深入，那前面這個文字是對我們的最佳指導，非常好。否則，如果就以為這個，乃至於說：「哎呀，中觀我懂啦！這個很簡單！」那完全戲論，那完全空話，損害佛法莫過於此。假定這個空觀，就是這樣說那些的話，那個能救得了嗎？一點都救不了。嘴巴裡面說了半天，然後行持是完全不相應，這個是這個地方所說的，顛倒了解啊！",
    "929": "[15:29]因為你有了這個正確的認識，所以你必定會什麼？認真持戒。因為我們了解我們起心動念無非都是無明相應的，對於這個空緣起的道理，這「緣起甚深」哪，只有佛與佛乃能究竟，這個事實。換句話說，對於這個業感緣起這個因，最初因，我們眾生沒有一個人，絕無可能找到，眼前我們任何一件事情，你絕對找不到，這樣。這件事情只有佛才能看得清楚，那麼既然一切的事情都由這個業因所感得的果的話，你怎麼曉得這個因感得什麼果呢？我們能知道嗎？當然不知道。那個時候，你唯一的辦法─聽佛，所以佛告訴你，這個不能做，你老老實實、規規矩矩、恭恭敬敬、認認真真去做，你一步比一步深，一步比一步好處。所以剛開始我們不了解之前，唯一的辦法，就是依照著老師，他告訴你怎麼做，就這麼樣做；他告訴你不要做，你就不要做；他告訴你要做，你就是要做，就是這樣，這個道理就在這地方，這麼簡單。",
    "1013": "[16:53]所以尤其一旦證得了空性，菩薩初地以後，他那時候更是非常努力、非常謹慎；因為在沒有證得空性之前，他全部的精神貫注在這個地方，要了解這個。一旦了解了以後，為什麼第二地一定是「離垢地」呢？那個時候就見到了空性了，那個時候發現，原來空就是緣起，這個細微的一點事情他都不敢馬虎，全部精神貫注在這裡。所以到了這個時候，得努力修行才可以離垢，細微的戒才不犯。那我們現在凡夫分上面，根本了解都不了解，自己懂了一點點，自己覺得愛怎麼辦就怎麼辦，這是顛倒了解，對自己的損害是莫甚於此。",
    "1065": "[17:45]我們了解這個道理以後，你就可以看哪，世間很多人，在佛不出世的時候，很多這種聖人，實際上都是諸佛菩薩。我講一個公案給你們聽聽，我們中國的聖人，孔老夫子是「大成至聖」。啊，那真是了不起！他門下有四個最了不起的 ─復聖，是顏子；然後呢第二個誰呀？曾子。曾子啊他臨 ……曾參啦就是，他臨死的時候，生病的時候，那個生得很嚴重喔！他叫他兒子，他因為他子弟尊重他，他睡的那個，那個是古代每一個人做任何一件事情，一切都有跟他相應的身分，相應的一切的標準。譬如說我們現在說比丘，那麼平常嘛穿五衣，碰見什麼時候穿七衣，什麼情況穿大衣；沙彌嘛穿縵衣；在家人是不可以，穿一件海青等等，都是這樣，一點都不能亂來。",
    "1141": "[19:01]那麼那時候古代的人，你看喔！那個曾子，因為他的子弟尊重他，他是一個很有德行的人喔，睡的那個蓆子睡得好一點。結果曾子說：「欸，我睡那個蓆子是大夫的蓆，我可不是，趕快給我換！」他病得重得要命啊，因為那個時候動彈不得的時候，他「不行、不行！」一定要給他換。最後換，換的蓆子沒換好，他命就送掉了。喏，這為什麼要這樣做？要我們平常的時候稍微一點小毛病，「唉呀，再叫我忙這個事情，個無關緊要的，你也馬虎它，幹什麼？」為什麼？這裡好好地想一想。然後他臨終的時候，他跟他的兒子說：「小子，啟予足，啟予手。」他說你把我的腳看一看，把我的手看一看哪！然後他說，「而今而後」，從現在以後我可以免掉。因為以前只要你有這個身體在，你隨便的一舉一動，你就會得影響，這個就是業。現在那個身體壞掉了，那從此以後你不必再受這個身體之累。換句話說，他的隨便一個動作這麼謹慎，為什麼啊？我們就是看不懂。喏，你現在到了這裡你就了解了。",
    "1222": "[20:22]所以任何一個真正修學的聖者，他三業這麼地謹慎法，不要說佛法裡邊，乃至於世間這種都是菩薩。然後你了解這個道理，你回去看《華嚴》，你就一目了然。那《華嚴》上面善財童子參的那些人，除了第一、第二個和尚，下面那個都是在家人，對不對？他一點點都沒有說，他把那個佛字貼在這個額骨頭上的樣子，但是他的行持是什麼？那就是大地菩薩的標準樣子，他正因為他見到空性，所以說這地方說見到了空性而馬馬虎虎 ─顛倒，這種人千萬不要去聽他。",
    "1267": "[21:07]不過有一類我們要了解喔 ─逆行。譬如說我們中國很有名的濟顛活佛，這個濟公活佛，民間的傳說，有這個人的 ─近代的金山活佛，然後呢，我曉得的西康有一個叫什麼呼魯圖馬峰之東（編者按：此處未查到確切名稱）的一個，一個也是像金山活佛一樣的一個發瘋的人，這種人都是了不起，但是他明顯地現的是個逆行，現那個逆行，這一點我們在這地方要了解。所以他說「見空性就是見緣起」，這兩樣東西恰恰是互為助伴的，所以我這地方特別再強調重提一下。",
    "1313": "[21:53]即彼經云：了解了道理馬上引經證，那是佛親口講的。",
    "1318": "[21:58]「一切諸法如水月，等於幻泡陽燄電，雖諸死已往他世，有情意生不可得。然作諸業終不失，如其黑白成熟果，如此理趣門賢妙，微細難見佛行境。」一切諸法就像水裡邊的月，你說它沒有吧，你看得清清楚楚；你說它有吧，絕對找不到。就像什麼呢？「幻泡」，虛幻的那個泡，那泡本身那就是這樣，你看看，一碰，沒有囉！「陽燄」，那就是太陽很強烈的時候，夏天因為那個水蒸氣的關係，你老遠看得像水一樣，真像水，實際上跑過去看看，沒有。我們這裡不一定看得見，你要在什麼地方你看得見呢？那個高速公路，遠遠地，現在我們這裡的確看它不見，你一定要那很長的那個路，很長的路。以前我陽燄一直沒看見，後來到了美國，他那個高速公路又寬又大，車子又少。然後你開的時候，喔唷，老遠望過去，夏天的時候就是看見那個水，就像那個水一樣；那時候，哦，原來陽燄，不過等到你開過去一點都沒有。然後就「電」，就這樣，就這樣！",
    "1413": "[23:33]然後呢這個一切諸法，包括了情與無情，然後對我們來說，我們雖然死了以後到他世，「意生」是繼續地流轉，我們總覺得好像有一個靈魂，像一個搬家一樣，從這個房子裡搬到那邊去。我們通常稱，世間上稱它靈魂，現在這地方是「意生」。他那個意生「不可得」，並沒有真實的這樣東西。",
    "1445": "[24:05]欸，可是妙咧！但是「然作諸業終不失」，這個業會繼續地繼續下去，繼續下去。那麼「如其黑白成熟果」，就像這個業你造的黑，那麼感得的惡果；造的白，就是善的，就感得的福、善果，這一個道理啊，這一個道理啊，是「理趣門賢妙」，這是微妙，深妙極了，但是這個正確的，這個才是正確的。所以我們說空，正因為空所以是緣起，因為緣起所以這個業因感如此的果，只是這個因感得這個果的流轉，而沒有真實的內容，就像水中的月、陽燄、電等等。而這個道理是非常地微細，我們普通人看不見的，這個是諸佛所行的境界，這個我們要了解。",
    "1516": "[25:16]是故應於緣起二業，及諸因果發生定解，一切晝夜觀察三門，斷截惡趣。所以我們應該對於這個業感緣起這個道理，你造了黑感惡，造了善，然後呢感得福樂可愛的這個兩種業的道理。應該從它的業因感到它的業果的這個道理，要能夠修習、啟發，而得到決定的勝解，那個時候，行了！然後你得到了這個勝解以後，也不是馬馬虎虎喔！那個時候你有了一個標準了，拿這個標準去衡量，拿這個標準去行持。所以晝夜你就用這個標準去看，說身、口、意，起心動念之間，你起的什麼因，如果是不對的，馬上防止，好的努力去做。所以這樣把因地當中切斷了，自然而然把將來感得惡趣的這個門關閉掉了，關閉掉了。既然這樣的話，當然將來你就不會去啊！所以這個道理是我們眼前第一個重要。",
    "1613": "[26:53]若不先善因果差別，縱少知法，然將三門放逸轉者，唯是開啟諸惡趣門。假定你對這個道理不能善巧地了解的話，就算你稍稍懂得一點法，懂得了法，因為對於這個法的根本，你沒有正確的認識；或者稍微有一點認識，而不能產生，還沒有產生決定的勝解。那個時候你身口意仍舊放逸，仍舊非常放逸，對不起，這樣的話，「唯是開啟惡趣門」，你只有將來墮落的份哪！這一點我們在這地方經常努力。",
    "1665": "[27:45]眼前對我們來說，我們往往感覺到：哎呀，這個提起來是真難哪！你為什麼提不起來啊？為什麼提不起來？你自己不妨先找這個因，而這主要的無非是什麼？怕苦，無非是貪一點快樂。但是這個地方，很明白告訴我們，你貪一點小小的快樂，受到的大苦，受到的大苦！你所以這個地方，正因為你提不起來，放逸，所以那地方尤其需要努力啊！尤其需要努力啊！那麼萬一碰見情況不行的，怎麼辦呢？那最好的辦法，就是依靠 ─依所謂依眾靠眾，依靠那個善知識。",
    "1717": "[28:37]現在呢，自己也提不起來，又不願意依靠，最好找一個地方，那你完了，那就完了！這是所以我為什麼常常說，自己關起來到茅篷裡邊去，是一件危險的事情。你如果這個條件具足了，去，一個人專門修，那好極了！如果你這個條件不具足，跑到那個茅篷裡面正好，反正沒人管，你愛怎麼辦就怎麼辦，你覺得過的生活來得個舒服。一點點眼前的舒服，將來受無窮大苦啊！這個我們一定要了解的。下面引經上面證明。",
    "1760": "[29:20]《海問經》云：就是《海龍王請問經》，前面已經引過的。"
}