{
    "3": "[00:03]「龍王，諸菩薩由一種法，能斷生諸險惡惡趣，顛倒墮落。佛告訴龍王，就是娑羯羅龍王，說這個一切菩薩，只要有一個，他把握住了一個法門，他就能夠把墮落惡趣的這個門能夠斷除，能夠切斷，他絕不再顛倒，絕不再墮落。那麼這哪一樣東西呢？你看只要一樣東西哦！你由此可以想見，這個一樣東西何等地重要！這也是前面為什麼說「一切白法的根本」，一切好事的根本就在這裡。一法是什麼呀？",
    "54": "[00:54]一法云何？謂於諸善法觀察思擇，作如是念：我今若何度諸晝夜。」就是照著前面告訴我們的這個善法去觀察、去思擇，這觀察跟思擇是大有道理哦！就是說如理思惟。記得這個次第，如理思惟之前還要不要什麼？記住哦！依止善知識，聽聞正法。根據這個正確的道理去觀察、去思惟，然後那個時候腦筋裡維持著這個正念，作這樣地如是念，這個就是正念。",
    "102": "[01:42]你們還記得前面這個「密護根門，正知而行」，密護根門護的什麼？第一個，拿什麼東西來護？正念。經常、殷重的正念，喏！正知而行呢？你還是曉得你做些什麼，那還是拿那個正念呀！拿這個正念，什麼呢？如法相應，現在這裡也是如此，是這樣地念：我啊，現在二十四小時該怎麼個過法？我們只要好好地去問一下，那個時候你自然而然你會做得好的。是啊！我要求好；要求好嘛，你在因地上面努力。所以你真正了解了這一點，你就一天到晚好歡喜啊！因為你感覺很清楚：現在你下那個因，就是那個善果啊！",
    "163": "[02:43]平常我們種田或者做生意，這一個不一定到年終的時候一定賺錢，但是看好的話，哇！你就做得很歡喜。現在我們修學佛法了解佛的一切智智，他告訴我們這樣去做法，這個結果是必定順利，而且必定賺大錢，你把一塊錢的本錢下下去，一定賺它成千上萬。所以這個時候你了解了這一點，一天到晚你時時刻刻觀察：對，我又下了這個因！又下了因怎麼會不快樂，怎麼會不快樂呢？所以必然是眼前快樂，將來是更好啊！",
    "217": "[03:37]若能如是觀相續者，諸先覺云：此因果時，校對正法，全不符順，於此乃是我等錯誤，全無解脫。欸，現在我們能夠這樣照這個辦法來去觀察我們的身心 ─「相續」就是我們的身心，這個裡邊心為主導，然後身口是隨之而行。那個時候應該產生什麼現象啊？他說「諸先覺」，就是祖師，為什麼這個地方說祖師？換句話說，我們現在觀察、觀察，我們是一片大無明，觀不出什麼結果來。喏！看看那些祖師修行的人他是怎麼樣的，這是我們的榜樣。",
    "270": "[04:30]說：這個的「因果時」，那麼你「校對」，把我們現在不管是若因、若果啊，跟這個正法互相對比一下，結果你發現：唉，全不符順！既不向法符，也不順。「符」是完全相應了，「順」呢？至少跟著它這樣地步步向上。的的確確我們全不符順！符順了什麼呀？如果符了，我們就是佛啊；如果順了，我們就是菩薩啊！那至少我們現在不會像現在這樣煩煩惱惱。因為如果你跟法相應了以後，你心裡是非常歡喜，一點煩惱都沒有，你的果報生生增上，哪會有現在這樣不對呀！可是，所以不然的原因為什麼？跟正法不相應啊！",
    "332": "[05:32]喏，看看我們現在的果就曉得我們的因；同樣地，看看我們的因就曉得將來的必然的果欸！這因為我們這個不符順、錯了，所以得不到解脫。得不到解脫，煩惱相是什麼？心裡是煩煩惱惱、苦苦惱惱，唉呀，不曉得怎麼辦是好！站又不是、坐又不是，唯一的，碰見幾個人大家聊聊天，哎呀，來得個高興，張三長、李四短。那你念書、拜佛沒有勁，跑到街上去玩，來得個起勁；明明曉得這樣不對，偏偏又做不到。毛病都在這裡。這個原因就在這裡，所以我們真正觀察，那立刻就找得到。",
    "384": "[06:24]校對業果，是觀順否，若以法校自相續時，全無符順，而能至心了知如是，是為智者。《集法句》云：「若愚自知愚，是名為智者。」我們這樣地把這個業的道理，從因果上面去對比、校核一下，看看跟它順、不順。那個時候拿這個道理來校正我們，來檢點我們的相續。這個地方告訴我們這個法，不是說你懂了這個法去講一個道理，不是講給別人聽，更不是拿這個法去衡量別人。我們拿這個衡量別人的話，往往說：「我就對，他就是不對、他就是不對、他就是不對 ……！」你們可以數出別人一百萬樣不對還數不完，自己呢？找不到！為什麼啊？就是這個。真正的法是來自己校對我們，檢點我們的相續，那你真正的修學這是必須要的，那時候你就看見既不符、又不順。如果你能夠這樣地了解，而且至心了解的，這個是智者，這個是智者。",
    "478": "[07:58]下面引經證，《集法句》。《集法句》那個是最基本的、最基本的，換句話說共小乘的，說：「如果愚的人自己知道愚，這個人就是智慧。」他至少曉得了可以肯改呀！所以我現在看見太多的人，他動不動一大堆道理，總說別人不對。世間人本來如此，修學了佛法，那個時候，喏，這個佛法的標準在這裡，佛法的標準在這裡！萬一不行的話，那趕快去找，總有原因，你找到了然後去做，那就對了。這是一種，反過來，",
    "518": "[08:38]若校法時，與法乖反，猶如負屍，自妄希為法者，智者，淨者極頂，是為下愚。《集法句》云：「若愚思為智，說彼為愚癡。」反過來，你拿法來自己校對的時候，你實際上真正跟法完全相反，「猶如負屍」。什麼叫負屍啊？什麼叫負屍啊？我們說你這個人是行屍走肉，猶棄屍人。所以祖師常常說我們：你要修學佛法，皮下有血始得。什麼叫皮下？這個死屍，你看看那樣子像一個人，但他死掉了，沒有用。你如果刺他，如果是割開他的話，他血沒有的。我們如果說校對了法，而不能跟法相應的話，我們就是這樣。實際上死屍還好咧，他至少不做壞事呀！我們現在是校對了法你不相順，自己還覺得對的話，還做壞事，所以這死屍都不如啊！",
    "589": "[09:49]所以我們常常說：「你這個人畜生，畜生都不如！」唉呀，的的確確我現在越想越對，這個真是我大善知識。我們的確畜生都不如，畜生還不會造這麼多大壞事，畜生不會說：「哦！我對、你錯。」這一個倒是千真萬確的事實。所以在這個地方，他自己還「妄希為法者」 ─欸，他對、他懂、他淨！啊！這個真是最差、最差的，「極」，最差的愚癡啊！所以經上面告訴我們：這愚癡的人自以為智的話，對不起！這個人是極頂愚癡的人。所以最後祖師警告我們哪：",
    "635": "[10:35]故其極下，亦莫思為於法已解。所以你再差、再差，你千萬不要覺得，說：「我已經懂啦！我已經懂啦！」你就算三藏十二部教典都看過了，佛說得清清楚楚，說：「我講的法如爪上土，我沒有講的法是大地土啊！」現在我們隨便看了一點點就覺得懂得很多，那實在是可笑極啦！乃至於證得果的很多聖者，他尚嫌自己還太多沒地方懂，何況我們是個凡夫呀！下面祖師的語錄，再進一層，一層一層地說明。",
    "688": "[11:28]又博朵瓦則引此《本生論》文觀察相續，如云：那個大祖師他就用上面這一段經論上面的文，拿來自己觀察、檢點自己，反省自己，他就覺得：「唉呀！」怎麼呀？虛空與大地啊這麼遠隔，",
    "709": "[11:49]「虛空與地中隔遠，大海彼此岸亦遠，東西二山中尤遠，凡與正法遠於彼。」唉，他說：「我看看哪！天空跟大地那差得不曉得多遠；兩個海的彼岸也這麼遠；兩個山中間，哪一個都是遠得不得了。而我現在跟法相應，遠比前面這個來得遠哪！」那些大祖師，這麼了不起的大祖師！他檢查的結果是如此，這個地方值得我們注意啊！我們所以檢查了找不到的原因，這表示我們的愚癡到極點。假定我們不現在努力，至誠、恭敬、懺悔，然後求的話，以後沒有辦法啦！",
    "765": "[12:45]所以前面一再告訴我們，我們現在的愚癡到這地方已經夠啦，你再下去是一點辦法都沒有了啦！所以唯一的現在的機會是趕快曉得：唉呀，現在我太差，趕快努力啊！心心念念記著「我是個大愚癡人哪！」然後呢一心恭敬這個三寶，說努力啊，不要拿著這個法老去看別人不是，要拿來檢查自己，你就自己一步一步透脫了。",
    "800": "[13:20]所以最前面剛開始的時候，告訴我們「具六想」是原則，那是我們信得過，多多少少可以做。到了現在這裡，這個道理說得清楚了以後，你自然而然，啊，千真萬確！如果說你把這個道理再深入思惟的時候，你產生了勝解了以後，那個時候就非常有力，你就時時刻刻在進步、在上升、在淨化。",
    "834": "[13:54]此說我等凡庸與法，二者中間，如彼諸喻，極相隔遠。此頌是月菩薩從持善說婆羅門前，供千兩金，所受之法。上面這個話，是說我們普通人跟法兩者當中，唉呀，差得這麼遠！這個一定要認真地自己檢點，你不檢點你根本就看不出來，何況這個東西就是那麼空洞的、那麼抽象的。如果你真正地去觀察的話，你到那時候感覺得實在得不能再實在！但是如果你不經過如法地觀察的話，你覺得空空洞洞的。為什麼呀？那就是我們現在心裡的現行這種業，現在心裡就是模模糊糊那些東西，你根本碰不上那個法。碰不上那個法的話，在你心裡的感受上面跟那個法，就這麼空洞啊！要曉得這個是什麼原因，這個就是我們的差，差就差在這裡。所以處處地方真正要警惕的、要策勵的就是這個，這個。而上面這個是什麼？那一位月菩薩從那個婆羅門前面得到的，他得到這麼一個簡單的偈，供千兩金哦，看看哦！",
    "924": "[15:24]啊，所以我想到這裡，我就每每自己、自己覺得深深地痛苦、懺悔呀！現在我看見在座的很多同修也是這樣，那個法不要你們一分錢，書還要買來送給你們，還要人家樣樣東西供給你們，請你們去念，哎呀，還要推三阻四。然後叫你們說那個前面沒有聽，去聽一聽，唉呀，自己找了個半天，這個也忙、那個也忙，實在是跟法不相應。我前天看見那個誰呀？賴居士他腳燙傷了，我曉得這個痛苦得不得了，他因為要回家休養，他跑得來，幹什麼？在那兒聽。唉呀，我聽了真感動，嗯，你看！這樣。",
    "976": "[16:16]所以這個東西的的確確自然而然，你們只要好好地去努力，自然會相應，你相應了自然而然會努力。現在年輕的那些朋友們，千萬不要隨便浪費掉了啊！等到那個時候你要的時候，供千兩金不一定得到哦！那萬兩黃金都得不到，你再有什麼東西沒有用啊！這是趁我們現在得到暇滿人身的時候，是唯一的機會。下面那個祖師，又有一個祖師，",
    "1011": "[16:51]朵巴亦云：「若有觀慧而正觀察，如於險坡放擲線團，與法漸遠。」如果我們拿正確的智慧去觀察的話，如法去觀察的話，你會發現：嘿，不但這麼遠，而且妙咧！就像那個很陡的山坡上面放一個線球，越滾越遠、越滾越遠、越來越遠！為什麼這樣？為什麼這樣？這個就是他如法真正觀察的結果。其實這一點我們也可以觀察得出來，我們現在如果觀察一下我們的心裡什麼樣的狀態呢？我想大家都會感覺得到的。我們以前說過很多，你自己很容易地感覺得出來，現在的心裡面，是以前無始以來跟煩惱相應那個等流一直在向前推動，對不對？就是那個等流，所以那個等流不斷地在向前推動，那表示什麼？跟法越來越遠，越來越遠，它一直在煩惱上面走嘛！所以我們心裡就這麼鬆鬆散散，就是這個情況，就是這個情況。所以從很多地方我漸漸地、慢慢地感受得到。這將來自然而然到那個時候，你自己會很清楚、很明白的，很清楚、很明白的。",
    "1104": "[18:24]所以說我現在也漸漸地體會到，如果你真正跟法相應的時候，不管你看書也好、聽錄音帶也好、聽課也好、講說也好。你一碰到，哇！這個眼睛就瞪得大大的，全部精神就貫注在裡頭。那個是你至少沒有遠，慢慢地在近了。反過來，你一碰到那個地方啊，你就直打瞌睡，唉呀，心裡面覺得：怎麼這個時間還老這麼長，還不下課？那就這個現象，就這個現象。在任何一個情況之下，任何狀態之下，都是那種狀態。當你自己看書的時候，你儘管看累了，哎，就捨不得，那個時候勉強還並不是太遠的時候。這個是很容易，如果你了解這個道理，然後去觀察你的內心的話，你就了解了。",
    "1157": "[19:17]現在我們一天到晚說忙著，唉呀，希望要什麼樣持戒、要念佛。從哪裡做起？這個道理這個地方說得清清楚楚、明明白白，就是這些，就是這些啊！如果你不了解，儘管你在這個地方磕頭、念佛，但是你心裡面，對不起，不相應啊！這是為什麼祖師一再告訴我們：如果你心裡面散亂，如果你不相應的話，念佛是喊破喉嚨也徒然，拜佛是頭顱磕破也徒然，閉關呢？是千年不出也徒然。現在我們了解了，現在我們了解了，就是你拿這個東西來檢查自己的內心的相續 ─對、不對。現在我們繼續下去：",
    "1210": "[20:10]如是思已，遮止惡行之理者。像這樣地了解、思惟觀察了，那時有了標準了：哦，原來我們心裡是這個樣啊！啊，要求好，必定要這樣，要去掉惡，必定要這樣！那麼那個時候你曉得了，從這個地方遮止起，從這個地方修行起。下面這個道理說：欸，了解以後，你要遮止惡行，怎麼辦呢？",
    "1239": "[20:39]如《諦者品》云：「大王汝莫為殺生，一切眾生極愛命，由是欲護長壽命，意中永莫思殺生。」這個經上面，佛就告訴我們說：大王，你不要殺生啊！為什麼？一切眾生無不愛命的，因此你如果也愛護你自己的話，你也不要殺。他下面他不強調那個殺，他就告訴我們什麼？「意中永莫思殺生」，你意念當中永遠不要這樣想，你意念當中沒有的話，自然你的身、口就沒有。所以從最細微的地方你防起的話，自然而然其他的地方都沒有了。",
    "1291": "[21:31]所以現在我們 ……相都是防行相，所以說騙別人很容易，騙自己很難，騙不過的，騙自己騙不過的，騙因果更是絕無可能！說實在我們現在真正要騙自己倒不會，我們實在是什麼？我們被愚癡所騙，所以叫作顛倒，所以叫愚癡啊！所以他後面講到無明的時候，它無明叫什麼？那個才是我們的冤家。哦！現在我們了解了，這個殺是這樣，其他呢？",
    "1332": "[22:12]謂十不善及如前說，諸餘罪惡，發起意樂，亦莫現行。不但殺，其他的每樣東西都是，就像前面告訴我們這個道理，一切惡的罪行，乃至於最起碼的意念，你也不要讓它生起，「亦莫現行」，現行就是讓它生起。因為我們凡夫位上面那個種子還在，你現行千萬不要讓它生起，要曉得你現行生起了，那個種子又繼續增長了，業又增長了。如果說你這個現行不現起的，請問那個時候現起的什麼？善業嘛！白業嘛！淨業嘛！所以只要這個遮止了，自然而然生起的就是白淨之業。",
    "1387": "[23:07]在這種情況之下，你不要生天也做不到，如果你回向的話，你回向淨土的話，到那時候不到淨土也不行，因為你的業就是這個，就是這麼簡單、這麼明白。所以現在有很多念佛的人啊，居然不要學這個的，唉！我實在覺得 ……他有大善根，當然！可是他偏偏又不行，又不肯學這個，要去念佛，怎麼念？然後學教也是如此，持戒也是如此，學哪一個都是如此，這個基本教理不都在這個地方嗎？這一個上面說的道理，應該怎麼辦啊？",
    "1429": "[23:49]應修應習，應多修習，靜息之心。他這個地方強調這個才是我們要修的，應該習的喔！他為什麼把它拆開來、強調？說我們這個地方才真正要「應多修習」啊！現在我們真正開始修行的沒有別的，就是這個，就是這個 ─靜息這個十惡業。靜息當下本身什麼？就是十善業、白業。假定你不修，你就沒有辦法遮止，所以說，",
    "1466": "[24:26]若未如是遮止惡行，雖非所欲，然須受苦，任赴何處，不能脫故。你假定沒有這樣地如理思惟、觀察，然後去行持的話，你就沒辦法遮止這個惡行。沒辦法遮止惡行的時候一定感得惡果，這個惡果雖然你不希望的，對不起，你不希望也沒有用，你非受不可！你還是要受這個苦，在任何情況之下你絕對不能逃脫。",
    "1507": "[25:07]是故現前似少安樂，然果熟時，雖非所欲，淚流覆面，而須忍受，如是之業是非應作。你了解了這個道理以後，一切時處唯一的辦法，就是在因地當中注意這個業啊！所以在這種情況之下，假定你不如理去做、如理修行 ─修行本身是一件苦事哦！不過苦雖然苦，心理上卻是快樂的。我們常常那個比喻：就像打勝仗一樣，打仗總歸是苦的，但是打勝了真快樂；不管做任何事情，做生意也好，做任何事情也好。反過來呢？對不起，啊，你眼前是覺得滿安樂，唉呀，這個說起話來說得好聽，站在人家前面，做起事情來，偷偷摸摸站在人家後面；好吃的東西總想多吃一點，壞吃的東西就推給別人去。眼前好像是少少安樂，但是對不起，果熟的時候，這個雖然不是你希望的，對不起，這個要你「淚流覆面，而須忍受」。像這樣的業，趁早不要做，趁早不要做啊！",
    "1593": "[26:33]所以這個地方真妙極了！他不是教你受苦，他處處地方還是教你，喏，那你要快樂，對嘛！就是給你快樂嘛！那那個快樂是這樣的，你懂嗎？這個地方真正，所以佛法真正美，真正好的地方是在這個地方，它不是講個空話，就這麼眼前，就這麼實在，正是我們人人所需求的，正是我們人人所希望的。這個是這一方面，另外一方面，",
    "1626": "[27:06]若受果時能感受用無罪喜樂，如是之業是所應行。等到你受果的時候，那個時候它是喜樂，這個喜樂無罪。為什麼叫「無罪喜樂」呢？這個要注意哦！平常我們造了很多這個喜樂 ─三世怨。哦，那三世怨的喜樂眼前得到了一點，最後又害了。這眼前太多這種大富翁、大財閥，那個喜樂是有罪的。他有了錢以後造罪，完了，最後又墮地獄。現在我們這個喜樂是無罪的，這個受果的時候能夠感得這個，那這樣的業我們要做，這一種業正是現在我們因地當中努力的。",
    "1675": "[27:55]你了解了這個，那個持戒你不會覺得叫你這個也不能做，叫你這個也不能做。你會高興啊！唉呀，這個地方防止了，叫我不要下地獄；那個地方防止了，不讓我做畜生；那個地方防止了，可以不墮餓鬼。你是越想越高興耶！哪有說對這個戒覺得會厭惡的呢？所以這個是自然而然你會這樣認真做，不管任何事情。平常我們說「公事辦、公事辦，辦了公事辦私事」就很難，到那個時候叫你辦私事你實在也不想辦！因為你曉得辦了半天，身體養了胖胖的，到死的時候燒起來還得多花一點柴費，一點用場都沒有。你自然而然一天到晚就忙這個，這個道理都在這裡。所以，",
    "1733": "[28:53]《集法句》云：「若汝怖畏苦，汝不愛樂苦，於現或不現，莫作諸惡業。經上告訴我們：你現在是怕苦，對啊！問我怕不怕？當然怕！我想我們在座的同學大家都跟我有同感吧？苦的確怕，你不愛苦，如果你不愛苦、不想苦的話，那麼眼前或者不眼前的，不管任何時候，那個時候不要造惡業。眼前是不要造，",
    "1772": "[29:32]設已作惡業，或當作亦然，汝雖急起逃，然不能脫苦。"
}