{
    "2": "[00:02]這個話，注意哦！它有一個很特別的地方，覺得什麼 ─我怎麼做得不對！你了解了這裡，你就感覺到了，為什麼前面告訴我們哪，「最極下愚」，你真正學法的人，你最愚癡的人，千萬不要覺得自己是智慧的人。喏！第一件事情就告訴我們：哎呀，我怎麼這麼差呀！你覺得這麼差，你才肯改。你現在覺得處處地方覺得我對，我有道理；既然你有道理，你還要改嗎？你就能破壞現行了嗎？你一天到晚在這個現行當中，你這個道理就是見煩惱，然後你的習氣就是你的思煩惱，這麼粗猛的煩惱都沒辦法破，順著它，還談其他嗎？這句話。那怎麼樣才能生起來？這個道理我們懂了，怎麼樣生起來？下面：",
    "61": "[01:01]欲生此者，須多修習感異熟等三果道理。你要修這個的話，應該怎麼辦呢？就是，哪！前面說的，前面說的道理，那一路上面都過來。所以說前面這個道理說過來了以後，有了這個基礎現在修這個，那很容易，這樣。所以平常我們說：「哎呀，我懺悔呀、懺悔呀！」你懺些什麼？不知道！你跑到佛前面說我念它個四句，你真的懺了嗎？這個很簡單哪，所謂懺悔的話，對你以前所做的覺得不對。你怎麼曉得它不對？有一個對的東西擺在那裡衡量，你一定是對跟不對衡量出來了以後，那個時候你才衡量出來對跟不對。現在你根本不曉得哪一個是對，哪一個是不對，你說的懺悔，懺些什麼？你能懺，這連它懺些什麼都不知道，就能懺得乾淨了嗎？",
    "120": "[02:00]就像我們就說，哎，你去拔拔草 ─什麼是草不知道！所以人家說那個笑話：叫他去拔草，結果拔了半天，那個菜都拔掉了，草還在那裡。為什麼？菜長得高嘛，那個草小小的在那裡，他就拼命去拔，拔了半天。他自己覺得：喔唷！他就用功了，用了半天。結果啊，糟了！菜 ─要種的東西統統被他弄掉了，然後呢那個東西沒有。這不是一個笑話哦！如果我們仔細檢查一下，我們現在往往覺得：我現在好用功修行喔，你看我又出了家，這個也放下，那個也放下，然後呢，這個那一些人怎麼不供養我，跑得來也不跟我磕頭；又是個出家人。然後呢這一個人不對，那個人也不對。你做些什麼啊？你做這個就是你把菜都拔掉了，然後呢這個草都在留在這個地方。這個我絕對不是說的笑話，你仔細檢查、檢查看。",
    "180": "[03:00]所以這是為什麼我在這地方，我覺得自己一方面很不忍心，一方面看見在座的有幾位同學好了，是讚歎、歡喜啊！我都是靠了他，他做了很多善業，我沾了光，隨喜功德。但是另外一方面，有很多同修，偶然有幾位同修不理想，啊，我心裡直痛心，我呀真是不曉得怎麼幫忙他，唯一的辦法總希望多逼逼他，就是這個道理。所以如果大家條件不夠的話，你們記住：有人來逼你，你應該感謝他；否則的話，趁早回家去，那還少造一點罪惡，至少將來不會墮地獄裡面受苦哦！這一直是千真萬確的事實。那麼下面呢，",
    "231": "[03:51]修持之時，我們正修的時候怎麼辦哪？",
    "235": "[03:55]應由《勝金光明懺》及《三十五佛懺》二種悔除。有非常正確的教誡，告訴我們這個道理。《勝金光明懺》是有一本經，就是《金光明經》。《金光明經》一共有好幾個翻譯本，第一個是北涼曇無讖翻譯的，根據這個翻譯本，智者大師曾經著過疏，很多祖師們。那麼還有《金光明懺》，這個主要的因為智者大師著了疏以後，根據這個。這個另外一個譯本，那個是唐朝義淨三藏譯的《金光明經》十卷。如果你們真正看的話，你們應該看那個十卷那個，後來寫得非常完整。啊！那是真正好極、好極了！我這地方它有一個拷貝，實際上那個藏經裡面也有，它那地方能夠淨除我們所有一切的業障。",
    "303": "[05:03]關於這個道理，現在我實在沒精神，有精神的時候，我晚上要跟你們講的。可是晚上，現在講起來，因為我接了這麼太多的東西，我只能這樣說了，但願你們把《了凡四訓》、《俞淨意公遇竈神記》這一種好好地看兩遍。然後呢看兩遍，我告訴你們的書多看，看了以後，然後你到那時一看的話，你到那時候心裡面會馬上產生正確的覺受。至少你會很認真地覺得：哎呀，我怎麼以前這麼錯呀！乃至於你會有自己感覺得，對以前的錯誤產生驚心動魄之感。對了！那個時候你就對了，你就有機會把你以前的罪惡統統懺乾淨了。還有呢，它告訴我們的好處，這個好處是不得了的好處，你只要肯這樣去做的話，的的確確地，哪怕五無間罪，都可以懺得乾乾淨淨的。那麼這是第一個是《金光明懺》。",
    "362": "[06:02]還有呢，《三十五佛懺》。《三十五佛懺》就是我們現在的早、晚課誦當中，那個八十八佛當中的後面三十五佛。八十八佛分成功兩部分，一個前面的五十三佛，一個是後面的三十五佛；它各有根據的，五十三佛出在《觀藥王藥上菩薩經》上面，然後三十五佛出在《決定毘尼母經》上頭。這兩個經裡邊，那麼現在它們傳的，這個宗喀巴大師傳的這個傳承當中，這兩個都有完整的方法，所以我現在不用那個八十八佛，本來這個八十八佛那個儀軌，還是密教的大師做的，你仔細一看的話，你就了解。那麼現在我們發給你的這個儀軌，它有它的一個特別的一個意義，我順便跟你們說一下。",
    "423": "[07:03]宗喀巴大師當年他也是，修學都是這樣，以他這樣的老人家，這麼了不起，他修行第一步就懺悔。那麼懺悔乾淨了以後呢有淨罪相，到那時種種感應，欸，他親見那個三十五佛。結果見了三十五佛的時候，那三十五佛沒頭，欸，奇怪！怎麼沒頭？那麼他就問，因為見到了，然後呢就告訴他，說你那個儀軌不完整，有一部分缺少。後來他去請教，然後呢那個本尊告訴他，現在還有什麼地方你不夠，補足了就對。",
    "458": "[07:38]所謂儀軌，平常我們看起來，就像那個說一遍。實際上那個儀軌就是什麼？說，拿我們普通一點話來講的話，譬如那個汽車，汽車的什麼叫儀軌？這個輪胎是這樣子的，那個車身這個樣，門是這個樣 ……。請問：如果那個汽車沒有門、沒有車身、沒有輪胎，你能開得動嗎？你不能開，哪一部分少了就不行。所以它儀軌不完整，那個內容是有的，就像那汽車子是一樣，它那個引擎是有的，那個駕駛的人坐在上面，可是對不起，不能載東西，也不能載客呀！那麼經過宗喀巴大師這麼一改革，那麼這個就完整了，所以我所以採用這個法本的原因。",
    "500": "[08:20]其實這個內容，跟我們現在的早晚課誦上面所用的那個三十五佛，內容大致相同，只有一點點，就是那個觀行的方法。實際上觀行的方法，主要的就是懺悔的最重要的地方。剛才說的，平常我們說懺悔、懺悔，那嘴巴上面講，從哪裡懺呀？不知道。結果弄了半天，像那個笑話當中一樣，把菜拔掉了，草留在那裡；它現在你了解了這樣子的內容去做的話，你做對了，草都拔掉了，菜留下來了，這是我順便一提。那麼以後呢我這個《金光明懺》那一部分，我不講，只是它宗要的地方，我還是會給大家提一下。那麼主要的用的就是用那個《三十五佛懺》，現在你們已經每個人都有了，在沒有講的之前，各位好好地把它看一下，好好地看一下，以後我們每天功課當中，一樣主要的就是學修這個法。這個是破壞現行，把現行破壞。",
    "582": "[09:42]在說下去之前，有一點我要跟大家說一下的。到現在為止，你們曉得不曉得什麼是現行？大部分人大家都知道，容或還有一、兩個人不知道，那我要告訴你們，什麼是現行？就是你現在的心理狀態就是現行；由於這個心理狀態，你身心狀態就是現行，就這麼簡單。你現在的現行是什麼？我們在上課你一心一意在聽這個東西，法相應的，聽得個來勁；法不相應的，聽得不曉得在那個地方怎麼辦是好，但是也無法可想，直望手錶，「怎麼還不下課？」這就是你的現行，就是這樣。",
    "627": "[10:27]那麼現在我們懂得了這個佛法以後的話呢，曉得原來這是什麼？如果跟法不相應的話，那就是不符、不順。如果是「符」是什麼？跟空相應了，見道以後。「順」是什麼？現在就是我們前面這種狀態，順於這個道相應的，一步一步覺得，啊，心心念念覺得：我這個錯的要拿掉它，對的要上去，就是這個。所以說假定我們現在的心理就這樣的，所以前面說「寬大」，浮浮泛泛，馬馬虎虎，這個心裡面就是墮落的根。真正修行就從這地方要破掉它，如果你這地方不破的話，沒辦法！為什麼我們現在不能用功，請問？為什麼？你覺得要想用功啊就提不起來。提不起來的狀態是什麼？就坐在這裡滿好嘛，欸，坐在這裡；然後呢有人跑得來聊聊天滿高興，就是這樣然後；要上街去尤其起勁。這個什麼？就是現在的現行，這麼簡單。你一旦破掉了，什麼呢？就是這心裡面沒有了嘛，所以破現行就這麼簡單！",
    "700": "[11:40]但是呢，這一個東西就這麼實在，就這麼實在！你真的破掉了，你就會很清楚的，到那時候你如果是拜佛的話 ……。現在你們拜佛什麼現象，我不敢說，但是以往我的經驗以往的話，去拜佛，「是啊，出了家嘛，當然要去做這種事情啊！」可是拜是在那兒拜，拜了半天是沒味道，就這麼所以叫「追上下」，就這個樣。心裡面看看大家都拜我不拜，我也不好意思，最好少拜幾拜；然後呢一拜拜下去，拜了個半天，然後站起來；別人拜三拜，我只拜一拜，反正我總歸在那兒拜了。就是這個現行，就是這樣，你心裡面不大相應的，這就是我們現在跟染污相應的。然後呢，你在那兒唱念的時候的話呢，「唉呀，儘量的話那最好啊 ……那個唱起來啊很傷氣，反正別人，有別人念，我也去不去管它了。」就這種，處處地方，這就是我們的現行，你了解了一下。",
    "767": "[12:47]什麼樣對了呢？就是你一碰到，你全部精神就貫注進去了，就這個樣，那就是跟法相應了。或者你會感到歡喜，或者你自己不覺得歡喜，但是全部精神呢就覺得跟它相應，就這樣。那麼跟善法相應的心情，我們不大多，可是跟惡法相應的事情，說起來處處皆是。譬如今天有人打齋：啊，今天要打齋！喔，這個打齋，不但打齋還有什麼，找那些東西來得個配胃口。你事先，嗯，嗯！現在心裡這個相應了，然後你吃的時候，越吃越起勁，那時你不覺得歡喜，但是心裡面，全部精神貫注在裡邊。對不對？這個什麼？惡法相應的現行。我們現在要破什麼？就破這個，就破這個！所以這個道理說起來很容易喔，你一定要了解它所指的行相是什麼，這樣。如果是將來你真的一旦破了以後，你會感覺到內心當中立刻有不同的感受，這個下面一個個講下去。",
    "840": "[14:00]所以如果這個沒有的話，所謂的懺悔一點用場都沒有！我說的一點用場，就是眼前結果的用場；那個種子有的哦，我已經說過很多次了，注意！只是一個種子，只是如此而已，只是個種子如此而已。那我們這裡老和尚他為什麼能夠這樣的功效，你們有機會去問問他。那肯定地，他念佛的時候，一定到那時候全部精神貫注在上頭，儘管他不講那個道理，現行一定破的。那個時候的現行是什麼？一定跟法相應的，就這麼清楚。所以你真正懂了以後要去修行的話，你們會內心當中非常清楚、非常明白，現在你這個一念是什麼！如果你跟染污相應的，就是這樣。然後呢在這裡告訴你要破，就是破這個，了解了嗎？這個叫破現行「力」，這是種力量，這是種力量。什麼力量？心力，就是業力啊，業力啊，就是這個。第一個。第二，第二什麼？對治。對治當中分六：",
    "915": "[15:15]第二力中分六，依止甚深經者，那個六樣東西，一樣一樣東西說一下。",
    "921": "[15:21]謂受持讀誦《般若波羅蜜多》等契經文句。這個第二個是對治力，什麼叫對治呢？就是對症下藥，治療以前那個老毛病，這個力量。以前什麼老毛病啊？就是無始以來的這個積習。換句話說無始以來，我們一直在什麼？喏，煩惱相應的現行當中。因為你有這樣的個現行，唯識上面所謂的種子，換句話說 ─習氣，這個習氣的力量很深很重，現在你要把那個習氣，要把它拿掉，那麼這個要靠第二個力量，要靠第二個力量。但是這個第二個力量，跟第一個有沒有關係？絕對有關係！沒有第一個，絕不可能有第二個。為什麼呀？因為你現在第一個都在現行當中，你還在增長，你對治什麼！就是你破掉了現行了，眼前雖然破掉了，可是它無始以來，這個習氣的力量還在，那個時候你一定要把它拿掉它，所以那個時候才談得到對治。所以假定我們第一個力量沒有的話，說懺悔，什麼東西都是開玩笑！",
    "1007": "[16:47]那麼現在你看哪！第一個「依止甚深經典」與「讀誦」這些。所以祖師們都告訴我們，讀經有沒有用？有用啊！讀經有兩種：有一種，你如理思惟觀察，了解經當中什麼意義；還有一種，祖師告訴我們，你不要去分別，一心至誠恭敬地去念，也有道理。現在這個地方懂了沒有？喏，說得很清楚，就是這個。因為以前你的現行是什麼？跟煩惱雜染相應的。現在你第一個把它現行破除，然後那個時候，或者你提起至誠恭敬地只要去念。那個時候，什麼？你薰習進去的是清淨之法；或者你是如理思惟觀察，不管是你用哪一種方式 ─對治。你懂得了這個，那就了解了祖師告訴你說：「你不要去分別思惟，你只要一心恭敬念。」對！然後呢說：「如果說你要去念這個，你要如理思惟了解了，照它行持。」對！兩個絕不矛盾。但是有一個必要的條件是什麼？你要破現行。",
    "1087": "[18:07]假定你現在嘴巴上面嘰哩呱啦唱得個有勁，腦筋裡面胡思亂想，請問有沒有用？你現在還在煩惱現行當中。它對治的是什麼？就是產生的力量。現在你在煩惱現行當中，你產生了什麼力量？煩惱力量！這個本來說治病，是藥要對治那個細菌的，現在你吃進去了都是細菌，能治得好病嗎？懂不懂？所以這個地方我們要注意喔！所以我這一地方是講得比較詳細一點，你們了解了，自然而然你們這麼了解的話，不管你持戒、念佛、參禪、學教，都有了。這第一個，我們就說你讀經。第二個呢，",
    "1138": "[18:58]勝解空性者，謂趣入無我光明法性，深極忍可本來清淨。這是什麼？大徹大悟了，對呀！就這樣。而那個時候心裡什麼狀態？不但現行破 ─現行破了以後，那個時候的心理什麼？是跟聞、思、修三種狀態相應的智慧，一定跟法相應。跟空性相應是什麼程度呢？跟修慧相應的，那最高的。前面我們去念的時候，當然你可能已經跟修慧相應，譬如說六祖大師的有一個學生，這個念《法華經》三千部的這個達法，他以前，法達還是達法我忘記掉了。然後他念了三千部，自己還覺得大我慢，跑得去拜六祖大師頭不著地，六祖大師說：「這個大我慢，你磕頭頭不著地，你心裡有什麼？」自己被這個祖師一說，他心裡面覺得：嗯，祖師倒有一點名堂，我一生念了三千部 ……。「那你何嘗念經啊！你不是在轉經，你被經轉哪！」然後給他講了幾句話，開悟了，啊，大徹大悟！然後呢大徹大悟了以後，他說：「那我以後不要念經了。」六祖大師怎麼說？「以前你根本是被經轉哪，現在你真正轉經啊，現在你真正念經啊！」說不是說大徹大悟以後不要啊！就這樣。",
    "1236": "[20:36]所以前面這個單單誦，可能是聞、思、修三種，說空性相應是一定最後那一種，所以更高明。當然嘛！你能夠把這個裡邊從根把它拔掉，那更高明的一種。第二個，這對治。這個所謂根拔掉，那個種子習氣還在，那個種子習氣還在哦！所以初地菩薩達到這個境界，他雖然種子習氣還在，他已經不在生死當中流轉，他是他的願力在，他是他願力還要在這個地方，這是我們要了解的。這是正對治，就是真正地破壞了它這個種子了。第三，",
    "1284": "[21:24]依念誦者，這個下面這個，就是我們現在用得上的最好的辦法。",
    "1289": "[21:29]謂如儀軌念誦百字咒等，諸殊勝陀羅尼。依這個方法照著儀軌去念，那個「百字咒」，在我們那個放焰口當中有一個百字咒，不曉得你們會不會？這個當年印度跟現在西藏這個很盛傳，在我們中國只有焰口當中，就是那個，就是那個。那麼這個什麼？這個不一定是這個，「等」，其他的「殊勝陀羅尼」。譬如我們現在或者念準提咒、或者念大悲咒、或者念往生咒，乃至於譬如說滅罪真言，都是這些。那麼下面引經。",
    "1338": "[22:18]《妙臂請問經》云：「如春林火猛燄熾，無勵徧燒諸草木，戒風吹燃念誦火，大精進燄燒諸惡。啊，妙不可言！就像春天樹林當中的火，那個火非常地猛烈。春天怎麼狀態啊？每年到了春天，所有的樹木都枯掉了。我們當然這地方熱帶、亞熱帶，那常綠的，他們那個地方是哪裡？在西藏，那個夏天的山頂上面，凍得你要命，到了冬天的山頂上面，一樣東西都沒有了，所有的樹葉掉得光光的，所有的草都枯掉了。在這種草枯的情況之下，碰見那個猛火一來的話，一下燒得光光的，燒得一樣都沒有。你不要說像西藏，那我覺得我們那地方，上海一帶，那是這個溫帶。到了春天，他們這個荒野當中，有一個辦法就是，譬如我們現在看見那個後面荒地，那不是長的荒草很多嗎？他們點一把火，一把火一點，要不了幾分鐘，「嘎！」那個風又大，一下統統燒得光光的。",
    "1420": "[23:40]那麼說明了什麼？說明了就是我們積那個罪，你只要如法地去正對治，很快！所以經上面它有一個比喻：有人害怕，說我這個無始以來的罪過這麼重，怎麼辦哪？佛就告訴你：欸，我告訴你，假定是這個房子裡邊，黑暗一千年了，然後呢你點一盞燈的話，是不是點了要一千年，慢慢、慢慢把它趕走啊？不是。什麼時候亮？你一點就亮，對不對？對呀！儘管黑了一千年了，不要說一千年，一萬年再長，你一盞燈一點，馬上就亮。還有呢，你積那個草、那個木頭，積在那裡積一千年了，你要去燒，要不要燒一千年哪？也不要，那倒沒有什麼燈那麼快，但是只要這個積的真正枯掉了，你一把火點上去，沒幾分鐘「刮！」統統燒光。那這個就是我們懺悔的力量，注意哦！太值得了，太值得了！",
    "1485": "[24:45]所以你真正懂得了，沒有一個人例外的，它絕對會教你不修行都做不到。你會了解：我只要花這麼小小的氣力，把以前這麼大的惡，一下就弄乾淨掉了；反過來呢，你貪小小的一點點便宜，將來受的苦是無量無邊哪！嗯，就這個。可是這個裡邊有一個問題哦！它雖然這個春天，這個懺罪的時候你不要努力，一下就可以把它雜草都燒光，還要什麼條件？「戒風吹燃念誦火，大精進燄燒諸惡」，要靠一樣東西，沒有風不行，什麼風啊？戒！所以告訴我們，你持戒沒有的話，談不到。所以這個修學佛法，第一件事情是戒！",
    "1541": "[25:41]現在我們有太多的人，碰到這種情況說，哎呀，現在這個時候啦 ……總覺得好像這個不行、那個不行啊！這倒是沒有錯，持起戒來是比較難，所以你大可不必受這個戒。既然你受了戒，這很簡單嘛，這個不是別人逼著你耶，你自己願意受，願意受的話，你為什麼還要說這個話？你要說這個話，就不要受，不很簡單嘛！對吧？這個像契約一樣，我訂了契約，你可以不訂嘛，沒有人逼著你，既然你訂了，那當然應該守那個戒，就這樣。所以在我的感覺，我只是覺得我真愚癡，我怎麼感得這個末法呢？這第一個。第二個我真愚癡，我不了解這個制戒的真實原因，我只有老老實實，佛怎麼說我就照這麼做。那個時候就對了！",
    "1597": "[26:37]「戒風」，然後呢吹這個念誦的火，這個念誦的時候是「大精進燄」，這個念不是嘴巴裡唱哦 ─心，現在的心跟它相應的。所以現在的心既然跟法相應了，一定破掉不相應的現行，這個了解不了解？所以叫大精進。什麼叫「精進」？精進的定義不是說你在那裡拼命地出力哦！就是說善法相應的努力，這個才叫精進。如果說你在念，在那兒磕頭，「哎呀，我可以一口氣坐兩個鐘頭雙盤，然後今天拜個五百拜！」但是你心裡面胡思亂想，對不起，懈怠，沒有用，沒有用！所以真正地精進的話，就是一定是這樣：持戒持得很嚴，然後呢心裡面把握住地這樣地去做，第一個。第二個，",
    "1655": "[27:35]猶如日光炙雪山，不耐赫熾而消溶，若以戒日念誦光，炙照惡雪亦當盡。一段一段的譬喻。第二個就像這個太陽光，然後呢照這個雪山一樣。那個太陽光一照，啊！那個雪就耐不住都溶掉了。現在呢什麼東西來照？「戒日」。這個戒像日一樣，為什麼戒像日一樣？為什麼？我們要懂得它。我們所以要修學佛法，所以要懺悔業障的原因是什麼？要去苦、要得樂。為什麼有苦？你造了惡業。現在你懂得了，哦，原來這樣，那麼你怎麼辦呢？欸，要造善業。但是業因你了解嗎？不了解。所以我們到現在為止了解我們在愚癡、無明當中，對於這個業感緣起，只有佛才徹底了解，所以只有他制的戒法，才是完整的。所以你一心恭敬、一心照著去做的話，這個完全正見。這個正見是真正什麼？無明的對治，就像光一樣，點一點哪，黑暗就去掉了；像熱一樣，一來，就寒就消掉了。懂嗎？",
    "1750": "[29:10]所以這個每一個地方有它特別的意義哦！是為什麼我們剛開始的時候，頭上五年是不可離依止。不是單單依了五年就行了，如果說你依止了五年，開、遮、持、犯不行，那盡壽依止，為什麼？因為唯有這個是光明的，既然你要學這光明的法的話，你離開了這個，請問你怎麼辦？你了解了沒問題，你不了解一定要依止。所以這地方叫「戒日」，這個不但有熱而且有光，光熱同炙，惡習統統盡。",
    "1792": "[29:52]如黑暗中燃燈光，能遣黑闇罄無餘，千生增長諸惡闇，以念誦燈能速除。」"
}