{
    "2": "[00:02]如黑暗中燃燈光，能遣黑闇罄無餘，千 生增長諸惡闇，以念誦燈能速除。」增長一千年，一下就消失掉。現在不是一千年喔，我們是無量劫來，我們就能夠短短的，哎呀，這個大便宜實在是沒有啊！所以反過來說，這個比生意的這個賺錢的，那實在是在任何情況之下找不到啊！我是感覺得越想越高興，那世間人這麼辛辛苦苦賺一點點，我稍微努力點賺不曉得多多少少啊！諸位，要這樣地去自慶自幸啊！到那個時候你會打這個硬仗，越打越起勁。打起仗來當然辛苦嘛，嘿，但是這個戰利品是不得了！",
    "53": "[00:53]此復乃至見淨罪相，應當念誦。對了！然後你真正要淨除它的時候，要到什麼？要得淨罪相。為什麼要這樣子？因為你究竟積多少，你不知道，換句話說，欠人家多少債你不知道 ─我還哪！還到那個時候，某人說：「欸，現在還清了。好！然後呢這個債據交還給你。」問題解決了，就這樣。那個時候你才不欠，那時你才真是。現在我們懺悔也是這樣，懺悔也是這樣，那在還沒有懺乾淨之前，一直要努力，一直要努力。",
    "87": "[01:27]相者，《準提陀羅尼》說：那個淨罪相，那個經上面告訴我們。",
    "93": "[01:33]「若於夢中夢吐惡食，飲酪乳等，及吐酪等，見出日月，遊行虛空，見火熾然，及諸水牛，制伏黑人，見苾芻僧苾芻尼僧，見出乳樹象及牛王山獅子座及微妙宮，聽聞說法。」就這個。什麼是淨罪相？欸，你夢當中吐惡食、吐髒東西，就這樣。我曾經有一個同修，他就修這個法，修了沒多久，他就告訴我：「哎呀，夢當中吐大便。」「啊，恭喜恭喜。」你們有沒有夢當中吐大便？大便怎麼會吐出來呢？嗯，就這樣。另外一個同修，他覺得喝牛奶，這都是千真萬確的，你們只要真正去做，下面這個。而且這種人絕對不是歷史上的人物，這種人都是眼前，你們如果說好好地去，將來你們會碰得見。這個問題其實很簡單哪！現在我們碰見了人家，一開口就張三長、李四短。對不起，人就是這個樣，這物以類聚，那麼自然專門談那些人跟你在一起。如果你真正修行的話，你一聽這個話你就聽不進，不願意。古來祖師不是這樣的，古來祖師一碰見，大家就談生死問題，「你修行怎麼樣啊？」你現在你只要去 ……喏，現在這個時代還是有這種人，你只要真的用功，你到時一定碰得到，任何的，你親眼會碰見這種人的。",
    "197": "[03:17]所以下面好幾種現象。我有不同的同學，有的人夢見這個，有的人經常在夢當中總歸在飛，下面就這個樣；有的人看見特別的宮殿，這個是什麼？就是他的淨罪相。然後完了以後，以後你經常會有這種好夢出現，然後這個好夢不是說偶然一趟，偶然一趟不算的。還有這個夢來的時候，這個淨相這我們今天簡單地說一下：這個夢不是糊裡糊塗的夢，糊裡糊塗的夢不算，這個夢的時間、夢的境相，以及夢的內容，都有相關的，這個現在我們不必深談。萬一，如果說 ─不要說萬一，如果說我們真正懺了以後，將來生起這個現象，我們不要執著。歡喜是歡喜的，這是個好現象，這個歡喜只鼓勵我們繼續地努力，不要說：「哎呀，我現在好了。」停在那裡。那對不起，無始以來的積習，一個不小心，它又來了。趁這個機會正好可以努力，這是我們應該了解的。這是第二點念誦，第二點念誦，這個有非常殊勝的功效。",
    "271": "[04:31]這個念誦當中再說一遍，有兩樣事情很重要！「戒風吹燃念誦火，大精進燄燒諸惡」，你一定要持戒，這第一個。然後呢，這個時候的持戒的話要什麼？要三業並增，不單單是身口，因為你單單身口的話，對不起，你那個現行都沒破，沒有用。我說這個沒有用，注意哦！每次都講到沒有用，這個道理前面已經說過很多遍了，不是說沒有用生天，說沒有用脫煩惱。淨除煩惱這一點，主要的靠自淨其意，然後呢，還要精進的力量，這是第三。第四",
    "319": "[05:19]依形象者，謂於佛所獲得信心，造立形像。就這個。喔唷，這個有很殊勝的功德！所以塑造這個佛像功德很大，但是有一個條件 ─獲得信心，這個信心兩個字很重要喔！我們大家覺得我們有信心，我不敢說你們有沒有，不過我有一個衡量的標準，衡量的標準是什麼呢？你們不妨試試看：說我房間供了一個佛像，供得非常好，掃得乾乾淨淨，跑過大殿，你不去理它，對不起，你這個信心是騙你自己的。你懂不懂這個意思，懂不懂這個意思？你這個時候什麼？是「我相」在作祟，「我的！」所以我的房間弄得乾乾淨淨，這個大殿的。你既然是信佛的話，大殿更重要啊！你看見任何一樣東西，那是這樣。所以前面還記得不記得這個祖師那些公案？所以這個「信心」兩個字我們要體會得到。",
    "392": "[06:32]如果你真的有信心，對佛是這樣，然後你看見人，他只要這件衣服一被，不管他，他的內容什麼樣，喔，這個僧寶！哪怕他造五逆十惡，那沒關係，那他造的事情，這個形象可是十方三世的清淨幢相。那時候你有信心了，對！不過這種淨信心很高喔！我拿這個做為標準策勵我們，我所以提這樣的話，我們動不動就犯了這個我慢心，自己覺得對了。我現在所以要把那個真正的 ─不是故意提高，這是真實的標準，讓我們認識我們的條件，好讓我們努力向上，這是我們要了解的。「法」，什麼是法？前面剛說過了，你一提，馬上校對自己，「哎呀，我差得十萬八千里！」那個時候才算是有信心。不是說我懂得一點法，然後拿照妖鏡到處照別人，那時你完全錯了，完全錯了，你完全世智聰辯哪！這個是「獲得信心」，到那時候你「造立形象」，對！第四個。",
    "462": "[07:42]依供養者，謂於佛所及佛塔廟，供養種種微妙供養。第五個，那是供養，種種的微妙供養，這個前面我們講歸依的時候已經講過了。這一點對我們修行是最容易、最容易，乃至於隨便任何情況之下，一口淨水 ─注意哦！那個「淨」字上一次講過，在任何情況之下，你有任一樣好東西，你那個時候去做。今天我掃一個地，不要是說跑到大殿，我在這地方的掃，我掃廁所，為什麼？這個地方是常住啊！十方常住。不管你做什麼事情，如果你做到這一個地方的話，你就一點都不會偷懶了。哎呀，你好努力去做，這個就是供養，所以說告訴我們佛的塔廟。這個「佛塔廟」是什麼？就是佛藏形象之所，這個法身以及生身都藏在這個地方，所以這個寺院的這些地方，供養種種微妙供養。",
    "532": "[08:52]那麼這個微妙供養當中，大家還記得吧？這個「意念」最重要，對吧？大家還記得吧？如果你能夠拿六種意樂去供養的話，那你小小的供養，就產生很大的功德。所以前面這個都是最重要的基本，你前面不好好學，到後面這些東西就派不上用場，大家了解嗎？如果你前面學得很好的，到那時候馬上現起功效來，所以哪有修不成功的道理？然後呢我們說佛不在，他前面告訴我們清楚的、非常清楚嘛！現前供養固然大，不現前功德更大啊！現在是不現前，說不是因為佛不在，佛不在你真正地如法供養的功德更大！這個是供養。最後",
    "582": "[09:42]依名號者，謂聽聞受持諸佛名號，諸大佛子所有名號。欸，就是最後一個就是「名號」，現在我們念佛就是這個。然後呢念觀世音菩薩就是這個，念地藏菩薩就是這個，念「嗡嘛呢叭咪吽」就是這個 ─嗡嘛呢叭咪吽應該是念那個咒，前面那個咒。不管是哪一個大佛子，就這個。這個是六個，這個",
    "610": "[10:10]此等唯是《集學論》中已宣說者，餘尚眾多。其他還有，不過呢舉其綱要，在這個裡邊如此，這個是我們要了解的。現在關於這個四力對治當中，今天就把那個初、二兩個力，這個地方說清楚，大家清楚不清楚？那麼最後再說一下，這個初力沒有的話，後面這個根本沒有。所以為了這樣的話，你一定要了解，說我現在的現行是什麼，這個現行跟煩惱相應的，還是跟雜染相應的，你要認得這個，一定要得正知見。所以你到那個時候，你就了解了，為什麼佛法不管說你講什麼，戒定慧任何一樣東西，這個是真正中心、真正根本。",
    "672": "[11:12]請翻到《菩提道次第廣論》一百四十五頁，那麼昨天我們已經講到了，四力淨修的道理，淨修的道理。如果把這四樣東西，跟我們不管是沙彌、比丘，乃至於五戒的居士，這個兩個，說遮罪、性罪同時懺的話，那麼一下這個罪就可以懺乾淨，再嚴重的罪、再嚴重的罪。已經講了第一個初力跟第二力，那麼讓我們溫習一下。如果說第一個力量沒有的話，下面的都是空話，實際上這四個力彼此間，你真正說起來是分不開的，分不開的。就像一個車子一樣，說輪子、引擎，然後呢車身，然後呢下面的架子，講的時候分開來，造的時候一個一個，等到你開的時候，這個東西，沒有一樣東西少，少掉一個輪子，這部車子就不行，引擎少掉也不行。",
    "756": "[12:36]那麼現在呢，我們把四個力，每一個力的特點在什麼地方，以及我們跟這個力相應的時候，心理狀態是如何，換句話這個行相。那麼同時當你認得這個行相的時候，一定有一個什麼條件呢？就是以前錯誤的行相是什麼 ─這個「行」呢就是心理的行為，由於這個心行而產生的身口，所謂錯的是哪一些，現在對的是什麼，你了解了，然後把它淨除，這個。所以第一、第二曉得，第三呢，現在看倒數第二行。",
    "807": "[13:27]第三力者，第三是什麼？遮止罪惡的力量。",
    "814": "[13:34]謂正靜息十種不善。《日藏經》說，由此能摧所作一切自作，教他，見作隨喜，殺生等門，三門業障，諸煩惱障及正法障。喏！這個就是遮止，遮止這個一切的罪惡，遮止意思就是現在呢如法地靜息，不再造以前種種不善了。那麼上面說道理，這個原則，下面呢，引那個經上面來證成這件事情。這個經上面告訴我們，你由於這樣能夠遮止的話，所有一切不管自作、教他、見作隨喜，那包括了所有的罪惡，統統都能夠消除，「摧」就是摧毀、摧壞。所有自作、教他是怎麼作的呢？或者單單起的意業，或者由意業而起的身、口；煩惱障、正法障，所有的一切的罪障，徹底都能解決。下面：",
    "904": "[15:04]《毘奈耶廣釋》中說：「若無誠意防護之心，所行悔罪，唯有空言。」《阿笈摩》中是故於此密意問云：「後防護否？」那麼這個一點在律藏裡邊、戒經裡邊，再特別說明，遮止了這個東西一定還需要什麼？誠意防治以後不要再犯。如果說沒有這一點的話，那麼你所謂的懺悔，所謂的遮止都是空話。既然你要遮止，遮止了後面還可以再犯嗎？如果後面再犯，那你遮止了嗎？所以我們要了解這一點。因為這樣的關係，所以這《阿笈摩》，《阿笈摩》就是通常我們說就是《阿含》，實際上就是最基本的教典當中，基本的教典當中，這也是戒經裡面。「密意問云」 ─實際上我們懺悔的時候的確有，「你啊見罪嗎？你後面曉得防護嗎？」他一定回答說：「能見。」那很重要！你必定要見到你的罪過。見到罪過，換句話說，一定具足什麼？一定具足正知見，你如法地了解這個錯，這個對，然後呢也了解這個道理。那個時候你曉得它的不好，也現行破壞，已造的對治，然後呢千萬自己策勵自己不可以再造，這個叫作防護。所以假如說你這個心沒有的話，你所謂的懺悔，懺些什麼？所以這一點下面說：",
    "1031": "[17:11]故防護心後不更作，至為切要。這一點非常重要，非常重要！而所以能這樣的話，",
    "1041": "[17:21]能生此心，復賴初力。那一定還要靠現在。所以你現在的現行能夠破壞，眼前當下一念是叫破壞現行，以後破壞叫什麼？防治嘛！同樣的一件事情，只是時間上頭，時間上頭的差別而已。這個概念大家弄得很清楚，必須要弄清楚。第四呢，依止力，",
    "1074": "[17:54]第四力者，謂修歸依及菩提心。這個話，非常簡單的兩句話，實際上這個整個佛法的內涵，就在這兩句話當中，整個佛法的內涵，完完全全在這個兩句話當中。所以如果說你前面沒有聽，或者沒有懂的話，趕快回過頭去好好地來了解一下。如果說對於這皈依的概念根本不認識的話，那個所謂修學佛法的話，那都只是一點善根而已，善根而已。",
    "1118": "[18:38]這個地方我們不妨重新再提一下：所謂依止，我們現在這裡就是說皈依，皈投依靠。那「依靠」本身呢就是平常我們的，我們身體所依靠的，坐在椅子上面，而椅子擺在地板上面，地板擺在大地上面，這是依靠著這個。我們心依靠什麼？大家想想看我們心依靠什麼？我們想了半天，不曉得依靠什麼。然後你眼睛看見哪，跟著東西跑掉了；耳朵聽見哪，跟著東西跑掉了；結果你閉上眼睛、塞著耳朵，腦筋裡胡思亂想，緣著這個法塵而去了！這個就是我們所依靠的呀，這個叫作無明，所以叫作無明哪！",
    "1176": "[19:36]然後呢一天到晚跟著這個塵境而轉，因為你這樣，所以你身也跟著它頭頭直轉。這個因就造了業，感得苦報。因為現在你感受到那個眼前苦報的痛苦，所以要想找脫苦之道，然後在這個裡邊，透過我們如理理智觀察抉擇，最後找到我們要想脫苦，必須要找到什麼樣的對象呢？他一定要自己能解決，否則的話，他自己都不能解決，他能幫忙你嗎？第一個。第二呢，他不但是已經脫了苦，而且了解怎麼幫忙你。所以他自己能徹底圓滿解決一切，而且懂得幫忙你，幫忙任何一個人，解決任何問題。這兩個條件不具足，你求他也沒有用。還要呢，不但如此，他雖然有了這個條件，你求他，他說：「對不起，今天我要度一個假，今天我可沒有空，今天我不想做。」你也沒辦法他，他還要一個大慈悲。然後呢還要第四個條件，這個前面說得很清楚，我們這裡再回憶一下。所以，這個是真實皈依的必然理由。",
    "1283": "[21:23]既然你現在了解了，知道了苦，去懺悔，必然會產生的一個什麼的結果？說這個痛苦是不得了啊！因為你感受到了痛苦，所以你進一步找到痛苦的原因，於是你從根拔起，所以在這種情況你呀絕對不會再犯。那麼犯的因在哪裡？這個是這個因，以前依無明，現在你必定會一心皈投依靠。依靠什麼？三寶，喏，就這個。那麼為什麼要依靠三寶呢？曉得我們在無明當中，第一個我們是知見不正，一無所知，第二個我們一點力量都沒有。所以一定要在這種狀態當中，才要找到一個在知見上面，徹底完整的正覺者；然後呢在行持上面，是徹底圓滿的一切智智，正遍知者；然後他在心情上面，是徹底圓滿是大慈悲者；所有這些事情，他的願力是已經究竟圓滿的，是具有大威神力者 ─佛呀！那麼因為這樣的關係，你就是說世間的一切六道當中，找到這是我們唯一皈依之處，這普通一般的皈依。",
    "1386": "[23:06]然後你真實皈依了，進一步而去努力的時候發現，你要正皈依的這個三寶當中，正皈依的什麼？法寶，在這個地方。所以這一步一步有它的特質在，這是因位皈依。如果說你能夠如此上去，到最後走到你完全如法相應的話，那個就是皈依所感的果。皈依所感的果是什麼？你就是佛，就這樣，你就是佛。那麼雖然說佛法，佛法確實有它的三乘的差別，三乘的差別在哪裡？菩提心。所以從皈依上面更深一層的，圓滿的皈依的境，這個是什麼？發的大菩提心。就這個，所以要具足這個。",
    "1445": "[24:05]此中總之，勝者為初發業，雖說種種淨惡之門，然具四力，即是圓滿一切對治。現在我們再把它整個地統攝起來，概括地了解一下：說這個「勝者」就是佛陀，佛陀對於剛剛初修的人 「初發業」就是我們初修的人 他說了很多淨除罪障的道理。譬如說天台，天台的懺悔有順逆十法，我寫在黑板上面，賢首也有。為什麼講順逆十法？你為什麼會造的？唔，原因，先找到造業的原因，然後你懺悔的時候，也是從原因上面。由於這個原因，然後呢你產生這樣的結果，所以它同樣的。所以平常天台在這個《小止觀》上面也有，在這個《淨土十要》上面，所以說這個淨土懺上面也有。那麼這個是天台的，賢首也有，它各有所謂懺罪的順逆十法。那麼現在我們這裡講四法，儘管開合的內容是不同，可是它所要達到的究竟圓滿的內涵，確是一點無差，一點無差。這個是把懺悔的這個每一個內容，跟它所指的特別的心理的行相，讓我們認識，從理論上面，讓我們了解了這個實際上的心理狀態。",
    "1566": "[26:06]所以我們不妨把昨天所說的，昨天特別強調說：每一樣東西的心理狀態是什麼。那時候我們可以回憶一下，當你回想這個的時候，一定要把前面那些東西，這個是必然的。告訴我們，那我們以前說改自己的過，認識自己是什麼條件，要依止六想，第一個說自己的病。當時只是信得過說自己的病，究竟怎麼個病法自己也糊裡糊塗，現在漸漸了解了，哦！原來這種心理行相就是。現在已經有個初步的認識了，你要更深切地認識，那麼後面共中士、共上士，越到後來你了解得越清楚。那個時候你能夠修持的方法、內容更深廣，然後呢淨除的罪障，更徹底、更圓滿，積聚功德，亦復如是，亦復如是。",
    "1636": "[27:16]這個因為今天晚上要講，所以你們今天下午每個人仔細好好地看一遍，仔細好好地看一遍。它這個懺法，那個上面所講的次序，跟現在書本上面，它有一點不太一樣的，那麼為什麼原因，到那個時候我會詳細地說明。總之你了解這個意趣，以及這個心理的行相，然後你認得了以後，你這樣情況之下跑得去懺悔的話，那個力量大得不得了！而且非常快速，當下認識，當下見功效，這樣地好法，這樣地好法！現在我們繼續下去。",
    "1688": "[28:08]惡淨之理者。為什麼懺悔能夠淨除種種的惡業呢？那個惡為什麼能夠清淨呢？前面曾經說，這個業你造了以後，「縱使百千劫，所作業不亡，因緣合會時，果報還自受。」造了以後，不管多少時候它不亡的，它現在告訴我們說這個地方那個能夠清淨的，這不是有矛盾了嗎？這樣。那麼現在這地方告訴我們這個道理，告訴我們道理。因為我最近沒精神，所以也沒有來考你們，那這地方呢我來說明一下。如果說你們對這概念不清楚的話，那麼最好把它弄清楚。說：",
    "1748": "[29:08]謂諸能感於惡趣中極大苦因，或令變為感微苦因，或生惡趣，然不領受諸惡趣苦，或於現身稍受頭痛，即得清淨。這個狀態，怎麼樣這個罪惡，這個惡業會清淨呢？下面告訴我們，說本來你造了這個惡業以後，這個惡業會感到、生到惡趣當中的，這個是受極大苦報的這個惡業的業因。現在經過了這樣地如法如理地懺悔以後，它就變得很小輕微的一點點的困苦，不再墮落到惡道，或者雖然墮落到惡道，但是你不會領受這個痛苦。"
}