{
    "8": "[00:08]進一步，你騙得了自己，是騙不了因果啊！我們倒不是有意騙自己，我們愚癡。所以現在這個地方處處地方提醒我們：唉呀！不要相信「我」呀，「我」這個東西的話，是真正我的生死大冤家，這個無明的根本，後面會告訴我們的，就在這裡，就在這裡。那麼下面我們繼續說下去。",
    "36": "[00:36]說順定受，應知亦是如此所說。順定受也是這樣。",
    "43": "[00:43]說不定者，雖不修習能對治品，然亦應知不定感果。」說不定受的話，就是你不修對治，也不一定感果。關於這個定受、不定受，感果、不感果啊，到後面共中士道的時候，我會詳細地說明，這個道理也像今天講的一樣，它每一個地方啊非常正確，一點都絲毫不差，絲毫不差。現在到這個地方，雖然我們並沒有正確地了解，但是我們必定要馬上開始懺悔，原因是如果說你不努力懺悔，心裡邊一直在這種煩惱的現行當中的話，它那深細的佛法你進不去的，這個是它很重要的一個原因。所以我們一路上面一定是這樣，第一個，儘管你不一定懂，馬上遠離，然後呢跟著師父身邊，聽他，好好地念佛、拜佛。",
    "112": "[01:52]所以我們現在從早晚課開始，每一樣東西那都是最好的，只可惜的是我們現在不懂，乃至於我們就說：「現在這樣的早晚課它徒具形式，還不如不要就罷了！」那這個地方現在我們了解了：幸好現在還有這個形式，因為還有這個形式，至少有機會的時候，有機會會告訴你，喏，這個形式所具的內涵是什麼。你了解了，形式已經有了，然後呢內涵一用，馬上對。你一旦把那形式掃除掉了，那完了，從此以後佛法就完了！所以想到了這裡的話，不管是在任何情況之下，你還是會對最起碼的形象，是都會對它產生無比地尊重，無比地恭敬。",
    "162": "[02:42]同時你這個概念認識了以後，那個時候你要持戒就遠來得容易。尤其是現在戒經上面說，不要說四眾過，不要隨便說別人，我們總覺得這個人好像滿身是罪，你怎麼去不說他呢？欸，他就有絕大的功德，就有絕大的功德。而且你也了解了你真正所要的 ─你要你的功德嘛對不對？他現在他破戒，他下地獄，結果呢他卻把那個三寶的形象撐起來，讓你有機會見到，讓你有機會隨喜，讓你有機會讚歎，乃至於讓你有機會啟發悲心去救度他，他不是你成佛的資糧嗎？你不感激他，可能嗎？喔！所以你了解得越多，這個問題越簡單，這個持戒是越容易，然後呢罪障淨除，是功德增長啊！",
    "229": "[03:49]所以昨天還有一位同修來跟我談，我聽了真歡喜呀！他說這個教法真美，他偶然有一天出去，也跑著去聽人家講法，他就隨便去一聽。唉呀，叫是他說是如果以前聽了以後，一定會覺得：這種人也在那地方講這個，實在是啊！結果呢？他因為懂得了這種教法以後，他心裡面產生無比地歡喜，他怎麼歡喜呢？就告訴我剛才這個道理。我說：「對啊！佛法就這麼好，法就這麼好！」這個這是我們這個地方應該了解的。繼續下去：",
    "271": "[04:31]如是由悔及防護等，傷損能感異熟功能者，雖遇餘緣，亦定不能感發異熟。喏，就像前面的「悔」或者「防護」，經過了這樣地努力了以後，把這個能感的異熟的功能 ─這個異熟的功能，唯識上面我們叫它種子，現在這地方他用這個「功能」，意思一樣的。但是呢他所以不完全用唯識法相，唯識的名字，他有他的理由，這個我們不去管它。就是說這一種能感得異熟的業因的這個種子，雖然遇到緣，它也不會感發異熟的果。關於這個話很容易懂 ─應該這麼說：這個話，我們一聽就聽清楚了，可是這個道理，我在這地方告訴你們一下。也同樣地剛才的情形，我們馬上可以感受得到，而且這個感受，就對我們這麼地活生生的一個感受。",
    "342": "[05:42]剛才我隨便說眼前這樣東西，平常你歡喜它的，你歡喜它的，然後一開始的時候，你為什麼歡喜它？通常有幾種原因，就是你有機會，你碰到了吃，欸，吃過了，「這個滿好吃啊！」也許不一定好吃，你天天吃、天天吃，吃慣了以後，到那時候你就覺得少了這個你就少不掉。我們有太多這個嗜好，是不是這樣？所以你就很歡喜。然後呢，你只要慢慢、慢慢地養成功了習慣，於是到這個境界現起的時候，到那時候你沒有這東西就少不了它。如果我們天天早晨起來，在家人早晨起來，跑到門口去看報紙，然後呢喝茶，然後呢做什麼，我們每一個人有每一個人的習慣的，所以到那時候自然而然。這個習慣什麼啊？你種下去的業因對不對？這個因，到那個時候感得那個果。你每天這樣做，到了第二天早晨他起來的時候，他自然而然就跑到門口去看看報紙來了沒有，「欸，還沒來！」這個報紙還沒看，他就會覺得坐立不安之感。",
    "418": "[06:58]現在我們，我們有我們自己的習慣，每一個人都是這樣的。那麼對治呢？就這樣，你曉得這個東西，啊！原來這個東西對我們這麼大的害處。然後呢雖然你曉得了害處，習慣還在，於是你用其他的方式去對治它，這個對治有它的種種的方法，比如讀誦甚深經典、觀罪性空、種種的念誦。現在我就用報紙這一件事情，平常的話，你雖然說這個報紙看了不好，我想你們很多人都有這種經驗：你要不訂報紙，過了一些時候也許你就忘記掉了，可是一旦看見了報紙，喔！你拿起來，說不定它一坐坐了一個鐘頭，二個鐘頭，你也忘記掉了。",
    "466": "[07:46]這個當時我自己有這個經驗。那時候我跟著法師住在那個山裡面，那個山裡面有一個地方完全沒有報紙的，後來很久也不看報紙，我自己覺得不看報紙覺得滿好。結果一旦跑到那個外面看見那個報紙，拿起來看了個起勁，就是這樣，怎麼弄這個就是拿不掉它，怎麼弄拿不掉它！後來慢慢地由於這個本論的告訴我們，喔！了解了，原來這個真正的問題。就是說，它一定要正確地見到這個東西的過患，以前是見到它的好處 ─實際上我們真的見到它的好處啊？不是，是習慣養成功對它的愛好。所以這個「習」這個是很難改的，你真正要對治它的唯一的辦法，你一定要見到它的害處。所以這個見道然後修道，它有它的特別的。",
    "522": "[08:42]那時候我就想：這個報紙它有什麼好處呢？想來想去呀，這越想越糟糕，越想越糟糕！那個報紙上面很多東西你覺得，比如說常常很吸引人的這種東西，或者你歡喜看文藝的，你會看那個文藝的副刊；乃至於後來有一段是流行武俠小說，我也對這東西很入迷。到後來想想還真顛倒，它那個東西完全是憑空想像的，就這麼莫名其妙地，想到一下那地方，一下那地方；我也會想啊，想了一套，編了一套故事去騙別人，騙得教人家瞪大了眼睛看，其實呢完全在那裡說大話，空口說白話。我想：唉，我這個人真愚癡，學佛人怎麼愚癡到這種程度！那為什麼受他騙？想了半天，慢慢慢慢找到了問題了，這個問題並不圓滿，可是已經慢慢慢找對了。那時候我想：哎呀，我真是個愚癡，就是被它騙！",
    "586": "[09:46]然後呢我想，你是普通一般的情況，你稍微了解一點的就會這樣，就是說我懂得了這個道理；可是懂得了道理，跑著去，下面看見還是跟著它跑。以後我也進一步了解了，原來道理雖懂，力量不足。要產生力量什麼呢？他告訴我們 ─數數思惟。其實這個道理，前面都告訴我們過了。這個思是什麼？行。行是什麼？業，業有一種力量的。哦！那時候我懂了，我就空下來，沒有事情的時候，就想著那個報紙的害處。啊，想，到後來，想、想、想、想，慢慢這個心裡的力量很強。然後呢我就自己試驗，又跑出去的時候，就想那個報紙有什麼缺點。以後當那個報紙那個東西來的時候，我拿到報紙以後就看，「啊！你這個傢伙以前專門在騙我，我現在可不上你的當了！」欸，妙咧！你以前你怎麼也擋不住要看的，現在你覺得是非常歡喜不上它當了，然後呢就這麼丟掉了，你高高興興地。",
    "657": "[10:57]不是說今天做到了，明天馬上做到，就跟著來喔，那時候自己立刻就檢查得出來。所以你用什麼方式保護那個正念 ─用正見。然後呢正見是什麼，正念是什麼，你會清清楚楚，當這兩樣東西在的時候，這不管什麼東西，這東西完全防護住了。現在你同樣這東西，你現在修了對治以後，然後呢當境界現起的時候，他怎麼說？「雖遇緣」，換句話說這個東西緣又來了，對不對？但是你沒有修過對治的時候，心情是什麼？你只看見它對你的好處，就是以前的染著；你修了對治以後，你那個心裡邊「啊，原來這個東西！」它這個染著的力量生得起來嗎？生不起來了，被你這個對治的力量把它損害了，到那個時候你不會再拿起來。我剛才舉那個報紙，你就不會拿起報紙來看，清楚不清楚？是這個這麼地明白，這麼地清楚！就這樣。",
    "725": "[12:05]所以我為什麼在這地方那麼不厭其詳地告訴你們，這有個道理在的喲，我但願你們聽見了這個話，回過頭去好好照以前告訴你們的辦法努力。要是不努力的話，你們對不起你們自己，我在這裡喊了個半天，我也覺得浪費了我的喉嚨、喉舌；但是你如果懂得了真正去做的話，那最寶貝的東西都在裡頭喔！所以他說你能夠損傷能感異熟的因，那個時候雖然遇到這個緣，它不會感果的道理就是，眼前的事情就這樣，將來的事情亦復如是。我們整個的相續沒有別的，就是這個東西，就是這個東西繼續不斷地相續。所以你呀相續當中加什麼業進去，它就顯什麼樣的果，彼此之間絲毫不差。在這種狀態之下，我們現在回想：喔！一切由業決定、業如何增長廣大、為什麼造了一定碰、不造一定碰不到，這個道理清楚了。在一百四十六頁上面，一百四十六頁的這個最後一句。",
    "812": "[13:32]如是由生邪見瞋恚，摧壞善根，亦復同爾。這地方就是說，這個如果說你造了壞的事情，然後你經過了懺悔以後，懺除了以後啊，雖然遇見那個惡緣，這個惡業不會結果；反過來，雖然你有了善根，那個善根如果你前面邪見或者瞋恚，把那個善根摧壞了，到那時候那個善根遇見善緣，它也不能結善果。不管是惡、不管是善，這個心相，就是這樣的心相。如果這個心相偏那邊的，也是這個心相，偏那邊的也是這個心相。偏那邊是黑的，然後你懺悔了，這個黑的惡果不會結；反過來，偏那邊善的，如果你由於邪見跟瞋恚摧壞了，這善果也不結。那麼現在正、反兩樣，我們都知道了，所以壞的我們儘量地把它懺除，好的儘量防護而增長。",
    "897": "[14:57]《分別熾然論》云：「若時善法，由生邪見，瞋恚虧損。或諸不善，若由厭訶，防護悔除，是等對治，傷損其力。彼等雖得眾緣會合，然由傷損若善不善種子功能，豈能有果從彼感發。由無緣合，時亦遷謝，豈非從其根本拔除。喏，這個論上面就告訴我們，說或者是你的善法，種的種種的、做了種種的善業，可是到後來，或者是邪見，或者是瞋恚，把這個善業損壞了，把這個損壞了，這一點我們要非常小心、非常小心！反過來呢是不善，如果說你了解了，然後曉得這個壞事情的過患，你「厭訶」，厭是厭惡，訶是訶斥，然後呢防護不再犯，懺悔，就對治它了，這個是我們應該精進努力。這個兩種方式，把原來是種下去的這個善惡業損傷了以後，那個時候雖然遇到緣，它不能感發這個果，不能感發果，第一個。上一堂就是講這個道理，眼前的就是這樣，將來的也是這樣，因為理論就是這樣嘛，不管你時間用在哪裡，就這麼個道理，就這麼簡單的一件事情，這樣。",
    "1013": "[16:53]再下面呢？「由無緣合，時亦遷謝」，這個話怎麼講呢？就是說當你造任何一個業的時候，它分幾部分，「異熟、等流」這是在你自己內身心上頭的，這個「士用果」是從外面境界上面的。如果是你造了這樣的業的話，這個東西同時現起，經過了你自己懺悔，或者三樣東西同時淨除，或者最主要的呢，是裡邊的等流，那是一定把它淨除的。以前的等流是什麼？你造的惡，現在我懊悔：「唉呀，我怎麼這樣錯啊！」所以當這一件事情現起來的時候，你以前歡喜那個心，現在變成功厭惡的心，對不對？所以當境界現起的時候你厭惡它了，當然你排斥它了。所以當感果的時候，這個外緣雖然現起，但是你排斥了，那個外緣碰不上。",
    "1083": "[18:03]就像說，現在嘛我今年種一個稻子，結了果，然後收下來了以後，到了明年春天下雨了，出太陽了，那個稻就長出來了。這個外面這個雨跟陽，這個叫外頭的外緣，現在我們不妨歸入增上果當中，那麼種子本身就是等流、異熟。現在經過我這個懺悔把那個種子弄壞了，弄壞了以後，儘管那個曬太陽、泡水，它長不出來。再過了一些時候，太陽也沒有，水也沒有了，它當然永遠沒機會了，所以下面說「時亦遷謝」，時節它也變掉了。那當然既然如此的話，是不是不會感果了？所以「豈非從其根本拔除」，喏！這個理路這麼清楚。",
    "1147": "[19:07]哦！現在我們完全明白了，所以以後碰到這種情況，人家問你：「欸，懺悔了以後能不能淨除？」你怎麼回答他？這裡現在你不要先問能不能，你先要了解你如何懺悔，懂不懂？你把造罪的原因是什麼，懺悔的方式是什麼，說得清清楚楚，那不必解答，下面自然。你做對了，絕對！做不對，儘管你在磕頭，頭顱磕破，沒有用，就這樣。",
    "1184": "[19:44]那麼既然懺悔是如此，積累的功德當然也是如此，所以我們到了這個地方才曉得：啊，修行原來是這樣的！是不管是人天、小乘、大乘、密乘，沒有一個例外。因為整個佛法講的 ─因果，就是如此，最膚淺的，人天乘；深一層的，聲、緣，乃至於大乘，這個地方是基本。所以我們說了解了這個道理以後，不管你做什麼，念佛，念佛成；參禪，參禪成；然後呢學定，學定成，哪有一個不成的事情。繼續下去。",
    "1229": "[20:29]如經說云：『受持正法，雖其所有順定受惡，亦當變為於現法受。』又如說云：『復次諸往惡趣業，此唯能感頭痛許。』設作是云：『若尚有果，唯頭痛者，豈是從其根本拔耶？』諸惡業果，無餘圓滿，謂當感受那落迦苦，若尚不受那落迦中諸輕微苦，豈非即從根本拔除。於此略起頭痛等故，豈是本來原無果報。」下面就說：就像經上面說，說由於你這樣「受持正法」什麼等等，認真去做，本來你造的這個惡業是定受的，是最糟糕的，將來下一世一定要感的，因為你現在受持了正法，所以現在變成現法受，受了一點嘛，好囉！下次就沒有了。",
    "1292": "[21:32]下面又說，現在那個惡趣，本來要惡業當中的，現在就感得 ……有的人這麼說，他說：「你本來要去惡趣，你說淨除了，但是呢這個就是感得頭痛。假定你說還要感得頭痛的話，那怎麼說是從它根本拔掉了呢？」他現在告訴我們：你現在這個惡業的果啊，本來要到那落迦的，現在呢，徹底地不到那落迦去了，那落迦是何等地可怕，現在你完全不要去了，豈不是根本拔除了？但是呢畢竟你是造了，所以既然造了，跟不造不一樣，所以你還感得小小的頭痛等等，這個道理就是這個樣。",
    "1351": "[22:31]所以假定說我們把前面剛才所講的，這個業的力量懂得了以後的話，關於這些疑問，一點都沒有了，一點都沒有了，自然而然你有什麼的業，就產生什麼樣的功效。平常我們在講力當中，這有幾個很有趣的現象，力，講力最基本的，有一個叫大小，有一個叫方向，最基本的。這個大小是講它的量，方向實際上就講它的質，那麼現在我們用在這個地方亦復如是。所以它每一地方它你要越是觀察地深入，那麼然後你認識地越正確，將來產生的效果是越圓滿。",
    "1397": "[23:17]雖未獲得真能對治壞煩惱種，然由違緣令傷損故，縱遇眾緣亦不感果，內外因果，多是如是。說像前面這樣，還沒有得到真的對治喔！什麼是真的對治？真的對治一定要把那個真正整個的功能淨除掉，那是什麼？要證得空性的時候，那個時候正對治了，那時候真的對治了。現在這種對治，由於這個損惱了以後，損害了這個感果的功能，所以遇緣而不感。「內外因果多是如是」，不管內因果、外因果都是如此。",
    "1444": "[24:04]故雖勤修眾多善法，若不防護瞋恚心等壞善之因，則如前說。所以注意哦！固然造了惡法，我們可以懺悔淨除，同樣地，你雖然造了很多善法，如果你有邪見、瞋恚等等的話，同樣地會把你的這個善根損壞喲，這是我們修行的人特別注意哦！那麼現在我們尤其容易犯的幾件事情：第一個，戒。啊，這個戒要想持得好，真難！戒要想持得好，真難！那麼戒相已經難了，所以這個略戒當中第一、第二句已經難了，第三句是尤其難哪！第三句「自淨其意」，這個是尤其難。這是我們要說，所以他告訴我們「則如前說」，像你前面說的，因為儘管你造了很多的善業，因為你起了這種心哪，壞掉了，壞掉了！故須勵力防護瞋等，精勸修習不善還出。",
    "1515": "[25:15]所以要努力防護啊，「精勤修習不善還出」。好的嘛不要損壞，壞的努力去把它淨除。",
    "1529": "[25:29]若能盡淨有力之業，云何經說唯除先業所有異熟？謂感盲等異熟之時，現在對治難以淨除。若在因位，尚未感果，則易遮止。密意於此，故如上說，無有過失。他下面又提出一個問題來，說：「既然像你這樣說，經過了懺悔，能夠把所有的這個惡業都能夠清淨的話，那麼經上面說先業所有的異熟，經上面又說這個要除開，它為什麼還要除開呢？既然你能夠徹底淨除的話，還有什麼除開，能夠除開的話，它不是不能完全淨化了嗎？」他下面說，當這個業你已經感得果了，已經感得果的時候，你就沒辦法淨除了；在因位的時候你還可以，在因位的時候，那個時候你淨修的話，可以遮止。",
    "1598": "[26:38]這個道理用一個現實來比喻，比如我們說，草我們不要讓它長，那麼當這個草的種子，還沒有結種的時候，你先把它拔掉，不結種，這一個。第二個，結了種以後，那個種子你把它拿出來把它敲敲爛是第二個。敲爛了以後，儘管到那時候泡在水裡、曬得太陽，它絕對不結；是的，它那個種子還在那裡，但是它不會感果。但是萬一那個草，你草的種子你沒有事先破壞，到了春天已經發了芽，長出來了，你要叫它再不長芽，有沒有這個可能啊？那當然沒有這個可能，這是我們要懂得的。所以這個道理跟前面所說的仍舊完全相順，完全不違背，所以經上的意思是這個，所以它絕對沒有過失。",
    "1664": "[27:44]關於這個地方他說沒有過失這一點，以及這一段話，這地方有一個大道理哦！這個也就是圓滿教法殊勝之處，凡是圓滿的教法，它一點漏洞都沒有的，前面這個道理我已經跟你們講過。我們現在所以修行的時候出種種問題，為什麼呢？你不能說你不懂，你懂得了一點點。懂得了一點點，結果呢你不懂的地方是一大堆，結果呢一大堆不懂的地方，這漏洞不曉得多多少少，你還覺得做對了，結果做的時候，因為有漏洞在，所以紕漏百出。現在這個地方啊，他雖然把那個綱要告訴你，凡是綱要的地方，每一個有問題的地方，他都告訴你清清楚楚，所以你只要把握住這個地方去做的話，百無一失。",
    "1718": "[28:38]所以他把經上面，各種不同的經典上面，彼此有矛盾的地方都提出來。所以本論一開始告訴我們說，本論的特別好處，它能夠把一切的經論內涵通達而不違背，大家記得不記得？在這地方就處處地方顯出來了。欸！小乘怎麼說，大乘怎麼說，為什麼它這樣呢？喏！告訴你它的意義為什麼，絕不違背。你在粗淺的地方去看的時候，還覺得這是因為針對著這個，因為針對著這個，如果你真更深一層去看的話，那這個問題更是徹底圓滿地解決。將來講到共中、上士的時候，我會把剛才說那個話，更進一層地告訴你們。到那時候你自然會曉得大小之間，彼此是一點沒有矛盾；不但沒有衝突、沒有矛盾，而且完全相順、相輔，只是愈趨深廣，愈趨深廣。"
}