{
    "12": "[00:12]不同的只是我們無始以來的習氣，我們就有一種偏執。就像我們平常人念書也是一樣，我們念書進了小學裡面，小學裡面哪，到了這個學校裡學到了一點，回來了一定是：「喔唷，這個老師講的！」喔唷，這個老師講的是天經地義。等到我們自己長大了以後，自己乃至於曉得，真可笑，但是人人都有這個經驗，對不對？現在我們就是也是這樣。所以我們剛剛開始學的時候是難免的，要嘛自己不好好地，要好好地學，到那時候自己會，哎呀，執著得不得了。那時候我們真正重要的，注意，這個執著不是一件壞事，但是要了解這個執著有它的缺點。那麼當這種情況之下，趁這個機會要注意，說不要拿我們現在所知道的去判斷一切，要拿這個推動我們的力量啊，趕快努力深入，這個時候就把這個問題就可以解決了。繼續下去。",
    "76": "[01:16]《分別熾然論》云：「設作是云：若諸惡罪至極永盡，云何說除先業異熟耶？意謂已受生盲，一目缺足，顛跛及啞聾等，自性因果，故作是說。何以故？以諸業果，若已轉成異熟位體，非有功能，令其徧盡。那就是前面，就是前面剛才解釋的。",
    "105": "[01:45]若因位思，正造作者，獲得所餘思差別力，能令永盡。假定它還在因位當中，「思」，思就是業嘛！在因位當中還沒有感果，你正在造作了；或者造作了以後還沒感果。那麼經過你的對治，「獲得所餘」，就是其他的這個思，思就是我們的造的業。這個其他造的業的這個力量，把它前面的統統抵銷，能夠「令盡」，徹底地淨除乾淨。下面引，",
    "143": "[02:23]猶如開示指鬘，未生怨，娑迦，殺父及無憂等。就是前面講的那個幾個公案，一個是阿闍世王，阿闍世王叫「未生怨」，你們曉得這個公案。這個，把他父親殺死了，剛才已經說過了這個道理。那麼對這個未生怨哪，既然這個地方說了，我也順便提一下。那個摩羯陀國是當年印度是一個大國，那麼他非常信佛，可是沒有兒子，可是沒有兒子，那麼他後來求兒子。那個時候山裡邊有一個仙人，那就是外道婆羅門。啊，他這樣，他要求嗣，所以他就 ……說這個仙人將來會轉成他的兒子，他就等不得了，把那個仙人，把他害死。害死了以後呢，弄死了以後，然後這個人就投生到他家裡面，投生到家裡面。後來就告訴他：「哦，將來，因為你以前，你害了他以後，將來他長大了以後，你要還報他。」就這樣。",
    "222": "[03:42]他曉得了以後很害怕，雖然求到了兒子了，覺得既然這樣的話，這個兒子將來長大了要還報的話，倒不如把那個兒子弄死了。所以他那個兒子生出來的時候，他把他丟出去，丟在那個地上。結果丟在地上沒跌死，把他那個手指跌壞掉了一個，他也不知道。後來一直長大了以後，人家就告訴他，欸，你這個因緣是這樣啊！於是這阿闍世王起了這個惡心，所以他叫未生怨，這有這麼一段公案。這個地方也順便說明，這個業感果是一點都不差，這樣，那麼這個下面就不去說了。那個「指鬘」就是鴦堀摩羅這個公案，這個經上面告訴我們說得清清楚楚。",
    "265": "[04:25]設作是云，未生怨王及殺母等，若已生起所餘善思，何故其業未得永盡，生無間耶？是為令於所有業果，發信解故，現示感生諸無間等，非是未能，無餘永盡所有諸業。如擊綵球，隨擊而躍，生彼即脫，雖那洛迦火燄等事，亦未能觸。前面已經講過了，就是這個阿闍世王那個公案。他 ─你說他永盡了，他為什麼還要墮落呀？不，他造了這個業，這個業相還是有的，所以大家要了解。但是呢他懺悔了，的的確確完全懺悔乾淨了。他因為懺悔乾淨了，所以雖然墮落，所以像那個擊綵球，像拍球一樣，「通！」一下，下去，上來了。他到了無間地獄，問他無間地獄是什麼？他不曉得。所以那洛迦的火燄他也沒有碰到，那就是這個情況。你想到這裡的話，豈不是從根本圓滿了。啊，所以想到這裡，要好好懺悔啊！現在我們唯一的事情。是將來的惡果，懺悔，現在懺悔了以後能夠功德增上，就這個道理。",
    "345": "[05:45]由是則成，最極拔除諸惡根本，亦非諸業全無果報。」不但是惡的我們徹底淨除，但是反過來也了解，說這個業一定要感果的，至少還有這個形相。那麼下面有一點特別說明一下，這一點非常重要！",
    "367": "[06:07]補特伽羅差別一類，不決定者。《三摩地王經》說：「勇授大王，殺華月嚴，遂起追悔，為建塔廟，經九十五俱胝千歲，廣興供養，一日三時，悔除罪惡，善護尸羅，然壽沒後，生無間中，經六十二阿庾他俱胝劫，受盲目等無邊眾苦。」欸！前面告訴我們可以永盡的，這個地方卻還有不一定的喲！什麼呢？補特伽羅 ─說你造的對象。引經上面，說這麼一個人哪，勇授大王殺了一個華月嚴，為什麼？華月嚴是個菩薩，他把他殺了以後就後悔了，然後呢為他建塔廟，然後去懺悔。喔唷，不得了哦！照前面所說的這個懺悔的話，他四力應該都有了。經這麼長，「九十五俱胝千歲」，而且「廣興供養」，而且一天三時地悔除罪過，而且善護尸羅，但是死了以後還生到無間當中，生到阿鼻地獄。時間經過這麼長，出來了以後，「受盲目等無邊眾苦」。",
    "453": "[07:33]雖則如是，然其悔罪非為唐捐。雖然這樣哦，但他的懺悔還是沒有白費哦！",
    "461": "[07:41]若不悔除，須受極重恆常大苦，尤過彼故。他懺悔的力量還是有的，他有多少懺悔的力量就抵銷掉多少。那麼為什麼這個地方抵銷不掉呢？因為他所殺的那個對象，他是一個大乘的菩薩。所以如果說你傷的對象是人，這樣；如果你傷的對象是法，也是一樣。所以注意喔！這個謗大乘經典的這個罪過的難懺也是一樣，難懺悔也是一樣喔！因為這個大乘的法相是什麼？跟法界相應的。發了心的這個眾生 ─大菩薩跟法界相應的；你怎麼懺悔，你就是沒有辦法跟這個東西相應。這個羅漢，那個怎麼個弄法 ─所以處處地方，經上面說，哎呀，三千大千世界所有的眾生證了果了，對不起！你不如那個對大乘經典，乃至於隨喜的功德等等，《法華經》上面〈隨喜功德品〉有這件事情。",
    "527": "[08:47]關於這一點，講到將來這個上士的時候，才說出這個量來，這一點我們要注意啊！所以黑板上關於這一點，懺悔支，為什麼違背，尤其是大乘戒，以及對於這個大乘的行，以及對大乘的法，傷害了這個大乘的行者，以及毀謗了這個大乘的佛法之難懺。這個地方就特別告訴我們一下，特別警惕一下。但是反過來，妙咧！假定你真正地能夠發大乘的大菩提心的話，欸，妙咧！因為你的心也跟法界相應，那個時候你這個悔過的力量之大，是大得不得了！這個到後面慢慢、慢慢地再去講它，再去講它。",
    "580": "[09:40]又由悔護清淨無餘，然從最初無罪染之清淨，及由悔除清淨之二，有大差殊。雖然可以懺乾淨，但是這個懺乾淨跟一開始沒有犯，兩樣東西有絕大的差別哦！",
    "605": "[10:05]猶如〈菩薩地〉中所說，犯根本罪，雖可重受菩薩律儀，而能還出，然於此生，決定不能獲得初地。〈菩薩地〉上面告訴我們，你犯了根本罪以後，唉，完全壞掉了。壞掉了以後，你雖然懺悔乾淨，重受，你還是可以得到清淨。對於得到清淨那一點來說是一樣的，但是要證得功德那一點來說，那就不一樣了，這一生哪，你決定不能獲得初地。以我們現在來說，因為我們末法了，我們好像總是沒有希望。實際上正法的時候 ─是！有這個可能。實際上一直到現在，都尚且有這個圓滿的教法，有這個可能。所以它那個根本的戒是絕對、絕對地重要！絕對不能破壞！原因就在此。",
    "659": "[10:59]《攝研磨經》亦云：「世尊，設若有一，由近惡友增上力故，造作如此誹謗正法，世尊爾時如何能脫此罪。作是請已，世尊告妙吉祥童子云，曼殊室利，設七年中，一日三時於罪悔罪，後乃清淨，其後至少須經十劫，始能得忍。」馬上證明經上面的。這個是文殊菩薩問世尊，那麼世尊就告訴他，說有一個人哪，他假定「誹謗正法」，前面一句話很重要哦，「由近惡友增上力故」。前面一開始告訴我們，一切的好處都從善知識來，反過來，一切的壞處是從惡友、惡知識。這個地方注意啊！他不講惡知識，他不講壞蛋，講「惡友」，這是你的好朋友哦！但是這個好朋友，他沒有正知見，欸，他還跟你滿好囉！哎呀，這個東西呀，來同情你，說：「某人哪！你這麼辛苦，這個常住的規定真不合理，叫你做這些事情哦！」對不起，你那時候要有自己的知見去判別、判別。如果常住的確不如理，你應該離開，如果常住是如理的話，那個惡友你趕快遠離。你碰著他一塊的時候，有你虧吃的，這種虧吃起來是不得了地嚴重哦！這一點，真正修學佛法最好的是莫過於善知識，反過來，最嚴重的是莫過於惡知識。他惡知識說的有相似，似是而非的，講起來很有道理哦！現在我們很容易碰見這種情況，很容易碰見這種情況。",
    "777": "[12:57]那個時候你如果說「誹謗」啦，那麼，怎麼辦呢？佛就告訴我們，你犯了這個罪以後，七年當中，「一日三時於罪悔過」，要經過這麼長如法如理努力，你可以。但是至少要經過十劫，才能夠「得忍」。要經過這麼長的時候，才能夠證得初地無生法忍。這麼長的時候，喔！這個時間，還是非常嚴重啊！所以，注意啊！這個戒是千萬不能犯，尤其是謗正法戒，以及對菩薩的瞋恨心這一類。最主要的就對大乘教法，在我們沒有正確認識之前啊，千萬不要隨意這個順著自己的知見亂來。",
    "843": "[14:03]此說諸惡雖已清淨，然得忍位，任如何速，須經十劫。是故無餘清淨之義，謂是能感非悅意果，無餘永淨。喏，這個說明了，所以「無餘清淨」是指什麼而言？就是感惡果的這個惡業，可以完全弄乾淨，對於道的證等，",
    "869": "[14:29]起道證等，極為遙遠，故應勵力，令初無犯。所以我們一開始的時候不要犯。說到這裡，為什麼我們對小小戒要感到，哪怕再小的戒，你把它看得最大的，對我們絕定有好處，對我們絕定有好處！",
    "894": "[14:54]是故聖者，於微小罪，雖為命故，不故知轉。真正的聖者就是這樣的，現在我們不是要學佛嗎？對！我們要努力去學。這一點要再說一下，不是說馬上教我們做到，但是我們因地當中啊，要種下這個種子，你種下這個種子，你將來很容易做到。所以我們常常想：「哎呀，我是個凡夫啊！聖者尚且如此，我凡夫怎麼可以？我要努力啊！」你一直這樣子去想！雖然你做不到，你不會錯到哪裡去。你努力地做，慢慢、慢慢地罪障淨除了，慢慢地資糧集聚了，有一天你很容易做到。",
    "938": "[15:38]如果你不這樣想，反過來，你現在有人說：「哎呀，這個是佛在三千年以前制的啦！那個是時代啊，那個時候所處的地點跟現在不一樣啦！佛不是說那個隨方毘尼嗎？對啊！現在時間也不同，地點也不同，這個也你不要去管它啦！」欸，講得很有道理啊！然後你還自己覺得：「欸，如果是佛在現在的話，制的戒也一定不是這樣的哦！」你講得很有道理，很容易地，你心裡面就輕棄掉了這個戒。然後呢，自己找了最大的藉口也不知道，下面去，很可能由這樣一點小小的地方，引發了非常嚴重的，非常嚴重的。所以我們必定要想：「是啊！沒有錯，這個時、地是有不同的，但是請問（這個所謂請問是問我自己啊），為什麼我感得現在的末法，感不到世尊正法時候啊？」你為什麼不從這個眼光去想？你一想到這裡就慚愧，然後你就懊悔，拼命都來不及，還會說：「對啊！三千年以前的，如果世尊在現在的時候不這樣了！」你這個概念就整個改掉了，所以這個知見就差一點點哦！這一個概念我們要了解哦！",
    "1030": "[17:10]並不是說一定要教你怎麼樣，然後你做的時候，我們做，仍舊是 ─是的，環境固然是如此嘛，我的的確確這客觀的環境就是如此啊！那我還在慢慢、慢慢地、慢慢地隨順著這個，這個倒是千真萬確的。那個時候你用那個隨方毘尼，那就對了！你是戰戰兢兢地，心裡總覺得：唉！那沒辦法，沒辦法也只好這樣。在這種情況之下如果是你念佛，沒問題，可以念得去。的的確確你能夠欣、厭之心生起來，你把持住這個，一心念佛。因為什麼？你心裡面造的業是什麼業？你感覺得：唉，這個是一無是處；然後你唯一的依靠是他，雖然你做不圓滿，你的業是這個嘛，到那時候你一定去。就算你沒有這個，你把持這個正見，將來你最多掉落龍當中，欸！到彌勒佛出世的時候你解脫了。經上面告訴我們清清楚楚，佛說的話，前面說的，虛空可以變哪，佛講的話是絕對不會一點點差的，這是我們絕對可以信得過的一件事情，就在這裡。繼續下去。",
    "1116": "[18:36]如是勵力，如《集法論》云：「若作諸惡未修福，誤失正法得非法，具惡業人死怖畏，如於大海散朽船。造了很多壞事，沒有積福，然後呢正法傷害了，做了都是非法的。像這樣的造惡業的人，死的時候就恐怖，為什麼呀？像大海裡面乘一個破爛的爛船一樣，乘一個破爛的爛船一樣。",
    "1153": "[19:13]若已修福未作惡，行諸善士妙法軌，此則終無死亡怖，如乘固船登彼岸。」反過來，你造了種種的福業，而惡業呢沒有造。然後你所有的行為都是什麼？「妙法軌」，這個善不但是普通的，妙法啊！這樣情況之下，你對死亡你就不會恐怖。就像什麼？乘一個堅固的船，在海裡不會出毛病，第一個。而且這個船幹什麼？到彼岸去，本來這個地方是一無是處，現在有這麼一個好的船到彼岸去，你高興快樂，哪裡會恐怖？不會恐怖，這也是千真萬確的事實。你看古人這種狀態，古人這種狀態，他到死了以後，他高高興興地到處去告別：「某人啊，再過幾天我要走了！」他心裡好歡喜，為什麼歡喜？再過幾天，他不要在這個娑婆世界受苦了，到極樂世界去了，然後等著阿彌陀佛來接他，哪有不歡喜的事情？不但古人，這個說「古人」的話，就是如法行持的，今人還是有這種人，這是我親眼看見的。你們不妨去自己試試看，你們只要如法去試的話，你們自己心裡面也會生起這個量來，我告訴你。就這麼千真萬確！",
    "1254": "[20:54]我可以立刻舉個例子來告訴你，業─感果，所以我們不必看果是什麼，我們看業是什麼。業是哪裡造起？你心裡造起。如果你現在懂得了以後，那麼人家來罵你了，以前是罵你的時候，照你平常的知見：這個傢伙沒有道理，怎麼跑得來罵我？現在你懂得了這個道理以後，那簡單得很啊！你有道理，他又偏偏罵你的話，「我前面欠了他的債。啊！好，今天還了他，高興！無債一身輕。」更進一步啊：欸，以前不知道，輾轉地來，他罵我，我再罵他；他再罵我，我再罵他 ……永遠在地獄裡面滾。偶然跑到人世間，人世間才得到一 ……這個罪剛輕一點點，偶然跑到人世間又造了大罪，下去！我現在懂得了這個道理以後，以前到了大苦消完了，跑到人間把他還債了，得到了這個機會還掉了，啊，真高興！這第一個高興。",
    "1327": "[22:07]第二個呢，我現在不但是還了債，而且還要向上，他成就我的忍辱。喔，你正更高興啊！假定沒有這個人來罵你，請問你能忍辱嗎？請問你能持戒嗎？請問你能精進嗎？從這個地方說起來，所有的這個六波羅蜜的功德，都靠他讓你完成的，那個時候你想到你歡喜，啊呀，你這歡喜得不得了！眼前很簡單一件事情，他罵你嘛，你也歡喜，然後你生病嘛，你也歡喜。為什麼？同樣的道理呀，對心上面他是罵你，對身上面就是病痛嘛！一樣的道理。啊，那現在好極了，正好因為那個病策勵你說，那以前為什麼生病？那以前造的惡業，因為惡業所以生病；現在呢，我了解了，那個病是還以前的惡業，可是現在我要造善業啊！而且病是死因，喔唷，趕快多念阿彌陀佛，念得清清楚楚，曉得每一句話，拼命念。",
    "1398": "[23:18]如果說你以前已經造了「重」的業的話，那是一定去；如果說你的業力不夠重的話，你拼命地念，這是「近」，對不對？我們業在生死當中的行相是什麼？第一個是重，第二個是近。所以病是死因，現在病完了要死，所以你現在拼命念，嘎啦、嘎啦念，一直保持這個念。如果念到死的話，到那個時候一定到極樂世界去嘛！這不是很清楚、很明白嗎？你當下就可感受得到，想想看對不對？理路現在清楚了，你們只要去試，你真正地試到相應的時候，一一會現起。所以說古人、古人哪，所以真正地說起來，就是如法的道理他去做了。比起現在這個人人做不到的差別，你只要去做，就是這樣，所以死的時候你也不會怕。",
    "1454": "[24:14]莫依前作，應如後行。此復若說眾多應理言辭而放逸轉，義利微劣。下面再叮囑我們一下，雖然你說了很多如理的，講的道理是頭頭是道，但是你的行為不相應啊，這個義利很少；還是有道理的，但是太少。",
    "1486": "[24:46]若有僅知微少法義，然隨所知正行取捨，義利殊大。假定說你隨知道的，雖然少，你能夠照著它，照著所指導的去正確地行持，該取的是取，該捨的是捨，這個義利就大了。不過在這個地方注意喔！他不是鼓勵我們哪 ─那我們聽了這個話，哎呀，那我們不要懂得很多，懂得一點點就夠了。他這個地方不是鼓勵我們不要懂得多，要鼓勵我們懂得了以後，要能夠如法地行持，這個是重要的。這個是行持，欸，這個是重要的！",
    "1534": "[25:34]所以我要馬上把一個道理，這也是我們同修之間，因為有一個同修來跟我談，哎呀，他說，他現在越學越高興啊！我們每次講完了以後，他就用這個道理去觀察，哎呀，觀察得很歡喜。他來告訴我，我覺得：是啊！然後呢我再給他補充。「哎呀！那我怎麼以前沒有想到。」我說：「對啊！」然後呢，你真正地能夠去想的話，這想得越多是越高興。這個為什麼高興？因為他如法地思惟的話，這個罪惡擋住了。罪惡擋住了，煩惱消除了，功德增長了。煩惱的行相是什麼？心裡苦苦惱惱嘛！你擋住了當然開開心心嘛！就這樣。差別在什麼地方呢？就說前面所說的，所知法義放逸轉的話，就像我們現在，哎呀，聽的時候聽懂了，講的時候可以，等到了聽完了、講完了書本一合，你腦筋裡還是老樣子。那個是什麼？放逸轉，你沒有真正去想啊！",
    "1600": "[26:40]現在才告訴我們的，哪怕你是懂得一點點，你能夠隨著它去做，懂得一點點隨著它去做，都有義利；懂得更多隨著它去做更多，懂得越多是產生的效果越大。就像我們剛才那個比喻來說：比如說你懂得一點點，他來罵你，你只是覺得，啊，我前面欠了他的，還債啊！那你的快樂只有還債，只是如此而已。假定你能更懂得布施、持戒、忍辱、精進什麼等等的話，你就想，他罵你啊，總有他心裡不痛快的事情，「我讓他罵罵的話，他消掉一點氣的話，我布施，施於無畏，好啊！」就這樣。所以布施有了，然後呢，經上面告訴我們持戒，持戒的時候是什麼？欸，不管他外面怎麼樣，我裡面觀我們的身行啊，我可要照著這個戒去做啊，我在持戒。然後呢我忍辱、我精進。你知道得越多，你的功德豈不是越大，對不對？所以這個地方的真正重要是什麼？要把我們所知道這個法義不要放逸，如理取捨，這個要懂得哦！",
    "1674": "[27:54]所以在這一個地方就告訴我們，的的確確你知道得越多越好，然後呢，知道的必定要如法行持。假定你不能行持的話，你倒不如少知一點，是這樣的意思。你千萬不要誤解了說：「啊，那、那、那我不要知道得很多。」那你就誤解了這個經義了。",
    "1697": "[28:17]《集法句》云：「若人宣多如理語，放逸而不如是行，譬如牧人數他畜，彼非能得沙門分。就是這樣，講了很多話，但是不照著去做。就像給人家，代人家放牛一樣，對不起，你一天到晚看著牛是人家的，你得不到，這個真正的沙門 ─這解脫的果，你得不到，因為你沒有如理行持嘛！",
    "1732": "[28:52]設雖少說如理語，然能正行法隨法，及能遠離貪瞋癡，此等能得沙門分。這反過來，就對了。那麼正式的行持是什麼？「遠離貪瞋癡」，要注意喔！所以黑板上這一個，真正懺悔，說來說去就這個。如果說我們對於這個三有這個，是不能認識它的真相，生不起厭離心來的話，你什麼都沒有用。所以這個檢查自己最簡單，一看！看看你這個心，你什麼心？如果你攀緣心，趕快把它拿掉它，趕快把它拿掉它！"
}