{
    "11": "[00:11]如果不是這個，你真的利益他的心，你把它增長它，對了。但這個地方很細緻喔！我們到現在為止，說實在的，教法沒有正確認識之前，檢點不出來的。所以眼前真正重要的事情，對我們諸位住在這裡，我也是如此，我也不敢出去。儘管我跟你們講，但是我不敢出去的原因哪，我曉得，到現在為止，還沒辦法如真實的認識，還沒有辦法檢點自己的內心。一出去，儘管我說弘法，對不起，不知不覺當中在損法，跟這個東西相應了。跟這個東西一相應的話，你就完了！這一點我們要了解的。下面說：",
    "55": "[00:55]苾芻樂防慎，深畏諸放逸，自導出惡趣，如象出淤泥。我們真正的出家人，應該努力地去防護，謹慎地防護。還有一個「樂」，欸，妙咧！你剛開始防的時候滿苦的，等到你真的防出味道來是越作越快樂，啊，越作越快樂！在座的同修當中已經有幾位，這個千真萬確的事實。所以我的確鼓勵你們哪，不要說你們，下面那個正覺寺的女眾，她們聽見了以後，她們一再說。哎，我真讚歎！我們這裡，上面沒有自修，她們自己就開始自修起來了。你只要肯如法地去做，剛開始的時候是覺得，嗯，覺得不是味道，慢慢、慢慢地快樂來了，到後來是越來越快樂，到後來教你不走這個路是辦不到！人人都是這個經驗，所以這是快樂的事情。",
    "125": "[02:05]「深畏諸放逸」啊！你體會到了這個味道，那個時候你會感覺到，這個放逸原來這麼可怕。可是現在我們沒有懂得道理，最好信得過佛語，喔，這個放逸這個事情啊，很糟糕、很糟糕！你只有這樣地努力啊，那麼自然你造什麼業，感什麼果。所以要想跳出惡趣，還是你自己把自己引導出來，那個時候就把我們從淤泥當中救出來了。",
    "159": "[02:39]苾芻樂防慎，深畏諸放逸，能抖一切惡，如風吹樹葉。」前面是象出淤泥，噢，這個很辛苦哦！到後面哪，「風吹樹葉」，啊，那個很輕鬆哦！是的，剛開始的時候是難的，到後來很輕鬆，風一吹，那個樹葉是紛紛都掉下來，這個惡業馬上就消得乾乾淨淨。",
    "185": "[03:05]如是《親友書》亦云：「若希善趣諸解脫，願多修習於正見，若人邪見雖妙行，一切皆具苦異熟。」前面是經，下面是論。那麼龍樹菩薩告訴我們，為什麼叫《親友書》啊？這個才是真正你的好朋友欸，這個才是你的親人欸！平常我們，我、我、我，我這個東西，我們的冤家欸！這個真正的好朋友，真正的親人怎麼告訴我們哪？說你如果要求善趣、要求解脫的話，那應該怎麼辦哪？這一句話，「願多修習於正見」。現在我們真正重要的只有一件事情，你有了正見哪，下面樣樣都來了，有了正見是下面樣樣都來了。所以現在我們真正重要的，不是說「哎呀，我要學一學定啊！」「我們要學一學什麼呀？」「哎喲，我趕快得到一心不亂哪！」不要！你得到了正見以後，去念佛的話，一心不亂一定得到。不要說一心不亂，三昧都可以，如果你壽命稍微長一點的話，這是千真萬確的事實。反過來「若人邪見雖妙行」，哦，如果邪見的話，他儘管他行持很妙，不管做什麼，「具苦異熟」。這不要說世間人哦，就是出家人，儘管他的行持非常好，身口七支防護得非常好，知見不正，結果還是苦的，何況是普通的人，何況是普通的人！",
    "296": "[04:56]此於緣起二業因果正觀見者，乃是能成一切諸乘，及辦一切士夫義利，必不容少根本依處。好！到這裡說，這個對於「緣起」 ─緣起的空的道理這裡還沒講，因為是共下士 ─由於因果的法則，然後呢苦樂的因果，你能夠如理如法一點都不錯，見到這個道理。這一件事情是什麼？一切諸乘 ─人天、聲聞、緣覺、大乘，以及一切士夫，所有的好處，這是「必不容少根本依處」。根本因！必不可少的。所以現在我們目前真正要修學的第一件事情，這個、這個！",
    "360": "[06:00]故應多閱前文所說，及《念住經》，《賢愚因緣》，《百業》，《百喻》，及《毘奈耶》，《阿笈摩》中，諸多因緣，並諸餘典，令起猛利恆常定解，應當持為極扼要義。所以我們應該照前面告訴我們的這個道理，還要《念住經》、《賢愚因緣經》、《百業經》、《百喻經》、《毘奈耶經》。還有很多哦，像《雜寶藏經》、本生，然後呢這個本事啊，都是這些。乃至於「諸餘典」，諸餘典就是我現在給你們看的《了凡四訓》、《俞淨意公遇竈神記》、《德育古鑑》啊，這些都是。你看得越多，你的印象越深，一直等到什麼程度才可以呢？「令起猛利恆常定解」，這個心裡的念頭確定不疑，而且這種確定不疑地繼續保持，不但繼續保持而且力量恆常，應該把這個作為我們修持最重要的，修持最重要的。",
    "444": "[07:24]所以印光大師也告訴我們說，因果是律宗綱骨。我們講戒律，真正的這個戒律的這個綱骨，什麼？因果！整個的佛法沒有別的，就是這個。因為它有因果，所以才講戒定慧，這個都建立在這個上頭的，這是我們要了解的。現在這個地方呢，就把這個道理說明。那麼現在好了，啊！這個道理懂得了，這個質有了，第二，量是什麼呢？第二。",
    "484": "[08:04]第二生此意樂之量者。這個檢查一下哦！質就是它對不對，那麼這個質要到什麼程度及內容的狀態：",
    "498": "[08:18]謂先有無偽，希求現世，其求後世，唯虛言辭。我們檢查、檢查看，假定你現在心裡邊有「無偽」，什麼叫無偽？硬是不錯的。不錯，什麼不錯？「求現世」，你那心裡面求現世的。那麼在這種狀態當中，你所謂的求的後世就是空話。這個地方共下士哦，共下士告訴我們的真正的下士基礎什麼？就是求後世。為什麼要求後世？因為我們看得很清楚嘛！到臨終的時候，現世是什麼啊？現世是什麼啊？一堆灰！灰以外，惡業！灰是一點帶不去，然後呢，惡業是把你送到地獄裡面去。所以這現世是絕對不是我們需要的。你要檢查的話，很簡單，不要說道理已經懂了、已經懂了！你真的懂得道理的時候，你一看腦筋裡面覺得，喔唷，我現在忙的還是忙這個！對不起，那不算。",
    "569": "[09:29]所以你如果真正能夠如理如法去檢點的話，那個攀緣心是硬是一點找不到。你為什麼要攀？攀什麼？都是攀現在的這種事情。對外面既不攀，也裡邊、眼前也不攀。喔，你一跑到廚房裡，看見那個的好東西，你一看覺得這個大冤家，生生世世把我害得這樣苦啊！你排斥都來不及啊！這個就這麼清楚、就這麼明白。那還要講營養，這個又不夠，那個也不好，味道也不好；啊，又要吃淡的，又要吃鹹的，又要吃甜的！所以自然而然啊，不要說味精哪等等，醬油等等統統送掉了，一點鹽巴已經千真萬確已經足足夠了。沒有鹽巴，沒有鹽巴有什麼關係？那一把骨頭都要燒掉啦，這個是千真萬確的事實啊！所以現在才從這裡地方，注意，現在我們與其忙這些事情，應該真正忙的是忙在這裡。你把這個問題解決了，下面的自然解決了。所以，",
    "633": "[10:33]即換其位，好極了！把它換一換。",
    "638": "[10:38]令成希求後世為主，現在為副，則為生起。嗯，要求後世 ─主，現在是次要的，那麼生起來了。「現在」不是忽視喔！現在還要。為什麼？你要修要拿什麼？要拿這個東西來修嘛，所以要的。所以佛告訴我們飲食還是要的，這像什麼？塗車的油，還是要的。所以他講的，你吃飽，吃飽就好了，就這樣。我們現在常常講營養，其實真正營養 ─心裡面，我告訴你們。前面已經說了太多、太多這種典型的例子了，所以假定你心裡真正提起來的話，都不是問題。尤其是我們現在了解的，你的所以真正的強弱等等的，這個眼前這個營養有沒有關係？有！三分之一，四分之一，宿生的業力最主要的。所以說吃水也是胖，千真萬確的事實。生起了以後還要什麼？",
    "703": "[11:43]然須令堅固，生起來還要堅固。",
    "706": "[11:46]故此生已，仍須勵力善為修習。生起了還要努力，何況現在我們沒有生起。這個是檢查我們這個量的，檢查我們這個量的。下面呢？不再講下去，我說一個故事。這個故事說過一遍，今天再說一遍。這個我這個身體一直不好，這是你們也看見的。對呀，啊，那總是我宿生的惡業，這樣。那麼這一生加上種種的不調，所以毛病很多。那麼這幾年一直在美國，你們曉得，喔唷，這個美國的生活你們去過的人都知道的。尤其是剛去的時候，在美國佛教會，那個副會長就是聖洛克斯醫院的這個，這個老人重健部的部長。哎呀，他實在是 ……告訴我們很多這營養的知識，吃這個那麼多少卡洛里，吃那個多少卡洛里。然後呢我到了洛杉磯那個地方的話，那個環境又這麼個好。哎呀，所以那個現在比如說我們，像平常那些什麼，吃到或者是餅乾，或者巧克力，大家就好。那裡我們向來從來不願意吃這些東西的，就是這樣。就算你同樣那個起士，那總歸是最好的，結果我怎麼吃就怎麼瘦，怎麼弄也就弄不好。",
    "793": "[13:13]後來我到印度去，跑到那個達隆撒拉，它那邊吃些什麼呀？早晨起來一杯茶，結果它那個奶茶，我這個胃又不好，又不能吃，然後一個大餅，就這樣。那個大餅又太大，我只能吃半個，所以我平常經常一杯白開水半個大餅。中午吃什麼呢？饅頭，喔唷，他們饅頭可以吃好幾個，那種饅頭我只能吃半個。為什麼？它其他沒有東西了嘛！然後那個菜的話呢？今天白菜就是白菜，明天洋芋就是洋芋，後天茄子就是茄子。晚上飯，然後一點湯，湯裡面就是一點鹽嘛，這樣。那時我也是一樣，剛開始晚上不吃，後來說，唔，晚上要吃。那我這個東西吃不來，我把早晨給我那個大餅，早晨吃半個，晚上吃半個，就這樣。你說什麼營養啊？你們說說看，什麼營養啊？結果我十年來身體最好的就是那一段時候，非常清楚、非常明白，中氣從來沒有那麼足過。然後呢磅磅那個，磅磅那個體重居然增加，走路身輕力壯，那這個胃也不出毛病。哎！這是我親身經驗。",
    "869": "[14:29]所以你們諸位，千萬不要在那裡談哪！如果說剛開始，是、是！我絕不忽視，這我曉得的，我們凡夫就是這個樣。但是你知見千萬注意啊！你不要學了佛以後，腦筋裡還在這個上面，所以他前面告訴我們，現在我們要學正知見，你處處提醒自己：「哎呀，慚愧呀！我現在還是不行，所以放不下呀！」你要這種心情，你總是努力地深入，這樣的話你慢慢、慢慢、慢慢走，你自然而然一天、一天、一天天行了。當你心裡面真正的煩惱能夠把它淨化了以後，欸，這身體上面的，真正最好的健康是什麼？就是心力，將來你自然會了解的。",
    "916": "[15:16]其實這個事情，不要說佛法，科學上面，已經得到了很多證明。說一個母親，她如果說在發脾氣的時候，那個時候發了瞋心以後，她那個奶啊，奶裡邊分泌出來的東西，我想你們可能看見過這個科學報告，給那個小孩子吃，不一定把那個小孩子毒死，可是把那個東西養給老鼠或是什麼東西，把那個老鼠會弄死的。因為一發瞋心，這個分泌的東西就對我們人體有害。所以現在你心裡面一天到晚跟貪瞋癡相應的話，你怎麼個營養啊，弄了個半天也弄不好。你現在如果能夠跟法相應了以後，把那個東西拿掉的話，你不要它太多營養。",
    "962": "[16:02]所以為什麼佛世的時候，他這個樣，但是他精神來得個旺喔！你看看我們大陸上面，虛雲老和尚活一百廿歲，他可沒講過營養哦！不但是我，我自己，我母親，我母親今年八十七歲，還有我們洛杉磯的那一個大護法，他姓談，他母親今年九十多歲了，我看見她那一次那一年八十四歲不曉得八十五歲。她還告訴我，噢，我在家裡 ─她那個美國待不慣，她在家裡還要做。她說一百斤的東西，叫她挑起來，照挑不誤。我曾經有一次試試看，哎喲，我拿五十斤的東西都拿不動。你說她吃什麼？我就回去看她吃什麼？很簡單，就是大白飯，然後呢，豆腐乳，如此而已。你說這個什麼營養？所以你們千萬哪，修學佛法的人，這一點是特別要注意！假定你對貪求現世的放不下的話，對不起，不是佛法！",
    "1034": "[17:14]不過，現在在這個地方我們要注意啊，不是說叫我們馬上放下，這一點特別在知見上面我們一定要認識。他前面所有告訴我們的方法，都是訣竅，怎麼樣認識它的過患，這最重要的。你了解了這過患，努力去思惟的話，將來你很容易地就放下來了。所以他這個地方真正精采地，告訴我們 ─正知見！錯誤的地方怎麼辦。",
    "1067": "[17:47]現在請翻到《菩提道次第廣論》一百五十頁，這個關於這個業的方面，業的方面，我們不妨再重新溫習一下，重新溫習一下。說由於我們了解了這個生命無常、快速，然後呢一眨眼就死。死的時候，所有生前的圓滿，像夢一樣，像夢一樣，什麼都沒有。不管你外面多大的財位，不管多麼親密的周圍的父母、妻兒、子女，沒有一樣東西帶得去，沒有一個人能隨你、肯隨你，就是他想隨你也跟不去。乃至於你自己的身體，到那個時候，燒成灰，灰也帶不走，也不是你的。唯有一樣東西，是業！這個卻是為了生前貪一點小便宜，這個業就生生世世把我們綑死。那因為這樣的關係啊，所以我們想從這個地方脫離，而找到歸依之處。",
    "1157": "[19:17]那麼找到了歸依之處，而進一步了解，哦，他歸依了所以能夠解脫問題的原因是法，如法行持。那麼法的根本在業，那麼現在業，所以我們了解業的真正的整個的內涵了解了，然後呢在這個內涵當中，我們要求的是些什麼。所以是第一個是總業果，第二個是別業果。那麼一步一步，所以我們下面了解。最後呢，了解了這個事情以後，那麼我們就說，該怎麼辦，該怎麼辦？所以最後懺悔，把以前的淨除，現在的防止。於是在這種狀態當中，你不再憂愁墮落，永遠保持暇滿人身，然後在這個基礎上面生生增上、生生增上。現在雖然苦苦惱惱，那已經不錯了，比現在更好的，當然我們不必怕呀！何況你這樣增上的最後結果達到圓滿的佛地，那麼這一個次第我們都已經了解了。",
    "1237": "[20:37]但是這一個道理要達到什麼樣的情況才算呢？所以昨天把「生此意樂之量」說明白。這個道理雖然懂了這樣說，可是，是不是內涵跟它相應，你要如實地檢查一下。不是說，啊，說了一個道理就算哪！這個事實的內容如果不相應的話，前面一再告訴我們，不管你說得多麼好聽，不管你說得多麼好聽，到最後的結果，還是把你送下地獄，那還是毫無意思。所以在這一個地方，我們特別要了解一個事實。什麼呢？就是，不是一個道理，而是要把這個道理如實去做；遵照這個道理如實去做，產生如實地功效，那麼這個就是，說生此意樂之量。生起來了以後，還要令這個堅固，那個時候才行，那個時候才行。",
    "1315": "[21:55]關於這個前面的事情，我們應該牢牢記在心裡面。目前我們真正要做的就是這個，所以共下士這個是最基本的。假定說你對於現世的這個一切，放不下、看不破的話，那所謂的希求後世，那都是空話，那都是空話！而這個共下士真正要的增上生，是求下一世，這個下一世有它特別意義哦，特別意義哦！從表面上看來下一世，你真的到了下一世，下一世還是求下一世，下一世還是求下一世哦！這個真正的意義在這裡。到最後那個下一世什麼呢？就是佛，這是我們應該了解的。可是這個殊勝，這一點深入的意義留到下面去講。那麼第三，最後一點，看文。",
    "1376": "[22:56]第三除遣於此邪分別者。同樣地，說明了道理以外，有一類錯誤的，他要把它排除掉。",
    "1387": "[23:07]謂有一類，以佛經說，悉應背棄生死所有一切圓滿，為錯誤事，作是念云，身受用等諸圓滿事，增上生者，皆是生死，發求此心不應道理。那麼它錯在哪裡呢？說有一類的人士，他看見佛經上面告訴我們說，說生死當中的一切的圓滿哪，那都是虛假的，我們應該曉得它的過患，應該背棄它，應該背棄它。所以他就看見經上這麼說，所以他就說：「哎呀，既然經上這麼說，所以我們眼前的受用等等，這一種屬於增上生的事情，那個都是生死輪迴當中的事情，要求這個不合理，要求這個不合理。」對這個話我們聽起來：對啊！千真萬確，我們不要它呀！實際上是不是這樣呢？不，不！對於求聲聞乘來說，是！因為聲聞乘的目的，的的確確「急求解脫」，他全部的精神求解脫，根本不要別的，根本不要別的。但是現在這個地方，它有它特別意義，看下面：",
    "1485": "[24:45]然所求中略有二類，謂於現位，須應希求，及是究竟所應希求。生死之中身等圓滿，說我們真正要求的這個增上生哪，一共分兩部分、兩類：有一類呢就是求現生，為了現世的快樂；還有一種呢，為了要求究竟的利益。那麼那個時候，我們也要利用這個身體，不但要這個身體，前面告訴我們，你為了要達到最圓滿的修道進程所用的身體，平常一個還不行，一定要最好、圓滿具足種種德相的身。這一個身是增上生，這是為了究意意義而要求的，分成功這個兩類。這個前者，對於現生要想求快樂，那個是的的確確，不管哪一個，五乘共法當中，統統排斥的，一有這個概念，跟佛法就不相應，完全不相應。至於後者呢，這就是我們修學佛法的人需要的，所以下面說，",
    "1580": "[26:20]希解脫者，於現法中，亦須希求，這一個真正求解脫的人哪，對於這個增上生也要的。為什麼呀？",
    "1595": "[26:35]以由展轉漸受此身，後邊乃得決定勝故。說你必定要憑藉了這個圓滿的暇滿人身，不但得到人身哦，單單這個人身還不具足，要具足種種最圓滿德相的這一個人身。根據這個作為修行的工具，然後才達到究竟圓滿的「決定勝」，這樣。所以說：",
    "1626": "[27:06]非凡所有身及受用，眷屬圓滿，增上生事，一切皆是生死所攝。說，不是說所有的這些事情啊，都是生死輪迴當中。是，目前它是在生死輪迴當中，但是你要跳出生死輪迴，還要藉這個在生死輪迴當中的暇滿之身，去修習以後。這一部分這是我們要的，這我們要認得非常清楚、非常明白。以我們眼前來說，我們處處地方，這個飲食、受用，種種地方的呵斥不好；欸，但是它有個好處，什麼好處啊？修行還必要藉它，就是這樣。所以講究這個眼前這個，我們不需要；可是吃飽了以後讓你修行的這個，卻是我們需要的。眼前是如此，整個的生命亦復如是，我們要懂得這個道理，那麼在這個裡邊，你能夠邪正分別得清清楚楚。要不然，我們到哪裡都是含含糊糊，哎呀，好像是這樣，好像是那樣，不知不覺之間，那個錯誤夾雜的東西都夾進去了！那麼繼續下去。",
    "1712": "[28:32]以其身等圓滿究竟，即佛色身，圓滿佛土，佛眷屬故。因為最後邊際的這個增上生，達到最究竟圓滿的時候，以及你周圍所有圓滿的一切的事情是什麼呢？就是你圓滿的報身，就是你圓滿的佛土，以及你圓滿的眷屬，就是這樣。所以它所求的不是眼前的，但是反過來說，你覺得既然要，然後你講究眼前，那你又完全錯了，這個裡邊的細微的道理，我們一定要分別得很清楚。理路上面分別清楚了以後，然後呢，在自己的概念上面要時時檢查、檢點，這個是我們眼前修行第一步重要的事情。"
}