{
    "13": "[00:13]要想在自己的內心、概念上面查清楚，這一點不大容易，但是這個卻是真正我們修學的中心，真正修學的中心。",
    "26": "[00:26]故《莊嚴經論》於此密意說云：「增上生謂受用身，圓滿眷屬勤圓滿。」所以這經個論上面告訴我們，經論上面它真實的意思就是說：什麼是增上生哪？那就是這個 ─你自己的受用的身，以及眷屬這些事情求得圓滿。為了這個，所以你要好好地努力去勤修，使它達到最究竟圓滿的地步。",
    "61": "[01:01]此說由前四度，成辦增上生。所以六度當中，前面這個布施、持戒、忍辱，就是為了這個。",
    "73": "[01:13]又多教典，說由此等成色身故。他不細講，但是說很多經論上面都說得很清楚。",
    "83": "[01:23]是故修種智者，經極長時，修諸極多，諸極殊勝，戒施忍等，亦是希求彼等妙果，最極殊勝身等勝生。喏，所以說修佛種智，就是佛經過非常長的，通常我們說三大阿僧祇劫，實際上，實際上是無量無邊的阿僧祇劫，並不是在這個長時候當中隨著業在轉，是認真地修行。修什麼？布施、持戒、忍辱等。為什麼？就求這個殊勝之身，殊勝之身，這個才是它真正增上生的意義。那麼由於這個，然後呢達到究竟決定勝，當他究竟圓滿的時候，兩者就是一個。",
    "142": "[02:22]成辦究竟決定勝者，謂如《入行論》云：「由依人身舟，度脫大苦海。」是須依止，以人所表善趣之身，度諸有海，趣妙種智。此復須經多生，故能辦此身勝因尸羅，是道之根本。引論上面，我們一定要「依人身舟」，這個暇滿人身就像船一樣，這個人身是使我們超脫生死輪迴的寶貝、工具，船是讓我們渡脫這個生死苦海的寶筏，就是這樣，這個比喻所指的內容。所以需要依止一個身體，這個人，善趣人身當中超脫三有之海，達到一切種智的地位。這個要經過很長時候，很長時候。那麼為了達到這個種種的因緣，前面說過，而這個根本是什麼？尸羅，所以這個是道的根本。以前我們講「尸羅」好像就是戒，現在了解了這個戒的真正的綱要、綱骨，就是業的道理，業的道理；由於是業，所以你必定要持戒。",
    "249": "[04:09]那麼這個是關於共下士部分，前面已經簡單地說明。最後有幾句話，這個幾句話對我們非常重要的，非常重要的。因為前面我們說是下士，說共下士，說現在所講的雖然是下士，但是呢卻是你為了達到最上圓滿的基礎，這是跟那些人共同的。跟那些人共同的基礎，對這些條件不夠的人來說，叫作共下士，共同他的；對於條件夠的人，這是他走上去必須要的基礎。所以在這一點上面，他說明了下面這兩句話，現在我們看看他說明的是什麼呀？就是你要達到最圓滿的、究竟的、圓滿的位嗎？喏！這樣的條件，這是我們需要的。",
    "327": "[05:27]若善趣身而不圓滿一切德相，僅能成就一少分德，雖修諸道進程微少。故定須一最圓滿者，此中護求寂等未圓學處，猶非滿足，故須勵力，護苾芻等圓滿學處。說雖然你得到了善趣，這個是特別指人身，暇滿的人身，但是如果這個人身，「而不圓滿一切德相」，這個德相在前面思惟「別」，這個關於這個業果那一部分，教我們特別認識的那一點，就是講這個。如果你不圓滿，那麼你所得到的只是一部分。因為得到一部分，所以你用這個不圓滿的東西，那個時候去修道的話，他進步很少很少、很少很少。現在你要想求的這樣的圓滿無上菩提，根據這樣的一個差的工具，不可能、不可能，所以一定需要一個圓滿的。",
    "414": "[06:54]這個道理我們現在眼前樣樣事情都可以了解它，樣樣都了解它。你隨便做一件小事情，那沒關係。你不要說別的，現在你要想釘一個釘子，對不起，釘一個釘子，你就拿那個釘子，拿你的手，你一點辦法都沒有，釘不進去，對不對？這個很清楚。那麼簡單的一個釘子，你如果不用鐵鎚的話，對不起，你就是釘不進去。然後呢，譬如說你要到別的地方去的時候，你說用腳走路；對不起，腳走路，就算你走得到，你走來走去的話，也最多只能走在這個台灣，離開台灣一步，是一點辦法都沒有，這個不是很簡單嗎？沒有一件事情例外的，我們現在做眼前的任何事情，你沒有完整的工具，就做不好這件事情。何況他現在所要求的是什麼？無上佛道，這一點我們必定要知道的。那麼為了要求無上佛道，他一定要滿無邊的功德；要滿無邊的功德，一定要最圓滿的德相的工具，這個就是我們暇滿的人身。",
    "495": "[08:15]所以他下面說「此中護求寂等未圓學處」，還沒滿足哦，就算是你出家作個沙彌，哦，這個沙彌已經是比起凡夫好得多很多，欸，不圓滿。真正要努力的，努力要保護這個比丘「等」！為什麼講等啊？比丘還不圓滿喔，不過呢這個是基礎，在這個上頭還要什麼？還要菩薩，然後乃至於密宗戒。在前面具力業門當中，大家記得不記得？大家記得不記得？所以對我們外面來說，最圓滿的是這個身；對我們的裡邊意樂來說，最圓滿的是菩提心。現在你外面有一個最圓滿的這個比丘的相，裡邊是有最圓滿的大菩提意樂，在這種狀態當中，以兩個無上圓滿的因，那你要想辦那個佛果的話，那就容易了，輕而易舉，輕而易舉！這是我們要了解的。他下面：",
    "570": "[09:30]有作是說，護持尸羅，若是為辦諸善趣者，則近住等亦能獲得，何須艱難，義利微少，諸苾芻等。有人說：你持戒持得好的話，他可以不墮落，可以得到人天身呀！乃至於我們現在說：喔唷，往生啊！對不起，這不需要出家。為什麼？近住也能獲得。「近住」是什麼？就是八關齋戒，八關齋戒。實際上說的那一點，乃至於五戒都可以。那個五戒跟比丘戒，啊！這個難易差得天差地遠。既然五戒、八關齋戒可以做到，你何必持這個比丘戒？這麼艱難，難極了！結果得到的呢，一樣得到這麼一個小小的。所以這麼難地做，而得到的利益是這麼少，你何必呢！不需要。",
    "643": "[10:43]是，為了得到善趣的確不需要，乃至於你為了要求生淨土也不需要。你老實不客氣關起門來，自己在那兒吃飽了飯，「阿彌陀佛、阿彌陀佛 ……。」就念念就算了。現在這個時候要到世界上面賺一口飯吃吃，那太簡單啦！你何必出家啊！那麼進一步要什麼呢？有人說：啊！對、對、對，不單單是要人天哪！",
    "669": "[11:09]又餘眾云，若別解脫所有要義，是為獲得阿羅漢故。喏，他現在就比較高明了，說：「不是、不是，要獲得求解脫，解脫果是求阿羅漢。」阿羅漢是了不起，喔，那是真正我們人天的福田喔！嘿嘿，但是你看，他說：",
    "689": "[11:29]然苾芻者，未滿二十，則不堪受。近事之身，亦有能得阿羅漢者，應讚其身。難行少義，苾芻何為。這個比丘啊，要曉得他很多條件啊，乃至於年不到二十是不能受。「近事」就是居士之身。這一點我就不敢肯定了，據我所了解的話，就是說獲得阿羅漢還要八關齋戒；換句話說他那個，這個淫一定要斷。不曉得這個是文字上的誤，還是我自己的了解不足。不管怎麼樣啦，不管是五戒也好，八關齋戒也好，的的確確是可以證得阿羅漢果的。那你同樣地，何必要這麼難行的比丘呢？啊！這個比丘是比起這個八關齋戒不曉得難多少，比丘是終生奉行，一行要二百多條，比丘尼是更多！然後呢，它這個東西只要八條，加上一個過午不食，然後呢奉行只要一天一夜，就能得到了，你何必多此一舉呢！這是千真萬確的。所以他說：",
    "770": "[12:50]應當知此這是下面我們正確應該的，這種說法",
    "775": "[12:55]是全未知聖教扼要，極大亂言。他誤解了，並不了解佛告訴我們的真正的意趣。那麼真正的意趣何在呢？",
    "789": "[13:09]應以下下律儀為依，受上上者，委重護持圓滿學處。已說於共下士道次，淨修心訖。哦，說拿我們最基本的這個律儀，作為我們的基礎，然後呢我們真正要達到的目的是最究竟圓滿的。所以我們為了這個最究竟無上圓滿的，所以要建最穩固的基礎，從最下面建立起來。所以這個情況之下，要這麼認真保護、維持這一個基礎，這個基礎就是我們的比丘的學處。這個在三界當中，只有這個最殊勝，只有這個殊勝，這是我們要了解的。",
    "843": "[14:03]其實這個道理這麼簡單，現在你要造一個房子，你要造一個什麼房子啊？你說，我造個狗窩，那根本不要基礎，要什麼基礎呀！你隨便弄兩塊木板一釘就行了！啊，我要造一個普通的茅篷，那地稍微平平就可以了；你要造一個鋼筋水泥的房子那就要了；現在你要造一個摩天大廈，對不起，你這個下面的基礎不做，你造得起來嗎？有這樣的嗎？所以我們這個地方這麼清楚、這麼明白。所以現在大家千萬不要說：「唉呀，出家呀 ……」好像出了家就是貪一點便宜，那完全錯了，完全錯了！乃至於說：「唉呀，現在我出了家，我要念佛啊！」是，老年人是的，或者有他特別條件。真正的出家的因，我們要了解在這個地方。",
    "896": "[14:56]大家記得不記得前面在一百三十三頁上面，講業的時候，「具力業門」，大家還記得不記得？同樣地兩個發了菩提心的人，一個是在家人，一個是出家人，出家當然指圓滿的比丘。那個在家人發菩提心，這菩提心的意義不得了，他把三千大千世界作為容量，所有的這麼多的最美滿的東西去供養佛、供養三寶，這個功德之大是不得了地大！結果一個出家人，就跑得去點一個小小的蠟燭，欸，這個功德，就出家這個人的功德要來得大，不能為比。為什麼？他所依的就是這個！這是我們應該真正了解的，在這裡、在前面、在後面，他一再地說明這一點，一再說明這一點。",
    "962": "[16:02]所以平常我們的的確確不了解出家的真實的意義，這個東西是非常糟糕，非常糟糕，也可以說非常可惜，非常可惜！出家哪那麼簡單？你不是有殊勝因緣，連它名字都聽不見，也看不見，何況你有機會去被這件衣服啊！所以現在很多人說，總覺得：唉呀，修行就好了，你何必出家！這完全錯誤，完全錯誤，完全錯誤，完全錯誤！",
    "996": "[16:36]這個佛經裡邊有這麼一個《出家功德經》，這個我在這地方，有好幾個《出家功德經》，我只是講這裡邊的一個，講這麼一個。有一個人他叫鞞羅羨那，這個名字，這個梵文啊，西藏話，我都唸不準，那沒關係啦！嗯，他也是個貴族，所謂長者子。那麼平常跟阿難很好，阿難經常也到他家裡去乞食，總是跑過去，總是去。有一天佛就告訴阿難：「阿難哪！你這個好朋友某人哪，他還有七天的壽命就要死了。」這樣。那麼阿難聽了，喔唷，很著急，他那個好朋友就要死了，那怎麼辦哪？「死了以後怎麼辦哪？」「那很難說，就看他怎麼辦。如果像現在這樣的話，他要墮落的，現在呢你可以救他。」啊！阿難聽見了佛講的，跑得去，跑到那家人的家裡去。",
    "1065": "[17:45]平常因為他們都是貴族子弟，看見阿難是非常歡喜，然後呢就供養他。那一天阿難到了家裡，他也非常歡喜迎接，阿難就是愁眉苦臉，一言不發跑得去在那裡。欸，他就說：「阿難哪，我今天很高興看見你，你怎麼愁眉苦臉，你有什麼心事啊？」阿難還是不開口，連問他幾次都不開口。他心裡面覺得奇怪：「什麼，我做了什麼不對啊？什麼傷害了你，得罪了你啦？」阿難愁眉苦臉說：「這倒是沒有，不是為了我，是為了你！」「為了我？為了我為什麼這樣啊？」說：「佛告訴我，說你的壽命還只有七天啦！」啊！他一聽這個話，啊！人就癱掉了。他們都曉得，佛講的話，那絕對是百分之一百二十地可靠，「虛空可以變餘相，佛不說非諦實語」，他們都曉得這個。",
    "1128": "[18:48]啊！那聽了這個話，怎麼辦啊？求那個阿難。阿難說：「你求我是沒辦法。佛告訴我，你死了以後這個要墮落的，唯一的辦法你出家。」「對啊！好、好、好。那既然還有七天，那這樣吧！我實在捨不得，讓我痛痛快快地再玩上六天，然後再出家。」要我們想起來真可笑，欸，但是真有這種人。但是這個人也真可愛喔，因為他曉得佛講的話就這麼確實，好、好、好。然後他就在六天當中盡情享受，到了第七天，那反正是明天就要死了，啊，就出家，就這麼出家。那時候因為佛在世，心裡邊也猛。你想假定是我們想到明天要死了，你出了家，你還肯忙別的嗎？當然什麼事情都不要了。那個時候大概他還沒有聽見那個淨土法門，如果聽見淨土法門，他一定往生了。不過他只是說：「好、好！現在就出了家了，照著規矩就這麼來。」第二天就死了。",
    "1196": "[19:56]死了以後，那麼阿難就問佛陀了，說：「現在他到哪裡去了？」「他現在到四天王天去了。」佛就說這個功德：「然後呢四天王天死了以後到忉利天，忉利天死了以後到夜摩天，夜摩天死了以後到兜率天，然後再上去叫化樂天，再他化自在天。」我們曉得我們人間一般不是定福，定福是不動業，這個最高只能生到欲界天。他就這麼一天一夜的持戒功德，然後呢這麼樣。壽命多長呢？這我們就曉得的，這個四天王天的壽命是人間九百萬年。然後九百萬年死了以後到哪裡去？欸，再升上去啊！升到忉利天，忉利天的壽命是人間三千六百萬年。忉利天完了以後再上去，是夜摩天是人間一億四千四百萬年，這樣地上去。然後呢，到了這個第六天，完了以後怎麼辦？再下來，哪裡去？四天王天，再來，七返、七趟。",
    "1265": "[21:05]經過這麼長的時候，那個天上的福報是我們無法想像的。你不要說他化自在天，就最起碼的到這個天，一到人間把最好的東西給你吃，你就覺得像吃大糞一樣，避得遠遠地受不了，這樣啊！你要什麼就什麼，哪有像我們現在，現在你再好，對不起，再好的東西，就算你有電扇，電扇吹了，等一下要風濕；冷氣要風濕，暖氣到那時候出去還不行。就算什麼都沒了，大小便沒人替代你，沒有一樣東西有這個。欸，他那個天上這樣，沒有一樣東西有這種事情的，也沒病，這樣。",
    "1307": "[21:47]完了以後，七返完了以後，最後下來了，又跑到人間。那時候跑到人間，有一個佛出世。完了以後，他也是人天當中也是最富貴，到中年以後，覺得：唉呀，沒有意思。他出家這個另外這個因緣成熟了，然後呢跑得去見佛，再去出家，證羅漢果。阿難聽了：「啊，這麼好啊！佛陀啊！他大概以前還有很多善根吧！」佛陀說：「錯了，你完全錯了，你根本不了解，真正的出家的根本意義。他這樣大的福報，就這麼一天一夜的出家功德，你千萬不要起大邪見，就這麼一天一夜的出家的功德。但是他之這一生所以能夠出家，這個倒是的的確確地以前有功德。如果以前沒有殊勝因緣，對不起，他絕不可能。」出家的功德這麼大！",
    "1364": "[22:44]所以諸位要了解，我們千萬不要說：「唉呀，平常都一樣的。」絕不一樣、絕不一樣！經上又告訴我們，如果人家出家，你贊成他，然後你幫助他，乃至於什麼都 ……，你隨喜，這個功德就不得了！經上有種種的比喻，你看看：「哎呀，這個出家人！」你無比地隨喜，比你供養什麼都好，比你供養什麼都好，乃至於三千大千世界這個東西去供養，比不上隨喜人家出家。為什麼？你那個供養是有盡的，這個出家的功德是無限的。眼前儘管他是先證得小乘果，但是究竟一定會走上這條路。這個有限的東西，跟無限永遠沒辦法比的，永遠沒辦法比的，這我們要了解，所以這個才是它真正的特質。反過來說，因為出家有它這樣無比殊勝的功德。出家所代表的，為什麼有這樣它的功德呢？因為它所代表的是十方一切諸佛的清淨幢相，你一被這件衣服的話，你那個時候所代表的這個意義就是這樣。所以你只要認認真真地、戰戰兢兢，儘管你是個凡夫，你只要把那個清淨幢相把握住了，一天一夜就這麼大的功德。",
    "1444": "[24:04]這個道理說起來也簡單，我們世間什麼地方都可以做個比喻。譬如說我們現在做一個國旗，那個國旗大家看見了代表這個國家，人人看見了這是以國家這樣地尊敬它。這個國旗做的布沒什麼關係，綢做的也是，布做的也是，髒的、好的、壞的也是，你只要做成功這個國旗，這代表的意義這樣。他現在代表的不是國旗，十方一切諸佛的清淨幢相這個標幟喔，你想想看！所以你如果做到了，有這麼大的功德，染污了，對不起那就害了，那就害了。",
    "1484": "[24:44]所以這是我特別強調，一再鼓勵大家出家。但是萬一你們出了家，不能好好地做的話，我始終也建議你們趕快回家去，下地獄是非常划不來、非常划不來。不！你就算下了地獄，欸，妙了！這個出家功德之美啊，真是無法想像的！等到你穿了這身衣服，如果作得不好下了地獄，他也是一樣的，一層一層地來，一層一層地來，受盡了苦難，然後呢到畜生當中，完了還了一個債，最後遇到佛，你也還是證果，出家功德就是這麼地殊勝。不同的呢，就是你如果說好好地持，短短的幾十年的辛苦，乃至於一天一夜的辛苦的話，你就得到這麼大的好，好完了以後最後證果。如果你不好好地，貪一點小便宜的話，下去！受無量無邊的苦，苦完了以後上來，他還是解脫，這個出家功德有這麼大，這是我們要了解的，這樣。",
    "1556": "[25:56]所以我們想到這個地方的話，就算你現在沒有因緣，心裡想：「啊！我一定要出家，一定要讚歎出家！」一定心裡面要種下這個出家種子。如果出了家以後，千萬記得：這個眼前短短的幾十年，那太值得了，實在太值得啦！而且你好好地做的話，它有殊勝的種種的特別的感應，心裡歡喜，身心都歡喜，這個是我們要了解的。他下面後面一再強調。",
    "1590": "[26:30]不過這個地方最後又說一句，要「護苾芻等圓滿學處」，這個「等」字告訴我們，不僅僅是這個相，還有跟「相」相應的內在的內容，這個內容是什麼？這個內容是什麼？菩提心，這個是菩提心。為什麼說這個是它的內容呢？因為它這個相所代表的 ─十方一切諸佛的清淨幢相。那麼佛是什麼？佛是以菩提心為因，圓滿了菩提果，這個是他的內涵，這個才是我們真正要了解的。這一點我在這地方再特別跟大家說一下，共下士道到這地方為止。所以現在我們講那個關於懺悔一切等等，以及眼前我們所有做的、忙的這些，真正究竟的目的在這裡，這個我們務必要了解的。",
    "1666": "[27:46]這個下面我們繼續下去，繼續下去。那麼第六卷、第六卷，第六卷是屬於中士道、中士道。在我們沒有說中士道之前，我們重新把前面那個共下士溫習一下。這個共下士包含了兩樣東西，這個共下士包含了兩樣東西：第一個是道前基礎，就是修道的時候，需要一個基礎；然後有了這個基礎以後，然後開始修習。修習的時候，又把這個道分成功幾個次第：下、中、上，下、中、上。現在我們不妨回過頭來，翻開本論頭上那個科判，頭上那個科判。那個科判當中，我們從最第一頁看起。第一頁看起，這個關於第一個，造者的根源清淨，我們回憶一下；法本身的清淨，回憶一下。"
}