{
    "7": "[00:07]然後呢根據前面所說的道理，想一下，我們學到現在為止，所講的內容，前後這樣地一觀察、對比的話，我想我們大家會生起一個認識。什麼認識？當時前面告訴我們這個總綱，現在把這個內容安進去的時候，你那時候發現：啊！原來當初前面所說這個裡邊的這個內涵，還有這樣殊勝的內容啊！那個時候你有了這樣的認識，你就信心增強，恭敬心增加，煩惱淨化，而這三個東西是輾轉互為因果的，輾轉互為因果的。你信心、恭敬心增強的話，這個力量增加是幫助你淨化煩惱；你煩惱淨化的話，你那個信心增強，恭敬心也自然提高。",
    "84": "[01:24]那麼為什麼我們要說那個大綱？大家還記得吧？就是假定你說一開頭你不認識這個大綱，你隨便碰到一個跑進去的話，這個時候吃了一個大虧。就究竟的意義來說，你只要碰到，一定得到，但是走的路卻是遠路，不曉得多遠啊！不曉得吃多少冤枉苦頭！所以你一開頭先曉得這個大綱，照著這個次第走上去的話，那不曉得占多少便宜，這是唯一的正確的直路！而且是最好的、最圓滿的，這個彼此之間，有這樣的一個重要的關鍵在。所以我們每講到一個地方，你們一定要把這個全面的這個綱要，那個時候擺在腦筋裡提起來，提起來。",
    "141": "[02:21]除了有它這樣一個特色以外，還有因為它這個圓滿的綱要之所以圓滿的話，走上去還有它必然的次第。當你這樣提的時候，一步一步走上去的時候，自然而然說，啊！你現在開始慢慢地走上去了，因為你了解了最高、最圓滿的，所以它會策動你去修行。當你要修行的時候，一定要找到入門的時候，那個入門就是最起碼的。而開始你走這個最下面路的時候，會增強你要向上努力的這個淨信之心，淨除你的障礙，然後呢增強你的能力，這個彼此之間，有這樣子的一個必然的關係，彼此間就有這樣必然的關係。所以我們一開頭，一定要把這個圓滿的綱要，有這樣的認識作為先。然後呢次第把這個內容一步一步地來說明，然後呢了解了，步步踏實地就做下去，這個是主要的概念。",
    "224": "[03:44]那麼現在我們重新溫習一下說，這個兩樣東西有了以後，我們然後有了這樣殊勝的聖者來指導我們，而又把最好的法告訴我們，我們怎麼樣能夠跟它相應呢？哦，它還要條件，喔，說啊，講要怎麼講，聽要怎麼聽，講完、聽完了，要怎麼樣，那個時候才能夠跟這個殊勝的法相應，這個道理都講過了。",
    "258": "[04:18]這個裡邊重新提一個公案，來對我們策勵一下。所以這個公案，實際上是非常多、非常多，但是所有這些公案當中，這個特質是共同的。什麼公案？佛經。你看哪！不管是大乘經、小乘經，那麼或者是佛無問自說的，或者是有人啟發的，極大部分都是有人啟發的。在這種狀態，佛一定說：「諦聽！諦聽！善思念之。」就這麼兩句話，簡單的幾個字。而這裡的幾個字，有特別的意義。他完了以後，大家認真地聽，佛就如理地去講。講完了以後，欸！多少人，大乘的，多少人得無生法忍，乃至於發大菩提心，乃至於什麼，小乘的是證羅漢果，然後，往往動不動就是人天百萬計的。就在一座當中喔！佛講一座法，聽者聽一座，就馬上證得這麼大的果喔！這個為什麼原因？在這個「如何說聞兩種殊勝相應正法」當中，說得清清楚楚。",
    "352": "[05:52]所以諸位，如果已經認識了，而還沒有如實行持，先從那個地方努力去。如果還沒有認識的話，這一點認識非常重要！如果你不認識的話，那始終非常可惜，這麼究竟圓滿的法，碰到你身上，換一點糖吃。換糖吃，多多少少還甜了你嘴巴喔，還換它一塊糖哦！我們弄得不好的，換得來是鐵丸、烊銅喔！這是千真萬確的。這麼圓滿的正法，你聽了又不在乎，乃至於你要輕慢心毀謗它，對不起，你這下地獄哦！這麼好的東西，換糖已經是可惜了，何況是把你送到地獄去。所以關於這個部分，如果還沒有正確認識的人，這個第一點我們必定要把握住。所以怎麼樣去聽這個法，怎麼樣講這個法；老師是怎麼樣，弟子是怎麼樣。當然，原則上面在策勵我們說，我們現在修學的人，作弟子應有的態度，這一點太重要了，這一點太重要了！",
    "433": "[07:13]說到這裡，這個前兩天有一位同修，我非常歡喜。他跑到老和尚前面去懺悔，說：「啊，我以前錯了！」他做了一件不合法的事情，他還以為很有道理啦！說了很多道理。他現在學了那個教法，這是我們應該有的。要不然我們雖然在這個地方，我們懂得了一點點；他不是沒道理，他還是有他的道理，但是個歪理。他倒不是故意歪理，就是說我們無始以來為我們的無明所執，我們每一個人平常想的道理，沒有一個人例外的都是歪理。因為我們沒有得到完整的教法，總覺得我的對啊！就是這樣。人家來好好地告訴你，你聽不進，說了一大堆。這個就是不懂得如何講聞的道理，弟子之相沒有圓滿。",
    "485": "[08:05]乃至於弟子之相都沒有圓滿，自己道理都不懂，要跑得去跟人家講。唉呀，天哪！你自己都不懂，你怎麼個講呀！前面告訴我們，我們要求皈依的人，他自己一定要解決了。你現在自己跌在地上，半死不活，你要去救別人，你怎麼個救法！那是跌在地上救別人的話，還是這樣啊；現在我們照著作一個醫生，要去把那個藥開給別人吃的話，那不是活生生把人家害死嗎？所以這個地方是說，雖然重要的是告訴我們弟子是何等的行相，同樣也告訴我們，我們目前不要輕易地隨便開口講弘法。而是我們把我們的弟子做對了，這個就是弘法。為什麼？因為這個法在你身上面如實相應！它本來是一個道理，現在變成功你身上，變成功實體地、具體地表現了，那不是把那個佛法真正地弘揚了嗎？你只要能夠這樣去做的話，你得到功德，法就世間安住，這個是我們必須要的。啊！那麼有了這個，那個下面才正式開始啊！說現在可以了，現在可以來教了。",
    "565": "[09:25]這可以教了以後，那麼這個真正修學佛法，又分成功兩部分。我們修學佛法，一個自己的內因，一個是外緣，這個兩樣東西是必不可少。外緣是什麼？善知識！然後呢自己的內緣，就是跟善知識如何相應。前面只是告訴我們，說道的根本是依止善知識；依止已，然後告訴我們親近。當初在依止善知識那個時候裡邊說，已經說得很清楚，善知識的行相、學的行相，應該怎麼樣依止他，依止的勝利，不依止的過患等等。這個六條，實際上我們還是要很認真地把握住，把握住那個綱要。然後那個綱要把握住了以後，那個內涵啊，再下面學的都是這樣。你慢慢、慢慢地越了解得多，你對這個綱要的內涵，越能夠認識得正確；認識了正確，到你隨便這個一提的話，那你就把握住這個重點；你能夠把握住重點的話，你就能夠相應。",
    "648": "[10:48]那麼在這個地方我隨便一提，當初他告訴我們依這個師軌理當中，先說依止老師的意樂，換句話說，你依止老師應該有什麼樣的心情，他是以《華嚴經》上面。我們其中隨便說兩樣東西：第一個如孝子心，第二個如金剛心。什麼是以孝子心啊？那就是啊不是以自己的心，說我要怎麼樣，一切時處要觀察自己的父親。現在呢這個誰是父親啊？法身父親。世間父母長養一生尚且要這樣孝順，你能夠孝順，你得到世間最圓滿的福德；現在呢這個法身的父母，你能夠孝順，你就能夠得到跟法身相應圓滿的。法身相應圓滿的什麼？佛嘛！那麼等到學完了這個業果的道理以後，那個時候你再回過頭去一看的話，啊！就非常清楚、非常明白，我們如果真正要修學佛法，是必然要有這個心理。因為我們在無明當中，你起心動念，無非是見、思煩惱。儘管你懂得了一點點，對不起，這一點點就算對了，都是九牛一毛，何況十之八九都錯的。",
    "749": "[12:29]所以我們平常引很多例子，不但是引佛經的例子，乃至於引世間的例子。昨天晚上引這個例子，今天不妨重說一遍，大家記得吧？喏！現在的科學這麼發達，大家認為這是天經地義的事情，欸，居然說出來的道理恰恰相反。一個醫生說：「你這個病不能吃油啊！」一個醫生恰恰相反的，他說：「現在你要拼命吃油！」昨天晚上那個周醫師還在，他是最佳醫生，他在這兒證明，他直點頭，不曉得你們看見了沒有？如果你們不相信，你們可以專門問他。我講的，那我是外行人，那醫生，因為這是發生在我親身身上。現在一個專業人員，對世間這麼淺近東西尚且如此，現在我們才隨便聽見一點點，看到那一點點，隨便幾本書，我們就覺得以為這個就代表了全部了，你豈不是顛倒嗎？",
    "810": "[13:30]然後科學上面其他的以前說：啊！這物質不滅定理，然後呢質能不能互換。現在又完全推翻掉了，恰恰相反，恰恰錯誤。世間科學上面，它經過這麼百千人，然後有這麼精密的方式觀察出來的東西，尚且錯誤百出。我們現在拾人牙慧，隨便看一點報紙，聽人家耳邊風，然後執著著就是這樣 ─啊！愚癡，只有一句話。所以在這個地方我們真正重要的，學到這裡應該隨時提醒自己：「我是愚癡啊！」千萬不要說：我這個對。學到這裡我們應該提醒自己：這個不對的。那麼關於「我」這個對不對的真正的內涵，一直要講到共中士，那個時候開始提到，上士的時候是圓滿地告訴我們，圓滿地告訴我們；在共下，已經有一點點的樣子了，已經有一點樣子了。",
    "881": "[14:41]所以我們懂得了這個道理，那個時候才會曉得，你現在唯一的辦法，是要去揣摩善知識，他要告訴我們些什麼，然後你照著他去做。世間的人這樣地去揣摩，遷就別人不是好事，佛法卻是唯一的辦法。為什麼？因為佛跟世間所以不同，你所以要依止佛，他具足的條件，大家記得，這四個條件，對不對？說，他唯一的願望─救你們。他具有的能力，圓滿具足救我們的知識，以及救我們的力量。所以救不起來的，就是我們自己的內支障礙。所以如果說你照著「我」去想的話，對不起，你這個藩籬擺在那裡，高高地就把那豎在那裡，他什麼東西進不來。所以經上的譬喻說，太陽光儘管亮啊，你關在屋子裡看不見，瞎子看不見。現在什麼瞎子？就是我執瞎子、法執瞎子。講「我」這個道理，啊！講了個半天的道理，對不起，那法、再有法沒有用。這是我們現在了解。你了解了這個，自然而然，所謂如孝子心這個概念，就非常清楚明白地呈現得出來。",
    "977": "[16:17]然後以這種情況，你如果去學的話，自然你能夠有多少努力，就得到多少功德。因為就是你還沒學到它，可是你已經自己曉得我這個錯的。當你曉得我這個錯的時候，這個「我」的現行就破除掉了。當你曉得我的錯的，前面一定有它推動你的原因，我們了解了；你一心恭敬尊重這個善知識，那個功德就生起來了。然後你尊重禮敬三寶的這個功德，昨天我們剛講過，如果你身口意相應這種拜一拜，哇！就從你拜的地方一直下至金剛際，把那塊土挖出來磨成功粉，一粒粉一個單元，這麼多粉，就有這麼多的轉輪聖王位的殊勝的福德。我們還不懂道理喔！你只要能夠這樣做到，哇！",
    "1039": "[17:19]所以我們常常說：就怕你不貪，但是呢，欸，你要貪哪，就要做一個真正的貪，不要做一個什麼？沒出息的。現在我們真正的都是沒出息的人，眼前一點點小好處，就貪得要命，這真沒出息，真太沒出息了！你問我貪不貪？要，貪什麼？佛！這個是我要貪的。所以我是大善法欲，因為佛是這樣做的，所以我這樣去努力的！世間的一般人，稍微像樣一點，他們都是這樣，他們有他們無比的遠大的目標在。世間，他一開口，心裡想的總歸是這樣，眼前小的根本不在乎。我們這些人真是太差，就那個眼前這一點點小小的上面，然後呢損失是不曉得多多少少。",
    "1097": "[18:17]那在這種情況之下，我們就體會到：啊，原來是這樣的！你自然就很清楚、很明白，善巧地利用我們現有的這種狀態。你只要善巧引導它，就可以得到這麼好處。喔！所以因為你了解了這樣子，不但有孝子心，而且金剛心也跟著來了。這一直是唯一的嘛！不管任何情況之下，不能破壞你。對不起，不管他怎麼說，我心卻是不動。關於這種概念，你自然一樣一樣都清楚了。這詳細的情況，我不在那裡多講。",
    "1133": "[18:53]這是現在到這地方為止，已經啊，關於共下士那個已經說過了。所以在這裡，明天正好是禮拜天，你們不妨趁那個機會，好好地溫習一下，好好地溫習一下。把這個下士上面幾個重點把握住，作為我們的行持次第，它這個前者都是後者必須要的經過的階梯，這樣地一步一步上升。知見上面是這樣，行持上面這樣。目前現在重視的就是知見，你有了這個認識，下面講下去的時候，啊！你會慢慢地、慢慢地這樣契入，這是目前最重要的事情。當你知見相應契入了，行持的時候毫不困難，毫不困難。要不然的話，這件衣服儘管這麼好，你一被，雖然究竟你還是圓滿，可是在沒有圓滿之前，你就在三惡道當中受無邊的苦，這件事情划不來。反過來，你就算沒辦法圓滿的話，一下還不能得到解脫，卻有這麼大的好處，四天王天這樣地轉、轉，那是何等地好啊！下面的，下一堂課再來說。",
    "1221": "[20:21]講中士之前，我們把下士那個基礎，重新一條一條地溫習一下，溫習一下，不了解的馬上把它補足。你有了這個正確的認識，然後你那個中士，學到哪裡你就通達到哪裡。要不然你跑到那個地方，唉呀，覺得好辛苦，爬不上去。這個圓滿的教法，到那個情況是很大的損失，很大的損失。那麼前面有幾點特別重要：善知識，這個是外支，因為這個是修行必然需要的，必然需要的；你要曉得怎麼跟他相應，跟他相應的就是自己內支的條件，這個概念。那麼說到善知識，反面是惡知識什麼行相，這個我們要很清楚的。我們自己不但不能親近惡知識，尤其是我們不要不知不覺當中，我們自己做了惡知識。我們往往並不曉得，結果我們的行為害了我們自己，這一點也是應該特別注意！",
    "1287": "[21:27]那麼然後呢，下面就要開始正式講修行。修行的時候，除了那個正修的軌理以外，前面說的那個破除修行的邪執，這一點太重要，這一點太重要！所以當我們溫習也好，或者你們沒有聽過，在聽的時候，那個概念一定要弄清楚。我們目前教法所以亂，所以沒有結果的話，極大部分都陷在這個裡面，自己還覺得在修，但是呢實際上他已經走錯，走了錯路，走了錯路了，所以結果一生善行都成過失。眼前這個一生的過失，這個因果輾轉下去的話，不曉得什麼時候回來，那個結果都是非常可怕，非常可怕！",
    "1338": "[22:18]你有了這個基礎，然後這樣地一步一步，從暇滿人身的難得以及念死，因為怕死，所以才找皈依，找到了皈依以後，所以才曉得真正皈依之處是何在。然後呢，如何去皈依法，如何去學習，把以前沒有了解之前怎麼淨除，了解以後如何增上，以及我們在這種情況去修學，必須要具足的什麼條件。那時候你才會知道：啊！這件衣服的珍貴呀！現在被上了這件衣服，要處處好好地努力啊！",
    "1383": "[23:03]這個說起來，說來這個事情真的的確並不難哪！可最重要的什麼呢？就是你這個心理上面正知見沒轉過來。所以你還沒做的之前，心裡面已經是畏畏縮縮打了退堂鼓，「哎呀，我不行啊！」那個事情是一定不成功。你真正地能夠挺起來的話，事情無有不成功者。眼前我們同修當中，我就看見好幾個，剛開始我總覺得這個人邋邋遢遢，欸！不，最近看見他慢慢、慢慢地很有向上的這個，這個非常明顯，那個是最典型的例子。",
    "1420": "[23:40]實際上我們可以找到各式各樣的，不要說佛法，就世間的這種情況，世間的這種情況，你心裡面先有了這個 ─我一定咬緊牙關，要這樣子成就的心情。那個時候心理上已經準備了，當難關來的時候，你認得很清楚：對啊！我是要向上，向上爬一定要付出力量，付出力量，你做的就是你所得到的功德，就是你賺的法財，你正要忙這個嘛！這個心情就那麼簡單，像打仗一樣。否則你不認識這個的話，你還沒打，唉呀，覺得辛苦，然後你背過頭來。你打仗，背了跟人家敵人打，什麼結果？只有一條路，百分之一百地死，就這麼一件事情！不是很清楚嗎？所以我們現在要戰勝三界煩惱，跟那個煩惱的敵人打，居然背了這個煩惱而打，你怎麼個打法？不要說敵人，那隨便任何一個人，你矇上了眼睛，然後跟敵人打，你豈不是只有挨他拳的份嗎？所以這心理很重要，你千萬不要：「唉呀，我這個不行啊，我那個不行啊！」萬萬不可以。所以我們不行，的確還是有它的很多原因在，那麼前面告訴我們這些道理，無非都是幫助我們淨除這些障礙，淨除這些障礙。",
    "1511": "[25:11]前面已經說過的兩個因緣，我這地方重提一下。有一個老比丘證四果的因緣，我是在這裡講過的，對不對？那麼已經講過了，你們已經聽過了曉得，那個老比丘，人人都笑他，欸！結果他自己覺得，啊！至誠恭敬這個法而努力。跟我們現在的心情怎麼樣呢？你比較一下就曉得了。我們現在有沒有這個心情？我們是不是懶懶癱癱、馬馬虎虎，唉呀，能偷懶就偷懶，這個心情完全不一樣。我們是年輕力壯，儘管有為的時候你是這樣；他已經老成這個樣的，他只是有這樣的一個心，還不是碰到佛喔，就碰見這個年輕人跟他開開玩笑喔！拿了一個皮球在他頭上敲四下，他證了個四果了。嗯，這樣！這是千真萬確的佛經當中的公案，這個不曉得在《雜寶藏經》裡、《賢愚因緣經》，這個倒我忘記掉了，你們自己去翻。",
    "1570": "[26:10]那麼另外還有一個公案，我今天在這裡跟你們說一下，也是《出家功德經》的一個。有一個人，他年紀老了。年紀老了以後，反正年紀老的人是樣樣不對。在家裡邊，雖然他是一個滿有錢的人，當年年輕力壯的，人人奉承你，等到你年紀大了以後，人人討厭你，唉喲，說這個人在家裡面，只有消耗糧食，還要侍候他，這樣。他想來想去，一點意思都沒有，那麼就出家去了。他就出去了以後，家裡說：「好哇，出家去呀！你為什麼還不出家！」一天到晚就望他出家。我們現在年輕人要出家，哎喲！父母哭哭啼啼，誰都不願意你，這個道理就這樣。結果他覺得越想越沒道理，好，就出家啦！跑到寺院裡面去。",
    "1624": "[27:04]那時候佛又不在，那麼就找那個佛的弟子。通常佛的弟子當中最精采的，當然舍利弗尊者，所以他就去找舍利弗尊者。舍利弗尊者一看說：「你這個人，年紀老了。」那個經上說快百歲了，近百歲的一個老頭子，我們可以想像。不要說近百歲，我今年只有剛剛五十九歲，虛年齡說六十歲，已經這個不行、那個不行，到了七十、八十，那更不曉得什麼樣子啊！他快百歲的一個老人，你可以想像得到。舍利弗尊者一看說：「不行！你不能出家，出家要做三件事情：讀誦、坐禪、行福。」那佛世的時候就是這樣喔！",
    "1668": "[27:48]實際上呢這三件事情，我們不妨現在檢查一下：我們出了家了，請問：你讀誦了沒有？是不是你真正努力地從戒、律、經，經律論三方面努力，你有沒有？再不然，你坐禪，你有沒有？再不然，你行事，忙公家的事情，你有沒有？我特別說一下喲！是，我們在座的有幾位，不但一樣事情，三樣同時具足，啊，我真讚歎！乃至於有病的人都在那裡這麼認真地忙，就是我們年輕力壯的小伙子，躲在房間那個睡大覺啊！",
    "1708": "[28:28]可是這個舍利弗尊者一看說：「對不起，你出了家要做三件事情，現在三件事情你一樣都做不成，不行、不行！」唉呀，他沒辦法，他去求別的，那求別的說：「欸，你來之前，你有沒有找過別人？」「我找過。」「找誰？」「找舍利弗尊者。」「舍利弗尊者怎麼講？」「舍利弗尊者告訴我這麼說 ……。」「那對不起，舍利弗尊者是佛的大弟子，他的智慧第一，他是這麼說的話，啊，那我沒辦法。」啊！這樣。然後他找遍了那個佛的弟子，統統拒絕。唉呀，他就在這個祇桓精舍門口哭啊！說心裡面 ‥「家裡面，家裡面人不要；要跑到去出家，出家也不要。」那只好苦苦惱惱地一心念佛。欸，他的善根到了，那個佛感應了，那就來了，現出光明來。啊！看見佛，他歡喜得啊，然後像大山崩投在佛前面。"
}