{
    "4": "[00:04]佛就問他：「你幹什麼在那兒哭哭啼啼呀？」他就告訴他這個因緣，「那好、好！你來出家。」就這樣，那麼就出了家了。出了家以後，任何人有他的緣的，他一看那個緣，他跟目犍連尊者有緣，他就告訴他說：「儘管舍利弗尊者，那些人都說 ……可是你要曉得，真正對事情的了解只有佛，佛無量阿僧祇劫所積累的功德，那些沒有一個羅漢具足，所以他們不可能了解你的情形，你有善根的。」「跟誰呀？」「跟目犍連尊者。」那麼叫他交給目犍連尊者，目犍連尊者就帶著他了。",
    "45": "[00:45]目犍連尊者一想：唉，這個老頭子他什麼事情都不能做，但是世尊說的，那一定沒有問題，好啦！好啦！那你跟，那就跟著吧！那麼他剃度了以後，然後他就跟著大家一起。跟著大家一起，雖然跟著大家一起，他畢竟是一個老頭子啊！什麼事都做不來，所以有個年少這個比丘啊，大家都好作弄他。哎呀！他自己覺得：我這個在家裡面已經苦惱，覺得出家可以解除苦惱，結果出了家又更苦惱。唉呀！他越想越苦惱，結果跑到恆河邊上面，算了！算了！我這一生命就送掉了。他就把衣服脫下來，對它恭敬頂禮，他說：「我絕不棄捨三寶！但是呢我這一生已經沒有希望修學了，所以我至心恭敬地祈求三寶加持我，然後讓我轉世，年輕就出家。」然後呢他對那件衣服脫下來掛在樹上，拜完了，噗通！跳到河裡面，他跳到河裡面自殺。",
    "106": "[01:46]那個時候，那目犍連尊者，就因為剃了這個老比丘，這個老年人，他就觀察說：唉呀，我這個老徒弟現在在幹什麼？一看哪，他跳到恆河裡面去了！目連尊者的神通，那就把他救出來。救出來了以後，就問他說：「你幹什麼啊？」「我如此這般啊！」「噢，沒關係，你跟著我吧！」跟著他，然後呢跟著他就帶他去，說：「既然這樣子，我帶你去散散心吧！」好，然後呢散心。",
    "138": "[02:18]結果跑出去的時候，喲，第一個就看見一個死屍，一個死屍。那個死屍長得非常漂亮的一個死屍，可是那個死屍身上有一條蟲，那個從她那個嘴巴裡面爬出來，從那個鼻子裡面鑽進去，然後鑽進去眼睛裡爬出來，在那個地方轉。看見了那麼美的人死掉了，啊！直覺得很可怕。然後呢，這個裡面一條蟲在那地方，看得真是噁心，他就問了，說：「師父，這個什麼？」「你現在不要問，等一下告訴你。」再跑！嗯，再跑，跑得去啊，他前面又看見一個人，說有一個女的，在那個地方幹什麼？在那個地方煮一鍋大的油鍋啊，在「嘩！」滾，滾完了，自己她「蹦！」跳下去！跳下去把那個自己滾熟了以後，然後呢撈出來自己吃。唉呀！這個痛苦不堪，死了以後然後再活。哎呀，他看了是毛骨悚然，「這、這怎麼一回事情啊？」「等一下告訴你，你再看！」就這樣。",
    "201": "[03:21]那麼這麼一看、一看，就看到了第五個，看見了一個大山。哎呀，那個山是大得不得了地大！大極了！一個大山，就這樣。那麼到那個大山上面，他又看見了，反正是看見了各式各樣的那些恐怖的事情。那麼完了以後，他又問，他說：「怎麼這個地方，怎麼有這麼一個大山呀？」他就說：「那個大山呀，那個大山就是你前生死下來的骨頭。」「什麼？我前生死下來的骨頭！」那好了，我把前面的前後的因緣都告訴你吧！剛才你第一個看見那個死屍，是怎麼一回事情呢？喏，就是那個某個國家的那個長者，那個長者夫婦兩個都非常地好，那麼這個長者的夫人長得非常美！那麼他們到海裡面去求寶，不幸到了海裡邊哪，遇見一陣那個黑風，那個船翻掉了，翻掉了嘛就人死掉了。那個大海是不容死屍，那個海法，所以把那個死屍漂流到岸上。那麼這個女的本身，她長得非常美，所以生前對她這個身體非常執著、非常愛好，所以她死了以後，因為她那個身體的愛好、執著，所以變成個蟲。",
    "285": "[04:45]哦！他看一下，嗨，人真一點意思都沒有，原來這樣結果。眼前是變蟲，因為她前生對這個身體的執著所以變蟲，這個蟲命完了以後墮地獄，然後呢受無邊的苦。唉！他聽見了是汗毛直豎，原來對這個身體，這樣好的身體都不能執著，那何況是我這個老的一百多，近百歲，啊，一無是處！他心裡是越想越害怕。所以我們現在想到這地方，不必為營養而忙，這營養忙了以後，你也投條蟲。她是個在家人喔！如果說是個出家人的話，你做條蟲的機會都沒有，這是千真萬確的事實喔！",
    "332": "[05:32]那她第二個幹什麼？第二個是某長者家一個傭人，那個長者是一個非常信佛的佛教徒。那麼那一次是供僧，供僧的時候，就叫那個傭人煮那個供僧的東西。然後呢她每次煮的時候，總是先把好的東西，先把它吃那麼一下，吃過了，然後完了以後，再供養其他的僧眾。結果因為吃了很好的東西，哇！長得非常好。那個主人說：「欸，你長得這麼好，你吃了什麼好東西啦？你是不是認認真真地去供養那些聖者？」「我是呀！我供養。因為主人你做得非常好，他們都吃不完，剩下來給我吃，我吃了這個好東西，所以這樣。」她騙了他的主人。她因為生前騙了，所以現在就第一個先受這個，這個是花報，等到這個花報盡了，將來就下地獄，要受無量無邊劫的苦，然後出來。這麼一個、一個這樣地說。",
    "402": "[06:42]啊！說到最後，他說：「那麼這個大山是怎麼一回事情？」哦！這樣：前生那個地方有一個大國國王，那個國王是依法治國。他有一次那個國王吃醉了酒了，那麼有一個人犯了罪，犯了罪跑得去問那個國王，那個國王說：「既然犯了罪，依法治。」然後呢就把這個人殺掉。殺掉了以後，他後來酒醒了，酒醒了以後，他就想起：「欸，剛才有個人犯了罪，那個罪人現在哪裡呀？」「殺掉了。」「怎麼殺掉了？」「國王，你剛才不是說，犯了罪就依法治。」後來一想，這個人罪不致死，唉呀，他就很懊悔，懊悔已經來不及了。他是很正規的，可是因為他這樣地犯了這個罪，但他平常因為做了很多善事，所以他那個引業墮為畜生，但是他那個滿業，卻是做了這麼好事。所以完了以後，投一個大身眾生 ─摩羯陀魚，這個摩羯陀魚是大得不得了。平常我們說鯨魚、鯨魚，實際上比鯨魚還要不曉得大多少倍。",
    "473": "[07:53]那麼後來那個摩羯陀魚，還有種種苦報，這不談。嗯，牠平常的時候常常這個一張開口，就這樣，這個我也簡略一點地講。有一天這個摩羯陀魚牠睡覺，一睡睡了一百年，那麼牠醒過來了。醒過來了以後，覺得嘴巴渴，就張開嘴巴來喝一口水。他那個摩羯陀魚一張開嘴的話，那個海水就像這個瀑布一樣，呱啦啦直瀉下去，所以海上的所有的這種東西，統統一起灌到牠的肚子裡。那個時候正有一船的人在那個船上，就順這個海水，就「叭！」下去。那下去了，大家曉得：哎呀！那是摩羯陀魚。那個船上的人這可是皈依三寶的，皈依三寶的。一看見那個情況，說這一下沒命了，大家拼命念：皈依三寶、皈依佛、皈依法、皈依僧，大家拼命地念。這個摩羯陀魚宿生有善根的，牠一聽見這個，「欸！這個三寶相應的，不可以！不可以！」牠馬上把那個嘴巴就閉起來。閉起來了以後，結果因為這樣的因緣，牠一念這樣的善根，牠就脫了這個魚身，這樣，然後呢又投生到人間。然後這個魚身那就是喏、喏、喏，現在你那個大山，就是你那個宿生的身。那麼現在你就是因為宿生一念的善根，現在就這樣。「啊，原來這樣啊！」他一想到這件事情，那是不得了，拼命用功。結果以這樣的一個衰的老頭子，沒有多久，證了果了，證了果了。",
    "582": "[09:42]證了果以後，那目犍連尊者就帶他回去，帶他回去的 ……他神通自在。他是證了果了，但是那些年少的比丘不知道，又看見這個老傢伙又回來了，又跟他開玩笑。他證了果，他根本不在乎，根本不在乎。別人還跟他開玩笑，那世尊可曉得的，反正你隨便輕視，輕視這個袈裟都不可以，何況是個證了果的聖者！那就叫那個老者，就給他說：「你現在出去作了些什呀？」他就給：「世尊哪！我的和尚告訴我這些呀 ……如此啊！」「是，你的生分已盡，所作已辦哪！」然後給他說法，他現神變。啊！這些年輕人一看哪，大為驚訝！所以大家就：「啊！你看，我們平常都笑他，這麼一個老的、老朽的，什麼事情都做不成功，他一念精進馬上成功。」這樣！",
    "638": "[10:38]所以佛世的時候有各式各樣的，指鬘 ─那個殺人的一個人，欸，結果他也證了果了，鴦掘摩羅。然後優婆離尊者是一個下賤的人，他出了家也證了果了。還有一個我忘記掉了，是專門的除糞人，那是最下賤的人，他也出了家了。乃至於這麼個老頭子也出了家了，也證了果了。乃至於周利槃陀伽，周利槃陀伽，世尊叫他唸兩個字「掃帚」，他唸了個掃，帚字忘記掉了。掃、掃、掃，掃什麼呀？不知道。掃帚，帚、帚、帚什麼？掃字忘記掉了。說唸這麼兩個字唸了幾天，他也證了果了。我們現在總不至於這樣吧，總不至於這樣吧？注意啊！這一個是值得我們警惕的，原因在哪裡？簡單極了，就是你的心裡邊，就是你的心裡邊，你心裡邊振作起來，這第一個 ─我一定要做成功這一件事情，我一定要做成功這一件事情！",
    "703": "[11:43]所以我以前曾經跟你們引用過幾個典型的故事，譬如福特成功的公案，乃至於近代很多這種有名人物成功的公案，他主要的是什麼呢？就是這心裡邊一心的信念：是，我一定要咬緊牙關，一定要立那個志！我們現在這裡有最好的環境，你只要這個立志，最後有最好的幫助，最好的教法，那成佛都不難哪！這個是我們要了解的。所以到前面，最後的結論，告訴我們一個事實：我們以最圓滿的這個德相之身 ─現在我們都得到了，儘管後面的幾位還沒有，但是我曉得你們幾位都正在做準備，步步走上去，步步走上去；然後呢要裡邊發最殊勝的意樂，到那個時候佛果是決定可辦，佛果是決定可辦。說到這個地方，然後呢因為下面剛講中士，中、上士這兩個，這個地方我也講一個故事，來比喻一下。",
    "779": "[12:59]剛才不是講目犍連尊者嗎？他是佛弟子當中神足第一的，神足第一的，神通第一的一個人，最了不起的。有一天，是白月十五，誦戒布薩的時候，佛在這個阿耨達池，那個龍王那裡，那個阿耨達池龍王在布薩的時候就來看，一看哪，說：「欸，舍利弗尊者怎麼不在？」那麼他就問，說一看舍利弗尊者不在，他佛陀就跟目犍連尊者說：「某人哪，你去把舍利弗尊者叫來，把舍利弗叫來，我們要布薩了。」當然目犍連遵者，他因為神通第一嘛，他就去找，一看哪，那個舍利弗尊者還在給孤獨園，跑得去跟他說。他說：「這個，欸，師兄啊，佛布薩，佛讓我來叫你去。」「好、好、好，那你等一下，我這個 ……。」那一個帶子，解下來那個帶子 ……他要他等一下，他說不能等啊！不能等，要拉著他。那個時候有一根帶子擺地上，「你要拉，你先拉拉那根帶子看。」然後目犍連尊者，他是神通第一哦，要拉那個帶子，盡其神力是不能拉動。",
    "870": "[14:30]那個舍利弗尊者，把那個帶子的那一頭，拴在這個閻浮提樹上面。因為目犍連尊者神力第一，所以他拉那個帶子，大地都在那兒跟著動，這個帶子一動都不動。啊！怎麼、怎麼、怎麼這麼這樣不行呀？那麼第二次，他想 ……這個舍利弗尊者一看不對，那被他那個大力拉動了不對，他不要綁在那個樹上面。他就把那個帶子的那一頭，繫在那個須彌山上面；他還在拉，結果須彌山也搖起來了！這個目犍連尊者神力是這麼大。但是儘管他神力大，這個帶子還是拉不動。不過舍利弗尊者一看，不對、不對，它帶子雖然沒有拉動，須彌山被他拉倒了，那可不是開玩笑的。他就把那個帶子那一頭，拴在世尊那個座位上面，他再去拉，一動都不動。唉，他心裡是一點辦法都沒有，他說：「好了、好了，反正我已經盡了我的責任，世尊告訴我來叫你，你不去，你管你的，我可去了。」所以他說完了，他就走了。",
    "935": "[15:35]他神通第一喔，當然他是神通，一下就到佛。結果他跑到佛那裡一看哪，舍利弗尊者坐得好好地坐在這個佛的前面。咦？奇怪了，他就報告世尊：「世尊，是不是我的神通退失了？你說我的神通第一。」「對啊！你神通第一。」「是不是我退失了？」「你沒退失。」「那沒退失，為什麼我跑得去叫舍利弗尊者，先拉那個帶子，拉了個半天不動，最後回來的時候，明明我先回來，結果他等到我回來，他坐得好好地坐在那裡。」「不是，不是，那不管啦！好啦，回來啦，我們就布薩吧！」那布薩。結果很多弟子，本來大家覺得目犍連尊者的神通第一，結果大家都看見了這件事情，大家心裡想：唉，這個傢伙也不過如此！這樣，大家就輕視他。",
    "986": "[16:26]所以布薩完了以後回來，佛曉得，這個聖者隨便起個輕視心不可以，他就說，說：「我的弟子當中，目犍連尊者的神足第一，你表演一點給他們看看。」「好。」怎麼表演？他就一動，一個腳站在須彌山的頂上面，然後另外一個腳站在那個梵天上面。然後呢，他把那個站穩了以後，一腳踢那個須彌山，那個須彌山一踢，那個整個的大地就「匡！」天翻地覆。喔！大家真是佩服得五體投地，服服貼貼，發現：啊！的的確確沒有一個人有這個本事。這個公案是同樣地講，同樣的佛怎麼樣，還沒有講，同樣地講兩個羅漢。可是羅漢當中，妙了！舍利弗尊者智慧第一，目犍連尊者神足第一；儘管你神足第一，敵不過智慧。說明什麼？佛法的特質在智慧，佛法的特質在智慧。那麼舍利弗尊者，儘管大家是說羅漢，他智慧第一，你這個神通拿他一點辦法都沒有，怎麼比，比不過，這第一個。第二個呢，我們跟佛來較量一下，下面是有一個公案。",
    "1075": "[17:55]有一次，佛那麼講法，他曉得佛，他有好幾個公案。佛的所謂梵音聲相，這佛的這個聲音沒有近遠的，在任何情況之下，任何地點、任何人聽起來就這麼美妙悅耳，與他的根器相應，就這麼恰如其分。你一聽那個聲音啊，就全部被它貫注去了；一思惟它的內容啊，你馬上得到好處；照它的道理去做，馬上證得了聖果了，這樣地好。所以他就想：它那個佛的聲音到底能夠多遠？他就找。結果盡他的神力一直找，怎麼找，那個聲音始終就像耳邊，始終就像這個樣子。結果走到有一個國土，那個國土名字我忘記掉了，那個佛叫作光明王佛，找到那個地方，找到那個地方它還是如此。",
    "1130": "[18:50]那個光明王佛的那個佛身非常長大，他那個長大多少？哦，是佛身高四千里，那麼那個菩薩身高是兩千里，我們現在的人身不到一丈，不到一丈。我剛才算了一下，他那個比起來，大概多少倍？一里的話，我們以前的華里是多少？一千，一百五十丈，對不對？好像是這樣。換句話說拿我們現在的比起來的話，是六十萬倍，哇！不得了。你不要說六十萬倍，這一萬倍；你不要說一萬倍，十倍，十倍一比的話，一百倍。現在一萬倍，六十萬倍，那你怎麼能比呢？所以這個目犍連尊者，那個比起那個地方的菩薩，小得那真是不能再小的，我們還找不到這麼小的小蟲。",
    "1187": "[19:47]那個菩薩那個時候正在吃飯，吃飯當中，目犍連尊者也不曉得那個是缽，他自己當然很小，他就站在那個缽的邊上面去遊行。那個菩薩正在吃飯，說：欸，怎麼一個黑點？這菩薩一看，原來一個小小的小小有情，他也不曉得這個什麼人，他就那兒看，嗯，什麼？今天那個缽的邊上，來了個小蟲。那個佛可曉得的，欸，說：「某人你注意喔！這個不是喔！這個是什麼？這個是某方（這個好像東方吧），釋迦牟尼佛座下上首弟子，神足第一的目犍連尊者。你千萬不要傷了他，你不要把他看成小蟲哦！」「哦？有這樣的事情嗎？」他心裡，嗯，他想這個釋迦牟尼佛，這個大概一定是 ……他那個弟子是神足第一，是這麼樣！他心裡就起了一個念頭。佛就告訴他：「哦，你們千萬不要起輕慢心！」所以他為了讓那些弟子們不輕慢，他就告訴他說：「某人哪，目犍連哪，你使一個神通給他們看看！」說：「是！世尊。」",
    "1255": "[20:55]然後他馬上一現，現一個無量無邊的虛空身，然後呢在虛空當中現一個大的獅子寶座，然後呢這個寶座上面有各種瓔珞，無比地莊嚴，然後呢瓔珞上面有各式各樣的蓮花，每一個蓮座上有釋迦世尊的化身在說法。啊！那個神蹟，就以他們這個地方，是從來沒有看見過。哎呀！大家無比地讚歎啊！讚歎得不得了。那個時候，菩薩的這個慢心統統降伏。那光明王佛說：「好、好，可以了，可以了。」他就恢復了。不過，他就告訴他：「欸，你為什麼到這裡來呀？」他說：「我要想找那個佛的聲音，找了半天找不到。」「這個佛的聲音，豈是你可以找的，佛的梵聲音相，它跟法界相應，沒近遠，在任何情況之下你永遠去找，永遠就是這個樣，這是我告訴你。」這一下子目犍連尊者也服服貼貼的了。「唉！我真是起了妄心，佛一直告訴我們，這個羅漢不管在任何情況之下，你要測佛的智的話，你絕無可能，絕無可能。我怎麼今天會起這個妄想！好了，好了，回去吧！」就這樣，他要回去了。",
    "1328": "[22:08]結果他也沒辦法回去，唉呀，怎麼也沒辦法回去，他那個神力可不可到的。這一下他就慌起來了，求那個佛陀。光明王佛說：「就是以你的這個神力，不要說你現在沒有氣力，你就是有氣力的話，你都沒辦法回得去，要經過幾劫啊！」「那我怎麼來的時候，就那麼隨便聽一下就來了；怎麼回去的時候，怎麼回不去？」「那不是你的力量，是佛的力量！」「那怎麼辦啊？」他苦惱得要命。「很簡單，你一心皈投佛。」「對啊！我以前不信佛，這個絕不可以！」所以到那個時候，他就一心皈命，才心裡面一念是「南無本師釋迦牟尼佛」，欸，好好地回到了佛跟前。",
    "1375": "[22:55]這個裡邊有很多特別的意義，我不說。說明了一下，二乘跟佛之間，儘管證得同樣的果，佛同樣也得到這應供果的名字；羅漢也是應供果的名字，這兩者之間是完全不能比、完全不能比，完全不能比，完全不能比。這個概念我們必定要清楚明白。眼前這教法還沒說明之前，我們心裡邊先把這一種故事擺在心裡，等到你學完了中士，學完了上士，那個時候你就很清楚、很明白的，原因何在。現在我們不妨心裡面想：啊！沒錯，對，現在既然我們得到這樣圓滿的身，然後呢只要發這樣圓滿的意樂，一定得到圓滿的果。實際上呢這個還是最省事、最方便、最好的路，現在走下去。看卷六，一百五十二頁。",
    "1448": "[24:08]敬禮勝尊具大悲者足。它每一個地方開始的時候，一定是皈敬世尊，皈敬世尊，這個道理一開始說過了。",
    "1468": "[24:28]如是隨念當死及思死後墮惡趣之道理，能令其心厭捨現世，於後善趣發生希求。這就是前面下士道當中所說的皈依之因。因為內心當中有了這個認識，當然這個認識一定是依靠善知識，指明世間的真相，你如理觀察思惟的結果。所以到那個時候，就要求皈依。說：",
    "1504": "[25:04]次由共同皈依及由定解黑白業果，勵力斷惡修善，則能獲得善趣妙位。由於這樣的因，所以你皈依，由於這樣皈依了，最後達到了解正確的佛法的根本，如法行持、斷惡修善，所以增上生。",
    "1531": "[25:31]然非以此便生喜足，你不要把這個作為滿足。這個話講一下，這個話講一下。我們現在有沒有得到這個？對不起，很難說，以我來說，我自己曉得還沒有，所以我自己一點都不敢馬虎。我以前我有一個毛病，懂得了一點，哎呀，自己覺得懂得不得了，人家告訴我的就聽不進，我總覺得很懂。現在我看很多同學當中也是這個樣子，唉呀，他懂得了，他總覺得樣樣都懂了，然後呢其他也聽不進了，這個好遺憾、好可惜！世間也是如此，出世也是如此。",
    "1584": "[26:24]或者你看見，看見的不是壞喔，的的確確地，它的的確確是好。可是不幸的我們看見的什麼？我們看見的是五濁惡世的凡夫世界，在這個凡夫世界稍微好一點，然後你就覺得以這個榜樣的話，就算你做到了也只是如此欸！對不對？前面告訴我們，你證得了這個聖者的羅漢果都不行欸，這個是我們要了解的。所以我這個地方特別提一下，如果我們自己覺得「我很對！」你錯了，你錯了！前面告訴我們，你真正相應的話，如果你發現你自己錯了，那你是有智慧的人，你有了這個你就可以爬得上去。反過來說，你自己覺得你很懂啦，那對不起，你只是一個世智聰辯最多，而且這是八難中人，這是我們千萬要注意的！",
    "1645": "[27:25]所以現在前面已經提醒我們，這地方更告訴我們：千萬不可以覺得夠了！所謂這夠了已經生起什麼？已經生起共下士之量。所以大家注意，你們自己檢查檢查，是不是你已經生起共下士之量哦？我們共下士之量生起什麼現象？一看見眼前現在，一跑到齋堂裡，「唉呀，這個東西可怕，但是我不能不吃它！」所以你每吃一口，佛經上面告訴我們，如曠野食子肉想。你越吃是越難受，吃得可以飽了，唉呀，趕快放下來，那個才是生起哦！如果你吃的時候越吃越起勁的話，對不起，連它共下士都沒有。如果在這種情況，居然喜樂的話，那完全錯了！進一步，",
    "1699": "[28:19]是令發起共下士之意樂及發共中士之意樂，厭捨生死一切事已，依此因緣而發大菩提心引入上士，為什麼不能把這個就覺得滿足呀？哦！是說這個地方讓你作為基礎，先從這個基礎上面做這件事情。這個基礎部分是跟下士一樣的，這個叫共下士。然後更進一步，再上面一步 ─中士，這個是因為共中士一樣的，它共中士的內容是「厭捨生死一切」，不但是求後世，後世生了天你也不要。那麼依這個「發大菩提心引入上士」，這個才是。",
    "1753": "[29:13]故於此中，須修中士之意樂。現在我們已經有了下士的量了，進一步就要上去。欸，念完了小學，要學中學了，不要說：「哎喲，我小學了，我現在樣樣都懂了。」要是說：「欸，我現在小學了，念完正好念中學了。」這樣那就對了！"
}