{
    "8": "[00:08]所謂雖得人天勝位，然仍未能出於行苦，若即於此執為樂性，實為顛倒。為什麼？雖然說你得到了人天的好處，但是行苦還沒出，最後還在輪迴當中哦！假定你把這個以為快樂的話，那你是顛倒了。",
    "30": "[00:30]故於真實全無安樂，其後定當墮諸惡趣邊際惡故，譬如有一無間定當墮於懸險，現於險崖暫為休息。所以雖然共下士做到了，但是對於這個真實的究竟意義來說，一點快樂都沒有，最後一定要墮落的。就像我們現在，在這個懸崖當中暫時休息一下一樣，一動馬上就跌下去，粉身骨碎啊！",
    "65": "[01:05]《入行論》云：「數數來善趣，數受諸安樂，死後墮惡趣，常受極大苦。」這很明白。",
    "73": "[01:13]《弟子書》中亦云：「諸常轉入生死輪，而於暫憩思為樂，彼定無主漸百返，漂流等非等諸趣。」現在我們普通人是怎麼樣？永遠在生死輪迴當中轉，而目前只是暫時得到一點點，這個三有當中的人天好的位子。把這個內容看不清楚，因為愚癡顛倒而把它看成快樂的。那個是沒有正確的認識，他自己作不了主。為什麼？看不清楚，無明，無明嘛當然作不了主。於是漸漸又轉百返，於永遠 ─這個「百」不是一百趟，百是泛，泛指，永遠在六道當中輪轉。「等非等」，或者上、或者下，這個意思。",
    "133": "[02:13]故於善趣亦當厭患，猶如惡趣。所以我們真正的，對好的應該產生厭惡，這個是非常重要的。",
    "144": "[02:24]《四百論》云：「諸智畏善趣，等同奈洛迦，不畏三有者，此中徧皆無。」這個論上面告訴我們，真正的智者，對這個善趣看得像地獄一樣，不怕這個的，在我們這個圈子裡是絕對沒有的。注意哦！所以現在我們要了解，你一旦真正的出家，這個才是我們的目標。在這個圈子裡邊，不要說眼前，就把你生天，生到天上面去，就把你做到一個國王，就把你做到天王，你看起來像地獄一樣地恐怖，這個才是哦！",
    "188": "[03:08]《攝功德寶》中亦云：「諸具貪生死意恆流轉。」我們現在這個狀態是什麼？這個貪著生死的這個，這一個心意狀態什麼呢？永遠在生死當中流轉，這是我們應該認識，真正產生厭離的。所以任何一樣好東西，你要了解，真正修行的時候，法愛如果說不遣的話，你上不去。所以在這個五道十地當中，資糧、加行，這個加行再上面去，所謂加行是煖、頂、忍、世第一地。世第一地最後的後心，那就是見道。這個到了這個頂端以後叫「頂墮」，停在那裡上不去了。它頂墮是什麼？就是他修了法以後他也歡喜，唉呀，覺得好，他有這樣的一念的歡喜的執著，就爬不上去。看看哪！那些人都是已經我們說起來是已經真實相似見道，說大徹大悟的祖師很多是這種人，他有了這一念，上不去。我們現在差得十萬八千里，這個心裡面還這麼個放不下，這個我們要認識的。不是要去做到，我處處地方提醒，我們真正要認識的現在 ─正知見，見的就是見這個，然後呢慢慢地努力去對治它。",
    "278": "[04:38]《弟子書》中亦云：「如如於諸趣中起樂想，如是如是癡闇極重厚，嗯，就像這個樣，你對這個六道輪迴當中，如果說你「起樂想」，感覺得這是快樂的話，對不起，那你這個愚癡非常重。所以我們眼前看看真可憐哪！這個也放不下、那個也放不下，這個也看不開、這個也看不開。利固然看不開，名也看不開，錢固然看不開，身體也看不開。乃至於我常常覺得，打了板了還趴這個床上爬不起來，唉，實在是，實在是，我自己深深一直為這感覺 ……儘管跟你們說，策勵你們，問我自己做到了沒有？我老實說我沒做到。我只是經常提醒：打了板了，趕快起來！有時候頭昏了半天。我總記得，當年我這個阿闍黎告訴我的話：「叭！你坐起來！」然後坐起來，然後呢腳放下地，哎喲，冷得要命！好，趕快穿衣服。千萬不要說：「哎喲，冷得要命，再擺在棉被裡面，反正打頭板。」那你就害了。",
    "356": "[05:56]這個注意哦！就是你處處地方，這正知見最重要，這是我隨便一提。你從任何一件事情，不要看成快樂的，這種快樂的都是什麼？陷阱，陷阱！這是我們必定應該認識的一件事情。你有了這一個念頭，現在真正重要的就是，注意哦！這個念頭最重要。",
    "380": "[06:20]所以眼前我常常告訴你們我自己的過錯，這有個原因的，就是你們不要害怕！就算是現在你們覺得，很尊重的這樣的一個老師，他自己都有錯誤，不但有錯，滿身錯誤。可是真正重要的是什麼呢？我自己認得了錯誤在改。因為改，所以今天你們覺得能夠尊重他，尚且如此，何況是佛呢！所以你們只要 ……這個才是你們該學的地方。所以注意！真正重要的，不是認得了道理看別人不是，跟別人講道理。你必定要把這個道理，看見自己錯在哪裡，然後努力策勵自己：「我總歸要努力！對不起，我爬不起來，我偏要爬起來！」就是這個。所以告訴我們，你如果對這個地方起點樂想，錯了！反過來，",
    "437": "[07:17]如如於諸趣中起苦想，如是如是癡闇極微薄。對一些那快樂的事情，你能夠「起苦想」，那麼你那個時候愚癡慢慢地減輕了，這個東西叫智慧。現在有很多人腦筋的確很好，然後你把那個腦筋用在這個上頭，那就對了。哦！應該這樣地思惟，然後呢觀照自己。你能夠觀照了以後，到那時候，你往往要跟人家辯論的時候想：欸，錯了、錯了！原來不是我有道理，是我是什麼？見煩惱重。那個時候，你話到嘴邊馬上吞下去。這個時候你的這個智慧慢慢地就增長了，愚癡就減少了，這個對見煩惱而言。同時呢對思煩惱這個習性來說，也是一樣，你平常的時候覺得：唉呀，冷得受不了，你剛才說的，又想縮到被窩裡。「欸，不對、不對，這個東西不行！我寧願在那裡咬緊牙關，然後多冷一下，然後策勵自己再穿衣服，一定要起來！」就這樣。說這個是平常我們應該知道的。",
    "503": "[08:23]如如修習淨相極增長，如是如是貪燄極熾然。下面就是告訴我們，眼前對美好的東西，你把這個美好的，覺得它好的話，害了！這個東西貪心，貪心增長，貪這個東西非常可怕，是越貪是越厲害的。這我想我們大家都有這個經驗，你這麼越貪是越厲害的。所以這個「依眾靠眾」還有個好處，儘管我們現在理路或者清楚，或者不清楚，習性或者厲害，可是在大眾面前總覺得不大好意思，所以靠著大家多多少少，少造一點罪。等到你一個人的時候，你就害了，這貪心永不能圓滿。所以凡是我們歡喜的東西的話，不要看見它是清淨美好的。",
    "560": "[09:20]如如修習不淨極增長，如是如是貪燄極殄息。」你要看見這個東西好可怕的，是大騙子，這個大騙子給你一點小小的甜頭，把你送到地獄裡面去，那時候你想到的話，你心裡面就對它起恐怖。當然真正的平常我們初心修的人，對貪心譬如說用不淨觀什麼等等，有它特別的對治，這個以後講，眼前這裡我們要了解這個原則。",
    "597": "[09:57]此說從無始來，執著三有盛事為樂，增益串習諸淨妙相。上面告訴我們，因為我們無始以來，我們虛妄顛倒的關係，把這個三有當中這種好事情，把它看成快樂。一向習慣，一向把這個妄想以為正確的，所以總把它看得這是好的，這個我們要認得它。",
    "627": "[10:27]能治此者，若修苦性及不淨相彼等便息，它最佳的對治，什麼呢？修苦性，修苦性，說原來這是苦的；還有呢不淨，修不淨觀。實際上這個裡邊，正修的時候修什麼？「觀受是苦、觀身不淨」，這是我們最難對治的兩樣東西，最難對治的東西。但是它有正確的方法，正確的方法，下面將來告訴我們煩惱的時候，那時候我再提起。當你這個一個念頭生起來的時候，你那時候才了解了，原來你又在被煩惱轉。然後呢轉了以後，真正煩惱轉的時候，的的確確我們誰都拿它一點辦法都沒有，這個是可怕極了。所以你必須事前認識，然後呢思惟觀察，到境界現起的時候，這一個正法相應的這一種現行現起的時候，那個時候你有力的對治生起了。那時候你歡喜，「啊，今天我居然打了一個勝仗！」那個快樂真正的快樂。",
    "704": "[11:44]你平常吃的東西，當你吃的時候吃得很起勁，你真的快樂嗎？那大家不妨心平氣和想想看。我們大家都有這個毛病 ─貪心，唉呀，好東西，事前是越多越好；吃完了以後，哈，肚子吃得脹脹的，睡在那裡，站也不是、睡也不是，就這樣。當時真的快樂嗎？吃的時候並不覺得快樂耶，我想大家都有這個感覺。你是一個勁兒就在那個地方做那件事情，吃完了以後昏昏沈沈，然後到那個時候又要來了，快樂在哪裡啊？欸，但是奇怪，它就偏偏到那個時候就讓你去這樣做，這個就是這個真正的行相。這個煩惱止息的道理，慢慢地好好地學。那麼你能夠如法地修學的話，這個就靜息了。反過來，",
    "756": "[12:36]若不修習便增癡貪，轉諸有輪，故修諸有過患為要。所以如果說你不如法地去修行，修習這個對治法的話，那麼那個時候一直增長的癡跟貪，貪裡邊一定有癡。然後呢貪的最後的結果，得不到的話，瞋也跟著來，這個三樣東西就這樣的輾轉地相應。由於這個造業，然後輪迴三有，你沒辦法跳出來。既然前面你怕、厭惡，唯一的辦法就是這裡。所以現在曉得，啊，你真正要跳出來，要做些什麼呀？它說從這個上頭，從業感果的必然性，是了解我們真正要修的，是要修三有一切盛事的過患。然後從這個了解了以後，才步步深入能夠解脫，那個才是說進入更深一層，第二個步驟叫作中士。所以現在我們看看，那麼修中士這一個內容說些什麼呢？",
    "844": "[14:04]中士道次修心分四：一正修意樂，二彼生起之量，三除遣於此邪執分別，四決擇能趣解脫道性。初中分二：一明求解脫之心，二發此之方便。　今初「中士道次修心分四」，第一個「正修意樂」，喏，正修的這個內容是什麼，我們心裡應該些什麼認識，怎麼樣的做法。「彼生起之量」，第二個。「三除遣於此邪執分別」，這個是一樣的。第四「決擇能趣解脫道性」，既然你要求解脫，最後了解了，說第四個那個地方，就現在告訴我們了，我們哪，你要修解脫嗎？對了，解脫道是什麼一回事情，解脫道是怎麼一回事情。現在次第來講：「初中分二」，就是正修意樂。「明求解脫之心」，求解脫的心是什麼？第二怎麼樣發生這樣的求解脫的心，所以「發此之方便」。今初。",
    "905": "[15:05]言解脫者，謂脫諸縛。此復業及煩惱，謂於生死是能繫縛，所謂「解脫」，什麼樣呢？簡單，就是把綁住的把它解開來，這麼簡單法。那麼什麼東西綁住你啊？業跟煩惱，就是業跟煩惱把我們綁在生死當中，就是這麼簡單。",
    "932": "[15:32]即由此二增上力故。若依界判，欲界等三。以趣分別，謂天趣等或五或六。依生處門，謂胎等四，即於其中結蘊相續，是繫縛之體性。說，是的，現在綁住你的就是業跟煩惱，由於這兩樣東西的輾轉增加，結果呢把你綁住了。那綁在哪裡呀？綁的地方，如果拿這個「界」，拿那個地方，拿那個範圍來區的話，三界：欲界、色界、無色界。然後在這個三界當中，如果分「趣」，就是我們分成功六趣，或者就是這個六個類型，那麼或者是六等，或者是五等。如果把修羅判作天趣的話，就是五等，有的把修羅叫作非天，這個沒關係。還有一種呢，「生處門」，就是在三界當中你怎麼去出生的，那麼分成功四：胎、卵、濕、化，就是這樣，不外乎這個。",
    "1008": "[16:48]就是不管是三界，不管是六趣，不管是四生，總之前後業感緣起，前面的蘊滅，後面的蘊生，是「結蘊相續」。在這個裡邊繼續不斷地這個五蘊身，繼續不斷地向前推衍，說結生相續。那個蘊、五蘊，不是有一樣真實的東西。而這個五類東西，到那個時候舊的壞了，新的又生起來了，這一個東西，生新起來的繼續不斷向前面推衍下去，這個相續體，這個就是被綁住的這個。而業跟煩惱，綁住那個蘊體，就是這麼；就像那個繩子綑著你，就這麼簡單。這個繩子是業跟煩惱，現在這個你呢，就是這個蘊，五蘊。",
    "1075": "[17:55]故從此脫，即名解脫，就是這樣，從這個地方解脫開來，就是！",
    "1082": "[18:02]欲求得此，即是希求解脫之心。你現在呢要想從這個地方，說唉呀，不要被它綁住，我一定要想辦法跳出來，就是這個，就是這樣！",
    "1094": "[18:14]又此解脫，非為惑業諸行生已息滅，以諸生法，於第二時定不安住，不待修習能治等緣，則不須勵力，一切解脫便成過失，前面我們不是說業跟煩惱是能綁的東西，然後呢結蘊相續，就是我們生死的流轉的這個所綁的東西。那麼業跟煩惱的，說這個裡邊這樣，說這個業跟煩惱的諸行，它這個前面滅，後面的生。生完了以後它又滅，滅完了以後又生，生滅不停的。所以它生完了以後，它自己就會消滅。「以諸生法，於第二時定不安住」，它那個結蘊的事情，本身就是永遠生滅，永遠生滅。「不待修習」，假定說你不要去修習，說「不待修習能治等緣，則不須勵力，一切解脫便成過失」，就是說，那結蘊的體本身是什麼東西？找不到。它是怎麼一個？生滅繼續相續，換句話它一直相續的，一直相續下去的。這種情況之下，你必定要修習對治，斷了這個相續，那就對了。否則的話，如果你不修習對治的話，是呀，如果你不修習的話，對不起，它本身啊，它繼續不斷地就生滅、生滅、生滅。所以，",
    "1199": "[19:59]故若未生對治，當於未來結生相續。所以你沒有修這個對治的話，它永遠接下去。",
    "1207": "[20:07]由其發起對治力故，結生相續即便止息。你一定要修習，針對著這個生死流轉的結生相續，那麼它那個東西就停止了；那個停止了以後，那個繫縛也就沒有了。所以這個地方特別告訴我們，我們要求解脫心，那麼要求什麼解脫心呢？就要對這個結生相續，要找到如法如理的對治，對治了這個東西以後，那麼這個解脫才能夠具體地成就。了解了，所以說，哦，要求解脫，要一定要有解脫的方法，正確的方法，簡單的一句話就是這個。至於這個方法的內容呢，我想留在下面一次再講，今天這一堂就講到這個地方。",
    "1269": "[21:09]今天，《菩提道次第廣論》一百五十三頁，卷六，共中士，中士道。那麼這個中士，由於前面那個基礎上來，我們進一步了解說，雖然人天當中保持了善趣，是善道，但是畢竟最後還要墮落。由於這個原因，所以想到畢竟墮落還是苦，這樣不行，進一步還要更求進一步的解決。那麼那個從這個基礎上面，又向上一步，這個叫中士。那麼次第呢分四部分：正修意樂，哪一個是正式的，就是我們說中士要修的。換句話說我們的心裡的內容，我們應該有的認識，以及心裡這個狀態是什麼樣。那麼怎麼樣才能夠發生這樣的一個狀態，他告訴我們的，用什麼方法才行。這了解了以後，有一種錯誤的概念要去掉。對正確的了解了，錯誤的去掉了，最後告訴我們，那麼現在修什麼樣的道，能夠達到你這個目的。這個分這個四科，這個次第層層推進，圓成我們的目標。",
    "1396": "[23:16]那麼前面已經說過，所謂求解脫的心是指什麼樣的心？那麼這個心怎麼樣才能夠發起？平常說我們大家都希望，沒有一個人例外的，要想從痛苦當中脫出來，要想從痛苦當中脫出來。沒有一個人例外的，可是找不到，原因呢就是自己的愚癡，自己的愚癡。因為愚癡、不了解，所以不曉得從哪裡去找。現在我們很幸運地曉得，哦，要去找一定從那個方面，這個就歸結到從三寶。那麼更從那個地方了解了，單單前面這個不夠，更進一步到這裡。",
    "1455": "[24:15]那麼說現在呢，雖然我們進一步要求解脫，但是這個解脫的心，是曉得解脫，怎麼樣才能夠使得這樣的這個內心，跟它相應的如理如量地生起來？雖然我們大家都會這樣覺得：唉呀，這要求解脫啊！雖然你要求解脫，但是想完了以後，那下面就沒有一個力量來推動你，沒有一個力量來推動你，這樣。因為沒有推動的力量，所以當你想的時候儘管想，想完了以後，仍舊陷在自己一向的這一種習性當中，這種習性就是無明相應的見思煩惱。那種見思煩惱，儘管你拿來閱讀佛經，有的讀了半天增長各式各樣的知見，增長各式各樣的知見。結果呢它本來是要指導我們，憑這個去跳出輪迴的，淨化這個知見的；結果你弄了個半天，知見增長了一大堆。知見增長了，慢心也跟著增長，結果是煩惱是越弄越多。所以在這地方我們要很善巧地，找到這個正靜息的方便。那麼現在他下面告訴我們：",
    "1555": "[25:55]第二發此之方便者。怎麼樣能夠啟發這樣一個如理如量的認識。",
    "1568": "[26:08]譬如欲得止息渴苦，由於渴逼，見非愛相。那麼先舉一個譬喻。譬如說我們嘴巴渴了以後，覺得痛苦不堪，那麼你一心一意要想去找水喝。為什麼？因為你覺得嘴巴渴的時候，那是痛苦難受。這個譬喻我們可以更加深一點說，你生了病，假如那個小病沒有關係的話，叫你去看醫生你也懶得看。但是那個病痛苦難受的話，叫你不看醫生也做不到。同樣的道理，一定是對於這件事情感到它的非可愛，就是應該這麼反面的，更強烈說可怕、痛苦的這種狀態，由於這個力量逼迫，所以你一心就去求怎麼解脫痛苦，怎麼從痛苦當中透脫出來。所以",
    "1633": "[27:13]如是欲得，諸取蘊苦寂滅解脫，亦由觀見，取蘊苦性所有過患。同樣的，現在我們要想從這個苦蘊當中得到解脫，解決這個苦，也必須見到這個取蘊 這個取蘊就是我們身心的五蘊 它那個特質是苦的，以及它這個苦的種種的過失、患害。當你真實地見到了，那個時候你才一心一意才會求它跳出來。你要見不到這個的話，那根本不可能，所以說這個是道的根本在這裡。因為你要從這個地方求解脫，有找到了解脫的這個道，進而去找，找到了解脫之道，那時候你才會努力去修。你沒有這個力量的話，推動你的力量都沒有啊，所以嘴巴上面都是空話，原因在此。我們每一個地方必定要把握得住！乃至於現在你說，你為什麼要持戒？同樣的道理，你必定要把握得住這個原則，這個是最重要的。否則的話，你弄弄弄就弄錯掉了，弄弄弄就弄錯掉了。",
    "1724": "[28:44]故若未修三有過患，於彼發起欲捨之心，則於苦滅不起欲得。所以第一件事情，我們先一定要認識苦蘊所在的三有，這個三有的種種禍患，種種的不理想。當你見到了不理想、禍患的話，你就一心一意產生厭惡捨離，一心一意從這個地方跳出來。為了要跳出來，你就想怎麼樣才把這個痛苦能夠解除，你才會去求解除的這個方法。"
}