{
    "15": "[00:15]《四百論》云：「誰於此無厭，彼豈敬寂靜，如貪著自家，難出此三有。」任何一個人，對於這一個事情，如果不產生厭離心的話，他怎麼可能求寂滅這個厭離的方法呢？不可能的。反過來，他因為不了解這個三有的過患，而他見到三有這麼個好，所以他貪著難捨。既然貪著難捨，怎麼可能讓他從這個地方跳出來，怎麼可能從這個地方跳出來？所以啊現在有很多人哪，哎呀，要修行，說是要修行，喔唷，乃至於說受戒，乃至於出家，乃至於認真地去學；學了半天，他根本就沒把握住 ─你為什麼要跑得來學？他把握不住。所以到後來，知見一大堆，學問做了一大堆，有很多這樣。結果呢他始終在那個地方空轉，那是非常可惜，那是非常可惜！",
    "94": "[01:34]所以在這個地方，他首先把那個根本因指出來，換句話說，那個根本因有了，然後你在這個上面著力的話，把那個根本因慢慢增長圓滿，也就行了。否則的話，你忙了半天，忙了半天你所圓滿了什麼？染污之因，越做越遠，越做越遠哪，這一點是我們在這個地方首先應該認識。有了這個認識，然後你步步深入，所有的這些事情，都是幫忙我們解脫生死的。如果你這一個不認識，然後你跑進去的話，你那個知見都是不相應的，都是不相應的，這樣。那麼這種知見到後來呢，如果說你修的功德，那三世怨，到那個時候你很有錢；如果說你做學問，三世怨，你很有學問，就是這樣。",
    "155": "[02:35]所以現在有很多很有學問的人，很有財勢的人，乃至於很有地位的人，那種人他不能進入佛法的原因是什麼？就是有一類他修福德，啊，也在佛門當中布施、弄啊，修廟乃至於，但是根本因在哪裡，沒有把握得住。開始他是對的，沒有把握得住，所以他將來得到福報很大。有一類他那個時候，然後呢做學問做得很多，哎呀，經哪、律啊、論，然後深入思惟、觀察，乃至於講說，但是同樣地，根本因沒有把握得住，這一世很聰明，乃至於念書念得很好。有一類，持戒的戒相上面啊，做得非常地如宜，但是雖然如此，他真正的自淨其意，他的根本，為什麼要持這個戒的目的把握不住，這一轉世的時候，他聲望 ─說官位很高，那這個都是這樣來的。",
    "234": "[03:54]所以現在在這個地方，不管我們將來學什麼，你這一個根本因一定要把握得住，把握得住以後，然後不管你修哪一個都對。譬如說我們現在淨土念佛，是正因為如此，所以你那時候如救頭燃，「唉呀，別的我管不到啦，我只有一心一意依靠阿彌陀佛啊！」那時候你那句佛號就念得非常堅固。如果你持戒的話，你曉得得非常清楚，原來這戒的目的是在這個地方，自然而然你把握得住了，你就很努力。做學問也是如此。否則的話，我們處處地方產生諍論，說我這個對、你這個錯，然後呢大家又要忙這個、忙這個。在佛世的時候，這個典型的例子就是這樣。佛就告訴他這樣，喔，他聽見了，全部精神貫注在他自己的問題上，要解決這個問題。如果他解決了，解決了以後他煩惱解脫了，那個時候你再做就好了。",
    "300": "[05:00]那我們現在，不，有一種人比較差的，哎呀，忙著要去解脫，不管這些。結果呢，方法得不到，儘管你關起門來修行，修了半天，在煩惱當中轉，不知道。那麼反過來有一類人是先要了解，然後去作學問，作了學問作了半天，他不曉得作學問的目的是什麼，然後比較各宗、各派、各家、各門，這個對、這個不對，學問一大堆，諍論不曉得引起多少，也跑到外頭去，這個我們必須要認識的。所以現在這個地方特別告訴我們，喏，希求解脫的方法，根本何在！那看下去，說：",
    "345": "[05:45]希求解脫方便分二：這個啟發的方法分兩部分，第一個由集諦門思惟，第二個由十二緣起門思惟。",
    "354": "[05:54]一由於苦集門中思惟，二由於十二緣起思惟。這兩者當中你任意能夠了解一個，把握住一個，問題就可以解決了。你要想兩個都認識的話，那彼此之間為什麼要這樣開合，如果你弄得很清楚的話，那這個問題真是易如反掌。你去到 ……在任何情況之下，你可以處處體會，可以處處體會，所有的眼前這種障礙，都消除掉了。現在我們分那個兩部分看下去：初就是由苦集門中，分二。",
    "396": "[06:36]一初中分二：思惟苦諦生死過患，第一個先要了解、認識、觀察、思惟，這個生死的特質是什麼？苦，是苦。確確實實這一個是苦的。第二個呢，",
    "415": "[06:55]二思惟集諦流轉次第。那麼為什麼會在生死當中流轉呢？為什麼呢？這樣。這個兩部分，又一一各別分開來講。",
    "431": "[07:11]初中分二：一顯示四諦先說苦諦之意趣，二正修苦諦。　今初先說明四諦，說苦集滅道，為什麼先要講苦諦的原因，然後正講苦諦，現在說下去。要平常在我們一般狀態學的時候，我們就說：「經上面嘛告訴我們苦集滅道，你就告訴我們算囉！他為什麼要講，哦，『先說苦諦』啊、為什麼啊，這個次第為什麼要這講啊？」這樣。平常我們說：「啊！你趕快告訴我，告訴我們曉得嘛就好啦！」好像那個道理表面上面，我們找不到必須要說的理由，通常我們這種狀態。實際上呢，這個有他的絕大的原因在，絕大的原因在，現在我們把這個文看下去。",
    "486": "[08:06]集諦為因，苦諦是彼之果，故集是先，果應是後。集就是因。由於造了這個因，聚集了這個因，那麼感得的這個因的果。流轉生死的因是集，然後呢感得流轉生死的果是苦，所以照這個先後的次第，應該是集在先而苦在後。結果呢，世尊卻先講苦，後講集，所以說：為什麼原因世尊不順那個次第？",
    "533": "[08:53]何故世尊不順彼義之次第而作是說，諸苾芻此是苦聖諦，此是集聖諦耶？世尊正講的時候先告訴我們：這個是苦啊，你應該知道，這是集啊！他那個次第卻先講苦然後講集，恰恰相反，什麼原因呢？下面就說：",
    "559": "[09:19]大師於此違因果次第而宣說者，以有至大修持扼要，故無過失。第一個告訴我們，說佛對於這一件事情，把那個因果次第顛倒違反而說，他有他的特別的原因的。什麼原因？修行的綱要在這裡。你為什麼要學？你要學了去修行，結果你要修行的，那個次第就是這樣的，所以沒有任何過錯，沒有任何過錯。反過來說，他就是絕對正確地要這樣講，世尊之所以為世尊，原因就在這個地方。關於這一點，對於我們有一個非常重要的啟示。我們平常所以不能修行的原因，就是缺少了推動我們修行的力量，曉得這個要修行，要好，但是就提不起來。那麼我們以前聽過那個各式各樣的故事，那個故事都是這樣的：哎呀，他去了，出了家也不行。結果跑到地獄裡一看，跑到天堂上一看，哎呀！那個時候不管他年輕也好、年老也好，大家都拼命了。為什麼？啊！原來看見這個情況是這麼個嚴重。",
    "650": "[10:50]那麼同樣地，對我們也是一樣。我們雖然沒有這個福德因緣，感得佛菩薩帶我們到天堂地獄去看看，但是我們眼前都遭受到了。哦，一生了病，哎唷，生了病趕快去找醫生啊，這個事情，要該做的事情都不願意。你就急著、忙著，病是件小小的苦，你就拼命去找醫生。所以現在這個地方也指出來，說喏、喏、喏，這一個東西本身哪，是在大病、大苦當中啊！那麼他指出來了以後，如果說你能夠如理照他指出來的方法，一步一步地深入，那個時候你內心上面就產生一種狀態，什麼？覺得這個痛苦的逼迫性，就在這裡啊！那是無法忍受，你就拼命要去求解脫了。所以他為什麼要先說的次第。",
    "716": "[11:56]從剛才這個說的譬喻當中，我們也可感受得到，假定我們在生理上面遭到了病，我們會求醫。現在呢，照著這個方法，在心理上面，如果你也感受得到苦切的這種力量的話，你那時候就會坐立不安。坐立不安幹什麼？一心求解脫。你能夠這樣去，哪有不解脫的道理？所以這個是修行的次第，這個是正確的，這是正確的。",
    "750": "[12:30]此復云何，謂諸所化，若於生死自先未發無倒希求解脫之心，根本斷絕，彼於解脫云何能導。那就是這樣。對於所化的，就世尊要化度的那些眾生，他假定對於這個生死的本質並不了解，貪著難捨，根本不想求解脫，根本不想求解脫，那個時候你教他修，修什麼啊？修是修解脫，現在我根本不想修解脫，你修，那不是顛倒嗎？所以這根本已經斷絕了。諸位啊，這個地方好好地想一想，不要說我在那兒修行，我跑到那兒修行，你先問問：你跑到這裡來目的幹什麼啊？要很清楚、很明白。有一點我們必定要了解的，所有在座的各位，乃至於儘管不出家，今天跟佛法有機會接觸，都是宿生有善根。從前面我們講的業果的道理當中，曉得這個異熟同時有個等流，然後呢還有士用。士用就是外面的客觀的環境，異熟就是我們現在的這個身心的果報，然後呢等流就是心理，心生起的狀態。這個是宿生的善根所集，所以這一世，裡邊的因碰見外面的緣，你看見了出家你就歡喜，就會走上去。",
    "865": "[14:25]但是他為什麼要這樣走的這個根本的因，經過了這樣的生死的流轉以後，迷糊掉了。再加上出世了以後，前面所接觸的，都是世間染污，而這個染污呢，又是跟我們無始以來所種的這個無明習氣相應。所以以前一直都引發這個東西，所以在非常強有力的，世俗的這種貪染的現行當中，那個時候，對於求解脫這個心一點都沒有。當你接觸了以後，雖然啟發了好樂之心，跑到佛門當中來，但是那個根本本身有沒有？還沒有。這是所以一定第一件事情，要有正確的知見上的認識，經過懺悔，把前面跟世俗染污的這個現行，要把它破壞，還要把它克服。那個時候，他內心當中，引發出來這個認識，那個時候，你會心裡說：啊，要求解脫！",
    "947": "[15:47]我自己的經驗，以及我遇見很多同修，他就是一心一意，啊！對於出家的嚮往，然後呢要求善知識。儘管出家，儘管求善知識，但是呢，根本因真正找到的非常少。他也想去念佛，覺得念佛好，但是呢他這個推動的因始終不強；實際上與其說始終不強，這個推動的因根本都沒找到，就是這種狀態。就是宿生的這個善業，加上這一生的一個雜染，你糊裡糊塗有這種力量在這個裡頭的，但是呢他抉擇不出來。所謂抉擇不出來的話就是，不是以這個力量為主的，不是以這個力量主的。那麼是哪一個力量主的呢？就是 ─喏，無始生死的染心。現在我們雖然來了以後，對不起，眼睛所看，耳朵所聽，都是世俗上的那種，哎呀，知見上面、習性上面，種種的這些事情。所以說這個，他真正求解脫的根本，對不起，還沒有建立起來，這地方叫「根本斷絕」。",
    "1026": "[17:06]「彼於解脫云何能導」，到那個時候你就引導教他解脫，你怎麼引導他呢？你教他說：「哎呀，不要貪著啊！」他覺得：「這是我要的東西，你教我這個不做、那個不做！」他儘管坐在那裡，心裡聽起來真是生煩惱。啊，你教他這樣做，他就覺得：「哎呀，最好我多睡一會兒覺，最好多做那個 ……。」教他這個不行、那個不行，那是越弄越遠哪，越弄越遠哪！這是我們要正確了解。所以說大師外支已成，真正的問題都在自己這個障礙當中，自己那個障礙當中啊！",
    "1069": "[17:49]以諸所化無明闇覆，於諸苦性生死圓滿，執為安樂，顛倒所誑。而這一個所化度之機 ─就是我們，這一個狀態當中，仍舊被這個無明癡闇覆障著，看不見事實的真相，看不見事實的真相。明明在生死輪迴當中，種種的這一種事情都是苦的，都是苦的。他把這一個苦的這個特質，現出來這個，在生死輪迴當中虛誑這些相，他被它所騙，覺得這是安樂的，這是安樂的。所以說「執為安樂，顛倒所誑。」你要教他這地方不要這樣，他還覺得：嗯，這個正是我所需要的，你教我不要，那怎麼可能？儘管他宿生的善根，讓他跑到這地方來，他還是不行，這根本原因在這裡。",
    "1142": "[19:02]所以真正修學佛法，第一點你務必要了解這個。當你正確地了解這個，不管你拿到了哪一個法門，你就一心一意地從這個法門當中去深入，就不會大家起是非諍論。所以正法的時候叫作「解脫堅固」，他聽見了一個法，啊！他全部的精神貫注在這裡，乃至於聽見了「掃帚」兩個字，他掃掃、掃掃，然後呢把心裡的煩惱掃乾淨了。現在我們聽見了這麼多的法，哎呀，他偏偏還是說：「唉，這個也不對，那個也不對！」辨別得一大堆，啊，那個時候實在不相應啊！所以這種情況之下，叫作什麼？不幸地，這種叫世智聰辯，這個是我在這個地方，我們特別應該了解的。反過來，如果說你能夠真實地淨化了，這個對我們是絕端重要的一個工具，絕端重要的一個工具。差就差在什麼？喏，一點點 ─是不是為顛倒所誑？是不是為無明所覆？所以第一件事，要把這個不正確的認識轉變為正知見。",
    "1235": "[20:35]如《四百論》云：「此大苦海中，悉無諸邊岸，愚人沉此中，云何不生畏。」這一個生死輪迴的大苦海，既沒有邊、又沒有底啊，愚癡的人在這個裡邊哪，一點都不怕。哎呀，怎麼不怕，這個人是何等地愚癡呀！所以",
    "1264": "[21:04]先須為說此實是苦，非有安樂，所以先必定要告訴他：這個是苦啊，這不是安樂啊！佛拿這個告訴我們。那麼這個時候，我們應該第一個了解是了解這一點，所以不管我們現在學什麼，這是真正重要的，真正重要的啊！就是說，雖然說出家，大家說：「哎呀，出家五年哪，先要依止阿闍黎，知道開、遮、持、犯。」要曉得為什麼立這個戒，為什麼守那個戒，這你必定要知道。佛一定說苦、集、滅、道，因為你有這個次第，然後你去修道，修道的時候第一步才是持戒。所以這個戒的根本，還在從這個上面建立起來，必然我們要知道的。如果你這個把握不住的，請問你持的戒，你持些什麼？你為什麼跑到這裡來？這不是很明白的一個事情。",
    "1328": "[22:08]所以三十七道品當中，第一個四念處，也是講這個。「觀身不淨、觀受是苦」，這第一個。平常我們最難放得下的就是這個身體，就難放得下的就是眼前的種種的貪著。所以告訴你：這個身體，不像你想像真實啊！不淨，像大便一樣地臭，你會愛護嗎？啊，你一看見你就厭惡！然後你種種的快樂，說告訴你這是苦啊！是必然如此的，沒有一個地方不是如此的，這是我們應該了解的。",
    "1372": "[22:52]說多苦相令起厭離，是故於初先說苦諦。不但一方面，多方面的、種種方面地善巧說明，目的一個 ─引起厭離心，所以先說苦諦。現在我們真正修行沒有別的，也必定要從這個上面，你把苦諦如果正確地認識，下面都有了，這是根本。如果這個沒有的話，那對不起，下面都在這兒走遠路，都在走遠路啊！",
    "1415": "[23:35]此後自見墮於苦海，則於苦海欲求脫離，便見其苦必須滅除。因為你了解了這個苦，所以你要求解脫，所以這個時候，你要求滅苦之心。",
    "1432": "[23:52]此復了知，未止其因苦終不滅，便念其因復為何等，由此始能了知集諦，是故集諦於苦後說。喏，這個來了！哦，因為你要想除掉那個苦，除掉那個苦，那麼這個苦怎麼來的呢？你了解這個苦是果，真正要把那個果消除掉了，必定要從因地上面解決。那麼這個現在的苦果的因在哪裡呢？那個時候你進一步找那個苦的因，這個集諦。所以由於苦的認識，然後呢策發我們求解脫的心，從苦當中解脫出來。因為要求這個心，所以一發了這個心，所以找：苦從哪裡來的呀？那個時候，你就會努力去找，那麼然後去找。當你這個時候你找到了集諦的話，你就努力會克服這個因，那個時候，它滅、道二諦就跟著來了。由於這樣，所以戒定慧的三學自然你如法修持。",
    "1518": "[25:18]否則的話，儘管你說講戒，講得這麼頭頭是道，哎呀，不要說單單我們中國的四分律，五分律、十誦律，你樣樣弄通，你做個大學問家，說不定你戴各式各樣的博士的方帽，一點用場都沒有！流轉生死當中，弄得不好還說不定還要墮落，這個是我們必定要知道的，必定要知道的。反之，你就算這些東西，不要說每一個部都通，像周利槃陀伽一樣，只懂得兩個字，你都可以解決這個問題。現在有更巧妙的方法，他周利槃陀伽還要證了羅漢果了，現在也不要，羅漢果都不要，你就想到什麼都不知道，我只有一句阿彌陀佛了，欸，你照樣可以了脫生死，這個是我們必定要了解的。這個根本，現在第一要把握得住啊！所以他是為什麼集諦在後說。",
    "1584": "[26:24]次知生死眾苦，皆由有漏業生，其業復由煩惱發起，煩惱根本是為我執，便知集諦。一步一步地，從這個上頭追根究底地找到：哎呀，生死的苦是有漏的業，業又是煩惱所起，那麼煩惱的根本是我執，那個時候你把集諦的真正的行相了解了。",
    "1615": "[26:55]若見我執亦能止滅，誓願現證滅苦之滅，故於集後宣說滅諦。你了解了這個，緊跟著見到：噢！原來這個我執這個東西，不是天生的，而卻是虛妄顛倒的，這個東西，你可以把它淨化、消滅。所以那個時候你想：啊，原來一切痛苦的根本在這裡啊！那那個時候你一定要想辦法，去把它去掉它，所以是「誓願」，不但願，「誓」是什麼？就是你必定要達到的這個願。不是我們浮浮泛泛：哎呀，我也想啊！雖然你也想，你還是弄得想了半天，坐在這個地方。他那個誓不是 ─我一定要做到它！你站起來全部精神去幹，當然，這個是指我們的心裡的這種狀態。所以這個修行不是什麼浮浮泛泛、有氣無力，不是的！修行是打起全部精神來，就這樣，心裡是這樣狀態。因為有這種心理，所以做任何事情的時候，那必然如此。你看那些大祖師們，他就是這樣，就是這個樣。所以那個時候，他集諦後面宣說滅諦。",
    "1694": "[28:14]若爾開示苦諦之後，即於解脫發生希求，苦諦之後應說滅諦。照你這樣說的話，那麼說了苦諦以後應該 ……你要求解脫嘛，就講滅諦啊，為什麼又說集諦呢？",
    "1709": "[28:29]答云，無過，他說：沒有錯的。為什麼呀？",
    "1713": "[28:33]爾時雖有欲解脫心，欣得寂滅眾苦之滅，然猶未明眾苦之因，未見其因定能遮止，故於解脫，不能定執為所應得，定當證滅。是的，那個時候，雖然你要想求解脫，希望把一切的苦得到靜息 ─所以這滅就是息滅一切的痛苦 ─但是你並不了解那個苦的因，不曉得這個因是不是一定能夠遮止，換句話說，一定能夠去掉。所以這個時候你不能確定，是不是能夠做得到，是不是能夠達到你息滅一切痛苦的這一個狀態，所以說這個時候不先講滅。",
    "1776": "[29:36]如是若執定當證滅，定當解脫，便念何為趣解脫道，趣向道諦，是故道諦最後宣說。"
}