{
    "3": "[00:03]如是若執定當證滅，定當解脫，便念何為趣解脫道，趣 向道諦，是故道諦最後宣說。現在照著次第，說首先了解了苦，那麼由於苦了找到了苦的因，而找到苦的因在這地方，原來可以止息的，那個時候你就想：啊！那我一心也要止息。但是你要止息怎麼做法呢？原來有它止息的一定的方法，那個叫作「道」。由於這樣地追求到道，那麼講道，就修道的時候，那個時候才講戒定慧三學。而不是世間的五花八門，而不是世間的小學、中學、大學，而不是世間的所謂理工醫農、士農工商，這套東西就完全用不上。有它這樣的必然的次第。",
    "56": "[00:56]所以你照著這個次第來的話，自然你的心裡面就跟它相應，然後就步步深入，你學到哪裡受用到哪裡。要不然你學到哪裡，自己一直在煩惱當中轉，所以這個都是雜染之法。儘管你修一點善法，是難免為雜染所染，所以始終啊 ……。現在我們就是這個狀態，因為你修了一點法，所以它有一點跟法相應的這個善報，但是這個東西雜染的，始終這個善，唉呀，跟著很多煩惱、痛苦，而結果永遠流轉生死，它基本原因就在這裡。所以在這裡，我們一定第一個要把握得住。",
    "106": "[01:46]如是亦如《相續本母》云：「如病應知斷病因，當得樂住應依藥，苦因彼滅如是道，應知應斷應證修。」現在就比喻，就像生了病，那麼要感受到這個病的痛苦，那麼要曉得你這個病原因從哪裡啊？要曉得斷除病的因，那麼要求這個斷病，那麼那個時候要找藥，那個時候才依這個藥。這個同樣地，所以這個苦，由於苦而跟著找到苦的因 ─集諦；然後呢是從因上面，見到這個因可以消滅 ─滅諦；然後呢，如何滅是道諦。這個是我們真正「此苦汝應知」啊，然後呢應斷、應修，這個。這個是集，是你應斷哪！然後呢這個是滅，你應證哪！要想證那個滅諦，該怎麼辦呢？要修這個道啊！",
    "189": "[03:09]所以世尊三轉四諦十二法輪，就是這個樣。第一：這個苦，你應該知道啊！為什麼苦？有它的原因，這個原因你應該斷。然後呢斷了就證得這個滅諦，這個才是你真正需要的。要想證得滅諦怎麼辦呢？修這個道，就這樣。這個就是世尊所以說這個次第，所有的大小乘基本的內容，就是這個！就這個，沒有、再也沒有別的了！佛法離開了四諦就沒有了，只是把四諦的層次深廣不同 ─只管你自己，那就是小乘；如果說你把這個道理，深刻一點地了解透徹一點是緣覺；推廣到一切有情，就是佛菩薩，如此！",
    "250": "[04:10]如是四諦，大小乘中皆數宣說，是為善逝總攝生死流轉，生死還滅諸扼要處。所以說，這個四諦，大乘小乘當中都要數數 ─這個「數」是到處，整個的大小乘佛法所說的，就是這個。所以佛把生死流轉還滅的最綱要，都在這個地方，所有的一切經典都是根據這個綱要，深細地來說明。有很多呢把整個的四個都說，有很多呢偏重於某一方面，乃至於越深越細。佛經沒有一個例外，都是這樣。",
    "300": "[05:00]故修解脫極為切要，亦是修行大嗢柁南，故須如是次第引導學者。所以，對於真正修解脫的，這個是最最重要的，這個真的最重要的。也是修行的 ─「嗢柁南」這個地方是指綱要，綱宗扼要。通常嗢陀南我們可以翻成功一個「偈」，偈子，所以前面說完了，那個偈子總結起來。換句話說，整個修行的綱要，就是這個！整個修行的綱要，就是這個。平常我們除了這個嗢柁南說這個偈子以外，就是四聖諦也叫四法嗢柁南，哪個四法？那就是苦、集、滅、道，就是這樣。乃至於三法印，它也叫三個 ─哦，不是，不是苦、集、滅、道，這個「諸行無常」，這個「諸法無我」 ……就是四法印，就是這個四法印，換句話說那是綱要，整個佛法的。所以這個修行的整個的綱要，所以用這個次第引導。也可以說完整的佛法就是這樣，所以本論的美也在這個地方。那麼下面呢，再把這個話說一下，這個是策勵我們的。",
    "401": "[06:41]若未真實思惟苦諦，厭捨生死，則求解脫亦唯虛言，隨其所作悉成集諦。所以假定你對苦諦沒有正確的認識，以及認識雖然認識了，沒有如理思惟，生起相應的量，那個時候我們的內心還是在現法，世間的一切上面這種雜染當中現行。那個時候貪著生死，不是厭捨生死，這個時候，所謂求解脫都是空話，都是虛話。在家人固然談不到，出家啦，更在這個地方浪費自己啊！更是浪費自己啊！所以它「隨其所作」，不管你做什麼，你還是集諦，集諦是什麼？流轉生死。在小乘這樣說 ─不是，不是說小乘，在基本上面這樣說。如果我們更深一層、更圓滿一點說的話，另外一句話說：「忘失菩提心，修諸善法，是名魔業。」也就是這個。你修學的根本目的何在？這個菩提心。這個地方就是什麼？求解脫這個心。如果你一旦忘失掉了，那你做什麼事情都是集諦，集諦是什麼？魔是什麼？就是專門把你拖在生死當中的。所以現在這個地方呢，不管我們做什麼學問，這個一定要了解的。",
    "514": "[08:34]最近在座大部分同學，我看了非常歡喜，非常讚歎，為什麼？大家很用功。但是注意哦！這個用功不僅僅是追求一點學問，也不是追求文字，說：啊，現在了解了！你必定要把了解的道理，要在內心上面找到相應的意義；換句話說，這個道理所指的是什麼。那個時候策發我們對眼前生死的恐怖厭患，由於這個而推動我們努力如理去追求。否則的話呢，你一定會在這個文字上面推敲，文字上面推敲，這是一類。另外一類呢，儘管在這裡，哎呀！覺得這個地方的生活真是滿好，也不要跑得去忙，反正早晨稍微早一點起來，上一個殿，到那個時候吃起來，哎唷，人家樣樣送得來的。啊，那是講究口味，真是！吃完了以後一個大覺睡得個好，什麼都不要做。那個時候，講起來，喔唷，等下還要頭頭是道，意見很多，總不相應啊！總不相應，原因在這個地方，這一點是我們必定要知道的啊！",
    "600": "[10:00]所以這句話，好好地再讓我們自己提醒我們一下：「若未真實思惟苦諦」，你沒有真實地思惟的話，就不能「厭捨生死」。不但知道，知道了還要去思惟，這個情況就是，把跟現法雜染相應的現行破壞了，那個時候如法的心生起來，那一定會對於我們眼前那個會產生厭惡。那個時候你一心求解脫，那個時候對了，你做的事情都為求解脫而忙。否則的話，你心裡面不管做些什麼、想些什麼，都是集諦。進一步：",
    "658": "[10:58]若未思集，善知惑業生死根本，猶如射箭未見鵠的，是即斷截正道扼要，遂於非脫三有之道妄執為是，勞而無果。更進一步，那麼說你現在了解了這個苦的特質，所以進一步要脫苦。那麼苦的根本在哪裡呢？原來是兩個東西：惑、業，就是無明、行兩樣東西，那個是生死的根本。假定你這個生死的根本不知道，或者雖然知道了又不善巧，說並不是馬馬虎虎知道，講的時候懂，等到講完了，自己腦筋裡糊塗一片，這個沒有用。或者你雖然能夠講給別人聽，講完了這個道理所指的，指的什麼？在書本上面。「我的論文得到了一個大博士！」但是它所指的內心的心理行相是什麼？兩回事情，那個沒有用。",
    "725": "[12:05]這個像什麼？射箭一樣，你射箭的靶子在哪裡你沒看見。請問你射箭，靶子沒看見，你無的放矢，人家說。什麼叫「無的放矢」？你沒目的，那個射箭，你射些什麼啊？就是這樣。我們現在修道，你修些什麼啊？這個就很清楚了。你拜佛，你為什麼要拜佛？你念經，你為什麼要念經？你作早課、作晚課，然後你研究學問，然後你寫文章，然後你學戒律，然後你學定，你為什麼啊？現在有很多人，「哎呀，我要學學定。」你為什麼學定？說實在他也不知道！覺得學定滿好，啊！修了定身體好的，學了什麼的 ……那完全不相應，這完全不相應啊！然後學戒，「喔唷，人家這個戒，你看這樣！」是，它對我們有引發的功效，這是我們宿生善根相應，但是他為什麼要這樣做？這個都是射箭哪，他沒有找到那目的啊！",
    "797": "[13:17]所以那個時候，正道的扼要切斷掉了，換句話說，你這個道路本身已經斷掉了。這個時候你忙的是什麼？「遂於非脫三有之道妄執為是，勞而無果。」那時候你修的道也不對，你修錯了，你忙了個半天，你以為在修道呀，但是，因為你修道的目的像射箭一樣，射箭要射到那個紅心、那個靶子，你這個靶子也沒有看見，你射了個半天，沒有果啊！修道的目的是要解脫生死的根本，生死的根本在哪裡你不知道，你修了半天。所以現在很多人哪，喔唷，天天去拜佛，忙著去拜佛，有很多人天天要念多少佛，有很多人讀多少經，還要寫論文，還要記這個、又要記那個，你為什麼要做呀？最好自己問問自己。這個地方都給了我們最佳指導啊！「勞而無果」，告訴我們。",
    "867": "[14:27]若未能知應斷之苦集，則亦不明靜苦之解脫，故欲求解脫，亦唯增上慢耳。所以如果一開始的時候，「應斷的苦集」兩樣東西，你沒有把握得清楚的話，對不起，下面都沒有用，「則亦不明靜苦之解脫」啊！這個必定是從苦、集兩樣東西上面，追根究底才找到正脫苦集的這個方法，然後這個就是解脫之道。所以不了解之前，我們所謂的修行，最多也只是「增上慢」哪！增上慢，慢已經不好還要增上。這是為什麼我們現在修學佛法很容易：唉，這個也瞧不起，那個也瞧不起，看不見、看不到一個可以值得學習的。假定真正懂了以後，聽見「阿彌陀佛」四個字已經夠了，牢牢地抱著它，自己拼命都來不及，不管任何人，「阿彌陀佛，他提供了這個四個字讓我念佛，我感激得不得了啊！」他是與非，你管他幹什麼？這不是很簡單的道理！當然你更進一步的話，你更進一步解脫的煩惱越多，增長的功德是越多。所以自然而然，你越會感激人家都來不及，你哪裡有一點對這種是非之心。",
    "980": "[16:20]所以在這個地方先告訴我們，說：哦，佛原來一定有這樣的重要的關鍵問題啊！所以說這個地方先說苦諦的理由在此，在這地方我們現在可以了解了。所以大家不要忙著說，哎呀，你要去修行啊！你一定要把它為什麼這樣建立的次第，你弄得很清楚，了解了然後照著去做，那個時候你很清楚、很明白，每一步一點不錯，它會推動你上去。因為這個力量，所以找到了你修行的方法的話，你一心一意全部擺在這個地方去做，不管你做什麼，那個不是集諦所攝，你造的任何業都是淨業。既然你造的業都是淨業，哪有不透脫生死輪迴的道理。由於這樣的次第認識了，下面就告訴我們「正修苦」，那個時候正式地修行那個苦諦了。",
    "1051": "[17:31]第二正修苦分二：一思惟生死總苦，二思惟別苦。把這個苦的總相，說明一下。第二呢？個別地說。",
    "1072": "[17:52]初中分三：一思惟八苦，二思惟六苦，三思惟三苦。　今初那麼先說那個總相，總相當中平常我們常常聽見說「八苦交煎」，乃至於下面的，我們一個一個來看。",
    "1088": "[18:08]如《親友書》云：「仁和應厭於生死，欲乏死病及老等，無量眾苦出生處。」應如是修。所以菩薩呀！這個你應該了解，去生起厭患的啊！對於這個三有生死輪迴這個內涵，你應該認識而生起的厭惡。要曉得這個裡邊快樂是一點都沒有，你要想的東西都得不到，恰恰相反的是什麼？死、病、老，各式各樣的痛苦都從這個地方來的，這是我們應該認識，應該這樣去修的。",
    "1143": "[19:03]此中修習厭生死者，謂思惟彼是眾苦根源。苦者，謂已顯說欲乏等四，等字攝四，共為八種。此八種苦，是薄伽梵於多經中，明苦諦時數所宣說。前面告訴我們苦啊，就是說明了什麼？「欲乏」，就是欲樂缺乏，沒有好的，沒有好的那就是壞的嘛！「等」，這個等字包涵了下面，生老病死。那麼現在共分八個項目。這八個項目，世尊在很多經典當中，不斷、不斷地告訴我們。他為什麼要不斷、不斷告訴我們哪？用多方面的策勵，總有一點一下觸動你的心，然後你從這地方拼命進入、努力，就行了，就行了。現在我們也是這樣，所以不要說稍微看一看，哎呀，看了沒有勁，你要努力去看。那裡看到了跟你相應了，那你就拼命在這地方把握住，去努力，那個時候就有機會，就有機會。否則只是在這外面轉，好可惜啊，就把這個暇滿的人身就浪費掉了啦！",
    "1232": "[20:32]修共中士一切所緣法類，如共下時所說共法，此亦應取。那麼，現在我們這個地方開始修中士了。說這個中士跟前面的下士，是次第相關地向上進步。所以前面共下士的，這個地方還是應該取來修習，等到這個堅固了，然後呢走上去。所以：",
    "1266": "[21:06]諸不共之修事，若有慧力，如下所寫皆當善修。那麼，不共呢？就是指中士道，這個中士道對這個下士來說，不共的。有很多人他的目的在上，那麼是共同的；有很多人目的只求下，所以對下是不共的。所以假定他把前面那個基礎修好了，進一步修上面這個，那麼那個時候，如果有慧力的時候，那麼照著下面的所做。換句話說這個地方告訴我們什麼？如果你的力量不夠，暫時不必忙，先把基礎弄好。所以說：",
    "1311": "[21:51]若慧劣弱，可暫捨置所引教文，如果你的力量不夠的話，暫時不要先忙，忙下面深入的。",
    "1326": "[22:06]唯當修習應時義體。就是應該修習跟我們相應的、合宜的這個。我們總要步步踏實，這樣深入，這個是它最重要的！那麼照著這個次第上來，就步步地。所以我剛才說，我們懺悔有人見效，然後呢，讀了文有人見效，最近有好幾位同學。以前哪就有一位同修，他常常歡喜講道理，最近他認識了，他常常說：「哎呀，我已經錯了，我感到真高興！」我實在讚歎，我實在感謝！因為什麼呢？我們大家共同研究，他轉過來了，他得到功德，然後呢我也沾了他的光，我一天當中為了他歡喜，啊，我覺得真歡喜啊！",
    "1386": "[23:06]這個法，所以我這個地方特別說明：你們一定要了解，一定要了解什麼？兩件事情。哪兩件事情？這個目的何在，還有習氣是什麼。我們因為宿生的習氣所使，因為宿生的習氣所使，所以自然而然又跑到佛門當中來。但是剛才說過了，雖然來是來了，來了目的幹什麼？一下的的確確弄不清楚的，這個倒是千真萬確的事實。極少數的大根性的人，他很快相應，譬如六祖大師，哦，他聽見了人家唸一句《金剛經》，行了，就這樣。可是這種人畢竟少數。我們大部分人哪，是，你看見這個廟很歡喜，你只是歡喜而已，這已經很難得了，你肯出家已經更不容易了。但是呢，畢竟我們在這個習氣當中。",
    "1447": "[24:07]所以現在眼前進來的第一件事情，你一定要把這個，如果說弄不清楚的話，千萬不要說：哎呀，哪裡有大法去求啊，哪一個什麼好啊！不是的。說主要的它的根本在什麼地方把握住，根本因，進一步是圓滿因；根本因，然後是圓滿因。就像你賺錢一樣，你先要了解你做這個生意賺錢、不賺錢，賺錢的，然後再談那個生意做下去。所以你弄不清楚，明明這個虧本生意，你拼命地做，越做啊是越虧本哪！這是我們要了解的。所以實際上，他前面告訴我們，說：如果說自己的慧的力量比較差的話，那麼應該修習應時體義。慧的特質是什麼？慧的特質是對治煩惱。你必定要認識這個東西，你才談得到對它對治，對治了煩惱，才能夠解脫生死，這個才是我們進入佛門當中修行的特質。否則的話，你把世間的事情拋棄掉了，跑到這地方來，你不顛倒了嗎？你忙這些事情幹什麼？這是我們應該了解的。所以繼續。",
    "1550": "[25:50]此等雖是思擇而修，然除應修諸所緣外，餘善不善無記等上，悉不應散。了解了這一點，那麼我們緊跟著下去。說這些，是的，修這些都要什麼，「思擇」。他為什麼不講聞呢？因為前面告訴我們，什麼？這是善知識指導正確的內容，讓我們學習聽聞；從這裡我們現在開始的是，如所聽聞的正理而來思惟啊！所以說「雖是思擇而修」。但是除了我們「應修諸所緣外」 ─這個很重要哦！就是說，我們現在上課的時候要聽，作早晚課的時候要隨文作觀念誦，然後呢，除此以外，「餘善不善無記等上，悉不應散」。在除了這個時間以外，一切時間上頭，不管是善的、不善的、無記等上，都不應該散亂。你說：欸，善的嘛不要散亂，不善的、無記上面怎麼不散亂哪？善的固然是不要散亂，不善的是更不能散亂哪！因為你不散亂，所以你曉得：哎喲，不善的。曉得了不善的，然後你對治。如果不善的現起，你一散亂，你修了個半天，是白忙啊，然後呢抵銷掉了。懂不懂這個道理？",
    "1659": "[27:39]所以你正式修的時候，一時一刻都不能放鬆，這個你必定要自己把握得住，那樣的話你才會認真地去修習。就算到那時候你出去散一下步，就算是聊一下天，你也不會走歪路。要不然的話，啊，你就算用功在這兒坐了一下，坐了就沒味道，然後跑出去想散散心，看見幾個人坐在涼亭裡，「哎呀，找到機會了！」然後就坐下來，啊！高高興興。在那裡看書，難得看它十分、二十分；這一坐啊，坐三個鐘頭，還嫌不夠，為什麼原因？就是這個。所以他這個地方你別小看哪，好像沒有深刻的道理，實際上真正的我們毛病、關鍵都在這個上頭啊！這是我們應該了解的！這是我們必定應該了解的。所以說：",
    "1719": "[28:39]當於所緣遮心掉等，所以我們在任何一切時候，我們這個心 ─在識心當中，一定有一個能識的心，去識所識的對象、所緣的。這個對這個所緣的，如果不如法的話，要遮止它。「掉等」，「等」字包括了不相應的，「掉」就是跟散亂、貪相應的這種。",
    "1750": "[29:10]亦莫令隨昏睡沈沒增上而轉，向上揚的時候嘛，掉舉，然後呢掉完了以後，向下沈的時候是昏沈，那個都是輪迴因。",
    "1766": "[29:26]當令其識極為明淨，漸次修習。一切時處，要使我們的心情兩個現象：明跟淨。淨是清淨的，一定是跟善淨之法，而且這個善淨之法很明。"
}