{
    "5": "[00:05]有的時候稍微一點輕昏狀態，已經不對了，一定要明淨。這個是目標，然後呢，我們慢慢、慢慢地根據了這個認識的目標，慢慢、慢慢地修習，想辦法一步一步地深入相應。",
    "24": "[00:24]《入行論》云：「雖長夜修行，念誦苦行等，若心散亂修，佛說無義利。」此說一切散亂善行，其果微少。喏！引論上面告訴我們。雖然你長時候地修行，念誦、苦行等等，這個各方面的，但是你的心如果散亂的話，這樣也沒有多大的利益。要怎麼辦呢？就是照前面說的，令其識明淨，這樣的。「此說一切散亂善行，其果微少」，他得到的果非常少、非常少。",
    "70": "[01:10]說到這裡我們也同時可以回想一下，所以前面說，我們修行雖然是要靠人身，就是得到了人身還要最圓滿的德相。所以外面的身一定要選這樣的，說六道當中只有人道，人道當中還要這樣的圓滿的德相。不是一般的在家，不是受五戒、八關齋戒，乃至於沙彌，要具足戒，而且在具足戒上面，還要受菩薩戒等等。然後呢，心裡邊是要什麼狀態？也要身心一一相應，明跟淨，那個時候才真正應得上佛告訴我們的戒。佛講的戒，總括起來就這麼三句 ─以「自淨其意」作為它的中心，然後呢，由於這個心體上面，形之於身口是「諸惡莫作，眾善奉行」！然後進入定慧，這個是必定不能動的一個道理。",
    "154": "[02:34]又《修信大乘經》云：「善男子由此異門，說諸菩薩，隨其所有信解大乘，大乘出生，當知一切，皆是由其不散亂心，正思法義之所出生。」前面是論，那個地方是經，也告訴我們，由於上面所說的這個道理，各式、各方面，「異門」是各方面不同的種種門當中說。修、修大乘的，「信解大乘」就是初步的信，由如何認識，啟發信心，然後呢，深入增長見解，如法行持。一切大乘的功德，從開始到圓滿出生，都從這個地方，什麼？「不散亂心」，那個不散亂心幹什麼？用這個心「正思法義」。是，前面所說的，我們現在的一切時處，不管是善、不善、無記等上，不要令它餘散，都安住在這個上頭。",
    "225": "[03:45]此中不散亂心者，謂除善所緣，不向餘散，法及義者謂文及義。那麼就是這個。這個道理，我們只要自己內心上面，一觀察就很容易了解。現在很多人來了，大家覺得：哎呀，來是來了還滿好，心裡面就是煩煩惱惱啊！那時候你要清楚喔！修學佛法沒有別的，佛法的真正的中心就是對治煩惱，就是對治煩惱。如果說你不能對治煩惱的話，在任何地方，就是跟著佛身邊也沒有用！就是跟著佛身邊也沒有用，這是我們千真萬確必定要認識的。我們所有學的東西，只有一個目的，什麼？淨除煩惱，如此，因為這是根本嘛！所以不散亂，正思法義，法的特質指的是什麼？就是指這個，這是我們應該了解的。",
    "293": "[04:53]正思惟者，謂以觀慧觀察思擇，由此顯示隨修一切功德之法，皆須此二。那麼然後呢，你照著他的「正思惟」，如法地、一點不錯地思惟。那麼這個思惟什麼？就是以觀察的慧，就是我們的心裡面觀察、抉擇。這不是糊裡糊塗的喔！這個慧就是智慧，去觀察、去思惟、去抉擇。從這個地方說，一切的功德都這樣來的，都這樣才來的，以不散亂的心去正思惟，然後深入。",
    "339": "[05:39]故說引發三乘一切功德，皆須二事，一除善所緣心不餘散，專一而住真奢摩他或其隨順。二善觀察善所緣境，如所有性盡所有性，毘缽舍那或其隨順。那麼，這個裡邊整個的三乘的功德，主要的只有二樣：一個就是止，所謂「善所緣心不餘散」，安住在這個上頭。「或其隨順」，什麼叫隨順呢？就是你沒有證得奢摩他之前，隨於這個法，順於這個法。就像我們現在，把這個心總是種種地先集聚資糧，準備努力。所以戒是什麼？定的基礎，這才是我們學戒的真正目的，學戒真正的目的。這是我們必定要了解的。",
    "399": "[06:39]現在我看見有一些人那真是，說起來也可以說很可憐。哎喲！他講這個戒啊，這裡怎麼說，那裡怎麼說，結果弄了這個戒，到處在那裡生是非。他不曉得戒的真正的特質是幹什麼的，完全弄錯掉了。所以說，佛說得清清楚楚，十八部，哪一部 ……隨不同的根性 ─金啊、碗啊，碗裂開來了，不管哪一塊都是金啊！真正重要的，你要派這個用場。現在你弄錯了，這個是我們要了解的，所以這個目的在這裡。那所以「其隨順」，就是你要集聚定的資糧，那麼我們目前做的這些。而定是為什麼？目的還是為了慧，所以進一步是「善觀察善所緣境，如所有性盡所有性，毘缽舍那或其隨順。」那麼，這個盡所有性、如所有性，前面也簡單地說，真實的內涵等到毘缽舍那的時候，再詳細講說它。",
    "473": "[07:53]這「如所有性」就是換句話說，一切法的真如，簡單地說。換句話說，我們就說：喏！這個一切法的真相，或者說它的本性，或者說空性，就是這個。「盡所有性」呢，說一切法現出來的相，那就是這些啦，或者是五蘊啦、什麼六入啦、十八界啦，換句話說這個法在圈子裡面就是這個，它就是它整個的邊際。那進一步來說，就是那一個空性所現出來的行相、法相，或者緣起，或者是俗諦，種種所牽涉的，你歸納起來，那不外乎說五蘊，乃至於到十八界等等，這一些。那麼這個呢，就是屬於毘缽舍那，所謂觀。我們現在這個也就是隨順，那一步一步我們這麼上去，這個才是我們的中心，我們的目標。做任何一件事情，修學佛法，我們始終記得這個。你如果記得這個的話，做什麼事情，慢慢地、慢慢地，越跑越近，越跑越近，越跑越上，這一點特別重要。",
    "549": "[09:09]如是亦如《解深密經》云：「慈氏，若諸聲聞，或諸菩薩，或諸如來，所有世間及出世間一切善法，當知皆是此奢摩他，毘缽舍那所得之果。」喏，經上面，不管聲聞、菩薩、佛，不管世間、出世間一切善法，都是這兩樣東西所得的果，所得的果。",
    "577": "[09:37]此中若無真實止觀及隨順二，則三乘一切功德，非定皆是止觀之果。假定沒有真實的這個止觀及其隨順，隨順就是說它的眷屬、類屬，那麼就三乘的功德，不一定。實際上呢，三乘的所有的功德都是止觀的果。所以換句話說，這是反顯。總之一句話：不管三乘哪一乘，它真正重要的目的都在這個上頭。那是在正修那個八苦之前，先又提一下。說現在我們要修了，那麼這個次第，從下面怎麼上來，乃至於修的時候，又重新提。前面是告訴我們：修的時候正修時怎麼修；然後呢修完了以後，迴向怎麼迴向；迴向完了再下面一座，還沒有修的中間應該如何。又講四種資糧，然後又講把錯誤的很多錯誤的概念又提出，一步一步說得這麼清楚。乃至於到現在正式修了，他又隨時提醒我們，隨時提醒我們。",
    "652": "[10:52]這個地方有一個重點，這我們平常真正提不上去的，就是忽視掉了這一點，就是忽視掉了這一點，所以這個地方一再提醒。為什麼佛要一再提醒？佛陀的一切智人，就正見到我們平常的毛病都在這上頭。平常我們看書總是這樣，趕快要找到那個問題的中心在哪裡，欸，結果你往往前面這個東西不要的。像造房子一樣，「哎呀！我希望造的房子，造的一百層樓。」你趕快把一百層樓建起來，下面基礎不要的。至於像這個地方，他佛陀處處地方告訴我們，說下面這個你必須要修，你有了力量啊向上去。",
    "701": "[11:41]現在我們每有一類人，哎呀！好高騖遠，總翹求高的。反過來有一類人，「唉呀，我就是不行，我就是不行！」癱在這裡就爬不起來，就這樣。說：「我只要念念佛。」念佛本來不錯呀，你真的如果念佛的話，是非常好呀！結果呢，他心裡面就因為這麼弱，他說的時候，「我只要念念佛。」實際上行的時候，他念了佛沒有？沒有念欸！在那裡昏沈、瞌睡，一生空過，所以說過猶不及啊！我們目前大部分犯的毛病就是這個。大的來說這樣，細的來說呢，我們心理狀態平常也是這樣，一下猛利的時候，就衝過頭；一下塌下來的時候，唉！又提不起，就這樣。",
    "756": "[12:36]所以這一點地方，所以從這地方我們要注意，這個不是說一下叫我們改過來。所以這個後面就告訴我們，我們做任何事情，就是這樣：它開頭的時候，哇！起伏很大；然後呢你曉得了，慢慢、慢慢、慢慢、慢慢、慢慢，它必然地調得這樣子相。只要你自己感覺到，慢慢地，欸，在對了；然後呢，你緣著你做的這個方式，這樣進，還是急不來的喔！這就是真實的進步，真實的進步必然如此的，這我們要了解，這我們要了解。然後到了這個時候的話，你隨時觀察壞的方面，策勵自己。然後呢，策勵自己覺得很緊了，然後呢觀察好的方面呢，慶幸，啊，又放寬了，高興。就這樣地不斷地在調，它慢慢地一步一步、一步一步。",
    "804": "[13:24]這個地方我順便提起以前的事情來，所以平常思惟觀察固然是絕端地重要，還有呢，同學之間的共同的真正的討論，也非常重要。諸位啊！你們千萬不要把這個工夫，用在聊天上頭啊！這裡有幾位同修，經常願意跑得來跟我談談，我真歡喜，真歡喜啊！他往往有的時候他有一個小問題，我不妨舉出來。",
    "835": "[13:55]那有一個同修就說：嗯，有的時候，覺得用功用得心裡很緊。那是一個的確非常好的一個同修，他然後用功用得很緊，所以這個心裡就，哎喲，非常緊張，覺得：哎呀，這個死啊！又是：一旦生命失去了 ……那些都是好現象。然後呢，越弄越緊、越弄越緊，到那時候睡也睡不著，到那時候，書啊，看起書來 ……這樣。那怎麼辦？他就想一個鬆弛的辦法，欸，最後有的時候找到了一個鬆弛的辦法，找到鬆弛的辦法。那麼那位同修是個在家的同修，所以他就 ……因為在家人哪，以前譬如說有的時候聽聽什麼，外面偶然這個很輕鬆的這種音樂等等，欸，這個是滿好啊，這樣。對呀！然後呢，放輕鬆了以後再來。他說：「我的的確確地說，我並沒有染著這個音樂，可是那個時候，卻是放鬆了我的這個心情。」在他想起來很好。",
    "902": "[15:02]原則上面，我也非常讚歎他，可是那個時候就顯出那個討論的非常重要來，非常重要來了。所以我那時候舉了一個比喻，我當時也沒有談。「是，非常好，可是我舉一個例子給你聽聽。」他說：「好。」「你看電視看過沒有？」「看過。」「然後正在一個重要的節目，你聽得、看得很起勁的時候，忽然之間來一個廣告。你就覺得這個廣告真討厭，怎麼來這個東西，趕快、趕快過去。是，廣告商也未嘗不知道這樣，但是他就把那個廣告插進去，你曉得他為什麼？欸，妙了，你那個時候固然一心一意，正因為一心一意全部吸引在裡頭，那個廣告商讓你討厭；等到完了以後，你不在這個節目當中現行，有一天你想到要用的時候，你就想到：哎呀！當年討厭那個東西，就是你現在要的，它就派上用場了。」「嗯，對呀！」",
    "963": "[16:03]「現在你想想看，那個時候沒錯，你現在覺得很緊的時候，讓你調一下，是的，你覺得現在的心裡並沒有什麼。可是調的這個，那種世間的這種靡靡之音的種子，落在心裡面。假定說你證得果的聖人，不怕！佛根本不在乎。你是個凡夫，你還有無比地染污的種子，還有很多無比地染污的外緣。當另外一個時候，你的心不在正念上頭的時候，然後呢，你心裡本來就在這個世間的染緣當中，它又生起來了，因為有這個種子，裡邊有這個種子，外面有這個緣，你就跟著它去了。」他想了半天，「哎呀！沒有錯。」「就像你雖然當時是討厭這個廣告，但是對不起，這個廣告就派上用場了，對嗎？」「是啊！」",
    "1021": "[17:01]所以有的時候我們平常我們自己覺得想對了，對不起，這裡有問題的哦！這個才是我們真正應該觀察、討論啊！所以平常不要說：「啊！我懂了，現在我就是對啊！」對不起，這裡大有問題，佛法不是那麼簡單。那麼佛有沒有？佛有，有種種善巧方便，這個地方我們不深入，我隨舉一例。結果這位同學聽了好歡喜啊！我剛才告訴你的，馬上有感應的，就是他只要處處深入，他隨時觸發到，隨時就來了。啊！他今天早晨懺悔完了以後，一句話，哎呀！他哭了個半天，然後又歡喜了半天。我就報告老法師，老法師好高興！「哈！善根發！」這千真萬確的，凡是真正有過經驗的，他這個次第必然是如此。",
    "1073": "[17:53]所以我就特別提醒你們：你們不要怕，眼前好像顯得，唉呀，怎麼也摸不進去。你不要忙，只要因，這個因地當中你做對了，你只要再摸，你不要問它摸得進摸不進，這個因地在對了，你正在進去嘛，很簡單嘛！到那個時候，到某個時候，它這個果自然必然現起來的。這是所有過來佛菩薩，都是這樣的經驗，他也告訴我們。那眼前就是像我們普通這麼看看，大家推起來，你看看、我看看，我跟你都差不多。的確差不多啊，但是他在因地上面如法走，馬上見效。所以像這樣完整的次第，你只要肯做，立刻見效。現在呢，我們有了這個策勵，有了這個認識，那個時候正修了，原來在這裡呀！那麼怎麼修？說八苦當中，",
    "1131": "[18:51]如是八苦之中，思惟生苦。那個八苦平常我們曉得的：生、老、病、死、愛別離、求不得、怨憎會、五陰熾盛，八樣東西。一樣一樣分開來，研究下去。",
    "1156": "[19:16]初思惟生苦分五。分五個項目。",
    "1159": "[19:19]眾苦所隨故生為苦者，謂諸有情那洛迦中，及諸一向唯苦餓鬼，並諸胎生卵生，如是四類，於初生時，便有無量猛利苦受，隨逐而生。第一個，「生」這個苦，它這個東西啊，一切的苦都隨著這個生，生一來，苦就跟著來了。那洛迦當然不談，一跑下去，唉呀，那不得了！餓鬼。除了這個以外，就是其他的胎生、卵生，一切四類，只要一生，一有了這個身體以後，無量的猛苦跟著來了，無量的苦都跟著來，只要「生」有，苦都跟著來了。第二個呢，",
    "1212": "[20:12]粗重所隨故生為苦者，什麼是「粗重」呢？粗重就是煩惱的異名。",
    "1220": "[20:20]謂三界一切諸行，為煩惱品粗重所隨，無堪能性，不自在轉。這一旦生了以後，生起來了以後，煩惱也跟著來了。「三界一切行」，不但是地獄，那當然不談，惡道不談，乃至於天上面，色界也好，無色界也好，行苦當中。這個「行」本身就是「煩惱品」。「無堪能性」，什麼叫無堪能性？你沒有力量，你想不受這個苦的輪迴的圈套，做不到，你不得自在的。這第二個。",
    "1260": "[21:00]三界有情諸行生起，皆為煩惱品類粗重隨逐。總之由有生住增長，煩惱種子隨逐流轉，故無堪能安住善事，亦不如欲自在而轉。這個就是粗重煩惱的特質。因為三界的一切有情在行當中，行當中，那麼行的話呢，煩惱品粗重跟著來、跟著來。所以總之一句話：由於生、住、增長，生了下面緊跟著就什麼？喏，這樣來了，就是那個煩惱的現行，現行種子，跟著在這地方流轉，你沒辦法安住在善所緣的事，沒辦法。「亦不如欲自在而轉」，你希望的事情，對不起，做不到。你希望要快樂，它就偏偏不聽你招呼。就是眼前小小的快樂，好吃的東西吃飽了，等一下唉呀！肚子脹脹地難受，等一下還要上大號去、還要去洗、還要去忙、還要去買、還要去弄。那吃，這最快樂的事情，就這麼多，其他的不談了。所以這個生啊，是會有這樣的不理想啊！",
    "1347": "[22:27]眾苦所依故生為苦者，謂於三界既受生已，由此因緣，便能增長老病死等，無邊眾苦。第三個，這個生是一切苦的依處，這個一切的苦都依這個上面，所以「眾苦所依」。第一個是眾苦所跟著來，還有呢煩惱跟著來，煩惱。現在呢，一切的苦是依於這個生，這三界之內一旦受生了，下面的都依這個，無邊眾苦。",
    "1383": "[23:03]煩惱所依故生為苦者，謂於生死既受生已，便於貪境瞋境癡境發生三毒，由此能令身心苦惱不靜，不安樂住，謂諸煩惱，由種種門逼惱身心。那麼這個是煩惱。這個幾樣東西，一個是苦的果，一個是苦的因。因當中又分成業因跟那個 ……業因當中是惑、業等等。現在這個地方所講的就是苦因煩惱，「煩惱所依」。一旦生起來了以後，這個煩惱都增長了，這煩惱是心理現象。上面說這個是指生理的，病啊、老啊、死啊，這個地方是心理的。因為你生了以後，對於好的嘛是貪，不好的嘛是瞋，其他的是癡，「發生三毒」。因為這個三毒令身心逼惱，「不靜」，不安樂。啊！這個是第四點，這個是第四點。最後",
    "1451": "[24:11]不隨所欲離別法性故生苦者，就這樣。最後生苦是什麼？「不隨所欲」，就是道地的不自在，你沒辦法自己把握住自己的，你希望的，它總歸不聽你招呼，到最後呢 ─別離。沒有一個人想別離，換句話說，沒有人想死的，它偏偏到最後你要死，這「別離法性」。它「生」這個特質的本質，法爾如是，這叫作苦。",
    "1483": "[24:43]謂一切生最後邊際咸不出死，此非所愛，此復能令唯受眾苦。就這樣。",
    "1491": "[24:51]故應思惟如是生時，眾苦俱生，粗重俱生，生復能引衰老病等煩惱死亡，一共五樣。",
    "1504": "[25:04]此亦能令受苦道理。所以從第一個，從生上面去想，又分這個五個項目，分五個項目。你越能夠深入多方面去思惟，那麼增長的功德是越大，增長的功德越大。我們眼前都顛倒了。前面一開始告訴我們，我們把眼前很多事情覺得淨相增長。「淨相」是什麼？好的，看快樂的、安樂的。我們無始的煩惱在這裡，唯一的方法就是對治。所以對眼前很多可愛的東西，千萬注意啊！要想到它的可怕，不可愛的那一面。你如果不修習這個的話，說什麼都沒有用。講戒，就在這個上面，所以講了半天的戒，然後呢到這個境界現起，為什麼一點用場都沒有啊？就是你沒有認真思惟。所以有一些人，哎呀！講戒啊，又講這個、講這個，境界現前，了不相干。我心裡面實在覺得可憐，也只能說這樣，只能說可憐、愚癡啊！然後呢，他還自作聰明，這是我覺得愚癡是莫勝於此！我想這是我的善知識，阿彌陀佛！我可千萬不要犯這個毛病。這個，這個地方他現在提醒我們這一點。",
    "1601": "[26:41]特住胎時受何苦者。那個是指出生以後。然後呢這個地方是特別告訴我們：喏，這個出生這件事情，還沒有生起來，特別要了解一點。為什麼這個地方要講一講呢？因為我們感受，這是出生以後的事情，在沒有出生我們感受不到，實際上這個裡邊的的確確，所以提出來讓我們想。那我們一想到，唉呀！覺得可怕不已，更策發我們。下面：",
    "1638": "[27:18]如《弟子書》云：「極猛臭穢極逼切，最狹黑闇遍蔽覆，住胎猶入那洛迦，身屈備受極重苦。」此諸文義，那麼這個是論上面告訴我們：唉！這個地方啊，又臭、又髒、又逼迫、又黑暗、又窄，這個真像住在這個地獄裡邊一樣，備受痛苦。所以經上告訴我們，這個住胎的時候，如果這個母親吃飽了，像壓在山底下一樣。哎呀！等一下肚子餓了，你就像吊在空中一樣，因為前面壓著嘛，忽然之間又這樣子。然後吃的熱的話，又燙得個受不了。等一下冷的話，你又凍得個受不了，這麼個嚴重法呀！這是千真萬確的事實，只是我們現在都不知道。所以我們多多思惟的話，那對於這個生死，的確是一無可取。",
    "1704": "[28:24]所以這個地方，我們千萬不要浪費，人最可貴的，什麼？就是我們有思惟能力。現在我們偏偏把那思惟能力，像胡思亂想。啊，這個東西好可惜啊！所以有的時候，我們平常談了一些問題，有的人意見特別多，我心裡常常希望告訴他：你這個腦筋好，你不要用在莫名其妙的事情上頭啊！這是才是真正該想的地方啊！該想的地方多去想想的話，自利利他，一切好處都在這個地方，都在這個地方。所以我們一定要把握住，所以我黑板上面特別想，說我要牢牢記住，我來這裡目的幹什麼？宗旨幹什麼？這個觀念把握住了，你就很容易進去了。下面經。",
    "1752": "[29:12]如《入胎經》云：「無量不淨，周徧充滿，多千蟲類之所依處，具足最極臭穢二門，具足非一骨穴孔，復有便利清腦腦膜髓等不淨，生藏之下熟藏之上，面向脊骨背對腹皮，於月月中，出諸血相以之資養，母食食時，以二齒鬘細嚼吞下，其所吞食，下以口穢津涎浸爛，上為腦膜之所纏裹，猶如變吐。"
}