{
    "2": "[00:02]所有食味，從母腹中入自臍孔，而為資長，漸成羯羅藍，頞部陀，閉尸健南，手足微動，體相漸現。手足面等胎衣纏裹，猶如糞穢，生臭變臭猛暴黑闇，不淨坑中上下遊轉，以諸苦酸粗鹹辣淡，猶如火炭。食味所觸，猶如蒼蠅，以不淨汁而為資養。如墜不淨，臭穢熾然，淤泥之中命根非堅。又母身內所有火力，煎炙遍炙極遍煎炙，燒熱遍熱極遍燒熱，燒然遍然極遍燒然，受諸猛利粗惡難忍，非所悅意極大苦受。如如其母轉動，遍動極遍轉動，如是如是如被五縛，亦如投擲煻煨坑中，受諸猛利粗惡難忍，非所悅意，難以為喻，極大苦受。」前面是經上的，不仔細解釋。我們真正修行的話就要學這個，自己真正要用功的時候，你就這樣先把那個道理你去弄懂，弄懂了就想。如果你想不出來，簡單極了，簡單極了！哦，現在都不大簡單，我們小的時候比較好；現在的那些衛生設備，說起來叫衛生，說起來好！這樣。所以以前我曾經遇見一個老師，那個老師就告訴我們：「現在人真顛倒，邪見增長，我們那時候，處處都是修行。它現在裝飾得，每一個地方裝飾得真美，乃至於那太平間，人死了以後，哎呀！裝飾得、還要畫得就像那個 ……。一切的進去的時候，沒有一點點喪事的氣氛讓你，只是因為你的親人的感受。」我現在想想越想越對，我們小的時候，哪裡有現在的衛生設備，這沒有的 ─坑！你一坑一跑得去，跑得老遠那個蒼蠅飛起來，那個臭氣啊！這樣，然後你看那個蛆在裡邊 ……。我們在母胎當中就這個樣，說實在的就這個樣！",
    "154": "[02:34]啊！所以你一定要用這種方法，實際上呢比牠還要苦。欸，牠這個蛆，在這個糞坑裡只是臭一點，它不會逼、不會炙。我們在這個地方不但又臭又髒，而且又壓又冷、又寒又熱，沒有一個不具足，這樣。不過，但是並不一定完全如此喔，有很多如果生，他的善業的話，他在這個地方母胎當中是很安樂的。但是這個地方我們不要去想善業，就是說，如果說你不如法地去修苦的話，將來你總有一天，生了天下來的還是這個；這個還是最好的，你還要墮落地獄當中去。所以這個地方的特質，你要把最苦的想出來；想了以後，然後呢，被苦的力量推動你拼命去跳出來，這是他的目的，這個我們要重點要了解的。所以他下面是解釋，解釋我也只把它唸一遍。",
    "215": "[03:35]如是其母，若受飲食太多太少及食太膩太乾太冷太熱，鹹淡苦酸及太甘辛，若行欲行，若太急走，若跳若倒，若住火前，或蹲居坐，亦說於胎起大痛苦。生藏上壓熟藏下刺，啊！上面是壓，下面是刺，你就像坐在那個，坐在那個我們常常說「如坐針氈」，就這個樣。坐在針氈，只是我自己坐在上面，上面還有一個泰山壓頂，唉！實在是一無是處。",
    "259": "[04:19]如被五縛插之尖摽。從胎產時及產出時，所有眾苦，亦如《弟子書》云：那住胎是這樣，出來的時候也是一樣。出來的時候怎麼樣？",
    "274": "[04:34]「此漸如硬壓油具，壓迫其次方得生，然未爾時即捨命，唯是受苦業力強。住不淨中顛倒身，濕爛裹胎極臭穢，猛逼切痛如潰瘡，猶如變吐宿念捨。」那個出來的時候，就像什麼？像壓油一樣。不曉得你們看見沒有？有沒有看見搾油？現在的搾油現在用化學提煉，那我們不談。我們以前看見那個搾油，啊！那個搾油真是啊，先把那個油擺在那個鍋子裡面燒，烤得熱得不得了，先把它壓扁，壓平了以後烤熱，烤了以後然後呢，放在一個籠裡邊，然後呢用那個大鐵鎚去壓，那個不得了的力量！現在我看見人家鍛鋼筋，以前的老法的鍛鋼筋拿了個大鐵鎚，「叭！」一鎚下去，把那鋼筋弄斷了。他那個搾油的人，那個工人也是一樣，那個手都是這麼粗，就是這樣。然後呢，打那個大鐵鎚，那我們被出生的時候就是用這種方法。要現在那個鐵鎚，不要說碰到一下，你輕輕地那個鐵鎚放下來，壓在你腳指頭上的話，壓得你哇哇叫，現在那出生的時候這麼個苦法！這個是處處地方告訴我們哪！",
    "363": "[06:03]此諸文義，如《入胎經》云：上面是解釋，還是繼續地唸下去。",
    "369": "[06:09]「次彼漸生一切肢節，從其糞廁腐爛滴墜，不淨暴惡生臭變臭，黑闇可怖，糞尿熏粘，臭氣垢穢，血水常流，瘡門之中，由其先業異熟生風，吹足向上令頭向下，兩手縮屈被二骨輪，逼迫遍迫周遍逼迫，由諸粗猛難忍非悅，最大苦受令其身分悉皆青瘀，猶如初瘡，難可觸著，身一切根悉皆楚痛，極穢胎垢遍粘其身，由乾渴故，令其唇喉及以心臟悉皆枯燥，住此迫迮難忍苦處。此由因緣增上，宿業異熟生風吹促至極艱辛，始得產出。生已無間，被外風觸如割塗灰，手衣觸時如利劍割，當受粗猛難忍非悅極大苦受。」唉！這個出生的時候，住胎的時候這麼痛苦，出生的時候又這麼個難受！所以這個經上告訴我們出生的時候，本來在母胎當中，這個非常嫩、非常嫩，然後一旦出來碰見外面那個，觸的時候，那個痛苦，痛苦極了，痛苦極了！這東西我們不太容易 ……其實真的說起來，我們還是可以很容易地 ……。當你有的時候，身或者燙傷了，或者特別的因緣碰傷了，外面那個表皮碰掉了，那個肉在的時候，啊！那個外面的不要說碰到一點什麼東西，那個風吹上去也痛得不得了，對不對？一點的水，如果一點鹽水，或者什麼的話，你簡直無法忍受地痛苦。那我們出生的時候，這個感受就是這樣。所以這個嬰兒一下地哇啦哇啦哭，就是這個原因。哇！他那時候痛苦極了，心裡嘛有絕端的恐懼，身上嘛有絕大的痛苦。喏、喏、喏！這個是我們無法感受的，如果佛不講的話，我們還根本不知道，就是這個樣。",
    "521": "[08:41]又說如牛剝皮，被蟲所食，及如癩人遍身潰爛，加諸鞭撻極受楚切。又產已無間，取懷抱等及寒熱觸，亦當受諸粗猛難忍，非悅意苦。然後呢，大人看見很歡喜把他抱起來，抱的時候，他碰到任何一個地方，碰到的無非是 ……所以那個小孩子一生下來，哭啊！就是這樣，就是這個原因，他痛苦嘛！每一樣東西都是難以忍受的，都不是好的。",
    "558": "[09:18]八苦之中，特於此初及於最後，須慇重修。這個實際上這兩個最苦，生苦跟死苦，就偏偏這兩個東西我們還感覺不到。所以不是佛講，我們實在不知道啊！實在不知道啊！",
    "575": "[09:35]故如前說，當以觀慧數數觀察，而善修習。所以我們必定要把前面告訴我們的觀察慧，這個生，然後呢老 ─生、老。這個前面我雖然略略地唸過，所以唸過的，因為現在的重點讓我們認識這個知見，那麼然後呢你們正修的時候，現在我們先把那個道的次第的綱要認識，這個是這個重要。平常在我們平常如果你要懈怠了，或者什麼，提不起來的時候，那個時候自己認真先去看它。當然不是等到提不起來，就是事先你先看完，看完了萬一你覺得要懈怠的時候，然後翻翻它。哎喲！就想到：一懈怠，那對不起，那就停在這個地方。",
    "622": "[10:22]所以這個世間你了解了，沒有第二條路好走的。往往有人說，唉呀，弄弄不行，要退轉去了。假如退轉去安樂的話，我第一個退轉，我絕對不願意跑得來受這個罪。因為我現在了解得清楚、明白，沒有第二條路好走的。現在你雖然苦，你拼命努力有跳出苦的機會，你現在這一點小苦都受不了，退轉，後面是無邊的大苦等在這裡。現在這麼小苦你受不了要退轉，你那個無邊的大苦就受得了了嗎？那這是個最重要的概念。為什麼我們要退轉呢？就是糊塗！所以這些都是真正幫忙我們的。所以說，在這裡雖然不講，對你們修行這個是最重要的，最重要的！現在我們繼續下去，反正每一個地方，我們曉得它的功效在什麼地方。如果生這種病的時候，馬上跑得來找這個藥，這個藥是對我們的正對治。那麼生曉得了，老：",
    "688": "[11:28]思惟老苦分五。第一個，",
    "691": "[11:31]盛色衰退者，謂腰曲如弓，頭白如艾，額如砧板，皺紋充滿，由如是等，衰其容貌令成非愛。第一個老了，老了以後平常你站起來，站得很挺，到那個時候腰也站不起來了，像弓。唉！我現在已經深深感覺到了，曉得要坐得好好的，坐了一下，啊！這腰痠背痛那沒辦法，就這樣，就下來了。其實，其實你們沒有老，我們在這裡很多人未老先衰啊已經，真可憐哪，趕快好好努力啊！尤其是心理上面，有一些人，這個是更重要啊，更重要啊！然後呢「頭白如艾」，到那個時候看看那個頭髮都白了，這樣。「面額如砧板」，砧板什麼樣子？平常我們那個皮膚非常細嫩，那個砧板的樣子，那個刀痕切得都是，到我們老了，這個面就是這樣。尤其是女性這個地方特別注意，不要說：「唉呀，這個修道很苦啊！」你想到這裡，也是唯一的一條路，這是唯一的一條路，回去沒退路好想的。「皺紋充滿」，這個「容貌令非可愛」，並不一定是女性，凡是你歡喜這個的話，那這一點對你特別有價值。第二：",
    "785": "[13:05]氣力衰退者，謂於坐時，如袋斷索，起如拔樹，語言遲鈍，行步緩慢等。諸根衰退者，謂眼等不能明見色等，重忘念等，減念力等。第二個氣力衰了，坐下來的時候如斷袋索。什麼叫斷袋索啊？那個袋啊這樣，它平常的時候那個綁住的，然後呢，袋一放「噗通！」一下，人老了就是這樣的，跑到那個凳子上就「卡嗒！」一下坐下來了。唉！站呢實在站不動。平常我們坐好好的，站起來啊，站不起來，唉！站起來是千難萬難。現在你們不大會感覺得到的，但是生病的時候就是這個狀態，哎呀，這個站起來那個腳裡面實在是沒有氣力啊！講話的時候遲鈍，行步的時候遲緩。",
    "839": "[13:59]然後呢「諸根衰退」，這個是特別講身根，氣力沒有了，講裡邊的根衰退了。「眼」是「不能明見」，「重忘念等」，念力衰退等，就是這樣。到了那個時候，近視了、遠視了，遠也看不見，近也看不見，唉，真是！就這樣，就這樣。然後呢，很多事情回頭就忘記掉了，要記也記不住。尤其現在大家都是：「哎呀！等到慢慢地到那個時候再去修。」老的時候你就是這個樣，你還能修嗎？年輕力壯把那個，都浪費在不必要的上頭。在家人還情有可原，他本來不知道；出了家還忙這些不相干的事情，真可惜啊！然後忙那個不相干的事情，等到老了以後，那死路一條，這個情況啊！",
    "899": "[14:59]受用境界衰退者，謂受飲食等，極難消化，又無堪能受諸欲塵。這是裡邊的。外面的境界呢，對受用的，以前一直覺得很好，對不起，你難消化，你沒辦法堪忍。哎呀！你很想，那偏偏不行。然後，",
    "921": "[15:21]壽量衰退苦者，謂壽多滅盡，速趣於死，應當數數思惟此等。這個五樣東西不斷地、好好地去思惟啊！下面引經上面告訴我們。",
    "937": "[15:37]《廣大遊戲經》中亦云：「由老令老壞少壯，這個「老」，這個法，「老」這個這一個特質，使得我們每一個人慢慢地趨向於老，把你的盛年少壯那個慢慢、慢慢地破壞掉了。",
    "953": "[15:53]猶如大樹被雷擊，就像一棵長得好好的樹，被這個雷擊得支離破碎。",
    "961": "[16:01]由老令耄朽屋畏，能仁快說老出離。這個老是這樣啊！所以世尊告訴我們這個老相。所以你了解了，趕快趁現在能作的時候，趕快跳出，跳出這個痛苦啊！",
    "983": "[16:23]諸男女眾由老枯，如猛風摧娑羅林，老奪精進及勇勢，譬如士夫陷淤泥。一切的不管是若男若女，就被這個老所枯，這個枯像什麼？像大風吹那個娑羅林，這個娑羅林樹很脆的，被猛風吹過去，摧枯拉朽一下統統破壞掉了。我們現在這個要想作的精進、勇猛的心情，到那個時候一點都沒有了。到那個時候就像什麼？陷在那個淤泥裡邊，真是進退兩難哪！",
    "1026": "[17:06]老令妙色成醜陋，老奪威德奪勢力，老奪安樂作毀訾，老奪光澤而令死。這麼個嚴重法。",
    "1036": "[17:16]慬哦瓦云：「死苦雖重，而時短促，此老最重。」死苦雖然厲害，但是它很短呀！真的說起來這個老最嚴重。下面那個祖師講的話，這是千真萬確的。",
    "1052": "[17:32]迦瑪瓦云：「老漸漸至，故稍可忍，若一時頓至，實無能忍之方便。」幸好這個老是慢慢地來的，通常一個人四十以後漸漸開始就來了，來了。到七十、到八十，這幾十年當中，如果這個老的形象，幾十年當中一口氣來的話，沒有一個人能受得了，沒有一個人能受得了，這是千真萬確的。平常我們忽然間生了個病，你其實簡單得很咧，忽然間生了病倒在那個地方的話，唉呀！你這個痛苦之難受，就是這樣。我們往往生到那個病的話，想到簡直是不想活了，為什麼？他受不了嘛！所以假定這個老一口氣來的話，沒有一個人受得了。",
    "1097": "[18:17]不想則已，有的時候，我現在已經有這個感覺，有的時候真是！千真萬確的，不管是你哪一方面，剛才前面所說的每一樣東西，我倒不大在乎我的頭髮白，也不在乎我的面孔上的皮膚像砧板一樣。可是的的確確坐下來的時候，叫我慢慢吞吞，我就坐在那裡「卡嗒！」就坐下來；站起來的就像拔樹一樣，站了個半天，實在好辛苦。然後呢跟你們講，有的時候是清楚明白得不得了的事情，咦？講到口邊就是那個名字就記不起來，想了個半天不曉得，想不起來。而且眼前的人喔，就這麼眼前的人，這是念力是衰退會到這種程度啊！你們無法想像的，會是這樣的一個嚴重法。",
    "1152": "[19:12]所以它如果一口氣來的話，你真是沒有一個人能受得了，可是我們現在還居然安之若素，居然還說還是慢慢地來，怎麼能慢哪？現在只有唯一的年輕力壯的時候。所以我現在看見你們在座的一些年輕同修，居然躲在後面，猜猜反正輪不到我，偷懶哪，是最大的損失啊！反過來說，我看見那些年輕的同修，我真讚歎、真高興，我現在老了沒辦法了，我只有賺一點什麼？隨喜功德。",
    "1186": "[19:46]所以我一早起來，欸！看見對面那個同修他真好，他的燈光總是 ……。我一早起來最大的歡喜，就是看見那個燈光。哎呀，讚歎啊！我說我雖然是老了，這個人還在修年輕啊！而我成就讚到年輕的功德。另外呢，另一個人在那兒，我在那裡已經起來了洗了個半天，他還在那邊拖囉沓拉在那個地方，鐘已經敲完了，敲鼓了，他還在那兒，還在剛剛洗臉。以前我心裡面總覺得這個人怎麼樣，現在我也學會了，唉！我覺得這個人真可惜啊！我可不要這樣啊，他可策勵我啊！欸，好啊！真好啊！我但願你們也能如此。所以你不要為人家而驚，不要為人家而生煩惱。總之，一方面對你自己增長，一方面珍惜你自己呀！處處地方要把前面告訴我們這個道理，你多思惟；你多思惟了，你就開始可以努力了。現在我們下面看苦：",
    "1252": "[20:52]思惟病苦分五。苦也分五個，把它唸一下。我想這個苦大家都容易體會得到，所以唸一下你們自己去體會它。第一個：",
    "1265": "[21:05]身性變壞者，謂身肉銷瘦，皮膚乾枯等。增長憂苦多住憂苦者，這第二個：",
    "1274": "[21:14]謂身中水等諸界，分不平均增減錯亂，身生逼惱，心起憂痛而度晝夜。這是第二個。",
    "1285": "[21:25]不能受用悅意境界者，平常的時候，你要眼睛也好，吃也好、玩也好，那個時候都不行了。",
    "1292": "[21:32]謂若有云，諸可意境於病有損，雖欲享受而不自在，如是諸威儀道，亦多不能隨欲。諸非可意境界受用，雖非所欲須強受用者，謂諸非悅飲食藥等，須強飲用。如是火炙及刀割等諸粗苦事，皆須習近。前面是說你歡喜的，對不起，不行。你不歡喜的偏偏要，就這樣。",
    "1330": "[22:10]速離命根者，謂見病難治，便生痛苦，當於此等審細思惟。同樣的。",
    "1342": "[22:22]《廣大遊戲經》云：「多百種病及病苦，如人逐鹿逼眾生，就像人，打獵的人趕那個鹿一樣，這個病，這個病來害我們也是這個。",
    "1357": "[22:37]當觀老病壞眾生，惟願速說苦出離。趕快啊！要從佛那個地方，告訴我們這個苦，從這個地方想辦法跳出來啊！",
    "1369": "[22:49]譬如冬季大風雪，草木林藥奪光榮，如是病奪眾生榮，衰損諸根及色力。一樣啊！",
    "1383": "[23:03]令盡財穀及大藏，病常輕蔑諸眾生，作諸損惱瞋諸愛，周遍炎熱如空日。」這個文字也不必解釋，這個文字自己仔細地觀察，反正像這種東西自己都體會得到的，很容易。體會得到的，體會；體會不到的，信得過佛，努力去思惟、觀察。現在目前這個時候最切要的一件事情，我們一定要把這個概念提起來。最後，生、老、病、死當中，「死」：",
    "1425": "[23:45]思惟死苦分五。謂捨離圓滿可愛財位，捨離圓滿可愛親族，捨離圓滿可愛朋翼，捨離圓滿可愛身體，死時當受猛利憂苦，乃至意未厭此諸苦，當數思惟。只要我們的心念當中，對前面這個真相不認識，因為不認識而不厭離，乃至於貪著。在這種狀態，要不斷地思惟，現在我們不忙別的，真正要忙的是要忙這個啊，這個要注意啊！我們現在這裡要求學問，不要把它看成學問看，它是目的在這裡。你能夠在這個上面，那就是你的大學問，否則你認識得再多是沒有用啊！",
    "1475": "[24:35]前四為苦之理者，謂見當離此四圓滿而發憂苦。這個就是說財位、親屬等等。",
    "1485": "[24:45]《廣大遊戲經》亦云：「若死若沒死沒時，永離親愛諸眾生，不還非可重會遇，如樹落葉同逝水。死令王者無自在，死劫猶如水漂木，獨去無伴無二人，自業具果無自在。這個是自己的業力所感得的，你沒有辦法可想的。",
    "1512": "[25:12]死擒多百諸含靈，如海鯨吞諸眾生，猶龍金翅象遇獅，同草木聚遭猛火。」這個死來的時候，就是這樣的一個狀態，不管在任何狀態當中，一旦死來了，好，就這麼一條路，就這麼一條路。這個是生老病死，這個四樣，今天這個地方說一下。",
    "1543": "[25:43]請翻到《菩提道次第廣論》一六一，一百六十一頁。那個八苦已經講了生、老、病、死，每一個裡邊分五個項目，每一個裡邊分五個項目。這個是多去思惟、觀察，那麼那個時候，會產生強烈的一種感受，說人生無非都是痛苦。那麼下面另外四個，那就是眼前我們處處地方，感受這個三種，最後一個實際上呢，這就是根本，最重要的。現在一個一個地我們討論下去，看文：",
    "1612": "[26:52]思惟怨憎會苦分五。也分五樣。",
    "1620": "[27:00]謂如遇怨敵，便生憂苦。畏其制罰。怖畏惡名，遭非讚頌。畏苦惱死。違正法故，畏懼死後，墮諸惡趣。當思此等。世間理想的事情，偏偏不容易找到。那麼不理想的呢，我們不希望的呢，偏偏排遣不開。怨的冤家，瞋的，你所討厭的，偏偏要讓你碰到。我們眼前想想看，的確隨時隨地沒有一樣東西稱我們心。那麼這個裡邊分五個項目。遇到怨敵，就生憂、苦─心裡面憂愁，然後呢，怨敵互相傷害，身上面苦惱。這憂苦也可以分身心、兩方面，也可以總和身心而言。",
    "1700": "[28:20]那麼又怕他，這總的，怕他傷害你，怕他傷害你，這第二個。由於這樣，同時呢「怖畏惡名」，這個怨家，大家都 ─你說我不對，我說你不對，那麼種種的對我們的誹謗。然後呢，「遭非讚頌」，讚跟頌是我們希望的，在這種情況之下，他偏偏不但得不到，而且傷害你。還有呢，怖畏惱死，不但是眼前實際上的名譽，實質上的傷害，而且乃至於因此而送掉性命。送掉了性命呢，「違正法故」，還要怕死後墮落惡趣，這樣。這個五個方面。怨的呢偏偏碰到，反過來你希望的嘛，偏偏要別離！",
    "1768": "[29:28]思惟愛別離苦分五。謂若捨離最愛親等，由此令心發生憂慼。第一個憂愁，心裡邊真是 ……。",
    "1781": "[29:41]語生愁歎。心裡面嘛，憂慼；開起口來嘛，唉呀，真不曉得什麼是好！",
    "1790": "[29:50]"
}