{
    "2": "[00:02]身生擾惱。念 彼功德，思戀因緣令意熱惱。因為想起來這個恩愛的人有種種好處，捨不得啊！心裡面就放不下。",
    "15": "[00:15]應受用等有所缺乏。當思此等。因此我種種的受用也缺乏，也分五項，這都容易懂。",
    "27": "[00:27]思惟所欲求不得苦分五。如愛別離。這第七個，你要求的呢求不到，就像愛別離一樣，就像愛別離一樣。愛別離是你親愛的，說",
    "39": "[00:39]求不得者，就是你所忙的事情，",
    "42": "[00:42]謂務農業秋實不成，種田人呢忙了半天，收成不好。及營商賈未獲利等，",
    "51": "[00:51]作生意人呢，得不到利益。",
    "54": "[00:54]由於所欲勵力追求而未得故，灰心憂苦。這個文都容易懂。那麼我們這是把這個所說的意義，隨時隨地多方面，擺在我們現實生活狀態當中去體會。譬如說，乃至於我們出家了，修學佛法了也是，唉呀，想像當中一番熱誠，可是跑到哪裡呀大失所望！那就是什麼？求不得。求不得的另外一面呢，偏偏碰見的，那還不如我們想像。萬一你覺得滿好的話呢，也不一定能夠好 ─覺得現在，喔唷，許多真正有成就的等等，偏偏你又沒辦法跟著他，就是諸如此類。不管是世間、出世間，在在都是這種現況。最後：",
    "121": "[02:01]思惟宣說五種取蘊總為苦義分五。平常我們常說「五陰熾盛」、五陰熾盛，到底怎麼個熾盛法呢？那麼這一個地方說一下。實際上呢真正這個思惟這八苦當中，真正最重要的歸結起來，就是這個最後那個五種取蘊當中的這個苦。我們修中士道的重點，重點就在這個地方，現在把這個我們好好地學一下。",
    "157": "[02:37]謂是當成眾苦之器，及依已成眾苦之器，是苦苦器，是壞苦器，是行苦器。於此諸苦當數思惟。這五個取蘊是什麼呢？就是我們所謂的五蘊。「色」，就是我們現在的色身，有色身，形色所成的，然後呢「受、想、行、識」，那是心蘊。「識」，最後那個識是識體，它識的心所法，它識的功效 ─受、想、行三樣東西。那麼總合起來呢，有這個五個大類的東西，合成功一種身心相續，這個身心相續在五趣當中是不斷地輪轉，所以叫「數取趣」，不斷地在這個輪迴當中輾轉，這個東西 ─五蘊、五取蘊，平常我們說的「人」。這個人擺在自己身上那就叫「我」，一切問題無不都從這個上頭出來的，這個是整個的一切問題的根本。現在我們看看，這個東西是什麼？我們平常所要求的一切一切，無非都在忙這個，無非都在忙這個，現在看看這個是什麼？",
    "253": "[04:13]說這個東西，「當成」，將來還沒有成之前，那所以說將來會得到。當你得到的時候 ─眾苦之器，對於未來來說，是一切痛苦的根本。「器」就是個器皿，譬如說我們這個茶杯裝水的，現在這個五取蘊呢是盛苦的。這個東西將來一旦成就了，幹什麼？喏，就是裝一點苦，沒有別的，它這東西就是這樣。「及依已成眾苦之器」，已經成就了呢，一切的痛苦是依這個上面而來的，這個東西有這樣的不理想，除了苦沒有別的。然後呢本身就是「苦苦器」，它本身就是苦苦，對於苦的東西當然是苦！這個苦，哪裡？就在身心上感受的。那麼還有快樂呢？對不起，快樂是「壞苦器」！它快樂是壞的，它壞的時候，你也痛苦得受不了。還有呢，「行苦器」，平常的是雖然並沒有感受到苦樂，對不起，它停不住的，諸行無常，永遠向前推衍。推衍的結果呢，你總還在這個苦當中轉，對於這個應該數數思惟。",
    "341": "[05:41]我們真正應該認識的，指的苦諦，特別從這個地方，這是根本。這個各式各樣的因很多，平常我們討論問題這裡要注意喲！就是我們必定要把握住根本何在。平常我們往往學了很多東西，你所看見的也許你很有道理，可是總在枝末上面轉，結果看了半天把握不住這個根本，走遠路，乃至於越走越遠，這是我們需要了解的。同樣地，修學佛法最重要的，你必定首先要把住根本在什麼地方。平常我們真正講的苦，各式各樣的，歸納起來無非要找到：欸，是苦！那麼你要除掉苦，根本在哪裡呢？這個你必定要首先認識它。",
    "396": "[06:36]同樣地，就是我們修學佛法，現在這個佛法是浩如煙海；不要說佛法浩如煙海，三藏當中我們說，唉呀，我們下腳第一步 ─戒，戒又這麼多。啊！然後這個東一部、西一部，大眾部、上座部、一切有部，乃至於你的的確確不曉得從哪裡下手！是在任何一方面，你要找到它的最主要的根本，從這個地方，那麼然後呢從根本上面把握住了，慢慢接到枝葉。這樣我們才有機會，也唯有這樣才能夠解決，要不然這個問題總歸不能解決。那麼現在我們這裡看下去：",
    "442": "[07:22]其中初者，這第一個。",
    "444": "[07:24]謂依受此取蘊，能引來生以後眾苦。第二謂依已成之蘊，這只是當成的，一受了這個取蘊以後，受了這個取蘊，就因為 ……譬如說我們現在有了這個五蘊以後，我們造種種的業，將來一切的以後的苦都是現在造，然後呢引來以後的，引來以後的。然後同時對現在來說呢，一切的苦也依於現在，所以它現在固然是苦，同樣也引發以後。當你引發以後，以後這個現起的時候，它又再引發以後，永遠這樣地增長。現在的苦是什麼？",
    "495": "[08:15]為老病等之所依止。前面說的生、老、病、死，然後呢愛別離、怨憎會、求不得，都從這個上面，所以它那個根本就在這裡。",
    "508": "[08:28]第三第四，謂彼二苦粗重隨逐能生彼二。那麼第三、第四呢，就是苦苦跟壞苦，這個兩樣東西是為什麼呀？因為由於這個當成的五取蘊，以及已成的五取蘊，這個兩個上頭「粗重隨逐」。就是這個我們的身心，是煩惱雜染所感得的，這個煩惱雜染所感得的內容，無非是異熟、等流、增上輾轉相應，一直在這個「種、現」輾轉地流轉當中，所以這個叫「粗重」，一直不斷地在這個上面。由於這個輾轉地引生，所以無非是苦苦、壞苦。那麼最後一個行苦呢，",
    "573": "[09:33]第五謂初成取蘊，即便生為行苦自性，一開始那就一直在行當中，實際上所以說一開始的時候，就是在我們感受得到的這個情況之下。那以前有沒有？有，只是我們感受不到的。實際上這個行蘊，從無始以來，一直從來沒有停過地一直在進行當中，這個真是問題的中心。",
    "606": "[10:06]以一切行為宿惑業他自在轉，是行苦故。因為我們現在的一切諸行是什麼？以前往昔的無明，由無明所造的種種雜染之業所感得的，所以必定還是按照這個惑業的行相來轉，一切都是惑業來決定的，你一點辦法都沒有，一點辦法都沒有。所以必然之間，會隨著這個因行而向前流轉，這個是行苦。那麼關於這個，",
    "653": "[10:53]於三苦時此當詳說。苦苦、壞苦、行苦，這個下面會詳細告訴我們。為什麼他下面還要詳細告訴我們呢？因為這個是根本，最主要的根本。你認得了這個取蘊的特質以後，那個時候你才會產生大厭離，要不然我們一天到晚就忙什麼？忙這個東西。實際上呢這個才是我們的生死根本怨家，生死根本怨家！所以佛一再告訴我們，這個東西是一無是處，一無是處啊！這唯一的好處是什麼？湊現在這個東西能夠修行。因為這樣的關係，所以你為了修行，你還逼不得已地要吃的、要住的。那吃怎麼辦？去討飯，討到什麼只要塞飽肚子就行；住呢，唉呀，你哪裡都可以，樹下一宿就得。現在我們呢遠不止此，因為我們不認識，所以一天到晚就講究這個東西，一天到晚講究這個。因為講究這個呢，一切的煩惱是由此而生，一切煩惱由此而生！",
    "732": "[12:12]實際上我們也可以感受得到，在家人忙些什麼？說到最究竟的，這個是兩大主題之一，兩大主題之一：一個是生命的保持，一個是生命的延續。生命的保持就是為這張嘴巴，就是這樣。然後呢我們出了家以後，照理說要解脫這個東西，實際上呢因為這個根本問題沒有認識，所以一天到晚是還忙著它。那個嘴巴是啊，那真是，說起來，不管你怎麼說得頭頭是道，一跑到那地方問題都來了，問題都來了，還有種種的藉口。這個原因為什麼？就是我們對這個基本的概念不認識。",
    "787": "[13:07]前面儘管講很多苦，是的，可是他找不到根本。現在這個地方，把那個根本找出來了以後，到那個時候，你把這個根本問題解決了。當這個根本問題解決了，前面所有的苦，都是由於五取蘊而產生的，當那個五取蘊的問題解決了，連根拔除了，上面的都沒有了。所以要說前面那些問題的，為什麼？就是策勵你對現在的這種狀態，感受到絕大的不如意，然後呢那個時候你努力地，去要找解決這個問題。要去找解決，然後呢你追根究底找到根本，於是就拔除了。",
    "833": "[13:53]這個概念為什麼一再強調？為什麼佛在前面的時候告訴我們？這是我們現在處處地方，為什麼必須要知道？說你要講修行，是的，那麼你從哪裡修行起？如果你不了解這個，你修了半天，那不是空忙嗎？因為你摸到的只是邊邊的一部分，說要修行、要修行，有很多人就是這樣：唉呀，最好我去修行，你忙這個幹什麼！你為什麼要修，修些什麼啊？他也不知道！那既然不知道你怎麼修？另外一種呢，說那我要懂道理的，忙了半天越走越遠，文字上面越扯越不曉得扯不清去了。所以在這個地方再強調一下，強調一下，你必須要把握住這一些問題，把我們有限的精力集中在這個地方！然後你把那個中堅問題解決了，好！下面自然就跟著也都解決。",
    "903": "[15:03]下面再說，說現在我們了解了，原來這個問題在這裡。反過來，假定你對這個問題不了解，那什麼現象呢？",
    "916": "[15:16]若於生死取蘊自性，未能發起真實厭離，則其真實求解脫心，無發生處。假定關於這個問題，換句話說，五取蘊的本質是什麼東西，你根本不認識。因為它本質是苦的，你不認識是苦，既然不認識苦的話，我們還直覺得這是我，快樂得很啊！要營養，要長得胖胖，要長得肥肥，然後呢要求它舒服，在這種情況之下一切問題都來了，當然，哪可能發生真實厭離！現在前面已經了解了，所謂解脫是什麼？就是從縛著當中解開來。什麼是縛著？惑跟業。這個惑跟業綁著什麼？就是綁著我們這個五取蘊。所以你必要在這個五取蘊上面，產生絕大的厭惡，求解脫的心。那個時候才進一步去找，它什麼原因而綁著的等等，整個的修行佛法的根本從這裡。",
    "998": "[16:38]現在既然你不了解，於是就不能發起真實的厭離心；既然不能發起真實厭離心，你求解脫的心請問從哪裡發生起？因為你要解脫，所以那個時候你要去求種種解脫的方便，修那個道。那個時候才會有：啊，持戒是必須的！在這個基礎上面，念佛也好、參禪也好、學教也好。現在關於這個問題你找不到，沒有把握住，然後你說念佛、持戒，然後你說參禪、打坐，你坐，幹什麼啊？你幹什麼啊？你作了很多學問，你為什麼？我們不是在無的放矢嗎？所以前面說這個問題你沒解決，就像射箭，就像我們打靶一樣，靶在哪裡不知道，拿了槍朝天亂放。朝天亂放那最多浪費你子彈，我們現在是亂放的話打死了很多人，然後呢你就賠這個命欸！我們就是做這個事情。",
    "1066": "[17:46]所以這一點大家不必忙著去修行，你必須忙著 ─我為什麼要修行！然後你有了這個，然後再找你修行的方法，那個時候你覺得：啊！這個方法配我的胃口，適我的根性。然後你全部精神，你自然解決嘛！哦，曉得現在這只有念佛，於是你聽見了牢牢抱著一句佛號，不管人家天塌下來，那是人家的事情。如果你發大心，「等到我去了，然後回過頭來幫助別人」，問題就解決了。如果你持戒，你只要把握住一個，哦，那戒上面告訴你，你能夠這樣清淨的話，小則生人天，大則得解脫，你全部精神貫注在這個裡頭。乃至於，所以為什麼人家說「乘急戒緩」，它的目的在什麼？在這裡，你把握住這點的話，你乘急戒緩也可以解脫。否則的話，對不起，那一定出毛病的，因為戒是根本嘛！",
    "1136": "[18:56]為什麼講乘急戒緩也可以解脫呢？他到那個時候來講，「喔，這個是根本啊！」他一定要全部精神把那個根本問題解決。所以他把那個根本的，持這個戒本來要三具，身、口行持一點都不能錯，那時候他發現：只要把他的意把握住了，其他枝葉慢慢地再來，這樣。所以如果是念佛的話，他腦筋裡除了一句佛號什麼都沒有了，當然解脫！然後參禪的，他一天看著是「念佛的是誰？」、「拖著這個死屍的誰？」一定要找到它。欸，結果找到它了，跟空性相應了，那當然問題解決了。所以人家古人所以說「乘急」，是從這個地方急起啊！我們現在講乘急戒緩，緩了半天，乘急不急，戒又緩掉了，不墮落，到哪裡去！反過來說，那好，我們戒急了，它戒為什麼教你急呀？它目的還是這個，告訴你這個是生死的根本，不可以做啊！要在這個地方擋住！啊！於是你內心當中戰戰兢兢，因為了解：我們對事情的真相，凡夫畢竟是凡夫，不可能了解！",
    "1214": "[20:14]所以有一天一位同修來跟我談，他是一個非常精采的人，哎呀，曾經弄過那個戒律。他當時告訴我：真正我們弄這個東西要到羅漢。我非常讚歎，一點都沒錯，為什麼？我們到了那個時候，心裡才不會被現行煩惱所轉，那時候你能客觀地見到這個問題。這個話是對的，可是我們現在做得到嗎？這個我們不談，真正的問題是什麼？我們雖然做不到，可是我們要問現在我們因地上面忙些什麼？哪！就在忙這個。你把握住這個了，在這種情況之下，儘管我們不可能把這個東西的問題，能夠圓滿地把握住，不怕！根本在哪裡你把握住了，你只要在這個地方下去，那一定問題解決！而這個戒的真正的目的在哪裡？就是這個。否則的話你如果弄不到的，然後戒行、戒相上面，喔唷，這個、這個，這個、那個，弄了個半天還是越走越遠了，這個我們必須要了解的。",
    "1283": "[21:23]所以在這個地方他告訴我們：假定你對這個的生死取蘊的自性，沒有真實地了解的話，你求解脫的心無發生處。現在出家修行的目的幹什麼？前面告訴我們不但是單單作一個羅漢，作羅漢你八關齋戒也可以解決，你何必這麼行？沙彌也可以解決，像均提沙彌等等，你何必弄個兩百五十條這麼難行，得到一點的義利啊？這個我們必定要了解啊！所以這個是它的根本哪！",
    "1327": "[22:07]於諸有情流轉生死，亦無方便能起大悲，對自己呢，發厭離心；然後因為自己了解，原來這個東西這麼個可怕法，這個問題都在這個地方，由此而推己及人，那麼那個時候發大悲。所以大悲，必定自己深深見到這個東西的可怕，然後你憐憫別人。現在你對這個東西都貪著難捨，你憐憫，你憐憫些什麼啊？那不是完全顛倒了嗎，完全顛倒了嗎？所以這地方很明白的，是沒有厭離心絕不可能有大悲心，所謂大悲心那只是騙騙人。不過在這個地方我們有一點要注意哦！這是理路是我們清楚，然後呢行持上去的時候，必然地先了解了理路慢慢上升。所以我們是一個凡夫，你問我：你有沒有厭離心？我懂得厭離心，有的時候碰巧，碰到一點點，經常狀態只是策發自己 ─就因為自己不能厭離所以策發！但是我雖然現在連厭離心做不到，可是我的目的是要成佛，所以我時時提醒我要發大悲、大菩提心，這個絕對正確的，絕對沒有錯。就是你了解了這個理路，然後一步一步策勵自己上去，這個是正確的路子。",
    "1421": "[23:41]所以剛才講那個道理，一開頭你一定要圓滿地認識，不是圓滿 ─正確地認識，然後呢步步上升，你就不會走冤枉路，這個是它最主要的，最主要的。那隨時弄錯了，欸，弄錯了，拉回來；弄錯了，拉回來，那麼那個時候大家師友之間啊，就產生了最好的互相的助力，這個根本的問題。所以現在人家說：「哎呀，我是個大乘菩薩，這個出離心這個都小乘行者做的。」我也不曉得他這個佛法是哪裡學起？至少在我是不懂的。我看見龍樹菩薩，人家都說這個是「八宗共祖」，最了不起的，無著菩薩，不管是哪一個完整的傳承當中，說得清清楚楚，他那個大悲心一定從這個上面發生的。是，等到他啟發了大悲，他主要的一天到晚，那個時候忘我而忙別人了。所以他那個形象上面，的的確確是跟那個全部精神貫注在只解決自己問題的形式，有一點差別。但是你根本地深入去探索的話，這個內涵本質是完全一模一樣。內涵是什麼？喏！這些數取趣在生死當中痛苦，他要把他從生死當中透脫出來。他深深地了解這個取蘊的本身是苦，這一點絕對共同，絕沒有例外！這一點沒有，沒有佛法！所以這一點我們必定要了解的。",
    "1535": "[25:35]所以現在第一個概念從這地方，我就非常歡喜，從做不到這一點來說，我常常覺得難過；從了解這一點來說，我無比地歡喜。唉呀，我覺得在今天這個末法時代，大家這麼你說你的、我說我的，不曉得什麼是好，居然最完整、根本的教法在這裡，啊，感到無比地慶幸！如果我們不是宿生有相當的善根，碰不到。為什麼？業感緣起，就是這樣簡單。你沒有積這個善根絕對碰不到，想到高興啊，想到高興啊！然後推動著自己，趕快努力。既然前面告訴我們有這麼事情做不到，現在又了解了怎麼去做，這個力量就來啦！一個是拉你的，一個是推你的，又拉又推那當然上得去。",
    "1598": "[26:38]所以當你感著得拉了歡喜的時候，一個不小心歡喜到別的地方去了，趕快想想：唉呀，我還有這麼多錯！所以那個拉到別地方歡喜心，就被這個苦切的心情把它對治掉了，變成功推的力量。結果那推、推、推、推，推得太緊了，到那個時候心裡面又換一個想法，變成拉的力量，啊，心裡又歡喜！這樣狀態當中，不管你是歡喜也好，不管你是悲切也好，方向總歸是一路向上，這個是我們這個地方應該了解的，應該了解的。",
    "1637": "[27:17]然後呢方法上面，同樣地我們要認真探討，儘管，是！無不是走這個出離的路，不管是自利利他，但是那個方法萬一弄得不對的話，我們以為做對了，結果走、走、走、走，走到邊路上面去了。就像剛才說的，喔，又講修行，結果呢他自己不懂得道理；然後呢要講道理，又把握不住這個中心，諸如此類。",
    "1670": "[27:50]故隨轉趣大小何乘，然此意樂極為切要。所以不管你大乘小乘，這個概念、這個認識最最重要的，這個是問題的中心。到了這裡我們大家曉得：為什麼現在我們好像要學很多東西，卻以本論為先，大家了解了，喏，就這個。你把握住這個根本，然後你才曉得：啊！那個時候我要學什麼？要學戒。戒的目的什麼？在這裡啊！嗯，那就對了。然後你曉得要念佛，哦，為什麼要念佛？原來這樣啊！那持戒等等無不在這個上頭。所以你把這個概念把握得住，學什麼就成什麼！",
    "1719": "[28:39]發生此者，亦隨當從無垢聖語，如量解釋，先正尋求清淨了解。欸，曉得了，那麼又告訴我們學的次第呢？那麼這樣的一個重要的真正聖道的命根，它這個根本怎麼發生的呢？唔，必須要隨「無垢」。他不說正確而講無垢，妙了！有的時候我們正確，這個對了，但是對不起，你這個對、他那個也對、他那個也對，這個這麼多「對」當中，這一個地方也許有的是枝末，有的是根本，你要轉圈子。他反過來 ─無垢，就是說他這個絕對沒有錯的，都是正確的、正面的。所以這個用反面的反顯，跟正面的提示，兩個的差別我要說一下：正面的提示提出來了以後，有的時候有漏洞的；如果反面反顯的話，換句話說，他把錯誤的地方整個地擋住了。"
}