{
    "5": "[00:05]所以我告訴你們，你們要燙手指，不要燙這個，燙這個的原因在這個地方。這是隨便啊 ……雖然這個是並不善巧，可是卻是不妨以你們自己的量去想一下。然後呢在這個犬豕當中所吃的不淨，高過於須彌山。這個是對貪的人，對貪什麼？飲食等等。還有呢，對親友難分別的人，「又於生死中」別離，別離了以後，我們流的眼淚已經高過這樣，你想到了這一點，哎呀，難捨的這種事情，沒有一點捨不掉的，沒有一點捨不掉。還有呢如果瞋心大的話，你看看哪，是為了大家一點鬥爭 ─這個平常我們鬥爭總不至於送掉性命吧！鬥爭乃至於把命送掉，那個頭積起來高過於梵世。唉，那個是不得了啊！然後呢，我們墮落小蟲當中吃這個大糞、土，也這麼多啊！",
    "80": "[01:20]如是又如《華嚴經》云：他不斷地用那個經上面的證，無非是用種種方式，總是我們越多，總有一個地方能夠觸到我們的心，那個時候不要輕輕放過哦！當你觸到了這個心上面的時候，你要想辦法把你這個相應的感觸，那個時候加深它，那個力量就從這個地方產生的，那個地方產生的。所以你平常的時候儘量地多去研閱，當一下觸到了，你停在那個地方。唉呀，對呀！使得這個心量慢慢地加強堅固、加強堅固。你這樣地經過三番五次努力，以後就容易慢慢、慢慢地產生對治這種效應。那麼《華嚴》怎樣說呢？",
    "126": "[02:06]「汝應憶念為諸欲，徒耗諸身前邊際，今求菩提具禁戒，由禁於此摧諸欲。汝應憶念為諸欲，徒耗諸身前邊際，未能承事恆沙佛，未從佛聞如是語。」它經上面，前面是單單從苦的那一方面，這個方面又正面地告訴我們：你想想看呀，我們為了前面這種無理的貪欲，然後呢虛耗的這個生命，不曉得無量無邊哪！現在是為了解決這個無義的痛苦，然後一心努力地如法行持，然後呢依戒定慧這樣，應該努力趁這個機會，把這個欲摧毀呀！在我們這裡，的的確確正應該努力的。所以跑到這地方來，我們正應該努力的在這地方，這一點這是最重要。如果跑到這個地方來，這個地方還是嘻哈放不下，這個千真萬確的，脫下衣服回家去；先懺悔，等到有了力量再來。嘻嘻哈哈那在家人的事情，出家人做的事情是這個，說：「我跑到這個地方來，為什麼要做這個的！」嗯，那麼這樣。所以我們這裡有一位同修我非常讚歎他，他覺得：我持了戒做不到，捨戒。乃至於必要的時候，連它沙彌都不要，然後做淨人伺候你們，必要的時候回家去，然後吃盡了苦頭再來。這個才是有志氣！這個每一樣事情，應該我們要了解這一點哪！",
    "243": "[04:03]謂盡所得三有盛事，悉皆欺誑，領受無量無義大苦。不管你得到的三有之間一切好事，那個都是什麼？「欺誑」兩個字。它騙了你，一點點地騙了你，結果呢受無量無邊大苦，這個大苦還是無義的。為什麼說「無義大苦」？我們修行不是一件快樂的哦，修行是一件苦事哦！欸，但是修行 ─這個小苦而有大義！它現在呢大苦而又無義，這個我們要分別得清楚哦！欸，這個要萬萬地要分別得清楚。",
    "286": "[04:46]如前唐捐無量色身，皆當憶念，以前已經不曉得白白地消耗掉了，這個東西應該好好地思惟啊！",
    "297": "[04:57]若後仍不策勵勤修，更當如是，思惟此理，令起厭離。如果以後我們還不努力的話，以後還是這樣啊，這個是我們應該如法去思惟的，不要讓我們難得的暇滿的人身空空浪費掉。空空浪費都不可以，何況還要去思惟非理作意，把自己送到惡道當中去啊！所以這一點一定要生起這個厭離心啊！那個祖師怎麼說啊？",
    "333": "[05:33]慬哦瓦云：「覺敦巴從無始來，曾受何身，然皆未修大乘正法，猶如今日，故須策勵。」啊！說從無始以來，這個受各式各樣的身，但是沒有修正法，尤其是「大乘正法」，像今天這樣認真從來沒有過，所以今天居然做了，趕快努力啊！記得那個祖師前面有一段話吧？人家看見他用功得不得了，就說：「某人哪，你這麼用功你休息一下呀！」他說：「對呀，照理應該休息一下，但是我一想到這個生死痛苦、暇滿人身，我就停不住了。」嗯，這樣，那祖師的典型的公案，我們真正講修行，要把這個作為榜樣。所以他又說，我是仰望於 ……是怎麼講？「一心仰望這個，把古德的傳記擺在腦筋裡面，一心仰望，我要學他、我要學他啊！」我們千萬把腦筋裡面放不下的這種貪著，要丟到東洋大海。不要說這個人難捨，這個東西難捨，這樣。這個也不行，那個也不行，所以這些東西千萬要捨掉啊！",
    "421": "[07:01]我想到了這個，最近哪，早一陣子我剛來的時候，看見我們這裡有很多這個梅乾菜，那個的確是非常好的東西。我說：「唉呀，我們這麼多，就送掉一點啊！」就有一個人說：「噢，這個東西很好吃呀！」「哦，這樣。那吃不完嘛，就送掉。」結果大家也是放那裡，最近我聽說生蟲了。你看，人家居士一番好心送到這個地方來。唉！這種地方 ……。這要我的話，好吃，好吃趕快送掉。我看見很多祖師這種公案，那增長貪心，就增長貪心啊，我只要把肚子塞飽了那個是最好。所以人家弄很多好吃東西，我看見了就眉頭皺皺，心裡就害怕，就因為我的貪心還是很重呀！這個地方要看看那個祖師，祖師怎麼做的，這個才是我們到這裡來的目標。",
    "476": "[07:56]又如桑樸瓦云：「此生死中須多仰覆，此於心中實覺不安。」這個在現在生死輪迴當中，我們都要 ……什麼叫「仰覆」？反覆地多多思惟。你能夠反覆地多多思惟，你心裡面就不會像現在這樣 ─哎呀，快樂得很啊！就不安了。於是你說怎麼辦哪？啊！他前面告訴我們思惟這個東西，「坐起慞慌，腦漿炎熱」。啊，你坐立不安！唉呀，那個時候那個心裡面就是，就像火燒一樣的話，你實在是害怕得要命，一心求脫，那就對了。",
    "518": "[08:38]乃至未能起心如此，須勤思惟，縱起亦當恆常修習。說乃至於這個心裡面還沒有生起，要努力，縱然生起了還要繼續不斷。每一段前面講完了，一定告訴我們這幾句話，每一段講完了，一定告訴我們這幾句話。實際上呢，我們修行的時候也就是，沒有別的就是這個。所以我們不必好高騖遠，說：「唉呀，哪一個大法，哪一個大師呀！」佛早就說得清清楚楚了，就是這個樣，你從那個根本上面去做，那就行了。尤其是最近又有人說：「哎喲，最近有一個大上師要來灌頂了。」喔唷，他又想辦法要去灌頂。我就想起來了，據說來那個大上師白教的，這個錫杜佛爺，他的確白教的錫杜佛爺，那是非常精采的，非常了不起的。大寶法王走了以後，他現在認證的工作落在他身上，也可以說那他是第二把交椅。當然白教當中坐第二把交椅有四個上座，他就這個第二把交椅當中的一人，這個倒也是事實。",
    "597": "[09:57]但是我們不妨說，同樣的白教的真正祖師是哪一個？馬爾巴祖師，然後呢密勒日巴尊者，然後到岡波巴大師再發展開來。而其中尤其是密勒日巴尊者，那真是千古奇人。他說了兩句名言，他怎麼講？叫「低處修時高處到，慢慢修時是快快到，一人修時是兩人到。」你修的時候你慢一點，結果你到得快；你低的地方去修的話，你可以爬到高的地方；你不必忙要幫一切人，你先把你自己弄好。這是千真萬確的事實，千真 ……他真正的成就，就在這個地方，他真正的成就就在這個地方。",
    "651": "[10:51]所以你們看過他的傳記的人曉得，沒有看過他傳記，我也把它說一下。他那時候修苦行，不得了！人家送給他一點東西，然後呢他是個在家人，尤其是西藏他們那個地方，就是不是像我們，一定要吃葷的 ─送他一點糌粑，送他一點點起士，還有送他一點肉乾。到後來那個肉乾上面生了蟲了，他把那個蟲拿掉，他後來想：「不對呀！牠也吃，我也吃，你怎麼可以搶牠呢？好、好、好！我餓肚子，那個蟲就讓牠吃。」結果他先頭發誓了，說：「如果這一生不證道的話，我絕不為八風所動，絕不為這個生命而跑做任何。如果這樣的話，寧願讓那個護法神把我一下弄死，下一世投胎我再來修！」結果到了眼前，眼看著沒吃東西，餓了幾天，他也不管。後來想：「對呀，我所以發那個是為修行，現在餓死了還是不能修行啊！所以這個並沒有違背我的誓願，那好、好、好，我討一點東西去吃吧！」結果他就跑出去，一跑跑出去，欸，看見了那個綠的蕁麻。",
    "724": "[12:04]你們不曉得那個蕁麻什麼東西，我這次到印度去才看見。哎呀，那個東西上頭滿身都是草，這個草上綠綠的，那個上面有刺，那個刺有毒的，這個毒不是中的毒哦！那時候我不知道，我就一碰，唉呀，一碰那個手整整癢了兩天，唉，癢得你簡直是不曉得怎麼好！這麼個東西！他居然拿這個東西，它那個嫩頭就把它拿下來，他也不知道怎麼弄的。他們說：「喏喏喏喏！當年密勒日巴吃這個東西。」我當時第一次聽聽也沒有什麼心裡上印象，後來我刺到了，自己去想啦，哎喲！這個東西我哭了好幾次。唉呀，想想古人這樣，我自己實在是好差呀！人家還燒了這個東西，我還嫌這個不對、那個不對。哎呀，還要醬油、麻油一大堆。他那個東西，就吃蕁麻，獵人不是跑得去找他嗎？跟他要一點東西說：「我在打獵半天，我找不到東西吃，你的東西先分我一點，然後我找到了給你。」密勒日巴尊者怎麼說？「哎，我吃的就是那個蕁麻。」「哦，那好好，你總給我一點鹽！」「鹽！有鹽就好了，我吃的就是那個蕁麻。」然後呢，跟他要了幾樣東西，他就說：「我吃的就是這個。」結果因為一直吃那個蕁麻，弄到後來，那個身上面都長出綠的毛來了。",
    "808": "[13:28]以後他的妹妹不是來找到他了嗎？他的妹妹找到他的時候，那時經過一個地方，一個大喇嘛，哎喲，那個大喇嘛很神氣，然後呢那個弟子很多。他的妹妹就跟他說：「唉呀，哥哥我找了你多少年找得好苦，居然最後找到你了。你在這裡幹什麼？」「修行！」「那你怎麼這麼修行呢！我看見這個修行的大喇嘛，這麼多人擁護，吃得這麼好，他同樣地修行，你為什麼不這樣修行？」密勒日巴尊者怎麼說啊？「獅子跳的路，兔子我不敢跳啊！」他這麼了不起的人，他把他看成是兔子，密勒日巴尊者真正了不起的地方！所以藏傳不管哪一系、哪一派尊重他，他一生有這麼高成就，就靠這個 ─他自己曉得我條件差。其實他條件真的差嗎？如果我們比比，我們絕對沒有一個人比得上他，乃至於百分之一、千分之一，他自己看「我是一個兔子」。哎喲，我們現在還看得自己很高咧，覺得：哎喲！這個不行、那個不行；看看那個瞧不起，那個瞧不起；這個也不要，那個也不要。那所以我們不成就的原因。",
    "878": "[14:38]所以在這個地方，我們要了解：這種情形我們真正要思惟觀察的，不是它高高大法，而這個地方的基本。所以說「低處修時是高處到」，你把基礎做好了。其實學到現在還是很清楚，一旦你對這個死念生起來了，你現在的眼前的難道還放不下嗎？一旦你對於苦的了解了，你還會去找那些事情嗎？這個死、這個苦什麼？共下士道啊，「阿彌陀佛」啊！所以千真萬確是低處修時，高處是無有不到的！然後呢你不要急，要忙這個、要忙那個，是「慢慢修時是快快到」，所以我們中國人說「欲速不達」，基礎要堅穩哪！繼續下去，第三個，",
    "950": "[15:50]數數捨身過患者。如云：「一一身體諸骨聚，超過幾多須彌峰。」謂一一有情受身之骨，若不爛壞，多於須彌。然後我們捨身的過患。捨身、受身，我們捨下來的身、骨聚，不要說骨聚，燒成功的灰超過須彌山，唉！不曉得受了多少。那就是，想想我們實在是，弄了這麼多次，結果呢？咳！繼續還在那個地方，繼續還在那個地方，還不停止。所以前面說我們真的，我們的心真像金剛，什麼東西都動不了，佛告訴這麼厲害的，我們居然在那個地方動都不動。唉！我們要反過來，最好的我們哪，後面告訴我們的：我們軟得像豆腐，軟得像棉絮；那就差不多了。一點小小的事情，哦！心動。所以這個經上面告訴我們，真正好的良馬見鞭影 ─那個好的馬看見那個鞭的影子就奔了，我們也應該這樣，一點點的小小的馬上就策勵，那這一生就有希望。下面：",
    "1028": "[17:08]數數結生過患者。如云：「雖將地丸如柏子，數母邊際未能盡。」這個不斷地結生，然後生死流轉當中捨身，捨身以後呢？結生，就是生死流轉當中。如果我們把大地做成丸，丸子像柏子那麼一點點大，然後呢我們數這個母親，說我們的母親，要找到那母親的邊找不到。",
    "1059": "[17:39]昔諸先覺解釋此義，謂一有情為母之量，此非正義。平常我們去看這個問題，總覺得：我們因為是不斷地結生，所以每一次結生有一個母親，要找那個母親，這個找不到邊。他大師告訴我們：不！這個意思不是這裡。下面：",
    "1081": "[18:01]即此釋中引經文云：他說它下面，就是《親友書》上面的，《弟子書》還是《親友書》上面說的，解釋當中引經文說：",
    "1090": "[18:10]「諸苾芻，譬如有人，從此大地執取諸丸，量如柏子，作是數云：『此是我母，此是我母之母。』而下其丸。諸苾芻，此大地泥速可窮盡，然諸人母展轉非爾。」因為它那個經文上，在那釋論上引經上的文 ─凡是菩薩造論，他都不是憑空的，一定是有憑有據根據經論，然後呢貫徹諸經義來解釋這個道理。所以他引那個經論上面說：前面這個不是正理，那麼經怎麼說呢？就是就這一點事情來說，「諸苾芻」 ─就是告訴這比丘，佛告訴他譬如有人把那個大地那個土就做為丸，像柏樹子那樣，然後數：這是我的母親，這是我母親的母親，母親的母親的母親，母親的母親的母 ……這樣。然後「下其丸」，每數一個下一粒，說這個大地所做成功的丸，很快就數完了，但是要找到那個輾轉為母，找不到。這個什麼意思？不是說我每生結生的這個母親，就是說我現在生我是母親，母親哪來的？母親還有母親生，母親還有母親生 ……。",
    "1167": "[19:27]是顯自母及彼母等母輾轉次第，此論亦說母邊際故。我們在這裡想：嗯？他為什麼要說這個，這個有什麼道理？好像在我們感受上面，前者比較對我們有影響 ─不是！他下面有道理的。",
    "1185": "[19:45]此成厭患因之理者，如《四百論》云：他每一個地方都引經據典的，在下面進一步說之前，這裡先說一點。我們平常都是憑我們的想像的，這個地方告訴我們，不要憑我們的想像哦！我們的想像是什麼？兩個字 ─無明。而且不但無明而且還執著，還偏偏自己覺得對，毛病全在這裡。所以凡是這個經論上面處處地方它告訴我們，我們要認得這一點，我們就有希望了，有希望了。所以任何一個地方，不要說這個解釋對了嘛，你何必這麼囉嗦呢！這個心理是什麼？煩惱，就是你的習氣。看看經論上面為什麼這麼說，它每說一個，總有它的特殊的意義在。那個論上面怎麼說？",
    "1238": "[20:38]「若時雖一果，初因非可見，見一亦增多，爾時何不畏。」說隨便一個結果，就是我們隨便一個一生，這個說我們現在 ─「我」存在了，那麼你找它的這個一個結果，你找它的因，找它的因，「初因」，最初的原因哪裡來？你找不到，隨便這個一果都找不到哦！啊！所以這一個因緣無盡啊！你總得想這個上面，既然一切都是因緣，你要解決這個果，必定要從因上面；結果一個簡單的事情，你找最初因找不到的話，可想而知這個事情是何等地複雜。既然這麼複雜的，是何等地可怕。那這一下就找到更可怕的理由，懂不懂？所以我們現在隨便說，唉呀，做一點小小的事情，不管你貪也好、瞋也好，你以為吃一口東西，那一口東西的吃下去的東西，找它的最初因找不到。如果你要將來把那一口東西吃下去要還的話，你要還盡是還不盡，意思就是這個說。然後呢不管你做任何一件事情，這個它根本的原因就在這個地方，因為你這個最初因找不到、還不盡，所以你永遠在這個地方結生，永遠要解決這個問題，它這個真正的困擾在這裡。所以我們任何一件事情，當下就策勵起我們大警惕來，這個懂不懂？",
    "1331": "[22:11]這個要再說一遍，「若時雖一果」，就是說任何一個果，你要找那個果的最初的因，找不到，找不到！那個時候你怎麼不怕呀，怎麼不怕呀！所以由此我們眼前隨便、隨便一樣東西，所以為什麼我們現在不要說，哎呀，隨隨便便，好像尤其是現在出家人，反正人家送得來的，反正你儘量地好的吃，去玩哪、用哪、樂啊，啊，不可以呀！你拿這個東西自求解脫了，那的確因為你解脫了可以得到，讓人家在這個福田當中種福；現在你不得解脫的話，人家也白白地浪費，你要還人家啊！既然這個因，頭找不到的話，你還人家，你怎麼還得乾淨哪！你怎麼還得清楚啊！",
    "1383": "[23:03]其釋亦云：「此顯由諸難可度量稠林相續，令極難行生死大野，喏，就是這個樣。啊！所以生死當中那個雜染，這樣地、這樣地複雜，這個是真難行啊！",
    "1409": "[23:29]常應厭患，隨順於此，當如理修。」所以這個道理，你應該好好地修啊！",
    "1417": "[23:37]如此當知。這是我們應該的。所以我們平常講的業，好像業果 ─那是它最簡單的基本業因，如果說你要找到那個基本因的輾轉地推行的時候，只有佛才能夠窮盡，只有佛才能夠窮盡。所以我們必定要下足第一步趕快努力，趕快努力啊！這個就是它的道理。再下面：",
    "1444": "[24:04]數數高下過患者。第五，上升了又要跌下去，這個是受不了。下去了你覺得上升，對不起，上升了還要跌下來。",
    "1455": "[24:15]如云：「既成百施世應供，業增上故復墮地，既滿轉輪聖王已，復於生死為奴婢。天趣天女乳腰柔，長受安樂妙觸已，後墮地獄鐵輪中，當受粗磨割裂觸。長時安住須彌頂，安足陷下受安樂，後遊煻煨屍泥中，當念眾苦極難忍。天女隨逐受歡喜，遊戲端妙歡喜園，後當住止劍葉林，獲割耳鼻刖手足。天女殊妙如金蓮，共同游泳徐流池，後墮地獄當趣入，難忍灰水無極河。雖得天界大欲樂，及諸梵天離欲樂，後墮無間為火薪，忍受眾苦無間絕。得為日月自身光，照曜一切諸世間，後往極黑陰闇處，自手伸舒亦莫。」這個是高下。他講高下的話，就是你先上，上去了以後下來，就這樣。「既成百施世應供」，換句話說，你做了種種的布施，然後受到世間的種種的好的供養，那帝王啊什麼等等。對不起，造了業以後你又墮落了，又墮落了。前天我們講的那個故事當中就有這個，一個國王，他還做好事哦！吃醉了酒了，殺了一個人，結果墮落了。那現在這個時候，那我們看看，那不得了！所以世間是一無可取，一旦墮落了以後，對不起！「既滿轉輪聖王已」，那個是更好，一下在生死當中做奴婢，轉輪聖王是我們世間最高的，奴婢是最差的。我們現在不要說轉輪聖王，本來做個老闆，忽然跑得去做一個夥計，我們就受不了，何況是轉輪聖王！一下做個總統，忽然之間做個階下囚。唉！然後呢升天，天完了以後到地獄，這個種種地方，它下面這個裡邊都受這個事情。",
    "1604": "[26:44]通常像這個事情，我們好像不大容易感受得到，如果你認真思惟一下的話，我們還是很容易感受得到的。怎麼思惟呢？譬如說，你們以前曾經有過很好的，譬如說很熱望的一樣東西，很熱望的東西，忽然之間熱望的東西失去了，失去了。通常一般來說的話，男女之間，哎喲，大家好得要命，忽然之間其中的一方移情別戀，然後看見你了，跟你白眼相向。唉呀，你那個時候內心的痛苦，那個比起前面這個裡邊說的話，那還不曉得差多少 ─那它只是失去了，你可沒有受地獄唷！他不是喔，本來在天堂上面好成這個樣的，忽然之間一下跑到地獄裡面去。啊！這樣的高下法，這個是我們應該體會到的。這個世間哪！然後你做生意，本來一向做得很得意，忽然之間做個階下囚，欠了一屁股債。那本來你得意的，人家跑得來求你，忽然之間到了那個時候你又要避債，到處都不敢見人。那個比起這個上面說的話，那已經好得不曉得好多少哦！所以，數數高下的過患。下面說：",
    "1693": "[28:13]磨等三鐵輪者，如其次第，謂於眾合、黑繩、燒熱三中而有。就是指前面，上面他說的那個幾樣東西，那是指什麼呢？本來在天上面，然後一下到眾合地獄，到黑繩地獄，然後到燒熱，三個地獄當中去。",
    "1724": "[28:44]天女隨逐者，謂為天女之所依附。天界欲樂者，謂忉利以上欲天所有。日月光者，是如世間共許而說，未分能依及所依處，若分別說，乃是彼二宮殿之光。此等為喻，當思一切從高墮下所有道理，厭患三有，以其三有一切盛事，最後邊際，衰所攝故。"
}