{
    "10": "[00:10]我們不幸啊，因為我們宿生沒有積這樣的福德，所以不能感得這樣的這個大聖者來引導我們。所幸的我們多多少少，還積了一點少分的福德，聽見這個圓滿的教法，我們趕快如理努力，我們有份跳出來，有份跳出來。所以想到這裡，眼前我們應該更加努力，更加努力，這樣才對呀！要不然一旦失去了這個機會，那完了，以後連聽都聽不到了。那只有一件事情，到那個時候吞烊銅，在油鍋裡煎，那才可怕呀！",
    "51": "[00:51]此如《調伏阿笈摩》云：「積集皆銷散，崇高必墮落，合會終別離，有命咸歸死。」經上面就告訴我們，「積聚」，不管你有多少財產，最後呢「銷散」；爬得多高 墮落；大家親親愛愛 別離；「有命咸歸死」。你想到這裡，這些東西都沒有意思，忙它幹什麼啊？真正要忙的一件事情 ─趕快出離啊！所以「火燒頭燃尚可暫置」。我看現在人家要忙這個股票，喔唷，存那個銀行，不曉得做些什麼呀，不曉得作什麼千秋大夢啊！所以我看見一個祖師，他今天吃完了，把那些東西送給別人，為什麼？「我明天有沒有都不知道，你留在那個地方，人家施主一番好心，你留在那裡幹什麼！」結果他天天人家送，天天送，那個徒弟苦不堪言。欸，結果你不要看徒弟苦不堪言，那個徒弟也後來也成就了，那真正古來人的修行是這個樣。唉呀！現在我們積了一個月還要一年，積了一年還要積一百年，積了一百年還要積一千年。實在我們能吃多少啊？那人沒有一個人能活到一百年，可是我們都是為萬年計，不曉得忙些什麼！結果忙了半天一堆灰，然後到地獄裡受苦，真划不來！再下面，這個是六苦當中的最後一個。",
    "150": "[02:30]無伴過患者。如云：「若能了知如是過，願取三福燈光明，獨自當趣雖日月，難破無邊黑闇中。」了知過者，謂當了知如前所說，須如是死，願取福光。三種福者，謂三門善事，或施所生等三種善事。無邊黑闇者，謂無明黑闇。無伴而趣者，（如下面等等。）現在到這個地方，我先解釋一下。假定我們能夠了解了像上面這樣的過失的話，唉呀，這一無可貪、一無可貪哪！那時候怎麼辦哪？不要貪著，去修行，修什麼？修「三福」，三福下面說「三門善事」，就是身、口、意努力去做這個。這個是什麼？「福光明」，這個才是。燈是照明的，平常我們在無明黑暗當中，那這樣，這個才是我們應該取的，不是要在生死輪迴當中，這樣。如果說你不在這個上面努力的話，那麼對不起，那個時候你到哪裡去啊？「難破無邊黑闇」，而且這個地方是沒有日月的，這個是惡道，這個是到那時候「獨自當趣」呀！你眼前忙的東西，一樣帶不走，一個人也不陪你。你忙這個身體，營養了半天，就送你到這個地方去，不值得啊！至於說「無伴」，什麼呢？下面說，論上面告訴我們：",
    "263": "[04:23]如《入行論》云：「獨生此一身，俱生諸骨肉，壞時尚各散，何況餘親友。生時獨自生，死時還獨死，他不取苦分，何須作障親。」這個身體，生─獨生此一身，這個身體生來嘛也就是。然後呢這個自己覺得：唉呀，這個總是「我」吧！對不起，壞的時候，對不起，這個東西也是壞掉了，壞掉了。眼前的親友等等沒有一個人跟你，沒有一個人，這個東西帶不走，這樣的情況。所以沒有什麼好伴，生的時候自己生，死的時候還自己死，他不能替代我們，何必互相障礙？所以我們現在在這個地方互相幫助，這是真正的，難得趁著這個機會互相幫助，這個才是我們真正需要的。互相幫助有大利益，互相障礙毫無意思。真正可靠的 ─靠法、靠僧，這個才對。除此以外其他的沒有，「無伴」，記牢這個！",
    "340": "[05:40]如是六苦總攝為三。把前面這個，「如是六苦」，六樣東西總集起來，分三個大項目。第一個，",
    "349": "[05:49]謂於生死中，無保信處。第一個，在整個的生死當中，沒有可以信賴的，也沒有可以保證的。所以從這一點上面來，所以有人說：「唉呀，我要修行了，先啊積幾個錢存在銀行裡，然後先買一點股票。」完全錯了！「我先去造一個房子，然後造好了，在那個底下要去閉關了。」不要這樣，不要！我要去修行了，趕快找修行的佛法是什麼，然後照著去做，這個才對的。佛也告訴我們清清楚楚，這種東西一點都沒辦法保證你，一點都沒辦法可以信賴的。所以第一個，我們修行必定要認識的：這些東西不要忙。如果說你發了大心，為了別人 ─莊嚴，這個了不起！但是你這個目的幹什麼？還是見到了這個生死可怕，你要幫助別人、引發別人，目的仍舊是這個，這一點千萬注意，這千萬注意！總之這個地方這是根本在此，所以「無保信處」，在生死輪迴當中沒有一樣東西，這樣。",
    "427": "[07:07]受彼安樂，終無飽期。然後呢，第二個，你雖然要找到快樂，但是在任何情況之下，你沒辦法飽滿的。不但沒辦法飽滿，正因為如此，是越弄越糟、越弄越糟。現在眼前貪一點小便宜，然後烊銅熱鐵灌口，唉呀！受盡了苦痛、苦痛、痛苦。然後等到你出來的時候，欸，對不起，逃出來了以後那個等流因果還在那裡，又來啦！然後呢難得的跑到人身當中，短短的幾十年，對不起那個等流就這麼厲害。所以我前面告訴你們：你不從這個上面切斷，你永遠沒機會。眼前為什麼我們會這個現起呢？簡單嘛！就是等流，就是說明就是宿生的習氣在。眼前做了墮落，然後到那個時候，因為你呀貪心重，所以餓鬼，如果還再造一點業的話，那個吃的不是吃不到，吃得到的，吃什麼？烊銅熱鐵。啊！這麼可怕。然後等到把惡業弄完了以後，然後作畜生還。還，統統還清了又跑到人間來；跑到人間來，對不起，那個嘴巴又來了、又來了。啊！這麼個可怕法，它永遠沒有飽足的。",
    "511": "[08:31]所以懂得了這一點，就要曉得：哦，真正修行，大家注意哦，所謂等流。所以我們懺悔的當中，「從無始時來，十惡五無間，心隨煩惱故」，記得這句話吧？「諸罪」應該如何啊？「皆懺悔」。啊！原來我無始以來心隨著煩惱，什麼地方隨起？就在那地方 ─等流心識。任何一個境界現起的時候，如果說你不修對治，不照這個辦法思惟觀察的話，欸，你這個老脾氣又來了，看見了又來了。那個時候是什麼？煩惱，你一定跟著它去，一定跟著它去。修行修什麼？就是這個。所以這個懺悔真正的用意，你必定要懂得；否則的話，你說我懺悔啊，哎喲，我慚愧呀，我業障很重啊！說了半天你的業障在哪裡呀？自己也不曉得，自己也根本不知道，你懺什麼悔！這一點概念我們現在清楚啦，非常好！最後第三點是：",
    "581": "[09:41]無始而轉。就像前面這個東西，第一個沒有保證、沒有信賴；而且呢，得到了好的是永遠沒有飽足，反而受了大苦。這個狀態呢，就永遠在那裡轉，沒頭沒腦。唉！這麼嚴重法。",
    "600": "[10:00]初中有四，這個第一個就是無保信，有四個。",
    "608": "[10:08]一於所得身不可保信者，謂身數數捨。二作諸前益不可保信者，謂無決定。這個身體的確的確、的確地你能信任嗎？你覺得那個身體弄得好，你準備一點營養，欸，結果偏偏吃下去的出了毛病。啊！你覺得這個好，跑出去為了要找一點快樂，跑出去出了車禍了。乃至於你安安穩穩坐在這個屋子裡面，叭！房子塌下來了。你沒有什麼事情，自己也看不見，對不起，一點傳染病，你也弄死掉了。那你就這樣啊！身不可保。還有呢前面作的「諸益」，哎唷，我覺得賺了一點錢，擺在銀行裡邊，結果銀行倒閉了；欸，結果人家曉得，強盜曉得你有了錢了，把你抓得去了，種種這些問題。唉呀，你忙那個股票，「叭！」一下，股票跌掉了、虧了本了。啊，一點意思都沒有啊！所以前面作的益不可保信。",
    "668": "[11:08]三於得盛事不可保信者，謂高下變易。啊！你做了種種很好的，「叭嗒！」一下，跌下來了。",
    "676": "[11:16]四於諸共住不可保信者，謂無伴而往。那就是這個。",
    "681": "[11:21]第三者謂數數結生，展轉受生不見邊際，如是總攝亦當思惟。就是這個道理。前面所謂這個第三的話，就是「無始而轉」，不斷地在那個地方去轉，這幾個道理。那麼這個是前面六苦，八苦我們常常聽見的，六苦我們一般不大多，所以在這個地方，我們又多了一個思惟的苦。其實思八苦、六苦沒什麼太大關係，真正重要的就是怎麼樣從這個幾個項目當中，能夠找到跟你相應的 ─欸，忽然之間你有深的感觸。然後呢把這個感觸，就是你當下的認識，然後呢不斷地去思惟觀察，把這個認識的量，產生強有的力量，把你以前錯誤的概念轉變過來，所以修行第一步就是這個工作。等到轉變過來了，那個時候，你一心一意地就忙你要做的事情。如果你念佛，叫你不念佛也談不到，把你嘴巴封起來，你心裡還在拼命念，生了病我也不怕，正好到極樂世界去，這樣好法呀！所以說，低處修時，是高處到！那麼下面：",
    "767": "[12:47]第三修三苦者。謂譬如極熱或瘡或癰，若於其上灑以冷水，似為安樂，於生死中所有樂受，若壞滅時，還起眾苦，故名壞苦。「三苦」是什麼呢？就是苦苦、樂苦以及行苦，這麼一個一樣。第一個是樂苦，樂苦他舉一個譬喻，就像「極熱或瘡或癰」，那個生的瘡，唉呀，那個地方燙得要命啊，難受得要命啊！然後呢上面弄一點水，哎呀，涼一下，就好像是安樂。我們生死當中所受的這個所謂快樂，也就是這個，也就是這個。其實這個本身並不是快樂，壞滅的時候呢，還要這種種的痛苦。這個癰跟瘡灑一點涼水覺得安樂，然後呢這個瘡破的時候，唉呀，那是絕大的痛苦啊！所以這個兩個是壞苦，快樂是一無可取。",
    "845": "[14:05]真正可怕的不是苦欸！苦的事情還用佛來講嗎？真正我們要了解的是快樂。我們明明是苦的，我們看不見；不但看不見，上了它當還要種種受大苦惱，所以一定要經過佛菩薩告訴我們，那從此不再受你騙啦！所以趕快以前做的那個非法的事情，積聚那個事情趕快丟掉，趕快捨掉了以後供養三寶、迴向。那自己趁有暇之身，不可靠的可以得到堅實的法財，這個是我們要了解的道理。至於這個身體亦是如此，不要貪眼前的一點點這種壞苦，這個樂受，趕快現在就努力去懺悔，認真修習，那可以得到堅實金剛不壞之身。",
    "901": "[15:01]此復非唯其受，即此相應，餘心心所及為所緣諸有漏境，皆是壞苦。通常我們講這個樂就是一種感受，要曉得不但這個感受，就是這個感受相應的其他的心、心所，譬如說你得到了一個快樂的東西，然後你心裡面跟它相應的這種念頭，都是屬於這一方面的。凡是有漏的這種境界都是壞苦，都是壞苦，這一點我們要了解。換句話，它從這個樂的感受上面，所產生的種種的境界，我們都應該知道，都應該知道。所以因為要一點享受的快樂，所以積聚了財物，所有的朋友，所有的事業，種種的無非從這個上面牽牽連連牽出去的。你了解了這一點，那牽牽連連的事情都一刀切斷，這根本都從這個上頭，都從這個上頭來的。下面：",
    "970": "[16:10]又如熱癰逼切，觸熱水等變異觸時，起極楚痛。如是當知苦受，隨纔生起，便能觸惱或身或心，故名苦苦。這樣。那麼進一步講「苦苦」，苦苦是什麼呢？還是講這個熱的這個癰 ─癰就是身上生了個大瘡，生了個大瘡，這個非常厲害的。唉呀，這個瘡本身是痛苦極了！然後呢或者「觸惱」，本來已經痛苦了，你碰到一下，唉呀！這樣痛苦。然後破了以後更是絕端地痛苦，這個苦受本身就是這樣，這個苦受才一生起你就受不了，啊，身上、心上這個就是苦。",
    "1019": "[16:59]譬如腎痛。此復如前，非唯其受。那麼，這個同樣地，就是我們裡邊的腎痛，就是肚子痛。或者是通常情況之下，我們 ……不曉得你們有沒有結石那個痛苦？我曾經以前看見過一個，我一個老師，他有那個結石，到後來，唉呀，據說那個痛苦得 ……。我還有一個朋友，還有一個朋友，哎喲！我看見了，他平常的時候不痛，一旦痛起來的話，那簡直是，一個好好的人，忽然之間痛了，忽然之間痛了，那就是我洛杉磯蓮社的那個朋友。他那一天痛，痛得啊，一痛痛了一個鐘頭。那個頭上的汗，那我們旁邊是一點辦法都沒有，他太太、他女兒、他的親戚朋友，我們說：「趕快送到醫院。」他們說：「沒有用，前面已經在台灣的時候送過幾次醫院，看了醫生，一點用場都沒有。」就是硬是就是在那個地上直滾、直弄，滿頭是汗，旁邊是一點辦法都沒有！",
    "1082": "[18:02]所以我們現在說不怕、不怕呀，我說實在是，我們愚癡沒看見，看見了沒有一個人不怕的。我這兩天腳底按摩，那個說實在是算不了什麼，可是到那個時候痛的時候，實在是難受啊！我們不要說不怕，所以我一直建議你們不要說不怕，你們最好自己試試，你們就曉得自己怕不怕。佛看得最清楚，所以你們眾生愚癡啊！如果你們像我這樣看見那個真正痛苦的話，沒有一個人例外，都像葦蘆一樣，就像什麼？就像一根繩子一樣，你一放手就 ─癱下來了。假定你們真正看到那個苦的形相的話，沒有一個人例外的，塌在地上爬都爬不起來了，這麼個嚴重法，那個痛苦的事情啊！所以他說「譬如腎痛」，這個的確我所看見的最痛的事情。",
    "1138": "[18:58]我看見過好幾次，啊！這個痛苦的事情，有一次在醫院裡也是一樣。我有一次緊急地送到那個急診室，結果旁邊後來來了一個人，一個女的就喊，喊那個聲音之悽慘哪！那個醫生在旁邊，那個醫生就拿她一點辦法都沒有，欸，那個病根沒找到，就是沒辦法。唉！所以這個世間，後來我看看經，說這種痛苦在比起地獄裡面來啊，那地獄裡如果感得這樣，遠比天堂還要好。這種事情都是千真萬確的事實，所以我們不要說不怕，我們要多去思惟，趁現在我們的那個腦筋好好的時候，我們該忙的是忙這些事情啊！",
    "1186": "[19:46]那麼這個同樣地不但是受，還有其他的相應的心、心所等等，我們也應該了解，應該了解。為什麼呀？當你想到這些的話，啊！你會策發大厭離，拼命努力。關於那個樂受呢，你一想到這個苦，你就不再它受騙，當快樂的事情你不再它受騙，然後呢你不被騙了，第一個。第二個你想到痛苦的時候，拼命推你上去，那個時候當然只有一條修行的路。欸，下面還有一個，但是有的時候既不快樂也不苦，怎麼辦？還有一個辦法，說",
    "1233": "[20:33]又如熱癰，俱未觸會二觸之時，有漏捨受，為諸粗重之所隨逐，故名行苦。同樣地，就像那個瘡一樣，那個時候雖然沒有碰到前面兩樣東西，對不起，這是有漏的，這是有漏的呀！它繼續地向前，眼前暫時碰不到，一塊兒這兩樣東西都跟著來了，所以叫「行苦」。所以總之一句話，不管眼前受的是苦、樂，或者不苦不樂，最後的根結就是這個樣啊！",
    "1273": "[21:13]此亦如前，非唯其受，同樣地，是它心、心所法都是這個樣啊！",
    "1280": "[21:20]此由先業煩惱自在而轉，故名為苦，為什麼呀？因為這個東西是一切都是我們宿生以前，現在、以前的煩惱跟業兩樣東西，輾轉引生推衍。既然是由這個東西輾轉引生推衍，一直有這個東西，所以除了你修有力的對治，現在擋住以外，它永遠這樣。說到這裡，我們立刻可以體會一下等流的狀態：就是當這個境界現起的時候，的的確確我們沒有辦法。當你認得沒有辦法，那已經好的，你已經曉得沒有辦法，就是已經認得它了；真正可憐的我們不認識它，我們總覺得：「啊，自己好像很有道理喔！」",
    "1336": "[22:16]平常為什麼我們聽了這個經了以後，心裡面木然沒有感受？就是我們根本就不認識我們的真實狀態在無明當中，所以聽了模模糊糊的，這個是我們必定要了解的一個現象。等到你一旦聽懂了，你凡是碰到哪裡，你自然而然會有驚心動魄之感─唉呀，真的你這個心就是這個樣，跟法不相應！跟法不相應是什麼呢？就是在煩惱當中。所以我們現在一切時處，都在這個煩惱當中，前面是煩惱而來，後面又跟煩惱而去。儘管我們在那兒聽經，你聽經了以後，覺得：「欸，是滿好。」聽完了以後呢，它也就是這麼跟著去了。你聽經尚且是如此，還有其他的，你能作得了主嗎？所以這個業成熟的時候是一點用場都沒有，一點辦法都沒有，這是我們要了解的。所以這個苦的特質就在這裡，注定你，你沒有修對治超出來之前，永遠脫不出這個狀態。「故名為苦」。",
    "1405": "[23:25]及為能發後煩惱種，所隨逐故，名為徧行粗重所隨。不但眼前是這樣，而且呢它還會引發後面的「煩惱種」，「種」就是它繼續不斷地增長，一直跟著你，所以叫「徧行」。這個徧行，在任何一切時、一切處、一切地，只要三界之內，沒有一個例外。醒著也是如此，睡覺也是如此；你糊塗的是如此，你聰明的也是如此。啊呀，我念書可以念得很好，對不起，沒有用！我就不管它，不管它也沒有用！睡著了，睡著了也沒有用。它在任何情況之下，這個東西一直跟著你，只要它跟著你，哪！後面這些都會來了。",
    "1457": "[24:17]如是若起樂受，貪欲增長。快樂的，增長你的貪。",
    "1463": "[24:23]若起苦受，瞋恚增長。苦的，瞋恚增長。唉呀，你不願意啊！",
    "1470": "[24:30]苦樂俱非隨粗重身，則於無常執為常等，愚癡增長。假定說既不苦又不樂，你還覺得無所謂，於是你心裡面覺得：「啊！這樣滿安樂而過。」「於無常執為常等」，不僅僅是單單執無常執常哦，下面的所有的顛倒都跟著來了，「愚癡增長」。所以只要你不認識，乃至於認識了又不對治，永遠增長了三毒，就是這樣。所以這個真正的道理我們要懂得，當你真正懂得了這個以後，然後還不夠，要用對治去思惟呀！",
    "1519": "[25:19]其中貪欲能感當來於五趣中生等眾苦。瞋於現法起憂慼等，於後法中感惡趣苦。貪，因為你貪著，所有的結生最主要的，主要的就是這個 ─貪，然後呢眾苦。瞋，不但是將來苦，眼前就苦；眼前苦，將來還要一定感到惡趣苦。",
    "1545": "[25:45]癡於前二所感二苦隨逐不捨。癡，因為癡，所以前面這個貪、瞋永遠跟著它。唉！從這個地方我們就應該：",
    "1556": "[25:56]故於樂受，應觀為苦滅除貪欲。這個是我們的根本，當快樂的事情起來了，趕快說：「啊！大騙子，你趕快不要上它當，趕快停止啊！」",
    "1571": "[26:11]於諸苦受，應作是思，此蘊即是眾苦因緣，那麼對於這個苦受要曉得：啊！這個蘊本身哪，就是眾苦的因緣。為什麼這地方特別說這一點？就是說它真正最重要推動我們的 ─苦諦。所以從這個苦諦上面想到：我們本來這個身體，我們整個的這個東西，就是眾苦的因緣。所以它這個，我們平常常常說「五蘊熾盛、五蘊熾盛」，說了半天，道理說了半天，根本都沒把握住。它這個五蘊熾盛的根本，就從這個地方你認得，你只要這個東西存在，只要那個心念存在，只要這個身體存在，對不起，永遠都在生死當中，永遠痛苦當中。所以你才會產生什麼？說「火燒頭燃尚可暫置，無常盛火應速除滅」。你一旦有了這個認識以後，什麼事情都可以放得下的，唉呀！不去管它，你趕快這個，要解決它！",
    "1639": "[27:19]佛世的那些羅漢，沒有一個例外的！所以以後的大德們，你看禪宗的這個大德：啊！什麼時候死不知道，「生死心切」，要找到根本，他哪有一分鐘可以放下來！所以這是才我深深覺得我們現在修行的根本哪！你有了這個，戒從這個地方持起，佛從這個地方念起，禪從這個地方參起，教也是告訴你認得這個東西，沒有一個 ……。你把這個建立起來了，那個時候你才進一步談得到學密。所以現在我們不必談其他的，先看看這個認得與否？不認得，停在這個地方，不必忙，做好了下面自然有。所以說：",
    "1690": "[28:10]苦從此生，猶如毒箭，滅除瞋恚。不要對他瞋惱。",
    "1696": "[28:16]於諸捨受，應觀無常銷滅為性，滅除愚癡。不於三受為三毒因，當任何一個境界現起的時候，你不要引生三毒。",
    "1707": "[28:27]此如《瑜伽師地》及〈攝決擇〉意趣而說。他這個告訴我們這樣，這告訴我們這樣！這一點我停在這個地方，一段還有深刻的意義。",
    "1722": "[28:42]請翻到《菩提道次第廣論》一六七，一百六十七頁，昨天我們把三苦也講完了，這個苦分成功八苦、六苦、三苦。說苦的內涵是一樣的，總之是苦，那麼他站在不同的角度來說明。實際上所謂不同的角度，就是不同的類型，這個就是我們日常生活當中各人所對，在三界之內，各人所面臨的一個問題。那麼用這個不同的類型來說的話，所以總有使我們當下能夠感觸得到；從這個感觸得到，然後呢再深入觀察，徹底了解整個三界之內的真實行相。然後呢了解了這個真實行相，緊跟著找到它的根本何在，這個就是他最主要的意趣。"
}