{
    "12": "[00:12]你找到了根本，然後呢再從根本上面去拔除。否則我們現在有很多學佛的人，都是這樣，覺得佛法嘛是好的，要修的，那為什麼好？嗯？不知道。如何去修？也不知道，所以遺留了很多漏洞。在這種狀態當中，總在這個枝末上面轉，雖然最後也能夠轉到，可是中間浪費是不曉得無量劫，長則是這個樣，在這個時候是受太多的苦。所以現在從前面，這樣地一步一步各方面分析探討，最後找到了！這個原因是在哪裡？在這裡。現在我們看那個文。第一行：",
    "73": "[01:13]如負重擔，隨其重擔當負幾久，便有爾許不樂，取蘊重擔亦爾，它真正的這個苦諦的根本在哪裡？就在那個五取蘊，換句話說，哪！就是我們的身心。簡單來說，就是說平常我們講的這個我，任何一個人，他那個人他自己的主體。就像挑了一個幾百斤的重擔一樣，只要他那個擔子還在身上沒有卸下來，對不起，那個痛苦一直在，那個快樂永遠沒有辦法解決。所以說「取蘊重擔亦爾」，這一句話我們要著眼。",
    "130": "[02:10]乃至執持爾時受苦，只要你沒有對治把它徹底地解決，那個時候就是「執持」。這個執持是心裡面無始以來的習氣，不知不覺當中一直在這個上頭，所以叫我執、法執。平常我們都這麼說，可是我執是什麼？不知道。法執是什麼？不知道。那這種狀態當中，你認得兩個名字，對於我們解決這個真實問題，眼前並沒有用場，而這個苦惱卻是眼前逼在這個地方。所以你必定要從這兩個名詞上面，找到名詞所指的內涵何在，找到了這個內涵，那個時候你才可以把它拿掉。所以說這個「執持」，那就是，喏！這兩個名詞所代表的實際的意義，只要它還在執著著，那時候一定受苦。那麼，為什麼呀？",
    "214": "[03:34]以此蘊中有苦煩惱粗重安住，故為行苦。在這個蘊當中，就是這個苦的根本是「煩惱粗重」，就在這個裡頭，就在這個裡頭，所以這個叫作「行苦」。眼前雖然沒現出來，但是它隨時一直在向前不停的；既然不停的話，並不安住在眼前好像不苦那個階段。不是真的不苦哦，只是好像沒有受大苦，但是一直推動的話，它隨時遇到緣，哪！那個苦性就馬上顯發出來。而這個緣也就是我們無量劫以來集的，不曉得多多少少，這個是我們要了解的。所以真正講的這個苦的種種，最後我們要認識的，就是認識說：哦！原來就在這個上頭，這個是我們生死大痛苦的重擔，所以要對治的就在這個地方。所以關於這一點你不認識的話，那所有的佛法無根本，沒有建立處。",
    "297": "[04:57]既有此已，雖於現在苦受未生，然其無間由種種門能起眾苦，這只要一旦這個蘊在，因為蘊在，所以煩惱的粗重就安住在這個上頭。在這種狀態，現在雖然沒有生苦，但是「無間」 ─不停地，讓那個不同的門，遇種種的緣，內、外的等等，那苦就起來了。",
    "328": "[05:28]故此行苦，徧一切苦及是所餘二苦根本，故應於此多修厭離。這就是我們最後歸結到應該了解的，這個苦是徧一切處的。實際上在我們感受，卻偏偏感受不到。我們平常一直講苦，從來不注意佛告訴我們真正的苦諦的苦，要找到根本，卻是在這個地方，這個就是我們平常感受不到的。所以說這個如果你感受不到的，所謂佛法始終最多只是人天乘，而人天乘我們另外一個名字來說它叫作「三世怨」，你願意做那個三世怨的事情嗎？這一點我們特別了解、特別注意！尤其是平常，我們太多人修學佛法，說是佛法好的，好在哪裡？不一定知道。要修行，如何修行啊？從什麼地方開始啊？啊，說世間是苦，苦在哪裡呀？唉呀，說這個生、老、病、死，是，如果說這種事情還要人家來告訴你的話，我們實在太笨！不要說個動物牠碰見這種痛苦，牠也曉得避免，而我們作為一個人，難道要懂得的就懂得這一些嗎？這個是它根本所在，我們務必在這個地方應該注意！",
    "419": "[06:59]那麼現在呢，了解到了，不是了解就行啊，前面一再說、一再說：這個認識，理論上雖然如此，但是呢眼前的感受上面，是你很難體會到的。所以你必定要思惟、多思惟，修習、多修習，一直等到內心生起相應的量，那時候你會生起大厭離，那就對了！所以修學佛法它第一個根本 ─厭離心，必定從這裡出來。等到你一旦這個厭離心生起來了以後，那個時候哪怕生到天上，因為你深深地了解這個行苦的自性，還沒有解脫，所以說智者視善趣等同那洛迦。真正有智慧，能夠如理了解世間真相，這真相是苦諦的，這種人把天上面的這種快樂，看得像地獄一樣，原因就在這裡。因為這是行蘊自性，只要那個取蘊還在，問題沒有解決。最後再說一遍，這問題的關鍵不但是了解，而要怎麼樣去內心感受到，這是個大學問。如果你沒有辦法真正感受到，單單了解的話，那又是個三世怨，就變成世間很聰明的那些人。",
    "515": "[08:35]所以最近漸漸地、慢慢地我們開始說懺悔或者什麼等等，就有不同的同學就產生不同的感受。而這種產生感受的，實際上都是什麼？那都是他能夠如理去做的人，如理去做的人。所以經上面一再告訴我們，雖然你懂得很多，但是你放逸而轉，不相應，沒有用；反過來你雖然知道的很少，你做了，馬上就會得到好處。不過這地方我們不要誤解：那既然如此，我們不要懂得很多了。不是！你如法地懂得一點馬上得到好處，你能夠懂得更多，好處更多。這個地方就告訴我們，你把了解的如法行持，跟它相應，體會到它真正的好處。那麼這個是大概我們已經有一個認識了。下面又特別地說明，關於壞苦 ─樂受這件事情，因為這是我們最難破的，假定這個破掉了，下面的問題就比較容易。看文：",
    "599": "[09:59]又能增貪現前樂受，多是於苦，漸息滅位妄起樂覺，全無不待除苦所顯自性之樂。說眼前很多快樂的事情，這個都是不認識，誤解、顛倒的一種妄見，這個東西有它的絕大缺點，能夠增長我們的貪毒，而貪毒是引發生死的最主要的一個主因。實際上這個真的樂嗎？不是的呀！這都是苦的「漸息滅位」 ─它是苦，可是這個苦慢慢地、慢慢地在減輕當中。當在漸漸減輕當中的，欸，你覺得在輕了、輕了，於是對前面這個大苦來說，既然減輕了一點，好像這是樂，所以你「妄」，就是錯誤的感覺，以為它是樂。它並沒有實質上面本來應該樂的，本性是樂的這個實質沒有，實質沒有。所以「全無不待除苦所顯」，因為這是苦漸漸減少，所以當苦除的時候顯出來的，不是它本性，本性絕對沒有快樂的，本質上面絕對是苦的。馬上用一個事實來說明：譬如說你呀一直走，走得很長，走得很多的路，下面說，以為苦。",
    "713": "[11:53]譬如太走為苦，略為住息遂生樂覺。跑了很久以後，暫時叫你停一下、坐一下，唉呀，覺得那時候好舒服、好快樂！那是什麼？那個是因為啊 ─",
    "731": "[12:11]現見此是先生大苦，漸息滅時樂漸次起，故非性樂。這事實是當下就有很大的苦惱，那麼你停一下呢，那個大的苦惱漸漸地減少，漸漸地消失，所以你這個減輕的感覺，妄起樂想，而不是這件事情本身、本質快樂，它本質不快樂。所以他下面緊跟著這個問題，假定說坐下來是快樂的話，那應該越坐越快樂，因為它本來是快樂的嘛。就像賺錢一樣，賺一塊錢固然賺，越賺是賺得越多是越好，應該這個樣啊！同樣的道理，如果是這個坐下來是快樂的話，坐得越久是越快樂呀！所以下面說，",
    "792": "[13:12]若太久坐，仍復如前，生眾苦故。結果叫你老坐在那裡呀，欸，它不但不快樂，你又苦得要命。所以叫你老坐在那裡，你坐了多久啊，你要站起來去走一走。為什麼？又苦得苦不堪言。苦，就是這樣，坐；然後呢叫你睡，又是這樣；叫你吃，沒有一個例外的。所以他下面說：",
    "819": "[13:39]若是性樂之因者，應如苦因，隨其習近，其苦漸增，如是習近行住坐臥，飲食日陰等，亦應隨其幾久習近，便有爾許安樂漸起，喏！假定這個快樂本性、本質是快樂的話，就像苦一樣的話，應該怎麼樣呢？你坐得越久，那麼這個快樂越多。天下的苦本來就是苦的，這個苦的時間越久，痛苦越難受、越厲害。為什麼呀？因為它本性就是苦的。這快樂的事情卻不是，剛開始的時候，你換一換覺得快樂了，過了一下快樂慢慢地消失掉了，再繼續下去那個快樂就沒有，苦了，再下去就苦得受不了了！這個說明什麼？說明它本性不是真正的快樂，而是苦！所以這個我們要自己如理認識，如果你們聽懂了，就應該沒問題，不聽懂回去仔細想一想，這個概念非常重要！",
    "895": "[14:55]就像同樣的道理，你走久了以後坐，坐久了以後又要換一個，「如是習近行住坐臥」，沒有一個例外的。啊！你說走了半天又想坐一下，坐了半天又不行，要睡一下，睡了一下又要站起來，叫你老躺在床上你也躺不住。為什麼？它始終是同一個道理，這是大苦的漸漸息滅所生起的，相對的這種感覺，只是減少一點，它本質還是苦，就是我們這個妄想顛倒，所以叫無明嘛！",
    "936": "[15:36]除了這個以外，「飲食日陰」，當你渴的時候 ─飲；餓的時候是食；寒的時候是日；日的時候是陰，都是這個樣。啊！說今天冷了，曬曬太陽，然後呢太陽越來越大，你又受不了了。假定曬太陽是快樂的，應該越曬越快樂啊！又不是，沒有一個例外的。乃至於飲食，你倒吃吃看！唉呀，吃到後來，吃得難受得不得了，到後來不但是肚子吃壞了，你胃口也沒有了，沒有一樣不是這樣的！所以所有的這些事情都是什麼？都是苦的漸息滅位。從這個上面我們就認得，哦，原來這個樂的本質是虛妄的，只是苦的漸息滅位，這一點非常重要、非常重要！非常重要、非常重要！所以在這一種狀態啊，",
    "996": "[16:36]現見太久唯生苦故。你只要弄久了，結果總是苦，總是苦。",
    "1004": "[16:44]如是亦如《入胎經》云：那麼說明了這個道理，馬上告訴我們，經上面的就是這樣說的。說：",
    "1013": "[16:53]「難陀，行住坐臥諸威儀中，應當了知別別是苦。這個每一件事情，個別個別沒有一個例外，都是苦。所以：",
    "1030": "[17:10]別別領受猛性，粗性，難可忍性，非悅意性。每一件事情，它真正的是粗、猛而難以忍受的這種痛苦啊！",
    "1046": "[17:26]非於其行，起安樂想。」絕對不能從這個上面妄想以為快樂。行是如此，「餘三威儀亦如是說」，不但是行住坐臥，其他的所有的，前面說飲食日陰，世間沒有一個例外的呀！繼續又說：",
    "1070": "[17:50]「難陀，然由彼彼威儀之苦，暫間斷故，遂於餘餘新生眾苦，妄起樂想。那這一段就是前面的，說明這個道理。",
    "1081": "[18:01]難陀，生唯苦生，滅唯苦滅，生唯行生，滅唯行滅。」世間一切法，現起是苦，然後呢滅也是苦，所以我們要努力找「滅」這個辦法，就把一切消除掉，那個時候得到寂滅之樂。",
    "1107": "[18:27]《四百論》亦云：「如安樂增長，現見反成苦，如是苦增長，然非可轉樂。」第一個是說道理，馬上用經證，經證了以後，祖師再加說明。祖師論上面怎麼說啊？說，就像我們妄見的，像安樂覺得增長，增長的結果，慢慢地增長，時間增久的時候必反變成功苦；但是呢，苦這個東西如果增長的話不會轉成樂。為什麼？苦本身就是苦，它的特質就是苦，你時間越長苦越多；可是樂卻不是，所以時間一增長的話，對不起，啊，苦又來了！所以若經、若論都是這個，那麼然後呢，大師又把這個經論的道理抉擇出來，把這個宗要讓我們認得地清清楚楚。現在到這裡我們了解了：哦！的的確確的，我們世間最難以認識的，而放不下的樂，原來這個不是真的，是苦！那麼既然樂都是苦，還有什麼一切好貪的呢？行呢？連它樂都沒有，雖然眼前一下感受不到，可是行苦的自性不斷地推衍哪，所以它結果又是苦，總結起來世間是沒有一點地方不是苦。",
    "1211": "[20:11]而那個苦的根本因在哪裡呢？沒有別的，就是在我們五蘊身心上面，這是它真正我們應該認識的這個。所以告訴我們，這個取蘊的重擔只要一天在，一天沒有解決，問題一直在，我們真正應該厭離的就是厭離這個。現在我們處處地方忙這個，要修飾、修飾它；要營養、營養它；要保護、保護它，那完全走上錯誤之路。你這個概念就是邪知見，你這個行為就是染污之業，然後造成功這個惡習，到那個時候你不知不覺當中，這個東西又要來了。就把你綁得死死的，永遠在這個裡邊，你還覺得是找快樂，結果是越找越痛苦啊！那麼這個把苦的特別的行相告訴我們，這個叫總苦，把那個苦的特質。下面呢，",
    "1287": "[21:27]第二思惟別苦有六，那個，因為一切的有情在三界當中，有不同的幾個位次，我們所謂六趣或者六道 ─天、修羅、人是三個善道；地獄、餓鬼、畜生。現在我們看看，用另外這樣的一個角度去看，這個內容是什麼？啊，它也無不是苦！",
    "1318": "[21:58]三惡趣苦已如前說。在前面共下士當中，已經把三惡趣苦說明了。唉呀，這個痛苦的厲害，我們現在一點都無法忍受呀！那麼人呢？說是善道，應該呀！結果，",
    "1337": "[22:17]人苦者，謂飢渴寒熱，不可意觸，追求勞苦，喏！這個是我們人人感受得到的。唉！又「飢渴」、又「寒熱」，又「不可意觸」。這個不可意觸通常是指外面，實際上心裡也是如此，我們一天到晚煩煩惱惱，一天到晚沒有一個例外的，都是為了這個問題、這個麻煩，被它牽著鼻子走。還有呢，去為了追求，為了要求這個妄樂去追求，得到了就怕失去，失去了又要拼命追求，人實在是顛倒啊！",
    "1383": "[23:03]復有生老病死等七，如前當知。那前面已經說過了。",
    "1389": "[23:09]又如《資糧論》云：「惡趣苦無餘，人中亦現有，苦逼等地獄，貧如琰魔世。此中旁生苦，強力於羸弱，制罰及損害，相續如暴流。儘管人道是善趣，但是對不起，三惡道的這個苦，我們人當中也有。我們人當中有種種的身心的逼惱，這個就相當於地獄一樣，地獄的特質就是一天到晚在寒熱兩樣東西的逼惱當中。那麼「貧如琰魔世」，那麼餓鬼呢？這個是鬼道，鬼道是閻羅王所管轄的，那是貧窮啊，這個也沒有，那個也沒有。畜生呢？是種種被驅馳、恐怖、被傷害，就像這個比較體弱差的人被強力所使，以及制罰、損害，這種苦繼續不斷地像瀑布一樣，非常厲害！",
    "1462": "[24:22]有因貧乏起，餘從不足生，追求難忍苦，一切謀略殺。」有很多苦由貧，有很多人呢，雖然你滿有，很富有了又不足。這個滿足兩個字真難哪！我們看那個很多豪富，越是豪富越是忙得起勁，為什麼？不足嘛！說起來真簡單！我們人真正需要的，一天三餐，就是兩餐就夠了，夜圖一宿，要這麼多錢幹什麼？偏偏有些世間人，有了百萬還要千萬，有了千萬要億，有了億還要萬億，有了錢還要地位。唉呀，不曉得要多少！那秦始皇併吞了六國，還要長生不老，就這樣，世間沒有一個例外的，就是這樣，就是這樣。所以貧固然不好，不貧也不行哪！那麼然後呢，你追求的話，種種，像我們曉得的，我們現在一切的士農工商，有種種的苦惱。然後呢，你為了這個事情，你生其他的，心裡邊謀計略、傷殺，都從這個上來。世間的真相，是善惡道一樣呀！",
    "1550": "[25:50]《四百論》云：「勝者為意苦，庸流從身生，二苦日日中，能壞此世間。」差的人呢，身苦，是嘛，窮人；好的人呢，意苦。說到這意苦，我也想起來了，現在那位已經死掉了，他本來不曉得是什麼大公司，我忘記掉了，那個大公司的董事長。有一天，他就隨便不曉得 ……說笑話，幾個老朋友，「唉！」他嘆了一個長氣，有人說：「像你這樣你還有什麼不如意呀？」他就說：「唉！不要去談了，我自己算算，我還不如我的司機。」喔！要是我做大老闆的話，同樣的兩個人，當然願意做大老闆。那個大老闆好舒服坐在那個地方，那個司機前面就開它，那個大老闆就說向東他就向東，向西他就向西，好像是那個大老闆那麼舒服！結果呢大老闆怎麼說？他說：「那個司機，我只要告訴他你向東他就向東，要叫他向西他就向西，他心裡面真是心安理得。我在那裡又要想這個，又要想那個，又要想那個 ……唉呀！這張支票要什麼時候到期了；這個禮拜六還要一個什麼應酬；還要跟誰一個人打一個高爾夫球；還要請一個客；政府某一個大官，還要這個應酬、這個應酬 ……。那晚上睡眠的時間都剝奪掉了。」他那個司機開到那個地方，他車子一放，回去呀呼呼睡大覺。千真萬確喔！你們想想看是不是？唉，之顛倒啊！",
    "1654": "[27:34]但是我們偏偏所有世間人，都一天到晚要忙什麼？忙追這個，所以這個叫顛倒，人世的真正的顛倒！我們想想看對不對？我覺得現在是越想越對，以前我想我們諸位都是從在家人過來的，我也是，現在後來變成出家人了。以前在家，這個衣服，所謂白領階級，那個很講究哦！出去的時候要體面，當初是念書，然後跑出去西裝革履 ─通常人家說。到後來出家了以後，跑到我師父那裡撿幾件破衣服，就洗洗乾淨穿在身上，不要說小偷強盜你送給他，他都不要。我跑到哪裡要坐下，坐下就坐下了，站起來拍拍屁股就好了嘛，那麼簡單！髒，髒一點有什麼關係？太髒嘛洗洗就好了；破，破了嘛就補，就這樣。白天也是它，晚上也是它，睡覺了，棉被一蓋就好了。用不著說一下嘛睡衣，一下嘛這個，白天要白天的，晚上要晚禮服，今天參加這個又要那個 ……。啊！一點都不要操心，這麼個舒服法。結果人就是這麼顛倒。",
    "1730": "[28:50]所以，我所以說這樣的一件事情，它不一定從這個上面去體會，我們應該把這個原則，用在任何一個地方，用在任何一個地方。讓我們深深領會到，真正裡面重要的事情是什麼？我們因為這個妄見，形成了現在這個東西，然後呢輾轉相應，真是苦惱啊！就被這樣的二苦，不斷地「日日中」，壞了！我們一天到晚就忙這個事情，這是人。",
    "1770": "[29:30]非天苦者。非天就是，我們說魔，修羅道是魔，修羅道。",
    "1779": "[29:39]如《親友書》云：「諸非天中意苦重，由其性瞋天德故，此等由其趣性障，具慧不能見聖諦。」"
}