{
    "3": "[00:03]那麼這個修 羅道，我們另外一個名字叫「非天」，他這個非天當中啊意最苦，這個心最苦。為什麼？他那個本性，他這種人的心裡瞋心非常大，他的福德可以跟天互相比，但是他那個瞋心太大，就是這樣。雖然他也有天上面種種的好的條件，但是那個「趣性障」，就是那一趣，就是那一道，就是修羅道那個特質就是瞋心特別重。那時候雖然也有智慧，但是這一道的眾生沒有辦法「見聖諦」 ─真正見到聖者之教。所以一到這一道的話，只有造惡，啊，那非常糟糕！不但絕沒有機會透脫，這個地方就先不談，談這一道特別的痛苦。",
    "62": "[01:02]此由不忍，嫉天富樂，令意熱惱，因為他瞋心大，嫉妒心強，不能忍受人家的好，他意裡面特別地強，啊，看見別人比他強就受不了。別人就偏偏比他強，那個天人都長得美不可言，修羅的福雖然大，長得個個醜陋。啊，妙不可言！還有呢，這個帝釋的這個太太，就是修羅的女兒，她長得，女的很漂亮，結果呢就嫁給那個天。啊！就這樣，種種不理想的。還有那個帝釋天吃的那種天上的果，那個樹那個根呢，就長在那個修羅宮當中，根長在那裡，長出來的果，可掉在帝釋天的園子裡邊。唉，這實在是難受啊！實在是難受。他本性本來就是瞋心很大，嫉妒心很強，所以他一天到晚要跟那個天打。所以：",
    "126": "[02:06]由此因緣，與天鬥諍，然後一打呢？",
    "130": "[02:10]受割裂等傷身眾苦。此等雖具智慧，然由異熟障故，於彼身中不堪見諦。他雖然有智慧，但是由於這個異熟，他所感得的這個非天這一趣，這個障礙存在，他沒有辦法見諦，沒有辦法見諦的。",
    "153": "[02:33]《念住經》說此為旁生，《瑜伽師地論》說為天趣。有一個經說他這個是旁生，所以畜生道 ─他愚癡；那麼《瑜伽師地論》上說天趣。所以有的人列入這個變成五趣，有的人列為專門一類，列入六趣。就這種狀態呢我們人間也有，實際上這種人，就是人間修福報，修得很大，但是瞋心。往往有的時候布施，我也曾經看見過的，人家去布施，他看見他布施：「這有什麼了不起，他布施一千，我布施一萬！」就是這樣。人家造一個大廟，造這麼多 ─「我造得比他更大！」對不起，你造了以後，如果你沒有造大的大惡業的話，那麼你大概是可能進入修羅道；如果你造大惡業的話，那更不談。所以這個我們必定要注意啊！造了福報尚且如此啊！你只要意地不清淨的話，到那個時候苦不堪言。人間也是這樣欸，剛才說的這個司機真痛快，開完了以後回家去那好了，剩下來事情反正不管；這個老闆一天到晚躺在這個枕頭上，睡不著還要吃安眠藥，吃了安眠藥，明天還要頭痛。所以這一件事情是真划不來呀！那麼上界尚且如此，何況其他呀！那麼最後看看天：",
    "250": "[04:10]思惟天苦分二：一欲天三苦，二上二界粗重苦。　今初天分成功兩種，一種欲界，還有呢上面 ─色、無色界。欲天有三種苦：",
    "262": "[04:22]初死墮苦中有二，欲界，在生的時候很好，到墮落的時候，那苦不堪言。",
    "271": "[04:31]死歿苦者，如云：「諸天趣樂雖極大，然其死苦大於彼，如是思已諸智者，莫愛有盡天趣樂。」天上很快樂，但是死的時候，唉，那絕大的痛苦，絕大的痛苦！就像我們現在，你沒有什麼，反正沒有什麼，也就算了；你一旦有了錢哪，哎呀，那個就要怕什麼？失掉。所以凡是有地位的人，我們看，尤其是現在這種政治上面，這個鬥爭得厲害呀，他爬上去了就怕掉下來。他所以爬上去，為什麼？他是拼命在人家的頭上踩上去的，他既然在人家頭上踩上去，當然不願意被人家來踩，這個很明白。同樣的道理，所以上面固然好，跌下來的痛苦啊，就是痛苦極了。他平常習慣上面享受慣了，平常我們人家說，習慣了大，享受富貴的，忽然之間跑得去，你畏畏縮縮，唉呀！衣食不繼，還要看人家的臉色，這個痛苦之難受啊！了解了這個，啊！那真正有智慧的人絕對不會貪。何況這個時間一下就過去掉了，像前面無常當中，切切要記住！",
    "358": "[05:58]謂較昔受天欲生樂，將臨歿時，五死相現，所起痛苦，極重於彼。就是說，在天享樂的時候，不知不覺當中過去掉了，等到你快死的時候，這五衰相，「五死相」現起的時候，那個痛苦的心情是不得了啊！",
    "379": "[06:19]五死相者，即如彼云：「身色變為不可愛，本來可愛的，變掉了。",
    "385": "[06:25]不樂本座，本來坐的地方，這個帝座、天子座，那個時候坐在那裡坐不住了。華鬘萎，衣服垢染，身出汗，是於先時所不出。",
    "394": "[06:34]身上的花鬘萎了，衣服是髒垢了，身上出汗了。這個五樣東西，先時不出的，到臨死的時候，欸！來了。所以：",
    "405": "[06:45]天趣報死五死相，起於住天界諸天，等同地上諸人中，傳報當死諸死相。」那個就是欲界天的，欲界天的這種五死相。他「諸天」，那就是欲界天的諸天，就像地上的一樣，欸，這個東西有這個形相生起，就像我們病了，那個他也就是這個狀態。我們人病了以後不一定死，醫得好的，那個天上面的五衰相一現的話，那就死了，非死不可。真可怕！那麼這個「死歿苦」。第二呢，",
    "450": "[07:30]墮下處苦者，死了以後呢，糟了，還要墮落！",
    "454": "[07:34]如云：「從天世間死歿已，設若全無少餘善，彼無自在往旁生，餓鬼地獄隨一處。」從天上死了，如果沒有善的話，他自己沒有力量的，沒有力量，還是隨業而轉，到那時候墮落到畜生當中。上面我們曾經說過的，皈依當中那個羯摩那法天子他五衰相現，天人有這個神通的，死了以後可以看看到哪裡去，一看，要墮落。啊！這個一般來說，上升的機會少之又少，墮落的情況極大部分、極大部分。這個比數不是說百分之九十九跟百分之一的比哦，經上說得很清楚，說大地土跟爪上土這樣，這樣的可怕法呀！所以那個天上是一無是處呀！",
    "516": "[08:36]悚慄苦者，謂由有成就廣大福聚及上妙五欲天子生時，諸薄福天子，見已惶怖，由此因緣受大憂苦。那麼還有一種呢，這一種就是他害怕。說另外有更大福德的這一種天子，生起的時候，那個薄福的天子看見了，就要受大苦惱，受大苦惱。這個一旦那個大力的天子一犯瞋心的話，哇！那個差一點的就被他欺凌了。就像我們現在世間也是一樣，其實一樣，任何到處都是一樣的，大魚吞小魚這個情況，天上亦復如是。他雖然不是把你吞掉了，但是呢你遭到的痛苦啊，我們現在眼前看看哪到處都是，天上亦復如是。而更是，越是爬得高，那個時候被吞、被壓迫的時候這個痛苦是越大。還有呢，",
    "587": "[09:47]斫裂殺害苦者，謂天與非天鬥諍之時，受斷支節，破裂其身及殺害苦，若斷其頭，即便殞歿，傷身斷節，續還如故。還有呢，這個或者被傷，或者被殺。那個非天經常要跟天上面鬥，那麼如果鬥了以後呢，如果說被傷害的話，那只是傷害的當時，刀砍上去痛苦的，完了以後他那個身體又恢復了，這個還可以。但是那個頭一斷掉了，對不起，那個命就送掉了，哦，這個頭很重要。那麼，",
    "639": "[10:39]驅擯者，謂諸具足強力諸天，纔一發憤，諸劣天子，便被驅擯出其自宮。這是為什麼前面心裡恐怖的，那個力量強的人哪，一旦發起脾氣來，那個比較差的人，就被從他自己的地方就趕出去。那麼本來這地方好好地享受，你被趕出去，當然痛苦啦！",
    "668": "[11:08]又如《資糧論》云：「所有受欲天，彼亦無樂心，遭欲貪熾然，內火而燒煮。若諸心散亂，彼豈有安樂，非於無散心，剎那能自在。散逸擾亂性，終不能寂滅，等同有薪火，徧受大風吹。」那麼這個論上面告訴我們，所有欲界天，受欲的，實際上他並沒有真正的快樂，沒有真正的快樂。為什麼呀？因為這個貪欲還在，既然這個貪欲，內心這個貪欲之火熾然的話，那心裡面一直在這個煩惱當中。凡是這心散亂煩惱的話，絕不可能得到安樂，這個在這種狀態當中，一剎那也不能自在。所以心的自在一定要什麼？自己把持得住自己，這個才是。平常的時候我們的快樂，實際上還是隨著外境在轉，啊，你看見好看的，你跟著心跟它去跑掉了，心跟它去跑掉了，被人家牽著鼻子走，這有什麼快樂好言呢？就是這樣的狀態呀！所以這樣，這種狀態叫散亂放逸，那個本質是「擾亂」。擾亂就是混雜的，這個不是寂滅。就像有火的那個柴一樣，它一定在這個散亂的風當中燒。燒，那就是熾烈的狀態，就是我們沒有證得寂滅的必然狀態。",
    "774": "[12:54]又云：「如病愈未久，食所不宜食。」病剛剛好，你還再吃不適宜的，對不起，它病又發了。那個天上的快樂亦是如此！世間由於布施，或者修種種的，然後呢生到天上。那個時候啊生到了天上，那個欲樂很大，它又來了，福不能積啊，貪心又增長了，再墮落。那個是欲界。",
    "809": "[13:29]色及無色上界諸天，雖無此諸苦，然煩惱隨逐，有諸障礙，於死於住悉無自在，那麼再上面呢，比較好，沒有像欲界天，這個苦是沒有的，但是啊這個煩惱還在那裡。這個痛苦生死的根本還在那裡，所以這個障礙也並沒除掉。所以對於這個死生，還是沒辦法自己把握得住 ─無自在。不是說我要想不死就做得了，要死的時候，他也一點辦法都沒有。",
    "853": "[14:13]故彼亦由粗重為苦。還是在煩惱當中。就像那個論上說：",
    "859": "[14:19]又如《資糧論》云：「色無色諸天，超越於苦苦，是，苦苦是沒有了。",
    "863": "[14:23]以定樂為性，住劫不傾動。然非畢竟脫，他在定樂當中，他那個定樂，很長的時候。看他定的深淺而時間有長短，最高的非想非非想天，住八萬大劫，對不起，到了以後你還是要墮落。鬱頭藍弗就是那個典型的公案，他修非想非非想天修成功了，最後死了以後呢，墮落到畜生道當中。你看！啊，這個定是好難修，結果他完了以後還是要墮落。最高的非想非非想天尚且如此，何況 ……不談了。",
    "915": "[15:15]從彼仍當墮，似已得超越，惡趣苦暴流，雖勵不久住，等同空飛鳥，如童力射箭，墮落為邊際。他到了最後一定要墮落的，所以當時看起來好像已經超越了，因為他苦苦沒有了嘛，已經超越了這個惡趣的種種大苦，但是對不起，他的行苦自性還在，他沒有辦法停得住的。就像鳥飛在空當中，暫時雖然飛一下，對不起牠飛一飛要停下來；又像人家射箭一樣，射上去呀到那時候力盡了，它又墮落了。他最後的，最後的邊際是就，跑到最後他還是墮落。",
    "966": "[16:06]如久然諸燈，剎那剎那壞，諸行變壞苦，仍當極侵惱。」像燈一樣，現在是亮，可是它無時無刻，一刻都不停住地，正在慢慢、慢慢、慢慢地消失當中，最後仍舊為苦所侵。惡道是苦，善道結果也是如此。",
    "993": "[16:33]如是思惟五趣六趣，總別諸苦，厭患生死意欲出離，便當觀察其因，那麼經過了上面，不管是你總的思惟，不管是別的思惟，就是說，在任何一個角度，任何一個狀態，你觀察、思惟的結果，沒有一點點例外 ─是苦，是苦！那個時候你了解了以後啊，產生一個什麼結果？厭患。所以我們現在總覺得：「唉呀，求快樂啊！」錯了！錯了！錯了！找不到快樂的，這個世間的特質就是這樣，這一點我們必定要知道。所以平常我們眼前哪，一定要把這個道理仔細地觀察一下：我們眼前到底忙些什麼？如果我們是對眼前不滿意，說「這裡不好啊，換一個地方去啊！那個地方可以快樂呀！」錯了，完全錯了。世間的人這樣想的，佛法不是。那難道不是找快樂嗎？是。差別在哪裡呢？就是世間一般人找的快樂，是頭痛醫頭、腳痛醫腳，只是如此。佛法裡面說，是的，你找快樂，結果呢你跑到我這裡來，說我可以告訴你，我這裡有快樂的，指出來 ─快樂的特質是什麼，根本你的認識就錯了，你要從這個上面去轉一個方法。",
    "1087": "[18:07]所以對我們修學佛法的人來說，我們必定要了解。不要說：哎喲，這裡不理想啊，那裡不理想啊！然後要換哪、要找啊！不是，你可以逃得了環境，是逃不了自己。自己是什麼？喏，身心五蘊、煩惱。我們真正要透脫是透脫這個煩惱，所以必定要認得煩惱。把這個解決了，問題就解決了，因為這個是痛苦的因，所以說「厭患生死意欲出離，便當觀察其因」。那麼你整個的生死的內容無非是痛苦，沒有一個地方可以逃的，沒有一個地方有安樂的，那找到它的因。如果找不到它的因的話，說反正沒辦法了！那好了，我們現在只要有一天哪，張開眼睛來就去享樂，然後你什麼事情都去做好了嘛，反正壞事 ……只要快樂。欸，現在好，有原因的，那可以解決！所以進一步了解了這個苦，就找它的痛苦的原因。",
    "1155": "[19:15]念云如是生死以何為因。說進一步我們要觀察，這樣的三界之內無不是苦，原因在哪裡呀？那麼進一步中，因為感受苦的逼切，所以我們找苦的原因，這個時候找到，啊！原來這個地方。那麼這個叫什麼？集諦。所以現在我們哪，從了解了苦，要求脫苦而找到這個苦的原因是集諦。集，什麼呢？它的所謂「招感」，由於這樣的可以感得痛苦的果報，換句話說，這就是痛苦的原因所在。你只要把這個痛苦的原因拿掉了，痛苦就消失。所以既然是我們為痛苦而忙，那麼真正要找的，這個才是，這個才是我們修學佛法的特質。所以大家注意啊，大家修學佛法，務必要在這個地方認真把握住。前面不同的地方，常常說明、歸類等等，它原因無非是要說明這個 ─你要修不要說碰到一點去修，碰到一點去修，那個時候並不圓滿，乃至於並不是根本，你以為碰到了，結果漏洞百出。因為漏洞百出，所以忙了半天痛苦仍舊在，你沒摸到根本，沒摸到根本。",
    "1255": "[20:55]比如說我們現在說，哎呀，我們房間裡面有水呀，你把它擦掉。結果你沒找到漏洞，沒有找到水哪裡來的，你拼命去擦，擦了半天，那個地方又來了；擦了半天，那個地方又來了，越弄越糟。結果嘛自己忙得疲憊不堪哪，屋裡面照樣都是髒水，有用嗎？修行也是如此。你必定要找到根本，暫時其他地方先不管它，把那個漏洞堵死了，堵死了它沒有再來了，然後你慢慢地把裡面的髒水清乾淨。好囉，問題解決！",
    "1292": "[21:32]所以我們修行哪，在這個地方，特別 ─這個概念要一而再、再而三地擺在腦筋裡面。不要說：哎呀，我現在要去修行去啦！人家告訴你怎麼修啊？參禪，人家告訴你念佛，人家告訴你 ……不管是哪一個法門，哦，這個密宗好，你只要去修修就行，然後你就跟著去修。實際上，根本的問題在哪裡你沒找到。有沒有一點樣子？有一點樣子的。當然就像那擦地一樣嘛，你拿著濕布一擦，那塊地就乾了，等到你濕布拿掉了，回過頭來看看，那個地方又來了。那有什麼用啊？所以我們現在太多的人修行都是忙這些，然後呢自己還不懂，還要去幫別人去，是越幫越忙啊！現在這個地方告訴我們，哦，這個情況這樣的，根本在哪裡呀？由此而講集諦門，那麼就找。",
    "1353": "[22:33]第二，由集諦門思惟流轉生死次第分三：說為什麼會流轉生死，這個原因呢？分三部分：",
    "1363": "[22:43]一煩惱發生之理，二彼集業之理，三死沒及結生之理。這個為什麼會生死呀？由於這個因。因是什麼？煩惱跟業，惑、業，就是這樣。那麼這個煩惱怎麼發生的呢？先了解。為什麼發生了這個惑跟業會招感到生死呢？所以他就講，這個為什麼會集業。那麼招感生死又是怎麼樣的招感法呢？所以怎麼死，又怎麼會結呢，這個道理下面就了解一下。從這個地方，我們就把因找到了，然後從因上面看看，怎麼樣把它清除。翻過來。",
    "1419": "[23:39]今初　成辦生死之因，雖俱須惑業，然以煩惱而為上首。現在了解了，說這個痛苦的真正的根本，在這個惑跟業。「惑」，或者叫無明，或者叫煩惱；「業」，或者叫行，或者叫什麼其他的種種的名字，有各式各樣的不同的名字。總之一句話，這兩樣東西。十二因緣當中說無明、行這兩個，就是這樣；或者是愛、取、有，愛、取是惑，有是業，這樣。那麼，但是雖然要這兩樣東西呀，這個裡面主要的卻是惑，卻是煩惱。下面看，",
    "1470": "[24:30]若無煩惱，雖有宿業超諸量數，然如種子，若無潤澤及其土等，定不發芽。為什麼這煩惱為主要呢？就是說假定你的煩惱沒有了，斷掉了，雖然你有無量無邊的宿業，數都不能數，但是就像「種子」一樣，那個種子如果說沒有其他的因緣─土呀、水呀、太陽呀！對不起，它長不出來，長不出來，這個不會感果的。",
    "1508": "[25:08]如是諸業缺俱有緣，亦定不能發苦芽故。所以這個業之所以能夠感果，一定還要一個什麼？「俱有緣」，或者俱有因，這個就是惑，就是煩惱。有這個俱有緣才能夠感果，什麼叫俱有緣呢？或者叫俱有因？現在我們隨便說，現在我們每個人身上穿的衣服，我這件衣服，這個衣服是布做的對不對？這個布怎麼做的？經線跟緯線。這個經就是緯線的俱有緣、俱有因；這個緯就是經的俱有緣，這樣的。平常我們說架一個架子，三腳架，用三根架撐在一塊兒，那個你之這一根所以撐起來，就靠另外那個撐起來的，這個就是你的俱有緣。少掉了這個，對不起，你撐不起來的，懂不懂？就是這樣的。所以呀，如果沒有這個惑的話，這個雖然有業，對不起，它不可能成功，不能結果。反過來呢，",
    "1586": "[26:26]又若有煩惱，縱無宿業，無間新集，取後有故。就算是你沒有宿業，但是你有煩惱，因為你有煩惱，這個煩惱呀，它會煩惱為緣哪，會使你生長這個業。欸！因為有煩惱在，這個業就跟著來造了，一跟著造，惑、業具足啊，它馬上又生了。所以在這個地方，我們又從這個惑、業，生死的因當中，找到最主要的主腦是惑，是煩惱。",
    "1626": "[27:06]如是亦如《釋量論》云：下面引那個經論：",
    "1631": "[27:11]「超度諸有愛，非餘業能引，滅盡俱有故。」我們要想超出諸有，諸有就是三有，三有是什麼？欲有、色有、無色有。「有」啊是業，為什麼叫作「有」，不講業呢？就是說，它一定會感得下面這個新生命的結生的這個力量，這個業力在十二因緣當中會詳細說明它，說明它。就是說你要想超越這個生死輪迴，當一切的諸有的這個愛，愛就是惑，你能夠把這個能夠超脫了，超脫出來的話，那麼其他的所有東西，就不會再引發你的業，說「非餘業能引」，它就不會再引發你的生死。為什麼呀？「滅盡俱有故」，就是那個俱有緣，上面說那個俱有緣哪，統統弄乾淨了，統統弄乾淨了。就像你要做一個布一樣，經線雖然擺在這裡，緯線沒有了，對不起，那個就是經線，就不成其為布。你做任何一件事情，少掉一樣東西 ─你那個電燈，樣樣弄好了，電沒有，沒有用；再不然你雖然有了電了，燈沒有，它也不會亮，就是這樣。所有的事情，兩個人吵架，它一定是兩個人才吵得起來，一個人吵不起架來。這個天底下的事情，就是這個樣，所以像這一類事情，我們要了解。",
    "1738": "[28:58]又云：「若有愛，仍當出生故。」反過來呢，如果你這個愛，愛就是煩惱，如果你這個愛在的話，對不起，由於煩惱，馬上跟著這個煩惱就造了業。一造了業的話，煩惱跟業具足，他就繼續地生死。",
    "1755": "[29:15]是故開示煩惱對治極為重要。那麼既然我們了解了生死的因在這裡，那麼更進一步就了解了，這個因當中主要的是煩惱。那麼煩惱是什麼呢？如何去對治呢？你要對治它，一定要認得它本質是什麼呢，這個是最重要的。"
}