{
    "3": "[00:03]所以到這個地方，我們停一下，我們現在大家都修行了，請問你修什麼啊？你從哪裡修起啊？在這裡，在這裡。所以我們應該想一想，說我們要修行啦，記著我以前說過的話：不要修「我」！修「我」是修我越修越大，跳不出生死輪迴啊！這一點諸位以前前面沒有聽的人趕快補聽，否則的話你跑到這裡來是白上了這個課了。我們都在這兒修我，不知道，還覺得很得意，結果修了我越修越大，只見我大。我既然大，在生死輪迴當中轉，一生空空白費。我們要學佛，因為只有佛是如理如量地解決一切問題，他曉得這個什麼辦法，所以第一件事情現在要認真了解。現在他這裡告訴我們了，原來這個問題在這裡啊！說你要對治這個生死的根本嘛，最後找到了要對治這個煩惱；那麼你要曉得煩惱的道理，要如何對治的話，怎麼辦呢？",
    "75": "[01:15]此復賴於先知煩惱，你先必定要曉得什麼是煩惱。",
    "80": "[01:20]故於煩惱，應當善巧。你要善巧地了知，你才可以對治它呀！否則的話你做任何事情，叫你拔草固然如此，叫你掃地如此，叫你做任何事情 ……今天跑得來叫你打掃這個房間，掃一下，你到底要掃掉什麼你不知道，本來叫你掃掉地上的垃圾，你卻把桌子上面的那些書本統統掃掉了，那你算什麼呀？那不是開玩笑嗎？這樣。所以必定要把你所對治的內容，要認得得清清楚楚。進一步還要認得，所對治的內容知道了，拿什麼東西來對治它，對治的方法以及這個正確與否，每一個地方它的質、量、次第。",
    "132": "[02:12]現在我們又進一步層層深入，找到生死的根本原因，原來在煩惱。找到了以後，所以我們進一步去了解一下煩惱是什麼？下面看：",
    "156": "[02:36]此中分四：一正明煩惱，第一個先說煩惱是什麼，對這個我們必定要先了解它，如法如理地了解什麼是煩惱。第二呢，",
    "172": "[02:52]二 如何生起之次第，三煩惱之因，四煩惱過患。　今初為什麼要找那個生起的次第？你從那個生起的次第上面你可以找到它 ─哦！它的根源在哪裡。然後呢生起的原因是什麼，最後它有什麼禍害。你這個了解了以後，它這個禍患了解了，你準備要消滅它；要去消滅它，你就找到它的什麼原因，然後它的根本在哪裡，就這樣，都找到了，以及它煩惱的行相，你每一個地方清楚了，那個時候你就容易下手對治。這個煩惱對治了，一切痛苦都解決，你能夠自己有問題解決了，那個時候你才能夠幫助別人哪！所以歸根結底，不管是大乘小乘、自利利人的根本在此，所以這個地方叫「共中士」 ─只管你自己的就你學這個，如果你要學大乘的也從這裡開始。看文：",
    "247": "[04:07]煩惱總相者。如《集論》云：「若有法生，即便生起極不靜相。由彼生故令心相續，極不靜起，是煩惱相。」謂若何生，令心相續，極不寂靜。說任何一個法 這個「法」指一切色法、心法，所有的任何一樣東西 如果這個生起的時候，就生起一個不寂靜、不安靜的相。因為這個生了以後，令我們身心相續不寂靜繼續不斷地生起，這個叫煩惱相，這個叫煩惱相。所以現在我們因為沒有體會到這個「靜」這個狀態，所以這個煩惱相不明顯，但是呢粗猛的卻是很容易。譬如說你發脾氣了，我自己覺得：唉呀！那個時候人就坐立不安，然後呢就是面孔上青筋直爆，心裡面就直跳。啊！這個樣子，就什麼事情都幹得出來，跟著來了。貪心來的時候也是一樣，那個時候心裡面是很強烈的狀態，可是沒有這種強烈的這種啊，細微的這個狀態平常就難感覺得出來了。只有當你要學定，坐下來的話，你就自己覺得心裡邊：「哎呀，這個不行啊！」所以你一定要相對地去學一個寧靜的狀態，那個時候你就顯得出來不寂靜的狀態，那個時候你也才了解所謂行的自相，這一點在這個地方特別說明一下。",
    "353": "[05:53]反過來，你有了這個經驗，就很容易感受到：哦，這個煩惱生起來了！就在任何那個時候心裡面生起來，你就認得它。通常我們的凡夫剛才開始覺得什麼叫煩惱，好像等到你發了脾氣了這個才叫煩惱，不是的，不是的。就是你眼前在任何狀態都是，這是都在煩惱當中，不過這種煩惱比較細，或在癡性當中，這個是我們必定應該了解的，這個是它的總體整相。各別地說來，那麼十種，十種，就是屬於我們平常說的五鈍、五利。貪，第一個。",
    "399": "[06:39]各別相中有十煩惱。貪者，謂緣內外可意淨境，隨逐躭著，如油著布難以洗除。此亦耽戀自所緣境，與彼所緣難以分離。這個就是貪的行相。不管你這個心所緣的、所對的是內或者是外，外是外面的一切境界，內是你自己的身心，乃至你意地當中的見解，覺得我這個地位、我這個名譽、我這個什麼，這些。對這些東西跟著它，一直不放失，著在這個上頭。這個東西叫油碰在布裡邊，我們祖師更有一句話：如油入麵 ─碰到布裡邊還可以洗得乾淨，如果這個油啊放在麵粉糰裡面，你拿它一點辦法都沒有，這個貪就這麼個難弄法。",
    "457": "[07:37]就是他又進一步說，「耽著自所緣境」，這個貪的行相就是對你自己所緣的歡喜它，不忍分離、難分難解的狀態，心裡邊就是這樣！這個就是貪的行相。所以平常當我們貪心生起來，你簡直一點辦法都沒有。而且這個貪心的行相啊，你真正看好像看不見，但是隨時隨地都在。哦，這樣，不但是我們經常說外面好看的、好吃的、好玩的、有錢什麼等等，眼前一切的東西，你自然而然覺得眼前有個東西總歸選好的；唉呀，累了就要去躺；碰見一點小的不如意呀就想 ……總歸對這個「我」產生種種的耽著，這就是這個行相。",
    "510": "[08:30]瞋者，那麼第二個。",
    "513": "[08:33]謂緣諸有情及苦，苦具，謂刀杖荊刺等，發恚惱心，發粗猛心，於彼諸境思作無義。瞋就是這樣。對於或者是「有情」 ─對方嘛！「苦、苦具」，這個苦就是苦的、痛苦的本身，或者是傷害我們的那些東西。傷害我們的東西，那些刀啊、杖啊、什麼東西啊，如果這些傷了你，你就對它：「好，這個傢伙，你！」譬如說你跑過去，一個東西撞你一下，這個東西你一定把它拿掉它，就是這個，那是苦具。發那個不能忍耐、粗猛地對它這種心，瞋恚的心情，要想對所緣的、所瞋的這個境界，做無理的要傷害它的。",
    "569": "[09:29]慢者，謂依止薩迦耶見，緣內外之高下好惡，令心高舉，高相隨轉。慢，怎麼來的呢？它有依一個薩迦耶見，薩迦耶見通常我們就說「我見」，但是呢正翻的時候不叫我見，叫「壞聚見」，等到下面講那個薩迦耶見的再講。通常就說我，慢就是依我，然後呢我比他高、我不如他，由於這樣，不管是內、是外，現出來這個，總是使得自己要想高過對方、高過別人。",
    "613": "[10:13]無明者，謂於四諦，業果，三寶自性，心不明了，染污無知。這叫作無明 ─對於真實的內容不了解。這個四樣東西（四諦）是世間真實的行相，世間一切真實的行相是苦的，你就偏偏不了解，覺得這是苦。那個苦呢是有它原因的，你又不了解，以為呀 ……找錯了非苦之因。譬如說，我們現在有苦了，應該了解這個苦的原因，從根本上面下手，但是我們平常都不知道的，平常都不知道的。假定我們知道苦的原因，人家來罵你一下的話，你一定忍受。為什麼？欸，他所以罵我，我總是以前欠了他，還了就好了嘛！但是實際上呢，我們不會。為什麼？因為我們不知道苦的原因，所以第二個，對這個事情的真相的因也不知道。同時呢，這流轉固然不知道啊，說它的的確確苦，也像你所希望的把它徹底地淨除，徹底地淨除有它徹底淨除的辦法，這個叫滅諦、道諦，這是我們更不知道！這個就是我們世間，偏偏講這個道理的人，我們還自作聰明，說這是迷信，世間真顛倒啊！「業果」那是由業感果，「三寶的自性」等等，這個不明了，這是種無知，這是錯誤的、染污的無知，就是愚癡。這個愚癡啊，染污、雜染的，所以啊生死的根本。",
    "710": "[11:50]疑者，謂緣諦等三法，念其有耶無耶？是耶非耶？這個是懷疑，這個是懷疑。這個疑的反面是信，我們不要以為我們現在信了，我們信談不到哦！我們只是已經啟發了信的種子，正在這條路上去走。真正得到了淨信心的，譬如說：證得預流果的聖者叫不壞信，他那個信心就清淨了。他到那個時候一定寧願餓死，他不會造惡。他因為曉得這個一定有它的因果關係，他不會在那個果相上面，沒有一點懷疑。我們儘管曉得因果，講的時候有，做的時候忘得乾乾淨淨；曉得這個不可以做，做的時候又照做不誤，就是這樣。所以這種狀態啊，那都是什麼？這個信心未淨，這個疑在這裡。",
    "771": "[12:51]那麼這個就是通常我們所謂的五鈍使 ─貪、瞋、無明、疑、慢；下面叫五利使，通常我們說。為什麼叫鈍的、利的呢？因為這個行相非常地猛利；一個呢前面並不是很猛利，但是呢它很深厚，這個既然這裡沒提，我們先不去談它。那麼下面就是",
    "800": "[13:20]壞聚見者，平常就說我見。",
    "804": "[13:24]謂緣取蘊，計我我所，染慧為性，我我所見。那就是說，見到了「我」跟「我所」這個東西。那為什麼叫它「壞聚見」呢？實際上真的有我嗎？真的有我所嗎？沒有。原來這是什麼？這是聚、聚，「取蘊」或者是；這個蘊就是歸類，這個五樣東西聚在一塊，哪五樣東西啊？色、受、想、行、識。而這個東西在無常的變壞當中，它是虛假的，是一無可取的，結果因為我們「染慧」 ─染污的認識，慧是一種觀照的力量，這個觀照的力量透過了染污、雜染了，你看不清楚，看錯了，以為在這個上頭有一個我或者我所。所以我們另外的名字叫我、我所見，這個地方叫壞聚見。當你認識了這個東西以後，你就對這個東西，平常我們一天到晚忙這個我，原來這個是什麼 ─壞聚，真正騙你的根本就在這裡啊！",
    "883": "[14:43]其中壞是無常，聚是眾多，為欲顯此所見之事，唯是無常，非一之法，全無常一補特伽羅，故為立名曰壞聚見。那麼就解釋一下。為什麼是「壞」呢？無常呀！「聚」是幾樣東西合起來。就是我們這個染慧所見的東西，它是「無常」的，是「非一」的，全沒有常一的補特伽羅。「補特伽羅」我們以前稱為人、有情，就這樣。這個人跟有情在自己身上叫作我，就這個地方立為壞聚見，一切的根本都從這個上頭來的，一切的根本都從這個上頭來的。它既無常，也非一，所謂「一」的話，什麼？我們總覺得好像「我」這個東西就是我，天生來如此，獨立的，就是，實際上不是。而且我還有一個特質是可以主宰的，這種東西全沒有，我們以前都討論過。無常，早就了解，在任何情況之下，你沒有辦法停住它一分、一秒、一剎那。",
    "958": "[15:58]至於這「一」，就是一跟異是相對的，實際上你真正是一嗎？不是！身、心兩個很明白。如果是一的話，說你那個手，這個手算是你，還是不是你啊？如果說是一的話，那的的確確這個手，你跟手分不開；如果那個手切斷掉了，對不起！你還是你，好好的，只是你少掉了一個手，可想而知這個不是，實際上狀態。同樣理論上面，如果「你的手」或者「我的手」，不要說「我的」、「你的」，屬於你的，那不是你，不是很明白嗎？所以這也不是一。那麼手是如此，腳也是如此，乃至於心臟也可以如此，就是這個樣子。那我的心呢，應該是我吧？同樣的說「我的心」，那是「我的心」哦，心不是我耶，一樣的道理，這個很清楚、很明白。",
    "1016": "[16:56]然後你能作得了主嗎？那我們已經討論過了，現在談到這問題，又再說一下。我說我啊，不妨我們對白，譬如我們兩人談論，我說：「你作不了主。」你想了半天：「對呀！我是作不了主。」那當然作不了主。也許有人不服氣，說：「不！我作得了主。」當你說你作得了主的時候，你是什麼啊？因為我說你作不了，所以你回答我，說你能作得了主，你這是被動的，對不對？我說你這樣，「欸，我說我這樣。」這你被動的，請問你被動的，這是算「主」嗎？主是什麼啊？主是主動耶，你完全在被動耶！所以你說：「我是作不了。」那麼當然已經作不了。結果你說：「我作得了。」你還是作不了。人就是這麼顛倒啊！這樣。但是呢他的的確確在他相對的範圍之內，是有他似是而非的這種作主，就好像前面說似是而非的那個安樂在，這個就叫作顛倒啊！所以叫染慧。所以他那個觀照的能力，由染污所看見的，所以戴了個有色眼鏡，明明是白的，他看起來戴了個黃顏色就看成黃的，戴了紅顏色就看成紅的，就這樣。這個就是壞聚見。",
    "1105": "[18:25]邊執見者，謂緣薩迦耶見所執之我，計為常恆，或見斷滅，無從此沒，結生當來，染慧為性。什麼叫「邊執見」呢？通常我們叫「邊見」。那麼邊執見就是執著一邊，或者是執常邊，或者是執斷邊。這個執常、執斷不是說莫名其妙地瞎執哦！都是從這個上面執起的 ─從薩迦耶見。說看這個「我」，有的人說這個我是常的，有的人說斷的。什麼是常、什麼是斷呢？說執斷的人，現在世界科學家執的就是斷，說人死掉了就算沒有了，好了，到此為止，這個叫斷。執常的呢，印度當年外道，譬如說我們現在有一般的人，說他有一個靈魂，這個靈魂就像搬家一樣，從這個房子搬到那個地方，那房子雖然換了，這個東西還在，對不起！這個是常。乃至於常的更是說：人哪生生世世投人，狗啊生生世世投狗，就是這個常。平常我們不了解它真相的，都是執著，所以這個真正的「邊」啊，斷、常的執是執這一個哦！這個我們要了解的。",
    "1182": "[19:42]見取者，謂緣薩迦耶見，邊見，邪見，三中隨一，及彼所依見者之蘊，執為最勝，染慧為性。「見取」，就是我們這個見解，我們執取我們的見解。這個平常我們每一個人都是這樣，我這個對、我這個對、我這個對！那麼主要的原因還是什麼？因為薩迦耶見、邊見跟邪見，有這種觀念本身是錯誤的 ─通常都是主要的是由於「我」；然後呢你對你所執的這個對象，不是常、就是斷；除了這個，邪見。就是說不正確了解的當中，你以為這個樣的，你以為這個樣的，這也是「染慧為性」。平常我們談任何問題總有我的見解：「啊，我覺得如此。」這個見解不是邪見、就是見取。",
    "1242": "[20:42]戒禁取者，謂緣壞戒，可捨之戒，及諸行狀軌則，身語定轉，所有邪禁及緣彼等所依之蘊，見為能淨罪惡，能解煩惱，能出生死，染慧為性。戒禁取呢，是另外一個，「謂緣壞戒，可捨之戒」，佛告訴我們的戒，他有他的道理。佛為什麼制那個戒？說你這樣做，那麼將來得到這樣的果，因為你要得到這樣的果，所以你現在要應該持這樣的戒，彼此間有它的必然的這個因果正確的關係。現在你這個戒啊，對不起！不對的，這個不應該的，所以可捨的，是壞的。然後呢根據你不正確的這種制定的戒，這樣地去行為、軌則，然後你照著它去做，這個所有的邪的禁戒等等。",
    "1305": "[21:45]那現在我們各式各樣的人哪都有這種禁戒，叫算命先生算了一個命啊，說：哎喲，今年你的命宮什麼不利，東南方不要去；唉呀，這個今天出門應該如何、如何。就是這些，平常都是這個樣的。然後呢乃至於什麼很多東西，你說它有沒有道理？它有它相對的道理在，但這種東西啊都是什麼？戒禁取。以為這樣做能夠淨罪惡，以為這樣做能夠解煩惱，以為這樣做能夠出生死。假定真的這樣的話，那佛就沒有用了。",
    "1343": "[22:23]實際上前面已經說過了，我們現在的普通人，這個啊，不要說不信佛的，信了佛的人對於佛的無上的妙智不一定重視，倒反而看那個算命先生的人、醫生、乃至於世間的人，「哎呀，這個醫生怎麼講的。」像小孩子一樣，跑到小學裡邊說：「哦，老師怎麼講的。」啊！那個是好像金科玉律，我們就是這樣。這個是什麼呢？戒禁取，不外乎。所以說，一個叫通常說「非因計因，非果計果」，這個不是這樣的原因，你弄錯了。譬如說我們現在生了病了，哎喲，講究這個營養啊，這麼一大堆，是不是？它是原因之一倒是的確沒有錯，因為身通常病是由於四大不調，四大不調是要醫藥，但是病並不僅僅是受這個，這種我們應該了解的，我們應該了解的。再說四大不調有受生理、心理的影響，你執著了這個一部分，對不起！這個都是錯的，這個是戒禁取。最後的「邪見」，",
    "1415": "[23:35]邪見者，謂謗無前世後世及業果等，或計自在及勝性等為眾生因，染慧為性。這個邪見哪前面已經解釋過，解釋過，不了解這個性空緣起，因此而產生的種種的。既然是性空，既然是緣起，必然是由前面的業因感得將來的果，種種這樣。所以啊他毀謗，說：「沒有這個東西！」那麼一切的既然因果，所以一定是因果生起的，他現在執著了這個，說不是，這個天造的或者這自然有的，就是這個。這是這些錯誤的判斷，是染慧為性。",
    "1465": "[24:25]此十煩惱，是如《集論》，《瑜伽師地》，《釋五蘊論》，所出而說。根據是這個，這個幾個論上面告訴我們煩惱。",
    "1479": "[24:39]第二如何生起次第者。第二如何生起。那麼進一步那我們討論它生起的次第，找它那個次第。這個我們進一步：",
    "1489": "[24:49]如許薩迦耶見與無明異者，譬如盤繩，略降黑闇，於繩實體不能明了，於彼遂起執蛇之覺。這個談那個生起的次第了，更進一步，這個一步一步地深入，看看這個煩惱從哪裡生起的，根在哪裡。那麼他就告訴我們呀，說這個原來在什麼？薩迦耶見。有一部分說「薩迦耶見」，有一部分說「無明」，其實這兩個東西可以說一而二、二而一。那麼大師把這個都解釋得清楚，說有一些人把那個薩迦耶見跟無明看為兩樣東西，那麼為什麼看成兩樣呢？他也說明：就像天黑的時候地上有一根繩盤在那個地方，那麼因為天黑了，你看不見這個實際上啊只是一條繩，你看：「哦！一條蛇。」這條蛇，你感覺是一條蛇，實際上呢這是你自己錯誤的認識。為什麼原因啊？",
    "1557": "[25:57]如是障蔽明見蘊體，由無明闇誤蘊為我，從此發生諸餘煩惱。因為什麼？因為「障蔽明見蘊體」，說你沒有明白地看見，所以說無明。由於這個不明白的這個障礙擺在這裡，所以你把這個地上的繩看成功蛇。地上的繩，這比喻什麼？我們的五蘊這個樣東西，但是呢因為你不明白見到，你把它看成功「我」，同樣的道理。所以他是說，如果你把薩迦耶見跟無明兩個分開來看的話，喏，那麼根本就在這裡，就在這裡。所以由於這個我，由於這個無明，無明嘛事情看不清楚，而看不清楚又偏偏把在不是我的這個五蘊上面看成功我，一切的煩惱由此發生，第一個。",
    "1619": "[26:59]如許彼二為一，如果你許這兩個東西同一的話，",
    "1624": "[27:04]即薩迦耶見為煩惱根本。那就是個薩迦耶見，是煩惱的根本。下面說：",
    "1632": "[27:12]此復由其薩迦耶見，執為我已，既然你不了解這個真實是明明是五取蘊，你把它看成功「我」，那麼有了我就有你呀！",
    "1645": "[27:25]遂即分判自他差別。說我、是你、是他。",
    "1650": "[27:30]如是分已，貪著自黨，瞋恚他品，對於自己的嘛種種貪著，我、我所等等，貪；對於別人跟你不相應的嘛，你就瞋，所以貪、瞋是由此發生。",
    "1664": "[27:44]緣我高舉，因為有我啊，就慢就生起。",
    "1667": "[27:47]執我常斷，執我的，因為執著這個我的話，你考慮以後怎麼辦哪？或者是常，或者是斷，邊見就生起。",
    "1676": "[27:56]於我見等及彼相屬所有惡行，執為第一。這一個就是什麼？就是見取等等就跟著來了。",
    "1685": "[28:05]如是便於開示無我之大師，及師所說業果，四諦，三寶等法，邪見謂無，於是對於佛告訴我們的種種的這個道理，業果啊、四諦啊，邪見 ─或者說它無，或者是什麼，這個就是邪見。",
    "1707": "[28:27]或復生疑，為有為無，是耶非耶？所有的這個十種煩惱，都是由於這個薩迦耶見的根本上面從此生起。哦，所以進一步找到了，我們不是要斷除煩惱嗎？煩惱的根本就在這裡。",
    "1728": "[28:48]如《釋量》云：「有我知有他，執瞋自他分，與此等係屬，生一切過失。」因為有了我，那麼即同樣的，就找到他。因為有我、他，我嘛就貪著，他嘛就排斥，瞋恚生起，那麼跟著所有一切的過失都從這地方生起。進一步我們找到了生起煩惱的次第，從這個生起煩惱的次第當中，又找到了煩惱的根本。"
}