{
    "8": "[00:08]這個從前面的苦而找苦的因，從苦的因上面的惑、業兩樣找到惑，惑就是煩惱；由煩惱的種種行相當中，最後找到它的根本在這個地方。那麼下面呢，再看到生起的原因是什麼，生起的原因是什麼？第三，啊，這真好啊！他每一個地方都分，經過這樣的層層深細地說明，最後找到根本。做任何事情你根本一下切除掉了，什麼問題都解決。",
    "46": "[00:46]第三能生煩惱之因分六。所依者，謂煩惱之隨眠。所緣者，謂順生煩惱境界現前。這個兩樣東西最主要，它有一個「所依、所緣」。煩惱依於什麼？煩惱的隨眠，就是我們的習性，無始以來的種子，就是前面講的等流哦！等流 ─這個同類因，以前是這樣的，以後是這樣的，你沒有對治，它永遠繼續下去。但單單這個生起不生起啊？不生起，還要所緣，就是生起煩惱這個外面的境界；當外面這個境界生起的時候，你來了。這個外面不一定是在外面，眼睛看見的色、耳朵聽見的聲，然後呢意所緣的法 ─法有內外的，或者你看見前面而五根傳來，或者是落謝影子，「嗯，想起來了！」這個就是所緣。由於這個所緣哪，就種種煩惱生起，那麼這下面講的這四個就是一般的，說",
    "113": "[01:53]猥雜者，謂隨學惡友非善士夫。那個就是親近惡友。所以外面的種種惡友，這是最糟糕、最糟糕的一件事情，我們沒有一個人例外的。",
    "129": "[02:09]言教者，就是他所講的種種的不相應的。",
    "134": "[02:14]謂聽聞邪法。一個是外面不相應的人，一個是不相應的法，這兩樣東西。不相應的法，這也是「順生煩惱的境」當中分的人、法兩樣東西。",
    "148": "[02:28]串習者，謂增長煩惱昔串習力。這是習慣，習慣的力量很強，到那時候它來了。",
    "154": "[02:34]作意者，謂妄增益愛非愛相，及於無常妄執常等非理作意。就是這個！這個「作意」，我們腦筋裡面這一點是很糟糕、很糟糕，很糟糕、很糟糕！平常我們最容易犯的幾件事情。這個煩惱的隨眠，這個一下還談不到破它，一下談不到破它。平常我們就是對於這個境界，所以我們為什麼出家第一件事情一定要遠離，一定要遠離，住在 ……不但住在寺院，這個寺院還要遠離城市。一定等到你自己有了問題，你才能進一步幫忙別人，你一跑到那個外面，那一塌糊塗，完了！",
    "208": "[03:28]那麼在這個境界當中呢，一個是人，大家還覺得滿好的，啊！卿卿我我的，處處地方幫你忙。然後他講的種種道理：「喔唷，這個東西對你好啊！這個東西有營養啊！這個東西價廉物美啊！這個東西是這個樣啊！」你心裡面覺得一點都沒有錯─完了！就是種種的邪見，乃至現在的科學啊什麼，這種很多概念。如果你懂得了，在相對的範圍之內，是有它對人類的價值，你能夠這樣認識它，那就不怕了。就像一個騙子一樣，他雖然來騙你，你認得他了：「沒關係啊！我認得你。」對吧！就是你做的行為啊，你不妨你還是讓他去做，你只要認得。現在的問題我們不認得它，那麼偏偏對這東西啊你就作意，平常我們腦筋裡一天到晚想：「欸，這個傢伙！」你本來好端端的，就是你這樣的自己莫名其妙地想，害了！",
    "271": "[04:31]之所以這樣地妄作意還有一個原因，就是前面那個，譬如我們常常說的，我們往往無緣無故地生煩惱，本來你心裡有一點小小的疙瘩，看見那兩個人坐在一起，你就想：「這兩個傢伙，又在那兒說我了！」其實他跟你了不相干啊！這是什麼？「非理作意」。或者你坐在那裡，天氣啊這麼有一點，唉呀，你就想：某人啊，或者怎麼樣啊，那個莫名其妙的想法都跟著來了，這個就是生煩惱的主因。你了解這個因，從因上面可以對治，這每一個地方這樣。",
    "308": "[05:08]不過在正式講對治之前，它下面還有一個叫煩惱的過患，你先要了解它的害處。你了解它的害處以後，就把它看成功視如怨敵，那個時候你又了解它什麼原因生起，根本在哪裡，然後你就要找對治它的方法。找到了對治它的方法，又曉得它怎麼生起，又曉得它根本何在的話，那很容易就連根拔除。所以修行是這樣修的啊！這一點是我們要了解，最重要的。下面說",
    "344": "[05:44]第四過患者。說講那個煩惱什麼樣的禍患呢？",
    "351": "[05:51]謂煩惱纔生，先能令心雜染，倒取所緣，堅固隨眠，同類煩惱，令不間斷。於自於他於俱損害，於現於後於俱生罪，領受苦憂感生等苦。遠離涅槃，退失善法，衰損受用，赴大眾中，怯懼無樂及無無畏，一切方所惡名流布，大師護法聖者呵責，臨終憂悔，死墮惡趣，不能獲得自己義利。一大堆，啊，不得了！從那個地方，細微的地方說起。這個煩惱一生，才一生起啊，心就雜染了，這個是一切的根本。先「雜染」，那個心生起雜染，我們乃至於現在根本一點都感覺不出來，一點都感覺不出來。它生起來了以後呢，「倒取所緣」，它第一個心生起來了以後，它就產生了緣，這個就是識心的作用。識心一定有一個特別的，像猴子一樣，它一定要攀緣，到處去攀緣，瞪大了眼睛就看，耳朵就要聽。對不起，你不聽也非聽不可！那外面講話，你就是你沒辦法不去聽它。眼睛瞪大了，那個東西就是不能不看，就是這麼個麻煩。結果偏偏你所看、你所聽、你所想的東西，卻又看顛倒、又看錯，說「倒取所緣」。一錯，錯了以後呢，這本來為什麼？因為以前的隨眠，結果呢把以前這個隨眠 ─就是以前的種子，又把它繼續地增強，是「堅固隨眠」。所以這無始以來的習氣越弄越堅實、越弄越牢固、越弄越大、越弄越多，都是這個。「同類煩惱，令不間斷」，不間斷地一直下去，這個是它根本。",
    "471": "[07:51]那麼這個生起來了以後呢，好了！害自、害他，所以自、他，或者單獨害自己，或者單獨害別人，或者同時俱害。對現在、後世，是俱生種種的罪惡。造了這個東西以後呢，領受種種的苦、憂；合起來苦憂是同樣的，分開來講，身上的叫「苦」，心上的叫「憂」，憂愁懊惱啊，身上的痛苦難忍哪！然後「感生等」，眼前是苦，將來是繼續。還有呢「遠離涅槃」，本來可以靜息的，你這樣下去的話，永遠沒有辦法靜息。一切的善法是退失，一切的好處是受用衰損。",
    "525": "[08:45]因為這樣，「赴大眾中，怯懼無樂及無無畏」，就是這樣。啊！這個東西真正有種種的缺點，你不要說我們平常一般人說憂懼無樂，就是一個總統、一個有錢的人，其實他何嘗沒有這個憂懼啊！反而倒是窮人倒沒有這個憂懼，有錢人憂懼更多。喔唷，他有錢得不得了啊，非常有錢哪！他為什麼剛才說這個人一天到晚睡不著？就想這個錢：哎呀，不要萬一虧了本喔！如果買了股票，他就擔心那個股票跌價；如果他做了生意呀，就怕那個市場不理想，就這個樣。做了個總統，他一天到晚要注意，喔唷，萬一到那個時候不行了，下一次弄不上了，或者怎麼辦了，就這個。實際上，不管是窮人、富人，不管是貧窮下賤、地位高，沒有一個例外的。「一切方所惡名流布」啊！我們人人都是這樣，表面上面稱讚你好、我好，背後的話，大家是 ─這一個傢伙！就是這種味道。我們也明明知道，可是偏偏我們做些什麼啊？自欺、欺人，然後呢被他欺，那就是真顛倒啊！這個什麼？煩惱的過患哪，我們要認得它呀！",
    "622": "[10:22]這件事情是「大師護法聖者呵責」，真正的佛啊，護持的就是這個。我們現在這地方求神、拜佛、護法，沒有用啊！這是護法所呵斥的。所以大家說：「哎呀！護法護持你。」護法是護「法」啊，不是護持「你」哦，這個你要記得喔！你說「我」，護法就是絕對不是護我，護法護的什麼？除掉我。你能夠努力把你的「我」拿掉的話，護法來護你了，我告訴你。護法護的是這個，他護的是法哦！你現在顛倒了，非法，他要護你，怎麼叫作護法？他不叫護法呀！所以這正是護法所呵斥的，凡是這種真正有智慧的聖者都是。然後你忙了一輩子，「臨終憂悔，死墮惡趣」啊！不管自己、別人的利益，唉，這個煩惱有這麼大的缺陷，沒有一點點好處。哦！他指出它的行相來了，下面馬上引這個經論：",
    "691": "[11:31]《莊嚴經論》云：「煩惱壞自壞他壞淨戒，退損失利護法大師呵，鬥諍惡名他世生難處，失得未得意獲大憂苦。」這容易懂。已經得到了嘛，失去；沒有得到嘛，得不到，還得到憂苦。下面：",
    "713": "[11:53]《入行論》亦云：「瞋愛等怨敵，全無手足等，非勇智如何，彼令我如僕，安住我心中，歡樂反損我，於此忍不憤，忍非處應呵。這話很有意思。這樣，說現在我們很多怨敵，啊！都是非常厲害；結果這個煩惱，妙了，它呀，這個煩惱是不像平常的這個怨敵那樣。這平常的怨家他都強有力的，現在這個煩惱這個怨敵，既沒有手又沒有足，也沒有什麼勇，也沒有智 ─煩惱本身是愚癡嘛，也沒有勇嘛，結果偏偏把我弄得像個什麼？佣人一樣。這個話怎麼講？我們忙些什麼啊？請問我們忙些什麼啊？我們每一個人自己忙、忙，一天到晚忙這個「我」。我是什麼？我是煩惱。所以我們每一個人都是煩惱的奴隸，對不對？我們沒有一個不是。貪，貪是煩惱，你偏偏跟著它轉；瞋，瞋是煩惱，你偏偏跟著它轉；慢，慢是煩惱，你偏偏跟著它轉，沒有一個不是，所以它令我們像奴僕。它在哪裡啊？嘿，安住在我的心當中。妙了！別的人你給他一點好處，他都幫助你，現在這個煩惱安樂、歡樂，你給它種種好處啊，它倒反而要傷害你，這個煩惱的相是特別的。",
    "820": "[13:40]別人稍微對不起你一點，你就忍受不住了，這個煩惱對你這麼大的傷害，你卻忍受，不跟它發脾氣，不跟它發脾氣。所以「忍非處」啊，你所忍的忍錯啦，這個不是你應該忍受的，這個是你應該呵斥的，懂不懂？所以這句話，「忍非處應呵」，我們現在一點小小的事情忍不住了，那我們完全錯了。我們應該忍不住的什麼？對這個煩惱忍不住。我這個貪心來的時候，我忍不住，對不起，我非要把你鬥倒不可！當「我」的念頭起來了，「對不起，我非要把你鬥倒不可！」這個才是我們不應該忍的，那個是，對了！現在我們忍的忍錯了，所以忍非處，就是非應忍處，忍了不應該忍的，這個是應該呵斥的，真正我們應該呵斥的。",
    "883": "[14:43]一切天非天，設與我作敵，彼不能令入，無間大火中。不管世間外面任何的人，不要說世間的人 ─天，啊！這個天是不得了，以及修羅，不管他怎麼厲害，他絕不能把我送到無間地獄當中去。嘿，妙咧！",
    "905": "[15:05]此大力惑敵，若遇須彌峰，且不留灰塵，能剎那擲我。因為這個惑，這個煩惱這個敵人，這個力量之大呀，哪怕是須彌山，它能夠把它弄得乾乾淨淨，能夠把我一剎那就送到任何地方去，送到地獄裡面去。",
    "929": "[15:29]如我煩惱敵，長時無始終，餘敵皆不能，至如是久遠。就像所有的敵人，絕不可能跟我怨家對頭這麼長的，有一樣東西例外 ─煩惱，這個煩惱怨家是無始無終。啊！沒有任何一個敵人能夠這樣的。反過來，任何一個煩惱怨家，",
    "956": "[15:56]若隨順承事，悉為作利樂，若親諸煩惱，返作苦損惱。」別的人，就是怨家，你能夠好好地笑，你能夠承奉他，他也多多少少，好、好、好，看在你這個面上就放鬆你一點。煩惱不是哦！對不起，你呀把它這麼看得處處的好，它傷害你更加厲害，所以說「忍非處應呵」啊！我們現在談修行，不曉得修些什麼，這個都不知道，談什麼修行呢？所以這裡我們必定要知道。",
    "991": "[16:31]此說過患，皆當了知。你了解了這個過患，你就不能忍受它；不能忍受它，你就是找它對治；找了對治，然後找它根本，那個時候你才有機會淨除；淨除了煩惱，痛苦也就解決了。下面，這個祖師說：",
    "1010": "[16:50]又如阿蘭若師云：「斷除煩惱，須知煩惱過患，體相，對治，生因。由知過患，觀為過失，計為怨敵，若不知過患，則不知為怨敵，故如《莊嚴經論》及《入行論》所說思惟。」那個祖師就告訴我們：你不是想「斷除煩惱」嗎？你要斷除呀一定要曉得煩惱的「過患」。做任何事情也是一樣，你曉得它對你有害處，那個時候你就斷除它。譬如說我們現在忙得要命，這個東西對我們了不相干的，你忙它幹什麼？跟我們根本不相關，就這樣。所以現在遠在，譬如說遠在非洲，他們有什麼好處、有什麼壞處，我眼前的事情忙得不得了，忙這個幹什麼？了不相干。說現在這個事情擺在那裡對你有大損害，唉喲，那馬上要去忙。所以第一件事情說，我要了解了這個煩惱對我有多大的害處，這樣。",
    "1067": "[17:47]那麼你要了解了害處，然後呢你要對治它，但是什麼 ─對治它，它是什麼東西呢，你要認得它，所以進一步要認得它的「體相」，這個煩惱的體相是什麼。我們現在所以講修行而修不來的話，忙了半天你要修的什麼啊？不知道！那你怎麼修呢？所以常常記牢這個比喻：你要去拔草，你先要認得草欸，你不認得草，去忙了半天，把菜拔掉啦，草都長在這裡啊！你不拔還好，越拔是越糟啊！所以現在的很多修行人，修了半天，這個越修啊，這個「我」越大，那就是這個毛病。很多人修行修了幾十年了，哎呀，還是苦惱無比，這個原因就在這裡。那所以進一步要曉得它的體相，這個煩惱的本質。那麼曉得了，要「對治」，怎麼對治它？欸，說我曉得對治，要對治要從它的根本上面，以及它生起的原因，這樣，所以要知道它的「生因」哪！",
    "1144": "[19:04]這個次第，每一個地方是有它必然的條件。那麼由於你曉得它的過患，於是那個時候你的觀念當中原來：啊，這樣啊！你就把它看成功這個才是你的生死怨家，一定要的；如果你不了解的話，你不會去對治它。所以上面這個那些論上面都是這樣告訴我們，然後呢把這個道理我們才是應該真正思惟、修習的，所以目前真正要修的是修這個啊！真正要修這個。",
    "1178": "[19:38]當你這個認識了以後，那就好辦了。為什麼要念佛啊？平常你念的什麼？起心動念無非在煩惱當中，現在我曉得了：「對不起！這個東西對我一點用場都沒有，只會害我，那只有一心念佛！」那個時候你這個佛號就提起來了，教你不念也不行。因為為什麼？你曉得一把佛號丟掉了，都是煩惱，都是害你的。為什麼要參禪？你就要破掉它呀！假定你不認得這個的話，唉喲，你覺得苦得要命，你幹什麼呢？不會去享受的啊？現在你了解了：「哦，這個不是，不是！」那所有的禪、淨、律、密，為什麼要持戒？戒也是在這個上面。說你這樣去做，那才能夠把那個煩惱破除啊！所以你沒有一個，整個的佛法的修行，如果這個不知道，談修行，那都在那兒開玩笑，都在那兒開玩笑！所以這個是修行的根本哪！前面一再告訴我們，你如果這個不懂的話，就像打靶，那個靶在哪裡你不知道，這亂放一氣，沒有道理。再繼續下去。",
    "1256": "[20:56]又云：「知煩惱相者，亦須聽對法，下至當聽《五蘊差別論》，了知根本及隨煩惱。於心相續，若貪瞋等，隨一起時便能認識，此即是彼，他今生起，與煩惱鬥。」須如是知。好！現在到了這個地方呢我們知道，哦，原來你真正修行要從這個地方做起啊！那麼現在我們既然要想認識這些東西的話，這個你怎麼辦？還要聽對法，一定要聽。「對法」是什麼？論。經雖然告訴你怎麼，但是經上面，它並沒有這樣深細的層次說明這個道理，單單看經，我們不一定看得懂。那麼為什麼佛說經？那個道理前面已經說過，這裡再說一遍。這個是說，那些人已經到了這個條件，善根已經夠了，就針對著眼前的問題告訴他一下，他問題就解決了，這樣。對我們眼前的人來說，不具這個條件也告訴你，沒有用，這個沒有用，這個沒有用。",
    "1339": "[22:19]隨便舉一個例子來說，隨便舉一個非常簡單的例子來說。譬如說你念書，那麼你念書，中間只是有一個生字，或者一個名詞不懂，那然後呢人家把那個生字、名詞一懂，「哦！原來這個道理。」你就全部貫穿了。結果你看見他也只是解釋這名詞，也懂了；對你來說啊，你一個字都不認識，你也跑得去把那個名詞、這一個字認得了。請問：這本書對你有沒有什麼意思啊？你認得這兩個名詞，對於解釋這本書裡面道理，你還是沒有用場欸！所以你得非要把這本書的全部的內容弄清楚不可，這個是一定有它的特別的特質在。",
    "1387": "[23:07]所以他現在這個地方把整個的內容擺在這個上頭，那個時候你可以如理如量地選擇說，我現在的問題在哪裡。如果說你已經曉得了，的的確確你聽見隨便一點也成了。有很多宿生念佛的人，一個老婆婆，聽見一句念佛：「哎呀，很好！」回去什麼都不要了，她念念佛是成功了；這個六祖大師啊他也什麼都不要，聽見人家念了一句《金剛經》，他就開悟了；佛陀就坐在那個河邊，抬頭一看，看見月亮他就成佛了。是的呀！你對嗎？你行嗎？這個我們要了解的。所以我們不要看見人家說 ─哎呀，人家告訴你怎麼修行，我也這樣修行啊！那不一定成。",
    "1439": "[23:59]所以在前面這個基礎，一步一步過來，說我們說現在我們了解了，這樣地層層向上，然後到這個地方，我們想認識這個煩惱的話，一定要聽對法。對法就是論，就是針對這個法的特質，然後告訴你用這個法，對症了，治你的煩惱。你能夠了解了，當然煩惱就淨化呀！最這起碼的，下面說聽《五蘊差別論》，為什麼聽《五蘊差別論》呢？我們現在這個煩惱的根本在哪裡啊？就是五取蘊，所以它《五蘊差別論》就告訴你：喏、喏、喏！這個不是你呀，不是我、不是我所啊，原來這個是什麼？五取蘊 ─生死的根本，這些東西在那作怪啊！它這麼分別，你了解了根本，那根本煩惱也曉得了，然後呢隨著這個根本而來的隨煩惱等等，你都曉得了。",
    "1504": "[25:04]當你了解了這個情況，那麼在身心上面，不管它哪一個煩惱生起來了，你一生起來，曉得：「哦，這個貪！」一生起來，曉得這個瞋，你就能認識它。那個認識它了以後，哦，說你曉得了：原來這個是我的生死冤家，今天我要跟它鬥！否則你不認識的話，喔唷，譬如說我們現在平常常常講的話，看見這種東西好得很：「喔唷，這個正是我要的！」其實你是完全在貪心當中喔！「喔唷，這個東西我要的！我要營養，我要什麼，要好吃，要忙、要弄 ……。」你根本不認識它，越走越遠。現在一起來了以後你了解了，原來這個本身，身本身嘛就是色，惡業所感；然後呢，你起來那個貪就是煩惱，一切無非是它。一對起來，你就了解清清楚楚：「哎呀，我的天啊！我以前還把你看成我的、親愛的，原來你是無始以來的大冤家啊！」你那個時候就不上它當了。儘管它的習性再厲害啊，你就說：「嘿！現在我真正要忙的才是這個，我真正要跟它鬥的才是這個，我不能忍受的就是這個！」那個時候你就要持戒了，「哎呀，幸好佛陀制那個戒啊！」那個時候才談得到戒呀！那個時候你要學其他的任何一個方法，都從這個地方說起。所以說，「須如是知」。",
    "1598": "[26:38]那麼現在把這個總結一下，這個是整個修行最重要的幾個根本、最重要的根本。現在說，從對世間的真相認識起，說世間的真相是什麼？苦。這個苦的固然是苦，然後呢樂的也是苦；而由於這上面推到行苦，而這個「行」住在哪裡？就是五取蘊。啊，所以對它厭惡。但是厭惡你也沒辦法，找它的原因在哪裡呢？哦，它的原因在集。那麼集是惑跟業，惑跟業當中的主要的是惑，就是煩惱。那麼然後呢，從這個上面你又認得煩惱的行相是這個；然後呢它生起的次第是這個；原因是這個；有這樣種種的禍害。對這個了解了以後，然後你下面才可以談得到進一步的，就這樣。",
    "1667": "[27:47]這個到這地方為止，這個概念我們一定要弄得清楚。不過，單單到這地方，如果談修道的話還不夠，雖然不夠是不夠，可是至少比之以前就有一個絕大的不同。以前我們說修道啊、修道啊，現在慢慢地了解了，說：哦，為什麼我們平常常常說修我、修我，修學佛啊，修我跟學佛之間的差別，現在是越來越清楚、越來越明白。",
    "1702": "[28:22]如果你不了解這個的話，的的確確耶！說我很多年以前，那個時候剛出家，二十多年以前了。那個時候，那時實際上我也不懂得那個道理，不過因為我所跟的前人哪，他是比較講究持戒，也不講究那種世間的很多享受。那麼我也不懂，結果一執著，執著什麼？執著苦的那一邊，所以衣服好的一定不穿，一定要撿破的。其實現在了解：有破的嘛就穿破的，有好的嘛就穿好的，這也沒關係嘛！偏偏要撿這個。然後呢吃的嘛，好的一定要不吃，剩菜嘛我就吃。人家就告訴我說：「某人哪！你不要這樣，這個啊，假借修真哪！」他這個話聽了滿有道理，借那個假的身體來修真的東西，聽得滿有道理。當初我沒有聽得進，後來想想倒是沒有錯，發現到最後變成什麼？是弄假作真。"
}