{
    "7": "[00:07]其實啊！假定我早一點弄假作真還好，我根本就沒有認得這個假呀！結果還沒有認得之前，再加上旁邊告訴你：「喔唷，你要假借修真。」你本來就沒弄清楚，說不定有一點希望，到那個時候，你再把它弄假作真，我們一天到晚這個。然後自己覺得：唉呀！吃嘛要吃得好好的營養，然後跑得去拜多少拜，我要晚上不倒單，要做這個 ……忙了個半天。然後你看這個人不行，那個人不行，我一天到晚念幾萬聲佛，我晚上又不倒單，我又持戒，他又不行。啊！現在我想想真覺得可笑，也感覺得痛苦。所以我現在告訴你，這種話也可以說都是我錯誤的經驗，我幸好看見這個佛菩薩的慈悲，告訴我這個道理。所以我只能說，我把我的痛苦的經驗和盤托出 ─注意！有心學佛的千萬不要學我這個。它這個正確的道理都在這裡，如果你能夠真實把握住了，問題一定解決。",
    "76": "[01:16]今天請翻到《菩提道次第廣論》一百七十三頁，就是現在我們把第一個，說這個集諦門當中，生死流轉，第一個煩惱，煩惱的內容已經說過。那麼它怎麼會集業呢？怎麼會集業呢？",
    "115": "[01:55]第二彼集業之理分二：這個就是集諦當中，這個「集」的意思就是造集、集起來。通常它意思就是說，凡是一切有漏的種子，能夠造聚感得生死輪迴苦性的這個特質，這個叫作集。那麼集裡邊通常我們，生、集、因、緣四相，這個我們現在暫時不去說它。總之，由於這樣的一個內容，一個法，它就會感得生死輪迴，換句話說這就是苦的因，那麼關於這個道理我們了解一下。",
    "176": "[02:56]一 正明所集之業，先了解說感得生死輪迴的因是什麼，是業，先說明一下業是什麼。以前我們曾經談過業，曾經談過業，只是說明業的特相，說業決定一切，然後增長廣大，做了不會失去，不做不會碰到，但是業的本身是什麼呢？那個時候並沒有說明，現在這地方了解了。",
    "214": "[03:34]二 如何集業之理。怎麼集起來的？現在看看。",
    "221": "[03:41]初中分二：一思業，二思已業。　今初看解釋。",
    "226": "[03:46]如《集論》云：「云何為思，謂令心造作意業，於善不善及無記中，役策心為業。」就是這個。「思」，思就是我們通常所謂的心所法之一，這種心理狀態。這一種心理狀態，使得我們的心意去造作，就是這樣的。我們心裡想：欸！看見了，這歡喜這東西。那時候我們心裡面就會歡喜，然後我們就想辦法去獲得這個我們歡喜的這個東西。你討厭，那個時候你會覺得要去排斥你所討厭的東西。所以我們種種的行為，都由於這種心理狀態而來。或者你不大歡喜，你就想辦法：嗯！怎麼辦法去逃避它，就是這樣。輾轉地由於這個相關的想很多 ─心理，這種是思。那麼這一個思，就是在造了種種的心理的行為，身心行為，這一個行為會感得善、不善、或者無記。什麼是無記呢？它就是沒有辦法分別得出來是好、是壞，換句話這個力量比較弱，這個力量比較弱，這樣，那麼這個叫作無記。這一個心理狀態叫作業。",
    "332": "[05:32]謂令自相應心，於境轉動之心所意業。就是此說自己的「相應心」，自己的相應心。什麼呢？就是你這個所起心動念的這個煩惱，跟你心裡邊行為相應的，這樣的相應心，這樣。那麼這一個心裡邊，對於所緣的境界，譬如說你看見：欸！這個你歡喜，然後呢，你心裡面就跟著它跑了。那麼那個所對的境界，你就會心就在這個境界上面去東想西想，所以攀緣這個境界，那地方所謂的「轉動」，這一個心理狀態，這一個心理狀態叫思，這個思就是心的業。",
    "393": "[06:33]第二者謂彼思發起身語之業，那麼其次呢？就是由於你這個心裡的這種思心所，緊跟著身、口啊，就跟著種種的行為來了，那麼這個叫作「思已」後所發起的。",
    "421": "[07:01]《俱舍論》云：「業謂思彼起，思即是意業，彼起身語業。」那麼下面又引《俱舍》，換句話說，各家各派的說法，指這個特點都是這樣。業是什麼 ─「思」跟「彼起」。思本身我們了解了，彼就是思所起的。所謂思就是這個意業，彼起，起的什麼呢？這個由於這個思而引起的身、語之業。這個文字是這樣，那麼這個內心的狀態，我想我們很容易地明白的。你看見了歡喜的，你就想去獲得它，因為想去獲得它，你就站起來，要走過去做種種行為，然後呢你會開口說話什麼等等，目的無非是怎麼樣想辦法獲得你的東西。所以說「思、彼起」，整個的業的內涵，就是如此。",
    "492": "[08:12]於身語業分為二種，有表，無表。那麼更進一層，說在這個身業跟語業當中，又分成功二類：一叫有表，一叫無表。什麼叫有表呢？有一種是可以表示出來的，有一種沒辦法表示的。意業本身沒辦法表示的。身業的話，譬如說你站起來走路，你講話，那個是表示得出來的；但是有一種就沒辦法表示的，那麼這個叫無表業。這個",
    "534": "[08:54]婆沙師許唯是有色，世親論師破之，許為與身語表俱轉之思，故二種業俱說為思。那個就是不同部派的見解不同。所以見解不同的話，由於他了解的程度的深淺，那麼這一個地方我們不詳細說它，將來我們如果深一層地正規地去學的時候，或者學《俱舍》、或者學唯識，它這地方都會有詳細的說明。所謂「婆沙師」就是有部，有部通常說婆沙，他是說一切都有，他就是比較偏重於基礎方面的。那麼到後來一步一步地深入，而世親菩薩的話，我們曉得那就是大乘，進入大乘唯識的。那這個婆沙師說這個都是色，不管是有表、無表都是色法。什麼叫色法呢？那就是我們看得見的有質礙的，因為身、語的確，你可以，身體的行為，你可以看得見，嘴巴講的話，你可以聽得見，所以有所對的，可以表示出來的都是色。",
    "622": "[10:22]那麼世親菩薩怎麼說呢？說不是，這是什麼？「與身語表俱轉之思」，說這個業，是跟身業、語業可以看得見的，同時的心裡的這種思心所，這個才是，這個才是。那麼，所以這兩種，不管是有表、無表都說是思。雖然身語兩個好像只是在外面的，但是它真正產生業，一定同時那個時候的心理狀態跟它相應，所以雖然是身、語，卻也是思，所以說兩種「俱說為思」。那麼這地方，我們關於這一點只要了解一個大概就行，或者已經學過會很深刻地了解，或者將來進一步去了解去，因為在這地方還並不是最重要的，所以我們暫且不去提它。",
    "698": "[11:38]總業有三，謂善，不善，無記，此說初二。那麼我們總共地來說，講起來這個業，可以分成功三大類，那就善業、不善業跟無記業。現在這地方所說的集諦的當中業，見前面兩個：善業跟不善業。那善業跟不善業這兩樣東西，能夠繼續造集輪轉生死這個流轉的，而無記它沒有這個能力，所以這地方不說它。",
    "741": "[12:21]善業有二，謂有漏，無漏，此明有漏。善業當中又分成功兩部分：一種是有漏的，一種是無漏的。所謂什麼叫「無漏」呢？它不會流落在生死當中，既然不流落在生死當中，並沒有在生死當中流轉。並沒有在生死當中流轉的話，它自然就說不上集，所以這地方只是講有漏的。那麼",
    "770": "[12:50]其中復二，謂聖人相續中有，及異生相續中有，此說後者。這個有漏的裡邊又分兩種：一種聖人、一種是異生。聖人他還是會在生死當中輪轉，但是他那個輪轉，跟我們普通凡夫不一樣。所以這個地方我們所說的「異生」就是凡夫，異生就是凡夫。凡夫相續當中的中有，「中有」就是中陰身，這個後面還會詳細說它。所以現在這個地方講的，就是指後者。那麼換句話說善業、不善業、無記當中，無記業不算；然後呢善業當中有漏、無漏當中，無漏不是，因為它不會感得生死的。那麼儘管有漏，聖人還是造有漏業，但是他這個感的生死，跟我們不一樣，我們這裡也不提。因為我們要避免的，就是避免凡夫被動的，你自己沒有辦法做主的，所以受苦；聖人他是主動的，為救我們，他並沒有受苦，所以這個不在這裡討論。",
    "862": "[14:22]那麼這個凡夫當中，那就是指的這個，所謂相續身心上頭繼續相續的中有，「中有」是什麼？前面一個生命結束，後面一個新生命沒有感得的時候，這個中間這個。實際上這個東西，不是說我們前面死了後面未生，就是我們現生還是有，還是有，換句話這個就是生命的中心，是這一個東西。",
    "894": "[14:54]其不善業者，謂非福業。那麼另外就是，「不善業」是什麼呢？就是反過來。",
    "903": "[15:03]福業者，謂欲界所攝善業。不動業者，謂色無色地所攝有漏善業。那麼這個裡邊又分成功「福業」，那麼是欲界所攝的種種善業；還有一種叫「不動業」，不動業什麼？色界、無色界。為什麼叫不動？下面解說。",
    "927": "[15:27]如是亦如《俱舍論》云：「福欲界善業，不動從上起。」什麼是福業？就是欲界的。不動呢？是再向上面色界、無色界，為什麼「名為不動」啊？",
    "945": "[15:45]何故名為不動業耶？謂如欲界中，應於天身成熟之業，有於人畜餓鬼之身，而得成熟，果是可動。如是上界，應於此地成熟之業，除此地外不於餘熟，故名不動。那麼為什麼叫作「不動業」呢？就是說在我們欲界當中，本來你造的業，這個順受。就是換句話，你下一生應該在天身當中，但是你臨時萬一有什麼特別的因緣，啊！會改變，生不到天上去，生不到天上去，乃至於人道，乃至於墮落到惡道當中，這個果，可能變，可能變動的。但是你造了欲界、色界那個定業以後，那個成熟的時候，它絕不會變動的，不會變動的。",
    "1003": "[16:43]我們中國有一個很有名的公案 ─梁武帝的太太。那麼據說她這個臨終的時候，那個傭人給她搧什麼東西碰了她，碰了她，她臨終時生了一念瞋心，於是她墮落了，就這樣。如果說那一念不起來，她不一定是這個，就是這樣。換句話說，我們為什麼凡夫臨終的時候，特別要注意不要去碰他，要怎麼樣，因為那個時候，這是他下一生升沈的關鍵所在。如果說你臨終的時候助他一臂之力的話，引發他的特別的善業的話，他本來不可能到那地方去，他這個種子先成熟。反過來，使他痛苦引發他瞋心的話，他又改變了另外一個，這個叫作平常說欲界。不動業，沒有，不動業不會，他感得了這個就是這個。",
    "1078": "[17:58]《俱舍論》云：「由於彼地中，業熟不動故。」就是這個不動業它所感得的地，就是色界跟無色界，它這個成熟的時候，它不會動的。",
    "1095": "[18:15]那麼這地方呢就告訴我們，所集的業，什麼是業？現在我們也了解了，業的內容就是這個 ─思、思已，所以說就是我們的身、口、意。而中間主要的就是什麼？思，主要的思。雖然身、口也是，但是這個身、口是什麼？與我們的思心所同時一起生起的，就是這樣。那麼這個就是我們能感生死的所集的業就是這個，所集的業就是這個。如果我們要想得到善果的話，那麼就應該在這個所集的因上面去努力，怎麼樣注意不要走錯，不要走錯。如果我們要避免痛苦的話，怎麼樣想辦法把這個惡業避開，這樣對這個概念很清楚了，那麼那個時候你修行，就有了正確的認識，就可以修習了。",
    "1173": "[19:33]第二集業之理者。那麼這個業怎麼個集法呢？換句話說，這個業怎麼會感得生死呢？那麼他這個地方告訴我們，怎麼會集起來呢？還沒有感生死，怎麼會集起來呢？",
    "1199": "[19:59]總諸聖者，於諸善業發生增長。預流一來，亦有造集不善業者，然諸聖者，定不積集善趣惡趣引生死業。現在我們先看看，聖人是怎麼樣？他聖人造的一定都是善業，不一定是無漏，但是決定是善；那麼他一定在那個善業當中，不但要作而且要增長。但是在這個聖人當中，預流、一來，「預流」就是聲聞的初果，預流就是聲聞的初果，「一來」就是聲聞的二果，他那兩種聖人，有的時候還會造不善業的。他雖然會造不善業，但是他一定不會造引生死的惡趣業，他引業一定不會造。我們前面說過了，引業跟滿業，就是這個業有一種是引 ─引導生死，有一種在這個所引的這個果位當中來滿、圓滿這一生的狀態的。所以他一旦證得了聖果了以後，不管是惡趣、善趣，他這個引業他一定不會造。",
    "1298": "[21:38]《中觀論》云：「生死本為行，故智者不造，故愚為造者，非智見性故。」下面引這個論文，同時也說明這個引業的內容。說生死的根本是什麼？依「行」。所以在生死當中輪轉的主要的原因是什麼？行。行實際上就是業，不過這個地方講的這個業，是特別造什麼？講的引業。所以真正的「智者」，有智慧的人 ─那個地方指的就是聖者；哪怕是證初果的預流果，最起碼的，以及一來果，他絕對不會再造。凡是造的人都是愚癡凡夫，為什麼呀？他智慧沒有，沒有見到這個我們的真實的狀態，就是真如本性，空的本性是什麼，見不到。見不到，所謂這個愚癡者，因為這樣的關係，他就會造這個。",
    "1376": "[22:56]世親論師亦云：「見諦無能引。」他見到了真實狀態，他就不會再造這個業。那麼所以上面這個引兩個說明了，不管是中觀龍樹菩薩一系，以及無著菩薩這個相宗一系，這一個觀點是共同的，佛法共同的，沒有諍論 ─凡是聖者，他就不會再造那個引業。",
    "1412": "[23:32]是故乃至自隨補特伽羅我執而轉，爾時容造能引之業。那現在就下面就說出來了。引業是什麼呢？引業的特質是什麼呢？根本是什麼呢？他說：如果說你做任何事情，這個「我執」的行相還在，換句話說，你還沒破這個我執，你隨著這個我執的這個行相轉，那麼那個時候，你會造這個能引的引業。是預流果最起碼的是見到什麼？見到：哦！原來「我」這個東西沒有的，是見到空性，通常我們說「人我空」。哦，這個「人」，我們把它看成實實在在的，他一旦見了道、見了諦以後，發現這東西沒有真實的我在。既然沒有的話，自然而然他就不會再為這個東西空忙了。所以他下面的習性雖然在，他還是不知不覺當中要做一些有漏善惡之業，但是對於「我」這個行相，他已經真正見到了，他絕對不會再為它忙。而我們呢？因為不了解，所以處處地方，一天到晚忙這個東西。所以這一個東西是什麼？生死的根本，所以這個地方指的行，特別是指這個而言。",
    "1510": "[25:10]現證無我真實義已，雖於生死由業煩惱增上受生，然不新造能引之業。下面又說了，他見到了這個「我」的特性，「我」的特性什麼 ─空，原來找不到我！只是由於這個五取蘊，在這樣的因緣當中，輾轉地相續相生，前後相續，而這個裡邊找不到我們以為的這個「我」在，找不到。所以一旦已現在親證了真實的狀態 ─這個裡邊沒有我，這所謂見道、見道；但是呢他這個無始以來的業習氣還在，所以這個業的習氣還在，不知不覺當中，仍舊會跟著這個業的習氣。所以雖然生死當中由業、煩惱增上，這個力量還會受生，但是他不會再造新的「能引之業」，新的能引之業。",
    "1582": "[26:22]關於這個道理，下面用十二因緣流轉的時候，會非常詳細地說明，非常詳細地說明，所以這裡我就不特別地解釋清楚。等到關於十二因緣流轉清楚了，你回過頭來一看，非常清楚。說我們起一心、動一個念頭，那個就是留下一個種子，就是一個業；但是這個業種子，能不能感發將來的果，換句話說，這個業會不會到最後引導你在生死當中流轉，還要一些什麼條件，什麼原因，那個留到下面會很仔細地說明。你認得了這個，那麼將來所謂引業啊、滿業啊什麼，這一些道理，我們就很清楚了。所以這個地方我們先把這個真正主要的，他要所指出來的，大概有一個認識，我們繼續看下去。",
    "1650": "[27:30]預流一來，亦能不忍斷除我執，譬諸強力制伏羸劣，那麼這個預流、一來，他還是會在生死當中流轉，也就是三界之內流轉。實際上呢，他有力量可以斷除，他可以不流轉的，所以他「亦能不忍斷除我執」。而就像大力量的人制伏比較差的人，這個力量很大的人，平常就坐在那裡顯不出來，他也覺得懶懶散散，但是他一旦用起力來，這個力量很大。所以這個預流果見了道以後，他真正在很用功的時候，在正觀空性的時候，他就安住在這上頭；可是平常出了定，在生活其他當中，這個習氣還在，就是這樣的一個狀態。所以在這一個狀態當中，他還是會流轉，但是他要認真提起來的話，那他可以制伏那個習氣的。",
    "1718": "[28:38]這平常我們也是一樣，我們現在曉得了一件事情不好，然後呢你的的確確，確定曉得這個不好，當你精神提起來的時候，那一個境界現起的時候，你擋得住。我想我們都有這個經驗，說我不願意這樣去做，努力，然後呢這個境界引誘你的時候，根本它沒辦法動你。等一下你過了一下，精神又不好了，懶懶癱癱呀，這樣，到那個時候境界現起的時候，你就擋不住了。那麼我們在聞、思慧上是如此，他修證慧上剛開始的時候亦復如是，就是這個道理。",
    "1760": "[29:20]《瑜伽師地論》作此說故。那論上面告訴我們。"
}