{
    "3": "[00:03]是故造集能引生死業者，謂住大乘加行道上品，世 第一法以下，一切異生。這個，那麼所以凡是造集引生死業的人是什麼呢？住在「大乘加行道上品，世第一法以下」的異生。加行道上品世第一法，再下去的話，見道了，見了道以後，他就不會再有，不會，絕對不會再造。那個小乘的預流，跟大乘這個裡邊有絕大的差別，那麼這地方我們不去進一步詳細說它，只是《瑜伽師地論》好像告訴我們這樣。因為到現在為止，我們對業、集諦的這個真正的行相本身還並不太清楚，在這種情況之下，我可以把很多名詞在這地方說，我們會記得很多，但記了一大堆，這個對我們真實眼前來說意義並不太大，意義並不太大！這個地方我們只要曉得那個大概的行相就行。所以說這個集業，換句話說，喏！這個集的特質是什麼？能夠感得生死，從生死當中，前一生到後一生。那是什麼狀態呀？都是說凡夫、凡夫，那聖者、聖者就不會啦！下面就正式地解釋這個道理，解釋這個道理。",
    "112": "[01:52]如是若由染污無明薩迦耶見，他自在轉，三門作行殺等不善，集非福業。那麼，所以他這個造集的業，是怎麼樣的呢？他主要的因為在補特伽羅上面隨我執而轉。現在我們用比較普通的名詞，就是在我們的有情，我們的人 ─補特伽羅我們都說人，就是這樣普通一個有情，在這個上面由於這個「染污無明薩迦耶見，他自在轉」。無明、薩迦耶見，前面已經告訴我們了，它有的地方，把它看成功是兩樣東西，有的地方把它看成一樣東西。總之，這個東西是不明白事情的真相，把事情的真相看錯了，所以呀它是造種種的雜染。",
    "186": "[03:06]由於不明白，所以在明明這個五取蘊，換句話說我們就說補特伽羅，沒有這個「我」這個東西，但是呢他看錯了，看錯了，無始來的習氣，一天到晚拿著我、我、我，那麼被這個東西所左右著。那個是就是說「他自在轉」的話，就是你做不了主的，一天到晚被它所主，因為被它所主，然後你身口意就造種種的業。那個時候如果造的業是「殺等不善」，那麼這個時候集的是罪業，就是「非福業」。反過來，你如果是，",
    "229": "[03:49]若行捨施守護戒等欲界善法，是集福業。那麼是集的福業。若修靜慮無色地攝奢摩他等，是為積集諸不動業。",
    "234": "[03:54]如果是修的「靜慮無色地」攝的奢摩他等，是積集的諸不動業。所以平常所造集的業不外乎這個三樣東西，不外乎這個三樣東西！",
    "251": "[04:11]若爾於三有中一切盛事，見為過患，希求解脫欲樂，發起修眾善業，又於無我義如理觀察慧相應思諸善業，是否集諦生死因耶？那麼，下面他又提出一個問題來，說：是的呀！你現在造的一切的非福業、罪業，那我們不談，當然；福業，那麼是或者是感得欲界的，或者感得無色界的，是，儘管善業還是流轉生死的。有一類他已經了解了三有當中的一切無不是苦，認識了這個苦諦了，說不管他什麼好事，他看見了 ─啊！原來這個都是欺誑，這個地方絕對一無可以貪戀，所以一心一意唯求解脫，為了求解脫，那個時候就造的種種善淨之業。那個是也是善法，可是這個善法跟前面的善法不一樣！譬如普通有很多人也是世間的修橋補路，尤其是古代的那些人，什麼集文昌社，他們的目的幹什麼？要求功名、要求富貴、要求長壽、要求這個、要求那個。我們現在這個東西不要，哎喲！不要說長壽，把你送到長壽天你也不要；不要說功名富貴，叫你做皇帝，叫你做玉皇大帝，叫你做梵天主我也不要。那麼這種情況，這個應該怎麼算呢？",
    "362": "[06:02]更進一步，「又於無我義如理觀察慧相應思諸善淨業」，那現在我們更進一步去觀察這個補特伽羅、這個薩迦耶見，就是這個所見到的「我」是真的、是假的？發現原來我們顛倒，才發現；現在如理觀察的結果，原來沒有這個我！那麼因為你以前誤解了，以為有我，一天到晚為它而忙，現在了解了，自然再不去管它了。那麼在這種情況之下，請問這個是不是也是集諦當中的生死的因呢？他這個問題是這樣，下面解答說：",
    "414": "[06:54]總資糧道，加行道者，雖集庸常能引之業，然由如斯意樂所起，及於無我觀慧相應諸善淨業，是後有愛能對治品，與生死本我執行相，相違而轉，故非尋常真能引之集諦。這句話我們注意一下！在我們修學佛法的過程當中，它分成幾個位次：資糧道、加行道、見道、修道、無學道，這樣。一開始修的時候叫資糧，你先積聚些資糧，集聚什麼資糧呢？福、智兩樣資糧。智慧是對事情本身有正確的認識，你沒有正確的認識，那做什麼事情都沒有用；那麼然後呢，雖然你有正確的認識，你要照著去做的話，對不起，你要做這件事情的時候還要很多條件哪，還要很多條件哪，那個條件就是福資糧。譬如說我現在要到一個地方去，到哪裡？到台北去，或者是更遠的地方去。是，說這樣的話有什麼好處，有什麼必須要，正確地認識、了解這件事情，這個叫智資糧；了解是了解了，現在你要去了，對不起，哎呀！路費沒得，那麼這個時候沒辦法了，於是你還要集聚各式各樣的路費，準備各式各樣的東西，這個叫福資糧。",
    "534": "[08:54]那麼現在我們修行佛法的時候呢，第一件事情也要這個東西，這個叫作資糧位。究實說來，現在我們剛開始修行，真正重要的都在這個上頭。所以現在有很多人急著，說：「哎呀，我要求解脫啊！要求解脫啊！」這個概念啊，概念是好的，這個概念本身是好的，但是對不起，做不到，做不到！那麼為什麼做不到呢？原因就是他資糧沒有集聚。這個資糧當中分兩部分：你認識既沒有認識，就算你有認識了以後，你要完成這個目的的種種的準備也沒有，你怎麼可能呢？怎麼可能呢？所以因為這樣的原因很多人說要修行、修行，修了半天哪！白吃辛苦，一番的好心，忙了一輩子啊，浪費掉了，這個是最大的可惜啊！最大的可惜呀！",
    "612": "[10:12]所以我們常常這個地方應該提醒自己：是的，我們在佛法上面，目前還是很幼稚。我們不妨用世間的方法來提醒，你說世間隨便做一件事情，這我想我們大家有的，你種田也好、做工也好，你就莫名其妙地你就自己會種田了嗎？如果說長大的，一直長在富貴的家庭當中，叫你跑到鄉下田裡面哪，田裡面長的什麼東西，你一竅不通，這個不是很明白嘛！反過來說，你如果種田的人跑到工廠裡邊去，那個廠裡面這些東西機器，你一看見就害怕，是一竅不通，你這都得學呀！那麼現在佛法是遠比這個東西，居然聽見了，隨便一點，說：啊！修行好，你就去修行了。你修些什麼啊？這個不行！",
    "667": "[11:07]所以我們必定第一步事情所謂集資糧。那麼資糧兩個字也要認得它正確的定義，不要把我們的概念 ─好像資糧嘛，那就燒飯的那個東西，或者哪裡，不是！這裡分成功兩樣東西。那麼等到集聚資糧夠了，然後你就開始，說開始行動了，這個時候就叫作「加行」，加行。那麼開始行動了以後呢，然後呢照著去做，如理如法地去做的話，你見到了：啊，的的確確這個事情是這樣的！就是你盼望當中，你理想當中的那個內容，那個時候你見到了，這是「見道」，這個次第是這樣的。",
    "723": "[12:03]所以呀，他現在告訴我們，在前面資糧道、加行道，這個兩個位次當中的修行人他還是凡夫，還是凡夫。他雖然是凡夫，有一個不同，因為他是凡夫，所以造的業，一定還是在生死當中流轉的，所以他仍舊是造庸常一般普通能引生死的業，這個是；可是同樣是能引生死的業，那麼內容卻有不同。",
    "762": "[12:42]然由如斯意樂所起，及於無我觀慧相應諸善淨業，由於因為要修學佛法，這種概念呀，他集聚了智資糧 ─智慧資糧是什麼？對於事情正確的認識。以前不認識，明明這個上頭沒有一個我，他覺得看成我；現在有了這個智慧，認識：啊，原來沒有！所以說「於無我慧相應」，同時造其他的一切事情啊，也是集的都是善淨之業。造這種業是什麼？",
    "803": "[13:23]是後有愛能對治品，這個真正的生死的根本，引發生死的這個最主要的這個集的業，就是這個「後有愛」，後有愛。現在因為他了解了佛法，了解了我們平常的錯誤，錯誤在哪裡呀？錯誤在對這個上面，對我這個身心相續上面沒有正確的認識，把它看成功「我」，所以種種地方的愛著難捨。現在他認識了這個東西以後，啊，原來這個東西生死冤家呀！他不但不會愛著，而且種種方式去針對著這個去破除它，所以它是「後有愛的能對治品」。而這個後有愛的能對治品是什麼？",
    "864": "[14:24]與生死本我執行相，相違而轉，就這句話！生死的根本是什麼？「我執」，就這個。因為由於我執，這個愛著就生起來了。這個我執就是惑、無明，或者是煩惱；然後呢愛是什麼？業。惑、業兩樣東西具足了，對不起，這個業就流轉。現在呢，他雖然沒有把真正的惑從根破除，但是已經有了認識，已經有了認識，因此在他這個認識當中，就不會再去執著它，處處地方破除它；但是因為並沒有親自現證，沒有親自現證，所以所造的難免仍舊在這個裡頭，這個是它最大的差別。所以雖然沒有真正的現證，所造的仍舊是平常引生死業，但是卻是跟原來的真實當中這個行相相反的，相反的，所以說",
    "942": "[15:42]故非尋常真能引之集諦。這個。那麼為什麼它還擺在集諦當中呢？",
    "954": "[15:54]然能隨順引後有集，故立為集攝。但是他還在生死輪迴當中，只要還在生死輪迴當中的話，跟這個普通集諦的行相相順的，所以它仍舊擺在這個集諦當中，但是這個內涵卻是恰恰相反。平常我們的講啊 ─不，不是平常，以前我們曾經講過啊，懺悔的對治，懺悔的對治。比如說有一個力，從這個地方向那個地方走，如果你要對治它怎麼辦呢？你要抵銷它怎麼辦呢？你要加一個力 ─這樣沒有用，你要正對著它。那麼你能夠抵銷它了對不對？但是現在這個力來的時候，非常大；這個力比較小，雖然正對著，但是呢因為力量不夠，它仍舊向這個方向。雖然方向仍舊向這個方向，但是慢慢地減，減小它向這個方向的力量了，對不對？喏！就是這樣。你只要繼續地修下去，那麼這個對治的力量越來越大、越來越大，本來非常快，慢慢地因為這個力量對治，慢慢地慢下來、慢下來、慢下來，慢到最後停在那裡，最後反推回去了，就這樣。所以說在我們資糧位、加行位上面的修行的特質，就是這個。",
    "1047": "[17:27]那麼我們為了容易了解起見，舉另外一個譬喻。譬如說，我們以前哪，欠了人家很多債，哎！不曉得欠多少債，現在懂得了這個做生意的訣竅，你了解了，不是像以前盲目地亂來，把樣樣事情弄清楚了，然後你開始賺錢了。雖然賺錢，可是以前欠人家債，哎呀！欠他那個十億、八億，現在你已經慢慢地賺了，賺它個十萬八萬固然不行，一百萬、兩百萬還是不行。欸！但是你的債務在慢慢減輕當中，總歸地說起來，你仍舊是欠人家債，但是那個債務漸漸減輕了。那麼現在這個地方告訴我們，說我們資糧、加行這兩位的行者，由於他所修的內容，正是以前生死行相根本的相違反的，相反的對治品。不過以這個理由，剛才說的這個理由，所以仍舊在集諦當中。",
    "1118": "[18:38]如是亦如〈攝決擇分〉云：「問：若世間諸法，厭患後有，能背後有，引出世道，彼等何故集諦所攝？答：雖彼自性，厭背後有，然能隨順後有身語意妙行，是故當知是集諦攝。」那麼這個是《瑜伽師地論》上面告訴我們，這段話也是如此。一方面固然是他現在還沒有證得，沒有證得；另外一方面，雖然在生死當中，卻是慢慢地增長這個對治的力量，以前造的身語都是惡業，或者是善業，現在呢是妙業，妙淨之業，就這樣。因為我們修行還是要拿這個身體，所以他現在造的是增上生，慢慢、慢慢、慢慢、慢慢地來淨化以往的，造是造這個。然後造了這個流轉生死，現在要還過頭來對治它的，還是用這個身體，不過造的業恰恰相反，這樣。",
    "1199": "[19:59]此說善思生死過患，厭離生死意樂所起，引出世道諸善淨法，為隨順集。故當勵力，引此意樂及無我慧。那這一段就特別告訴我們，我們修道的人，應該怎麼辦？同時這個裡邊也告訴我們，真正的後有愛的引發的主因在這個地方。主因有兩樣東西，一個就是我們因為無明不認識而產生的這個後有愛，後有愛，由於這個而造種種的惡業。現在我們了解了說：啊！這生死這麼樣地有禍害，所以一心一意地厭離呀！由於厭離造種種的善淨之業，那個時候啊，去找生死的根本，找到這根本在這裡，那麼在這個上面努力去做，努力去做，這樣地是漸漸能夠跳出來，這就是我們修行的時候應該的。所以到最後兩句是告訴我們，雖然還隨順於集，但是我們應該努力的 ─努力幹什麼？欸，要認識無我之慧，原來我這個東西是沒有的呀！這個才是真正智慧。平常我們講的智慧就是這個，既然我沒有的話，為我而所有忙的這種事情啊，都慢慢、慢慢地消除掉了。所以平常我們所謂持戒，不管是大小乘、念佛、參禪都在這個上頭。",
    "1321": "[22:01]由是因緣，若未由多異門，觀察修習生死過患，於生死盛事破除貪愛，獲得對治。又未如理以正觀慧觀無我義，又離修習二菩提心。餘諸善行，唯除少數依福田力，悉是庸常集攝，轉生死輪。這個裡邊「唯除少數依福田力」，這句話我們來看一看。說因為上面所說道理現在我們就懂得了，懂得了，我們必定要從各方面、各種 ─「多、異門」，多是眾多，異是各各不同的，以不同的方式，用這種方式去看。譬如我們現在來說吧！戒，從戒的立場去看；念佛，從念佛的觀點去看；參禪，從參禪的觀點去看；教，從教的觀點去看，教下不管是大乘、小乘、性宗、相宗，不管哪一門，我們要去觀察，了解生死的特質。然後了解了以後，照著去修習，曉得這個生死當中，一切沒有一點意思啊！因為了解了，所以對生死當中的所有的壞的事情，固然是絕端害怕、厭惡，好的事情啊，也是破除貪愛，這是我們目前要努力的。等到你有了這個，那麼你就可以正對著它對治了。",
    "1431": "[23:51]說到這裡，有人就說：「哎呀！我不聽還覺得心裡想修行，聽了以後真是不敢修行！」是，有的人難免會生起這個想法，在我現在的認識恰恰相反。我不聽啊─固然，不談修行的人不說；就是你談修行，你不聽，請問你修些什麼啊？你不聽，要修的內容，你修了半天修對了嗎？說我們閉門造車，空忙一生還不知道，乃至於修了半天，把自己送下地獄去不知道，還偏偏覺得這個對，何其顛倒啊！所以如果你真的想修，聽見了才高興：「哎呀，對啦！我以前要想修行，原來為什麼修行、如何修行都不知道！修了半天，是白忙一程，白費氣力啊！到今天才認識了才高興啊！」那時高興都來不及，哪裡會害怕？不過倒有一點倒真的，因為你不懂得，所以你總覺得：哎呀，修行好啊！人家說好嘛你也好，結果原來修行這麼個難法，唉呀，那個時候害怕！這個倒是的的確確的事實，也是天經地義的事實。所以這個地方怎麼辦呢？你要更進一層地認識。",
    "1524": "[25:24]如果說你有了圓滿的認識，那時候這個道理很清楚，擺在眼前只有一條路，只有一條路！什麼路？修行。你退轉去，假定你退轉去，像我們想像當中，那很舒服安樂的話，哈哈！不要說你們，我第一個退轉去，趕快回去享樂，為什麼跑到這裡來幹什麼？仔細你一想啊，回轉去的話，只有一條，回轉去是非死！百分之一百的。眼前是小小的安樂，結果將來是無邊的大苦；眼前貪得一點點小便宜，然後在地獄裡邊受無邊大苦。啊！絕不可以。就像打仗一樣，打仗你不要逃，你逃的話，只有一條路，死路！因為打仗容或敵人看不見你；在生死當中的話，對不起，那個敵人在四方八面眼睛張大了看著你呀！你不張大了眼睛逃避敵人，要把敵人消滅的話，只有一條路，非被它打死不可的，這個道理很簡單。所以你只有睜大了眼睛，全部精神防避它來襲，然後你把它克服，這是唯一的一條路，這是我們要認識的。所以你如果說認識了，然後你那時候會了解，你只有正對著它，你還有生路，第一個概念。",
    "1613": "[26:53]進一步呢？如果說你正確地認識，然後正對的話，你會發現，這必然只有這一條是路，而且必定是生路，這個就妙了！眼前是一點點小小的辛苦，到最後卻是大安樂。而且這一條路是絕對是生路，前面是絕對死路，這兩個當中是完全相反的。所以最主要的還在什麼上面呢？還在不知道。以前因為完全不知道，所以現在產生了誤解；現在知道了，千萬不要停在那裡哦！停在那裡你覺得：喔唷！曉得了又害怕了，又退回了，那一點點知道都浪費掉了，好可惜！所以不要怕，不要怕，你只要努力地下去。",
    "1662": "[27:42]不過到這地方，我們又覺得：哎呀！聽了這個佛法，修行了，現在覺得這樣地不如理，那樣地不如理。是！你回去了你又如理了嗎？你回去你如理了嗎？是第一個問題。所以這第一個問題，回去是一定不如理，那麼然後呢你走上去，走上去絕對不可能一步登天的，一定慢慢地來。所以這佛菩薩告訴我們很清楚哦，所以你走上去一定要把握得住這個次第根本，不要說一開頭：哎喲，我先要去打坐，要去拜佛啊！你第一個要什麼？建立正知見！",
    "1705": "[28:25]所以經上面很多地方告訴我們，假定你能夠把正知見建立起來的話，那個時候，欸，你雖然尸羅、軌則、淨命一下不能圓滿哪，但是你不會墮落，不會墮落惡道，將來感生龍中。龍是六道當中除了人以外，牠的的確確能夠修行的一個，而且牠也不是太苦；龍當然有龍的苦，但是龍還有比人強的神通，有這樣的好處。然後等到下一個佛出世的時候，或者再下一個佛出世，賢劫千佛當中，你一定有解脫，那個何等好啊！如果你不走這條路的話，豈只賢劫千佛，無量劫永遠輪轉，而且極大部分在地獄裡邊，這兩個當中比是完全不能比啊！這我們要了解的，這個是真正的概念。"
}