{
    "2": "[00:02]所以他前面說「 若未」，假定你沒有這樣做的話，對不起，那沒有用，那沒有用。這是第一個，對生死的盛事獲得對治。進一步呢，",
    "14": "[00:14]又未如理以正觀慧觀無我義，又離修習二菩提心。餘諸善行，唯除少數依福田力，悉是庸常集攝，轉生死輪。那麼進一步的第一個呢，就是破除貪愛對治。進一步說雖然你不去貪愛，不要執著現世，但是究竟跳不出來。要究竟跳出來，要找到根本，找到根本的話，原來說這個「我」沒有的，所以趕快解決。趕快解決，還不究竟圓滿，說如果你要真正究竟圓滿的話，還要把自他一切都救出來。所以那個時候進一步，由共中士只求自利而進入大乘，那麼大乘不但要求自利，而且要幫助一切人，那個時候要修大菩提心。那個大菩提心分成功兩種，一個叫世俗菩提心，一個叫勝義菩提心。所以這個地方，就是共下，共中，共上這個次第，實際上也就是說我們修學的時候，先從基礎一步一步上升到最後。假定說你在這個次第上面，不照這個次第走的話，不把握住這個重點的話，不管你做什麼善事，所以「諸餘善事」，不管哪一個善事，都是平常的集諦所攝，「轉生死輪」。但是有一個例外哦！「唯除少數依福田力」，欸！這個不是的，這個不是的。這個是什麼？現在我們修淨土就這句話，修淨土就這句話。那麼關於這個部分，等一下再講一下，下面這個先說完。",
    "123": "[02:03]又增長業分為二類，一為樂受義故增長，二為捨受義故增長。那麼這個樂受跟捨受義故增長，在下面這一段。所以少數福田力跟這個兩句話，我們休息幾分鐘再來講。",
    "148": "[02:28]那麼所以他這一部分要告訴我們所謂「集業」，說生死流轉的這個業。流轉的業這是什麼？凡夫才有，異生才有，聖者不會再造。那麼凡夫這樣說起來，如果說他了解了這個，在資糧位、在加行位上面，那麼這種情況怎麼辦呢？說，哦，現在我們了解了，這個正是對治「後有愛」的這個正對治品，正對治品。換句話說，這個雖然是凡夫，他還在生死輪迴當中，由於對這個生死輪迴的因，「集諦」的真正的原因，有了正確的認識，那個時候如理去修習，正是能夠感得跳出生死輪迴果報之因，果報之因。所以在這個果報還沒有現起之前，你只要努力在這個因上面努力的話，他雖然眼前仍舊在輪迴當中，但是當這個因慢慢地集得足了、夠了，結了果的時候自然跳出來。這個是佛法的特質，如是因是如是果。那麼從這裡我們也了解了，啊！原來我們真正修行是這樣修行法的。",
    "262": "[04:22]如果不是這樣，你如果不是這樣去做的話，不從這地方去做的話，對不起！不管你做什麼，「餘諸善行」，不管你做什麼好事，都是生死輪迴當中的。所以我記得好像淨土的哪一位祖師，省庵大師，有一封信就勸那個茅靜遠公，那個先生是好了不起哦！修橋、補路什麼的好事都做，哎呀！凡是好事總歸他有份。結果那一位大祖師怎麼說？「對不起！你忙這個東西好事，還在生死輪迴當中，這個三世怨沒有用啊！」一句話。所以我們現在修行也是如此。你修行啊，你要真正把握得住修行的特質，如果你把握不住這個特質的話，固然是不管你做什麼好事，哪怕你念佛、磕頭、燒香、出家，對不起，還是沒有用啊！那麼它真正的中心在哪裡，我們必定要把握住，要了解這個生死當中一切生死的好事，這個都是錯誤的，這第一點認識它。了解了這個以後，你就不會對眼前這種好事產生貪著，這第一個。",
    "357": "[05:57]但是呢，雖然不貪著，將來可以感得生天等等，但是生到天上它還是會掉下來，那麼根本在哪裡呢？哦！原來說生死當中的根本，在誤解了「薩迦耶見」，那地方原來是沒有這個所謂的「我」在，這樣。所以進一步要觀察這「無我慧」，要跳出生死輪迴。雖然你想跳出生死輪迴了，可是推己及人就於心不忍哪！那個時候才真正大乘心從這個地方發起啊！所以就修習兩種菩提心，這樣的。除了這個以外，不管做什麼好事，都是生死輪迴。所以《華嚴》上面說「忘失菩提心，修諸善法，是名魔業」啊！它這個菩提心好像單指大乘，到現在為止，我們了解這個大乘的菩提心，必定基在什麼上頭，它的基礎在什麼？「厭離生死」上頭。所以換句話說，你如果真正地具足了這個菩提心的話，這三樣東西一定具足。喏，跟這個地方、這個內涵是完全一模一樣，這是我們要了解的。所以我們真正談修行，這個才是！",
    "444": "[07:24]那麼「唯除少數依福田力」，欸！它只有一個，就是依特別的這個力量，你也可以跳出來，念佛就是這個。所以現在我深深地感到這個生死當中的過患，但是要這樣一步一步地修習的話，哇，那真是不簡單啊！尤其是目前這個條件也不具足，那怎麼辦哪？啊，唯一的辦法只有依靠你啊！可是那個時候有個特質是什麼？對於生死當中的一切的盛事，的的確確產生了絕大的厭惡、可怕感，只有依靠他，這個條件還是具足的。所以說念佛必定要「欣厭具足」，假定你這個欣厭沒有的話，這念佛沒有用場。他教你念佛最主要的三資糧 ─信、願、行，信些什麼？願些什麼？有了這個信願才談得到行。「信」是信三界輪迴無非是苦，一無是處，信就是信這個。因為你信了這個，所以要跳出，結果要跳出來，說修習這個法門的話，啊！現在我們末法的時候，法又不完整，環境又這麼複雜，不允許我們修。那怎麼辦？一心皈投依靠，一心欣仰極樂世界啊！那個時候你一心願求的這個，眼前高官厚祿一切東西都不要了，「願」是願這個。",
    "550": "[09:10]所以這個地方說「唯除少數依福田力」，儘管這個是依福田力，可以跳出這個生死輪迴，但是它這個心理的行相，還是跟前面這個絕不違背。所以假定說，對於生死的過患沒有正確的認識，你不想跳出來的話，念佛沒有用！反過來，你認識了這個，就算你沒有證得羅漢果，就算你沒有修習得大菩提心，你一心了解：唉呀，這個是一無可取啊！產生絕大的厭惡；然後呢信得過佛講的話，一心一意欣樂、好樂要念佛。然後你念佛，儘管你沒有得到一心不亂，散心念佛，都可以跳出生死輪迴。根本在哪裡？還在這裡，還在這裡，這麼清楚明白。了解嗎？所以說，不管你修哪一個法門，都在這裡。同樣地，當然持戒，你為什麼要持戒啊？很簡單嘛，也就是這個道理。這個前面也說過，後面再要說，後面還會說。那麼這個是解釋了這個。",
    "636": "[10:36]又增長業分為二類，一為樂受義故增長，二為捨受義故增長。那麼就世間的所謂這個增長，一個是樂受，一個捨受，看看：",
    "644": "[10:44]初中復二，說樂受義增長。",
    "648": "[10:48]一為受用色聲等欲塵，所生諸樂。二於外樂，厭捨貪著，為定生樂受，而增長業。這個「樂受義」分兩種：一個呢，對於外面的這個五根所對的，所謂色、聲、香、味種種的，為了這個而去。第二呢，對於外樂「厭捨貪著」，啊！覺得外面這個東西，沒有什麼好處啊，於是引發那個定樂，引發那個定樂。這裡沒有詳細講，不過有一點我們要了解的，真正他 ─比如說外道乃至於佛法，他為什麼能夠忍得住絕大的苦受學定呢？他本質上面也了解，說這樣去做得到更大的快樂，得到更大的快樂。所以本質上面剛開始修學佛法，沒有別的，還在「苦樂」兩個字上轉。只是說普通凡夫他愚癡，所以貪一點眼前的小樂受大苦；聰明一點的人了解了這個東西，為了要大樂，不貪那個小苦，不上那個當，只是為了這個。",
    "736": "[12:16]所以說得到定樂以後，那個對世間的所有五欲最美的樂，那時候你感受味同嚼蠟，是一點味道都沒有，一點味道都沒有。到了那個時候叫你去玩，你也不願意去玩了。就像我們小孩子的時候，大家趴在這個地上弄那個泥娃娃，弄得個起勁，長大了以後還要去弄，你願意嗎？當然絕對不願意，喔唷！覺得這個一點意思都沒有。實際上呢，你還是為了你的快樂，因為長大了覺得這個是真快樂，這個小孩子趴在地上一點意思都沒有啊！這樣。所以我們的認識更深入了，這樣。「而增長業」。",
    "782": "[13:02]初復有二，一正緣未死以前現法樂故，造非福業。喏，這地方就說得很清楚了，你為了「樂受義」 ─我們造種種業，目的絕對不是故意要找苦的，還是要找快樂。不過這個要找快樂當中，來了！第一種人呢，未死以前，就是現在我們，眼前哪，為了貪求眼前的快樂，於是造種種惡業。哎呀！這個要好吃，這個要味道，然後呢上天入地無所不作；天上的飛鳥，海裡面是魚，那洞裡面還把牠挖出來，樣樣把牠要吃進去。唉呀！造那個種種的殺業。然後呢造種種的方便，把別人的變成自己的。為什麼？還是為了樂受，這個時候造了大惡業。進一步了解：哦！這個一點意思都沒有，兩腳一伸毫無意思。所以，",
    "844": "[14:04]二正緣來世諸欲樂故，增長福業。這個那求未來的，這是「福業」，這個這樣。這個所謂向外緣的稱為兩種。",
    "858": "[14:18]正緣定生樂受者，謂集能生第三靜慮，下至初禪諸不動業。這個是為了定樂所生的。他為什麼講「第三靜慮」呢？就是說這個色界，所謂初禪、二禪、三禪、四禪一共有四個定。欲界也有，叫「欲界未到地定」，這個實際上還在散亂當中，所以不算是得定，不算得定。雖然欲界，天台也叫欲界定，相對地來說，比我們凡夫要好很多，可是這個心，這個定沒有穩固，所以不算的。通常我們叫這個初禪、二禪、三禪，都在那種樂受當中 ─定生喜樂，然後呢離喜妙樂，哦，我想想看：初地是定生喜樂地，是吧？第二地是，我一下名字記不起來了 ……定生喜樂、離喜妙樂，然後呢第四地是捨念清淨地。所以初，定生喜樂地，然後呢，離生喜樂地、離喜妙樂地，第四是捨念清淨地。所以初、二、三禪都是在樂當中，那種快樂一地比一地的深，所以這個「第三靜慮」下面，這種是說樂受。",
    "972": "[16:12]若於諸欲捨離貪著，復由樂受令意厭患，為捨受故而作業者，謂集能生第四靜慮，乃至有頂諸不動業。此是世親論師意趣。然後那個下面，下面說，那個時候你能夠捨離種種貪著，那個貪著不要了，但是還是為了什麼？還是為了樂受。說因為你曉得下面雖然是快樂，但是這個快樂有限的。所以我們學那個色界定，得到了初禪以後，一定覺得，哎呀，這個初禪比起二禪還不如啊！然後呢你又感到這個還是有它的缺點的，一定要厭患它。由於這個厭患，那個初禪就消失掉了，消失掉了。消失掉了，然後你更精進，那個時候才能夠上去。假定說這個你沒有生起厭患之心，那種快樂狀態，你捨不掉的話，不能升上去的，這個道理我們一定要懂。關於這一點，天台的《小止觀》上面就說得很清楚，將來以後說到奢摩他的時候，會詳細地說明這個。",
    "1060": "[17:40]所以他還是捨離這個，對眼前已得定的這個貪著，如果這個捨不掉的話，那麼他不能超上，不能超上去。他雖然上升了，但是還是為了這個樂受；所以這樣更上去，厭患說這個有只要任何有個貪著之心，還不行，那個時候他就捨受。「捨念清淨」 ─這個念著那個東西，就完全捨掉了，那個時候心完全是清淨，那個時候進入捨受樂，那個時候得第四靜慮。「乃至有頂諸不動業」，就是這個四禪一共有二十八天，二十八天，那個最後一天的話，比如說最高的色究竟天，下面有福生天、廣果天、無想天 ……諸天，這個都是四禪當中，那最高的色究竟天。那個第四禪當中，這個都是「捨受義故增長」的，增長的善淨之業。這個是世親菩薩所說的。現在我們整個地了解了，說我們集的業是怎麼一回事情，集的業的內容也了解了。了解了這個，",
    "1144": "[19:04]由此正理，若普厭棄一切諸有，為解脫故三門行善，則能漸遠生死，漸近涅槃。這地方揭出這個我們應該了解的：啊！現在我們了解了，原來世間都是苦，而這個苦的原因根本在集，那麼集當中又分成功這樣，集當中又分成功這樣。說唯一的辦法，那麼怎麼辦呢？你一定要在這個因，集的因上面去努力，集的因上面去努力。因此「普厭棄一切諸有」，普遍地沒有一點點遺漏的，對於生死輪迴當中一切的盛事，所謂樂 苦，行也是苦，凡是這個都是「諸有」 棄它，厭患之欲，一心一意要捨棄它。為了從這個地方解脫出來，於是造種種的善業，這個就是我們在資糧、加行兩位當中所做的行為。這個時候，漸漸遠離生死，漸漸趨近涅槃，這個是我們應該了解的，集的業。",
    "1236": "[20:36]那麼然後呢集了這個業以後，怎麼能夠感得這個生死呢？「結生之理」。前面我們曾經說過這個集諦當中，正式說起來集諦有四個行相，「因、集、生、緣」。說這個集就是流轉生死的原因，那麼這個流轉生死的原因當中，分成功四個，叫──因、集、緣、生。某某法師，麻煩你一下，你站起來幫忙我寫一下，你的字也寫得好看一點。「因」，因緣的因；「集」就是集諦的集；「生」，就是生長的生；「緣」就是因緣的緣，因、集、緣、生，這裡順便也提一下。",
    "1290": "[21:30]那麼這個換句話說，為什麼流轉生死啊？流轉生死，有一個主要的這個原因 ─沒錯，這集諦四行相 ─這個「因」就像說，欸，這個種子一樣，你有了這個種子，這個將來繼續生長的因就在這裡了。那麼所以這個最主要的是什麼呢？惑跟業，而這個裡邊最主要的是惑，所以他第一個講的講惑，就是煩惱。那麼然後呢，這個時候怎麼會從這個因，而感集生死呢？怎麼會去引發後有呢？那就是由於啊，由於這個因，然後呢造這個業，由於這個惑跟業力量的增長的話，然後就產生後有的這強大的勢力、力量，就這樣。由於這個強大的勢力，到最後呢，就會新的，下面新的生命就「生」起來了。生起來還要它的助緣，所以這個「緣」是最後的事，最後地講。簡單地說明，流轉生死就是這樣的，就這樣的。",
    "1371": "[22:51]那麼從前面已經說，那麼這個「因」當中，最主要的根本因在哪裡呢？根本因就是說，在這個補特伽羅 ─這個有情，這個五取蘊當中，由於無明不認識事情的真相，把它看成功「我」，這個是根本！所以我們正式修行的時候，真正重要的就要認得它。否則的話，你如果不認識的話，不從這個上面去對治的話，其他不管做什麼好事，對不起，都還是平常「集諦」所攝的。造了好事生了天，最後又下地獄了，就這樣，就這樣。那麼這個所以從因、集下面講「生」，真正說起來就是說，現在說由於這個關係，慢慢地造集了感生死的業，那麼這個時候，要下一生去了，要生。生的之前先要有一個死，實際上那個死就是那個「緣」，前生不捨掉的話，後生不生，就這樣，它有特別這樣的原因。那我們先談，先談死，死是怎麼個死法，然後呢生的時候又怎麼個生法。",
    "1457": "[24:17]第三死歿及結生之理分五：一死緣，二死心，什麼因緣而死？死的時候是狀態是怎麼樣的？所謂「死心」，實際上呢我們無非是識的流轉，這個地方的「心」就是這個識心，它死的時候這個識心，是怎麼樣一個狀態。每一個地方是分析得清清楚楚，根本原因都指出來，而且 ……在這個上面雖然不圓滿，但這個因的主要的怎麼樣地前後相續，這個都講得很清楚。",
    "1499": "[24:59]三從何攝煖，四死後成辦中有之理，五次於生有受生道理。前面是「死」，死的時候狀態怎麼樣；死的中間又是什麼狀態 ─死的中間就是「中有」，我們平常稱為中陰、中陰；然後這個中陰又怎麼樣去感得下一生。這麼一來的話，那麼流轉生死當中，那個集諦的整個的內容，我們都有認識了，都有認識了。下面的十二因緣就是把這個，更細緻地每一個關鍵說得清楚。現在我們看下去：",
    "1534": "[25:34]今初　壽盡死者，死的緣有好幾種，有一種壽盡而死，有一種福盡而死。現在呢有一種叫「盡壽死者」，",
    "1546": "[25:46]謂如宿業所引壽量，一切罄盡而死，是為時死。就是說你宿生造了什麼業，那麼這一生感得了這樣的一個果。這一生果，說你的壽量就是這麼多，所以你宿生所引的這個壽量，到此滿了！那個叫「時死」，那個叫「壽盡之死」。還有一種呢，",
    "1571": "[26:11]福盡死者，或者叫「壽盡死」，或者「福盡死」，就是我們引、滿當中就是，是的，你這一生壽命有多長，然後你有多少的福報。還有一種這個福報盡了，雖然你的壽命還有，可是你福報盡了，對不起，換句話說，欸，你沒得東西吃了！",
    "1592": "[26:32]謂如無資具死。所以平常為什麼修行人哪，我們不要浪費啊！身體本來都是騙我們的，是一點意思都沒有。我們現在講營養、講營養，實際上呢，對我們來說不但沒有好處，只有害處。不但沒有好處，我聽見過好幾個公案，有一個修行人，因為他修行有了成就了，所以他也得到了感應。那個時候這個感應當中，不曉得護法還是誰告訴他說，還是他這個老師：「不幸啊！你雖然很用功地修行，但是對不起啊，你的壽命快盡了。」這樣。「你還有多少，還有一斗餘糧。」告訴他，還有一斗餘糧。欸！要我們現在的一斗，一斗多少？米啊，就是十幾斤米了，只有如此了！唉呀，他聽見了起大恐怖，所以他每天吃飯的時候，吃些什麼？就拿那個手掌，就擺在那個容器上面這麼一按，沾幾粒米拿出來，擺在水裡面泡一泡，燒、燒好了以後喝進去，就這麼這樣，拼命地努力。啊！結果修了一年多，他大徹大悟了，米還沒吃完，命還沒盡。",
    "1676": "[27:56]你們仔細地去看，經論上說太多地方都是這個的，福可以換成壽，反過來壽可以折成福，這樣。所以如果說你享福太多的話，你的壽命會減短，壽命會減短。我以前曾經看見過這個公案，不過這個公案已經太早、太早，現在忘記掉了。說有一個富貴人家，出生了一個子弟，然後呢因為他家庭非常富貴，所以在滿月的時候大請其客。那個古代那種古人，喔唷！請起客來那個排場之大，不曉得殺了多少生命。結果這個小孩子出生的時候算命，說他一生如何如何好法，結果活到兩歲半死掉了。啊！他就非常埋怨，說這個算命的人這麼準，怎麼不對呢？大家誰也不知道。後來遇見一個出家人，一個和尚，這個和尚是個有道的高僧：「對不起，你折福太深，福盡而死。」"
}