{
    "2": "[00:02]所以我處 處地方建議你們，像現在眼前《德育古鑑》這種書，你們多看看。袁先生，命中注定他五十三歲死的，結果呢，他變成功七十幾歲還沒有死。你看他那個公案的後頭，他不是他那個太太嗎？她為她兒子作棉衣，她家裡本來有那絲棉，欸，她把那個絲棉賣掉，換那個棉絮。她先生說：「他滿好有這個絲棉，你為什麼換那個棉絮？」哎，她說：「絲棉這個東西很貴啊！我現在賣掉了以後，把那個錢送給別人，那麼省一點錢。棉花就夠了嘛！這個小孩穿穿暖，剩下來的錢就送給別人去。」她先生聽了好高興了：這樣的話，不愁將來這個小孩子沒有福。",
    "53": "[00:53]我們現在就是講營養，哎呀！好的拼命吃，壞的總歸去浪費它，覺得是保護自己，實際上我現在的了解這是無明，傷害自己啊！這樣。所以這個地方，這是道理說在這個地方，道理。真正我們現在最重要的，你能夠把握住這個原則的話，的的確確的，前面告訴我們，我們都是為什麼？樂受義，沒有一個人例外的，都是為了找快樂。不過呢有很多人顛倒，是不了解，只求現生快樂，於是造了非福業是下地獄，他也未嘗不找快樂呀！那麼為什麼原因呢？害他的就是什麼？就是不正知的知見。所以前面告訴我們煩惱六因，你們還記得不記得煩惱哪六個因啊？記得不記得？記得的請舉手，說說看。所以這個地方實在重要啊，這是每一個地方，告訴我們修行的關鍵哪！第一個「隨眠」，第一個。第二個，「順生煩惱的境」。記得不記得？就是你內心當中的種子，那是無法可想的，就是等流，前面講的等流因果 ─跟它前面的因種相應的，它那時候又現起來了，你無始的煩惱隨著它而轉的。",
    "134": "[02:14]然後呢眼前的境界現起了，那個時候你又對它，叫「猥雜」，什麼叫猥雜？它有兩個，一個呢就是惡知識，人家告訴你：「哎呀，某人哪！這個對你好呀！」你聽了他，現在世界上都是這個樣。所以我才在這裡，常常很多人跑得來招呼你：「哎呀，法師你好呀什麼 ……。」我聽了這個話，如果是長輩我曉得他關心我，我感謝他的關心；如果是同輩或者年輕的人要來這樣的話，我心裡面覺得你跑得來修行，還忙這個幹什麼！如果你跑得來告訴我：「欸，某人啊！你千萬不要為了病而在那裡糊塗，病是死因你趕快努力啊！」我就向他磕頭。所以我這個的的確確的……是，我不是說我們病了以後，已經病了，你還這麼策勵，那我們普通不是。但是我們要了解，我們修行的特質在什麼地方，自己不要被惡知識的騙，也千萬不要作別人的惡知識。就是說，人家提供給你的意見，他覺得很對，你聽了很聽得進，害了你！第一個，「人」。",
    "202": "[03:22]還有呢，告訴你「邪知邪見」，他告訴你的，講的法，錯了。所以為什麼我們要來學啊？學就是學習這個。所以我們現在很多學了佛法一大堆，那個知見是不曉得多多少少，叫知見稠林，跳不出去就是這個東西啊！下面還有兩樣什麼：「習慣」，就是你一直在這個當中，那個習慣怎麼破除？一定要精進，拿正知見。然後呢最後一個，最後一個什麼？記得不記得？「非理作意」。平常我們經常把這種概念擺在腦筋裡，你如果腦筋裡的話，起心動念觀察，欸，錯了、錯了、錯了，又來了！那時候你就可以把它改得過來。所以真正說起來，那個這個裡面告訴我們哪，沒有一個地方例外的，都是真正讓我們得到快樂的原因，都在這個地方，這地方順便一提。那麼我們這個是講到壽盡死跟福盡死兩樣東西，下面還有一個，",
    "281": "[04:41]未捨不平等死者，雖然壽也沒有盡，福也沒有盡，但是因為特別的因緣而死，有這個。",
    "293": "[04:53]謂如經說，壽未窮盡，有九死因緣，它經上面有九種，這個九種，《藥師經》上面是有，還有《瑜伽師地論》上是有，那麼下面說一下。",
    "308": "[05:08]謂食無度量，食所不宜，不消復食，生而不吐，熟而持之，這個九死因緣當中，為飲食而死的這麼多。「食無度量」，啊！這個難對治，最難對治的就是這個。所以佛制，佛制告訴我們，種種的地方，我們往往談戒的話，啊！細微的地方嘛注意得要命，其實，當然，如果說你能夠細微的戒持得很 ……大戒那當然了不起，那最好的！可是我們現在不幸地，根本沒把握住，在那個枝末上面空轉，這個實在可惜啊！所以這個弘一大師集的《南山律在家備覽》，最後一個，他說了，叫「對施興治」。當人家來布施，那是人家的，你拿到了之後，要馬上啟發怎麼對治這個好東西，最重要的就是飲食，對治飲食。然後呢佛也處處地方讚歎，說什麼？最後吃的時候剩一口。現在我們最後吃過了以後還要加一口，加了一口還要加一口，加了一口一口還要加一口，就這樣。",
    "390": "[06:30]所以這個地方，最主要的實際上呢，的的確確地，不要說佛法上面，就是世法上面也告訴我們：這個只有吃壞，沒有餓壞。平常我們絕對不會說餓著肚子幾天不吃，不可能，你只是少吃一點哪！現在科學上面已經太多地方說明，因為你吃下去的東西，你要去消化它，那個消化那個食物的話，你就得花很大的氣力。結果呢你吃多了以後呢，啊！那消化得辛苦得不得了，實際上又超過你需要的。所以你花了好大的氣力，消化這個多餘的東西，值得嗎？完全不值得，這第一件事情。就像我們現在，說我們現在這個地方念書，一天就只有幾個鐘頭，只有念幾堂課。結果呢我們時間只有廿四小時，我們排的課排它廿八小時，那不是顛倒嗎？我們現在都做這個事情，這第一個錯誤。",
    "456": "[07:36]第二個呢，你吃多了以後，它因為難以消化，消化的時間延長了，所以它積在那個腸胃當中，它腐敗的東西產生了很多毒素。然後呢這個毒素，擺在這個身體當中運轉的話，為什麼我們頭痛、眼花，都這個。還有你排泄的，腎臟、肝臟都是排這個東西，要排泄這個東西，加重負擔，所以身體的很多毛病，都從這個上頭來的，都從這個上頭來的。這一點不但佛法，我很早以前的時候，我先父就告訴我，當時我是聽是聽見了，也不大注意。等到我後來自己長大了，也有幸學的是理工，乃至於到美國那麼多年，現在美國很流行的，非常多叫「健康食物中心」，他們非常講究，這一點說得特別重要。他的結論是什麼呢？儘管這醫學上面已經發達，說這個人的習性難改，他也曉得，世間也曉得習性難改，就這麼沒辦法可想，這世間的人他本來就是這個嘛！所以我們現在修學佛法的人，這一點的的確確是值得我們注意的，值得我們注意的。第一個是「食無度量」。",
    "541": "[09:01]第二個「食所不宜」，這個不宜當中也是，平常我們現在吃的時候講究，哎呀！最好油炸、油炒，這個實在對我們非常不好、非常不好。這個地方不講醫，實際上呢你們如果有機會，你們不妨去聽聽看。尤其是素菜的東西，像那個很多東西，這油炸是非常壞，吃起來滿可口，實際上這個「食所不宜」。然後呢「不消復食」，肚子吃得脹脹的，還沒有消再吃。「生而不吐，熟而持之」，這兩點有好幾種說法，這個我就不太了解這個什麼意思，我也不太了解什麼意思。這個實際上呢，生而不吐有一類說法是這樣。「熟而持之」就是換句話說，大便不通暢，這個的的確確的，凡是這個東西不通暢，下面不通暢的話毛病就來了，毛病就來了，所以這個是非常重要的一件事情。那麼「生而不吐」呢，萬一你不消化怎麼辦呢？你要想辦法把它解決，那個時候如果不解決的話，這個擺在這裡會作怪的，主要的是這樣。那麼萬一有了病以後，那要 ……。",
    "619": "[10:19]不近醫藥，所以生病的確醫藥是我們需要的。不過注意哦！病有四因，「四大不調」這種東西，像這種東西只是一個因，這是我們要注意的。",
    "634": "[10:34]不知於己若損若益，還有做很多事情，不曉得對我們有好、有壞，這個我們要確定知道。至於眼前對我們飲食第一，乃至於其他的很多事情，很多事情。乃至於我們修行了，我們覺得修行，實際上呢往往我們覺得修行，實際上呢走上了錯路了不知道，這個隨便一提。當然這個地方不是指修行，這地方指飲食、醫藥、衣食住行等等。最後，",
    "666": "[11:06]非時非量，行非梵行。這個出家人大概就不會做的，出家人這不會做的。這個九種因，在這個《藥師經》上面有，在《瑜伽師地論》上面有。那麼這個是死因，換句話說死的緣，什麼因緣而死。",
    "690": "[11:30]第二，死心欸，看看，這個很重要哦！那我們死的時候什麼狀態，如果有把握了固然好，如果沒有把握，那麼看看。或者你了解了以後事先準備，從什麼地方準備起。",
    "706": "[11:46]分三。善心死者，謂由自憶，或他令憶，乃至粗想現行以來，信等善法現行於心。這是善心死。「善心死」就生善道，或者自己憶念，他臨終的時候自己想起，或者別人提醒他，那個時候「粗想現行」。真正死的時候，細想現行的時候，那時候都沒有了，善惡都沒有了。那麼他那個時候，腦筋裡想的「信等善法現行於心」。他心裡想，哎呀，他一生做了這麼多好事情，很快樂、很安寧。譬如說我們念佛的人他臨終，他為什麼臨終啊 ─你千萬生病剛開始的，你就不要想醫要好啊！生了病就想一天到晚等阿彌陀佛來，我念了這麼多了，阿彌陀佛該來了！所以當你臨終的時候，你也這樣的話，這個就是，阿彌陀佛一定會來。再不然的時候，你平常的時候想著戒、想著天、想著什麼，你臨終的時候也就想著，一定到那地方去，這個就是善心。不善心，",
    "775": "[12:55]又行善不善補特伽羅將命終時，或自憶念，或他令憶，昔於何法多所串習彼便力強，由此令心於彼流注，餘皆忘失。那還有呢，不管他善不善，他臨終的時候，不管是自己念或者別人念，他那個時候，他以往的習慣的力量強的話，他這很容易這個心就專注在這個上頭，別的東西忘失掉了，那個時候就是他死的時候。",
    "812": "[13:32]若於二事平等串習，先憶何法便不退捨，不起餘心。這就是前面已經說過，《俱舍》上面告訴我們。我們臨終的時候，說你將來到哪一道去呢？那前面只是說，死了以後到哪一道，現在告訴我們臨終的時候，怎麼會到那一道去呢？就是你臨終的時候，那一道的這個心理，那個心業力現起了。這個心業力現起了，那個時候你就到那裡去，這個是它最主要的。因為我們了解了這一點，所以我們生前就要努力修行啊！你平常的時候不斷地就養成功這個習慣，不斷地就養成功強有力的力量，就這樣。所以為什麼我們做的時候，或者比如說拜佛、念佛，那個是對象力量強。還有呢加行 ─你在做的時候心裡面力量很猛，時間很長。譬如說加行什麼？譬如說你拜佛的時候，有的時候你就拜得浮浮泛泛，儘管你也在拜，心裡面不曉得想什麼，乃至於心裡：唉，這個這麼個長！對不起，那一點用場都沒有。或者你的心裡的意樂力量強，那就是強而有力的力量。",
    "890": "[14:50]還有呢你做得多，平常我們這個自己一看就曉得了，一看就曉得了。譬如說這個地方，所以我們老和尚真令人尊敬，那時他在，生病在醫院裡面，我去看他，聽見他，我聽他不懂。噢，後來某某師告訴我，老和尚昏迷不醒當中，自己在那念戒、念佛。那現在在睡覺，睡到晚上他嘰哩咕嚕就念起來了，念什麼？念戒、念佛。就是平常的時候，真正 ……所以說平常的時候白天就這樣。那我們平常的時候呢，就在那兒作早晚課的時候心裡面想：「唉呀，這個早晚課作它什麼，作得這麼長啊！」這樣。然後呢聽書的時候：「哎呀！怎麼還不下課。」對不起，那時候一定是，等到一下課幾個人跑到那裡，哎呀！聊起天來，來得個高興。那個非常清楚、非常明白，你到那時候臨終的時候，這個境況就現起。儘管人家提起你來，是不要到臨死欸，現在人家提起你來，「某人你用功啊！」「我用功，你自己管你自己的！」嗯，就是這個狀態。自己現在心力好好的理智很強，尚且如此；臨終你痛苦不堪，人家提醒你有用嗎？",
    "963": "[16:03]所以現在太多的人說：「哎呀，沒關係啦！現在發現了這個隨身聽了，我只要臨終的時候，把那個阿彌陀佛佛號塞在耳朵就行了。」沒有用啊！這個不是很明白、很清楚嗎？所以我們必定要把這個道理很清楚，你如果現在不努力對治的話，到那時候一點用場都沒有，這麼清楚、這麼明白。所以僧團講那個「死心」，有這樣重要的！前天還是昨天有一位同修，跑得來告訴我：「哎呀！說我今天心裡面覺得很煩，就是個嘴巴禁不住，我要禁語啊！」我聽了我倒歡喜，可是對不起，我說你這個沒有用，我就告訴他一個辦法，就這樣。",
    "1011": "[16:51]實際上呢這個都是屬於戒，就是你了解了這個道理以後，當你心裡面起心動念的時候，平常如果說你沒有修對治的話，起心動念自己也是想這個，隨便的境界。因為你內心當中的，第一個生煩惱的因是什麼？「隨眠」，就是你的習性，它隨時隨地地冒出來了。然後那個境界一看見的時候，啊！那一堆人來了，你歡喜聊天的話，你腳底抹了油一樣，你禁不住地「嘎！」一下跑得去了。那個很簡單，然後偏偏平常那些人大家也談得個起勁，這樣。所以我昨天告訴你們，那個綺語它這個業的力量是看起來最小，但是對我們最嚴重的是這個，同樣地，行也是這個道理。所以我告訴他，你不要說禁語，儘管你禁了個半天語，到那時候，啊！你難受得要命，那麼一放掉了以後，那個時候就不行了。",
    "1070": "[17:50]我還記得十年以前，想想看是不是，十年以前，對了。他有一個人，這個人倒是非常精采的，他也滿老實，他也告訴我，喔唷！那時候他跑到台東，台東不曉得一個什麼寺去打佛七，精進佛七。一天拜多少拜，禁語的，然後拜了七天，到了完了以後，他說那天晚上那個「禁語」招牌一拿掉，大部分人一夜沒睡，幹什麼？還聊得個起勁。這個我也有過這個經驗，所以我告訴你們，這個不但是我們如此，那個經上面，《四十二章經》上面，你們還記得這段公案嗎？有人犯淫，所以他自己想：啊，我這淫心這麼大，就把那個生殖器割掉。佛說那有什麼用啊！「心為功曹」，那主要的現在這個業的重點在意業，你如果這個地方不修對治的話，不要說那個生殖器，頭割掉也沒用。所以這裡我們要了解，要了解啊！所以現在講來講去，講那個法就是這個法。",
    "1140": "[19:00]我們大家聽的時候是滿好玩、滿好笑。好，有一個好處，就是我們聽完了以後，現在真是有的時候聽了，苦切逼著我們，有的時候好笑、歡喜，它處處地方引誘我們，怎麼樣照著次第一步一步深入，這是我們要了解的。所以你平常，不要說等到死的時候，眼前下一念怎麼來的，就是這樣。每一個下一念，到臨終的時候它也仍舊是下一念，就這麼簡單。所以平常我們生前真正的修，就是修什麼呢？就是修這個。那麼上一念怎麼來的呢？等流。所以說你了解了之後，你不了解這個道理，你只有跟著它走 ─上一念怎麼來，那麼緊跟著這麼走啊！就是這個樣啊，所以這個叫無明。了解了上一念這麼來，到這地方曉得：啊，不對！所以我們懺悔當中大家還記得吧？懺悔當中說「我無始以來，十惡五無間，心隨煩惱故」，心跟著這個煩惱，哪裡跟起啊？沒有別的，就是你起心動念之間，等流。它又來了，欸，你認得它，那時候我不跟它，所以「諸罪皆懺悔」呀！",
    "1225": "[20:25]所以說到這裡，你們不要把它看成功 ……現在我也不忙著告訴你們，現在只是你把那個儀軌學會。真正你儀軌學會了以後，將來你慢慢地自己照著這個本論，一步一步認識了以後，然後你懺悔的時候你會痛切，啊，說我以前怎麼做這麼樣錯的事情啊！你會對以前不理想的，深深地感覺痛切、追悔，那個就是「破現行力」。因為你對它追悔，所以你的「依止力」就產生了。既然眼前破現行、依止，你願意將來還造嗎？當然後面的「遮止力」也就行了。這個每一個地方都在這裡呀！所以必須要懂得了道理以後，下面的其他的問題都解決了，就在這裡。清楚嗎？這樣。所以我們現在這個地方，啊！是了解了。那麼這個是繼續下去，",
    "1288": "[21:28]又作善者如從闇處趣向光明，臨命終時，猶如夢中，見有種種可意之色，非不可愛，安祥而逝。如果你造了善的話，那麼這個臨終的時候，就像闇的到光明的地方去，看見種種可愛的，死的時候到好的地方去嘛，自然！",
    "1313": "[21:53]臨死其身無重苦受。他雖然還是有苦的，但是呢並不重。還有，",
    "1321": "[22:01]造妙業者，解肢節苦，亦極輕微。我們平常說死的時候，如生龜脫殼，四大分解是絕大痛苦。但是如果你造善業、妙業的話，稍微一點痛苦的，不太厲害，這種痛苦我們很容易忍受。比如說打針或者什麼，就是有一點痛苦，欸，你咬緊牙關就過去了。不要咬牙關欸！這個是我們應該了解的，那個死的。那麼這個是善心。",
    "1351": "[22:31]不善心死者，謂由自憶或他令憶，乃至粗想現行以來，追念貪等現行不善，臨死其身受重苦受。那個是「不善心死」。如果說不善，那怎麼辦呢？他也同樣地，或者自己，或者別人，粗想現行的時候，他「追念的貪等現行不善」，就是這個。那個時候死的時候，是「重苦受」，重苦受。同樣的道理剛才我們已經談過了，不要等到臨死，我們每一念檢查一下，現在這個等流心識，那麼到死的時候亦復如是，這個相續是無始繼續的。這個分段生死我們看看這一生死了，實際上那個心識始終沒停，始終沒停。欸，當你這一生結生到死，死完了以後，到中陰現起，中陰現起了到下一生投生，投生了繼續，它永遠在那繼續當中，永遠繼續當中。所以我們現在了解了真正要修持，沒有別的，就這個。所以佛告訴我們，修行的真正重要叫「自淨其意」，你有了這個內容的話，身口自然相應。可是為了我們剛剛開始的時候，一下沒有正確的認識，所以投靠一個如理的地方，那麼進到這個圈子，世間是學校，然後我們出家是僧團。所以的確學的時候開始，倒是同樣地注重外面行相的，可是它中心，我們必定要把握得住。",
    "1466": "[24:26]造不善業當死之時，現受先造不善業果，所有前相，謂如夢中多怪色相，於彼顯現，如從光明趣向闇處。如果說你造了惡業，那麼到「當死」的時候，這個「現受先造」這個不善業的果，就是來了！這個「前相」呢，就是這個果還沒有感得的時候，就是臨終的時候，欸，你就會得感到，像夢當中現出很多「怪色相」，同時像從光明地方趣向黑暗。說到這裡有一點事情，我告訴你們哦，他說我們懺悔的時候，它有一個「淨罪相」，大家還記得那個淨罪相吧？欸，見種種的光明，見種種的什麼。反過來我們平常，平常的夢當中有很多人，普通一般不談，有很多人常常有惡夢，見很多可怕的，這個是什麼？這個叫「夢有」，換句話說將來的「中有」，平常我們造什麼業比較重的話，夢當中現起來就這個相。如果說臨終沒有特別的狀態的話，臨終有這個相。",
    "1558": "[25:58]所以假定說我們平常夢當中，常常見到可怕相，常常見到很荒涼，常常見到什麼的，對不起，這個惡相已經很嚴重了，注意哦！那個時候尤其要注意，去懺悔。然後呢你只要懺悔得好，很快這個境界會轉過來了。那個時候你會感覺到，平常看見那個惡相，可怕的，那時候你看見歡喜的現起了，有很多不同的。等到後面我講十二因緣的時候，我會仔細地講這個。所以你真正了解了這個教法以後，那就在我們日常生活當中，因為這是無始相續，無始相續，這很清楚、很明白。那麼同樣地呢，你作夢的時候，有的時候看見很光明，有的時候你夢當中，反正是淒涼這種夢，就是會迷迷糊糊、癡癡闇闇；歡喜的這種夢，明明白白、清清楚楚，到臨死的時候也是這個狀態。",
    "1627": "[27:07]諸造上品不善業者，由見彼等不可愛相，身毛恐豎手足紛亂，遂失便穢，捫摸虛空，翻睛咀沫，此等相現。凡是造上品不善的人，現出這個相，所以臨終的時候，如果這個人墮落地獄的時候就是這樣。啊！那個時候他 ……有的人臨死的時候安安靜靜，有的人臨死的時候，那個痛苦得不得了的那個樣，就是這樣。啊！眼睛直翻、吐沫直飛，然後呢大小便利，這樣這個狀態，死不瞑目，乃至於等等，那個就是墮落的現象。",
    "1670": "[27:50]若造中品不善，彼諸相中有現不現，設有不俱。有的時候現，有的時候不現。中品是什麼？這兩種，有一種是講畜生 ─反正不是地獄 ─或者是畜生、或者是餓鬼。",
    "1688": "[28:08]作惡業者，解肢節苦，最極尤重。他造了惡業，他臨終的時候痛苦極了，痛苦極了！",
    "1697": "[28:17]又解肢節，除天，那落迦，所餘生處，一切皆有。就是這個四大分解的那個痛苦的那個感受，有兩個地方沒有的：一個生到天上，沒有，一下，離開了軀殼就沒有了；一個到地獄去沒有，到地獄去沒有。實際上到地獄去，有比沒有好，有了解肢節苦，雖然「解肢節」，那個時候還沒有去啊！雖然解肢節，痛苦一點還小，一下地獄馬上油煎，哎呀，那個無邊的痛苦喔！所以不要說到地獄去沒有解肢節苦，啊！這個到地獄，總之在任何情況之下，這地方是萬萬去不得！"
}