{
    "4": "[00:04]又一切人臨命終時，乃至未到昏昧想位，長夜所習我愛現行，復由我愛增上力故，謂我當無，便愛自身，此即能成中有之因。告訴我們了，告訴我們了！喏，這一個前面下去的，前面的生、集以及死，所以這個集諦當中的「生、集、因、緣」，前後相續的這個觀念，第一次先點出來。這個人到臨終的時候，還沒有到「昏昧」，就是說還沒有到昏昧的時候，他那個時候有「我愛」的力量現起來了。為什麼？因為無始以來的習慣，無始以來的習慣，那個時候這個力量增長了。他心裡覺得：唉呀，要失去了！於是這個地方內心起一個怕失去，對我愛的執著，這個就是中有生起的因，換句話這個就是惑，這個就是惑。",
    "74": "[01:14]實際上這種狀態，我們一切時處都是，今天你稍微受了不如意了，生了一點病了，那一點 ……為什麼你會心裡生煩惱，為什麼？今天人家瞪你一眼，「這個傢伙為什麼瞪我一眼！」還是為了這個我，對不對？今天少吃一點，「我又少吃一點！」風吹了一下又涼了感覺得，熱了一下又受不了了。沒有一個時、沒有一刻都是為什麼？長夜以來的這個我這個東西的習性。等到你一旦生了病的話，你又想了：唉呀，我哪一個事情沒有了，這個事情也沒有了，那個事情也沒有，一大堆不曉得多多少少都來了。年輕的時候不是想那個，哎喲，我趕快去找這個醫生，年老了以後想那些事情，這個是很清楚、很明白，就是這個東西，就是這個東西。所以那個時候，當等到你真正的這一生壽命一結束的話，它這個東西繼續地延續下去，這個就是中有生起之因。",
    "135": "[02:15]那麼前面說集諦的時候，能集的業，所集的能引的業，聖者為什麼不集啊？原因是這樣：真正的聖者小乘也好、大乘也好，乃至於小乘，「見諦」的時候見到什麼？原來見到我講的，結果「我」沒有的。所以平常我們說參禪大徹大悟，他大徹大悟地見到，說「大地無塵土」，一樣東西都找不到了。平常怎麼會找不到呢？欸，它找不到了，所以平常就是見的這個我沒有了，就是這樣，那真正見到這個東西。換句話說，既然見道了，但是他的習性還在，然後修，修到後來呢，這個連它習性也沒有了。所以到那個身體結束了，結束嘛就結束了，他並沒有這個東西，並沒有這個東西，「後有」就沒有東西引發，他就生死就到此為止。這個現在第一次指出這個概念來，後面不斷地，就把這個道理一次比一次加深，一次比一次加深。",
    "198": "[03:18]那麼現在我們念佛怎麼念法呢？也就是這樣。我們臨終的時候又忙這個，這個捨不下，那個也捨不下，那個也捨不下。現在我們生前已經了解了：唉呀，這些東西都是騙我們的，要丟都丟不掉，現在唯一的趕快丟掉它，趕快念佛。所以你在生的時候已經一直厭，厭極了！然後呢你在生的時候一直忙的「欣極樂」，所以臨終的時候什麼？還是這個，還是這個。因為你臨終的時候還是這個嘛，所以這個世間的一切牽你不住，然後呢你造的業是一心往這個地方去，阿彌陀佛就把你接去，道理簡單極了。所以你懂得了這個道理去念佛，這無有不去者，了解嗎？就是這樣，就這麼清楚，就這麼明白。所以起心動念之間，隨便一檢查就是這樣。現在我們呢繼續看下去：",
    "261": "[04:21]此中預流及一來者，雖其我愛亦復現行，然慧觀察制而不著，譬如強力制伏羸劣，諸不還者我愛不行。嗯，上面這句話現在這裡解釋了吧！說「預流、一來」為什麼呀，他這個我愛，「我」已經見到了沒有，但是呢這個我愛，我愛、我癡這個習性還在，它還是現行的。但是呢他能夠以他的智慧觀察制止它，就是他因為見道了，所以他如果把那個慧觀的力量提起來的話，他可以讓它制伏。所以「譬如強力制伏羸劣」，就是前面說這個話，這個強有力的人，他平常坐在那裡還要懶懶癱癱，但是他一旦用起力來的話，哦！那這個他可以制伏你，這個。至於說「不還」的呢？我愛已經不現行，所以他不再、不再來了，就是這個原因。所以不還果的聖者，就是到什麼呢？到五不還天，那個是聖者所住的天。還有一點點餘習未盡，到那個地方把那餘習弄完了，好了，證果了，就這樣。這我們要懂得這個道理。",
    "341": "[05:41]那麼上面就告訴我們這兩樣死的心 ─善以及不善，下面一個叫「無記心」，下面一個叫無記心，關於這個無記心這裡暫時我們就不講它。那麼說到這地方，大家已經漸漸地越來越了解了，所以平常我們這裡功課，安排的功課雖然少，但是內容大家體會得到對我們是這麼地重要，對我們是這麼地重要！真正要想修行這個是必須要的，這是必須要的。你越是能夠了解得多，然後呢你能夠修習的方法越多；能夠修習的方法越多，然後你淨除罪障、集聚資糧，乃至於證得證果的力量越大，這樣的話我們的機會是越多，我們的機會是越多。所以反覆推敲思惟，空下來這麼多力量，不是讓我們玩的呀！你們要記住，這個一點非常重要、非常重要！無記心死者，",
    "417": "[06:57]《菩提道次第廣論》一百七十七頁，上面已經講到我們死的時候的狀態，死的時候的狀態說善心是什麼樣，不善心是什麼樣，那麼今天講「無記心死」，無記心死。這個關於善、惡、無記三樣東西要說一下。「無記」就是它沒辦法分辨 ─「記」就是說明 ─沒辦法分辨是善的或是惡的。那麼這個裡面有兩種：一種叫「有覆無記」，一個叫「無覆無記」。那麼通常所謂有覆、無覆的差別在什麼地方？「覆」就是染污，平常譬如說：我們隨便坐、站、走，你心裡面這個無所謂，這是不但無記，本身的的確確也沒有染污在裡面。那麼這個「有覆」是什麼呢？就是說凡是跟我相的行相轉的，但是並沒有強有力的力量。就是說：欸，這個東西是我的，或者你隨便起關於這一類，這個念頭本身分不出善惡來，分不出善惡來，但是呢由於這個我相，我就是雜染的根本，細的我們下面去再說。那麼現在這個地方講無記的話，那是沒有強烈的善惡這一種。下面我們看下去：",
    "536": "[08:56]謂行善不善者或未行者，自未能念此二種事，無他令憶。他臨終的時候，他這個念頭並沒有緣那個善念以及惡念，惡念就是不善的，這兩者都並沒有現起。自己既沒有念 ─心裡想，也沒有別人讓他憶念，也沒有別人讓他憶念。這個情況我們眼前也可以體會一下，就是我們一般狀態，我們這種心情也就是這樣，既自己沒有強烈的善惡這種心情，然後呢也沒有外面的外境引動我們，換句話說就是這個狀態。那麼不過呢平常的時候，因為他沒有什麼特別的遭遇，自然而然你心裡面很平靜。臨終的時候這個人往往說一生哪，忙了一生，不但是忙了一生，無始以來他一直有一個特別的東西 ─我、我所，這種習性。當他臨終的時候，這個自然而然這個「我」要失去的時候，這種內心的恐懼，他就會對這個東西就很執著，於是就引發起來了。這是所以為什麼你平常的時候把這種事情看得越開，那麼到臨終的時候心情越寧靜，這個道理也是這樣，習慣等等都是這樣而來。那麼繼續下去：",
    "646": "[10:46]此臨終時俱離苦樂。那個時候既沒有善引他樂，然後呢不善的苦，這一種。那麼還有一個呢，像我們曉得，所以前面說的善心跟不善心，這粗想的時候；細想的時候，這個都是都不現起的。下面繼續說：",
    "672": "[11:12]善心死者，是於有粗想時，若細想行時，善心即捨，住無記心。前面說的「善心死」，那個粗想現行的時候；它慢慢地這個想，慢慢地越細越細的時候，那個時候善惡的念頭分辨不出來了，這樣。所以「細想現行」，換句話，粗想慢慢地消失的時候，那個時候善心也就沒有了，都住在無記心當中。",
    "705": "[11:45]彼於爾時，於曾習善亦不能憶，他亦不能令其憶念，不善亦爾。那個時候他在細心當中，所有的這種粗的行相都不見了，善的也是如此，惡的也是如此。所以，",
    "723": "[12:03]故細想行時，一切死心，皆是無記。到最後要臨 ……真正要這個神識走的時候，那個是細想的時候，那個時候善、惡什麼等等，一樣都沒有了，一樣都沒有了。",
    "735": "[12:15]《俱舍釋》說：「善不善心行相明了，不能隨順當斷死心。」那麼這個不管你善也好、不善也好，《俱舍論》上面說：這個「行相明了」的時候是粗的時候、粗的時候；當最後斷氣的時候那個死心的時候，那個善、不善那個心相都不再現起了，不再現起了。它不會再會隨順這個善、惡這種心情，都是這種狀態，所以這個是死的時候。那麼心理狀態，這個我們要分別。所以這個地方所謂的「無記心死」，是有兩個差別：第一個呢就是你沒有 ─粗想的時候都沒有善、惡，這樣的無記，這樣的一種狀態。還有呢，不管是你善、惡、無記三者哪一種，當那個粗想最後慢慢地消失，細想的時候都是在、都是在無記當中，都在無記當中。那麼決定到下一生，這個關鍵就是在粗想的時候，不在細想的時候，細想的時候那已經不能轉變了，那個一定到那地方去的。",
    "822": "[13:42]平常的時候這一種情況，我們也可以領會一下。譬如說我們要睡覺了，當你如果睡覺的時候，在這個睡覺之前，平常我們一般的話，當然都是散亂心當中，你就是跟著那個散亂，你就這樣睡了。睡了以後，所以這個睡夢當中，繼續地把沒有睡的之前那個散亂，繼續地下去，這個現行，所以你睡當中這個業，還是跟前面的相應的。假定你在睡覺之前，你就能夠把那個善心提起來，善念提起來，不管你是緣想的佛法僧，或者你是乃至念佛，或者念法，或者念僧。",
    "871": "[14:31]那麼當然平常要一般人來說，喔唷，你念了以後睡不著。真正你用功的時候你不要怕，到那時候會告訴你很有趣的方法。你儘管你念，念到後來，慢慢地、慢慢地那個心哪，你也不要去想得要去睡覺不睡覺這件事情，想得睡覺不睡覺的話，念也念不好，睡也睡不著。你一心一意如果去這麼念的話，到後來這個念的心越來越細、越來越細，到那時候你慢慢地就睡，也是睡著，一樣地睡而且睡得很穩。到那時睡完了以後，那個時候的細想行的時候，那個眼前的那個粗想一直繼續。所以那個時候的一個晚上，你一直在增長那個功德當中，這是非常不可思議的事情。前面告訴我們四種資糧當中，就是睡眠的時候是怎麼的，喏，在這個地方我簡單地告訴你們一下，詳細地到後面還要講。所以它真正每一個地方修行，都有它特別的訣竅，以及最主要的實質上的狀態，非常清楚，這裡我順便一提。",
    "938": "[15:38]那麼平常的時候我們也是如此，到臨終的時候還是如此。當你平常如果習慣了以後，到臨終的時候就這個樣。所以平常的時候，前一剎那跟後一剎那，今天跟明天，到臨終的時候這一世到下一世。實際上呢，這個事情是一樣的，質是完全一樣的，只是量的不同，只是量的不同。平常我們說，嗯，賺錢，現在賺的法財，你是一塊一塊地積起來，變成功，積成功幾萬幾萬，幾千萬幾千萬、幾億，都是這樣地這麼一點一點積累。所以我們第一點重要的認識那個質是什麼，然後在這個質上面去增加這個量。",
    "986": "[16:26]第三，從何攝煖者。那麼最後呢，就是當我們命終的時候，命終的時候，有這個所謂煖跟識，到最後從哪裡捨。這個地方不是講捨，講「攝」就是說：那個識最後慢慢、慢慢地收攝到什麼地方，然後這個煖跟著也到什麼地方，最後那個煖，最後在這個地方的話，就是這個識心最後離開的地方。",
    "1022": "[17:02]造不善者，識於所依從上分捨，上分先冷乃至心處。造惡業的人，這個識捨的時候，從上分先捨，然後呢慢慢地當他識捨的時候，那個地方識一捨了就不再攝持，不再攝持的時候，這個四大就分解了。然後呢它這個分解的時候，它還是有一個次第的哦！怎麼樣地從地大融入水大、火大、風大，這麼一層一層的，這個我們這裡先不去談它。但是並不是我們想像當中說，啊，就是這個樣，不，修行的時候，也有一個特別的一種方法以及指授。那麼普通人呢，他就這樣，那個識就捨那個，識捨的然後那個地方就冷了，到心的地方。",
    "1084": "[18:04]造善業者，自下分捨，下分先冷，如果造了善業呢，它從下分捨起，然後呢到最後也到心的地方。最後那個識就到心的地方，然後離開身體的時候就從那裡。",
    "1100": "[18:20]二者俱從心處識捨。最後捨識從心的地方捨的。這個地方同時也是什麼？",
    "1109": "[18:29]識最初託精血之中，即為肉心，最後捨處即最初託。實際上這個識，最初來託生的時候在什麼地方呢？就這個地方。當在我們結生相續的時候，那這個父母的精血，跟這個新生命的這個中陰身結胎的那個地方，這個就是「名色」剛生起的時候。這名色剛生起的時候。最後一點的「心風」就安住在這個心識當中，它最後捨的時候也是這個。不過這個是非常細微、非常細微，平常我們也感受不到。來的時候這個最初來，走的時候這個最後走。",
    "1160": "[19:20]如是先從上身攝煖至心，或從下分收煖至心。次雖未說，從下或上，亦攝至心，然當類知。那麼這個就是說，這個識捨的地方，煖是這樣。那麼這個是說，詳細的雖然沒有說明，其他的那最主要的我們了解，這個煖所攝處就是識所捨處，這個只要了解這一點。那麼，",
    "1203": "[20:03]第四，死後成辦中有之理者。在說到這個地方的時候，大家容或有一個疑惑。平常我們常常、常常說：念佛的人什麼最後走的時候，說頂上煖的。所以我們平常有一句話，「頂聖眼生天，人心餓鬼腹」，然後呢「畜生膝蓋離，地獄腳板出」，就是說這個他走的時候，這個看他識從哪一個地方走，就曉得下一世到哪裡去。那麼在六趣當中從眼睛開始 ─頭頂上叫「頂聖」，那是聖人 ─那我們凡夫就是往生的人；他超脫生死輪迴的人，那一個地方，所以他臨終的時候，如果那個煖的話，那就是識從那個地方走。然後呢，天的話呢，說這個從這個地方走，所以叫「頂聖、眼生天」。「人心」，如果說下一世到人道去的話，那最後的是這個地方。然後呢這個人心，餓鬼是腹，他是餓鬼的話，從那個腹先出去。然後呢，「畜生膝蓋離」，膝蓋上面；「地獄腳板出」。這個是指他粗細慢慢地，煖捨的時候的次第，實際上最後那個識心，細的識心最後走的時候，從那個心生的地方走。",
    "1308": "[21:48]那麼這個「頂聖」這個有沒有道理呢？有的，證得了聖位以後，他最後走的時候，他那個中脈，這個這裡我是簡單地說一下，他的確是從那個地方出去的，這個倒是沒錯，這個詳細的我們現在這裡暫時不去說它。同時呢這個真正的細緻的差別何在，我也不太了解，我也不太了解。這個是我一直看見了一個 ……這本書的名字我忘記掉了，這個英文書，這是一本英文書，就講明人臨終的時候，我們只是說，哎呀，八小時啊，有的人說馬上走，有的人說 ……實際上不是的！臨終的時候，到那個時候，他那個捨受的時候，那個所謂地水火風以及識，一一怎麼樣一個一個到識化的時候，到最後到什麼狀態，然後如何，它這個裡邊是有一套大學問。修行的人到臨終的時候還會趁這個機會，有絕高的一個成就，從這個地方跳出去，這個地方順便一提。",
    "1382": "[23:02]所以關於我們不了解的地方，我們不必目前妄加判斷，說哪一個是，哪一個非。我們總要有確實的根據，有完整的傳承以及經論作為根據，那個時候我們才能夠把握得住究竟怎麼樣。否則的話呢，我們要了解，我們畢竟是在無明當中的一個凡夫。",
    "1410": "[23:30]第四，死後成辦中有之理者。那麼說這個死了以後，那個時候怎麼會現起那個中陰身來？換句話說，從這一生到下一生去，下面怎麼相續下去的。",
    "1428": "[23:48]如前所說識從何捨，即於彼處，無間而成，死與中有，如秤低昂。說就像前面說的，這個煖、識捨的地方，就在那個地方，他當捨的時候，那個前面的叫死，然後呢同時的話，它那個當死的時候新的又現起來，這個叫「中有」 ─ 中間的。這就像秤一樣，你看見那一頭低的時候，那一頭高，在兩個之間，不是說等到像你先低下去再高起來，當它有多少低，那個地方就高出多少來，彼此之間是絕對完全相等的，絕對完全相等的。那麼為什麼會這樣呢？下面這個才是最主要的：",
    "1474": "[24:34]依二種因，那就是告訴我們，喏，生死的因就在這個地方哦！",
    "1481": "[24:41]謂我愛已生故，無始樂著戲論已熏習故。善不善業已熏習故。說我們前面已經告訴我們，繫縛生死當中，能繫縛的是什麼？兩樣東西：一個是惑，或者稱為無明，或者是煩惱；還有一個業。那麼通常我們這個惑當中，從粗、細，平常我們稱為說：利使、鈍使，無明、塵沙，或者叫作愛、見、無明、塵沙等等，那個只是就它的行相的粗細而分。總之一句話，它有這樣的一個特質：對事理的真相不能正確地認識。那麼這個事理指什麼？有它的特別所指的內涵，這個以後我們再說。",
    "1545": "[25:45]他因為無始以來對於這個五蘊，這個的內涵他不認識，而誤認以為這是一個我。為什麼會誤認呢？這個就叫無明了，所以叫它「惑」，叫它「不明白」。那麼因為誤認以後，有了產生了我以後，就產生這個「我愛」的這種執著，這個東西是無始以來這樣，這個叫「戲論」。這個戲論是毫無意義的事情，這樣，一向無始以來就執著這個東西。那麼這個東西「已熏習」，換句話說久已習慣了，這個久已習慣就有一種力量，這是惑。然後由於這一個的關係，就造了種種的業，這個業又分善跟不善。由於這樣的兩個力量，所以當他前面要失去的時候，自然而然對於這個一向所寶愛的東西，他有一種強有力的力量，這個力量就是生起中有的，生起中有。",
    "1621": "[27:01]所以就它的不認識的這個立場來說，這個叫作惑，叫作無明。因為它不認識，然後呢這個執著，這個種種由於執著了，而產生了種種的行為，這個叫作業。就是這個兩個力量，那麼然後呢，繼續地使它向前面流轉，這個東西它是中有。所以我們現在修行的時候，要解脫、解脫，解脫什麼？就是解脫這個，這是我們必須要認識的修行的關鍵。",
    "1658": "[27:38]所以不管你怎麼修行，是拜佛也好，念佛也好，如果這個概念你不清楚，不從這個地方去修行的話，那個都是南轅北轍，南轅北轍。什麼意思呢？就是你目的是說要到台南去，偏偏你向北走，就是這個樣。是，我們平常你可以不懂得這個道理，但是你必定要信得過前人告訴你。譬如說我們現在念佛，的確有很多念佛人不一定懂得道理，但是他能夠信得過說：哎呀，這個他這個法師，這個師父告訴我的話沒錯啊，這個世間一無可取啊！你一心一意地只有求這個。那時候這個道理雖然不懂，但是這個我執的行相，聽信了這一個法師、師父所說的，他不再執著一向我們所緣的這個對象，而反過來他能夠捨棄。所以告訴你：這個娑婆是苦，你要捨啊！這個極樂，你要樂啊！像這個理路不清楚，但是他聽信了這個話，他的那個心理的行相，卻是跟跳出輪迴相應的，所以到那時候才有這個機會，這一點我們必定要認識，必定要認識。",
    "1744": "[29:04]反過來說，你現在認得了這個道理，那個時候你然後去念佛也好，參禪也好，那個時候你才有。否則的話你講學佛法，去弘法，你學習什麼嘛！你弘些什麼嘛！這個是中心關鍵所在，這個是我們必定要了解的一個地方。所以這一點說，喏，成辦中有。再說不但是死生的時候如此，我們眼前任何一個境況現起的時候，你為什麼會產生種種的情緒上頭的激動？煩惱、業。為什麼？喏，還是為這個東西啊！"
}