{
    "14": "[00:14]眼前你覺得這是你的，就是我們一向習慣的這個東西，然後呢當這個東西被人損害、拿去的時候，你心裡面就覺得，啊，捨不得。捨不得是要執取是「貪」，然後呢為了保護這個是「瞋」，這種種的業就在這個地方。乃至於我們小的，眼前的沒有一個事情是例外的。我們隨便檢點一下，行住坐臥等等習慣，個人的知見什麼等等 ─喔唷，天冷啦！覺得天冷了，這樣，畏畏縮縮。你為什麼畏畏縮縮？哦，說起來你如果是探究起來，問題還在這個上頭，為什麼？唉，我這個覺得冷了，誰在冷哪？你在冷、我在冷，就是由於「我」、「我所」，你對這個我這一個東西的不認得清楚，以及它的習慣，所以呢在那裡，哎呀，覺得累了去躺一下，餓了去吃一點。你想想看，是不是我們日常當中沒有一樣事情例外的，都在這個上頭。",
    "83": "[01:23]所以這個無始，我們不要想成功：唉呀，無始以前。就是眼前一切時處，哪一時、哪一刻不在這裡頭。修行什麼？修這個。真正的戒，戒什麼？戒就是戒這個。然後呢教我們正念，正念什麼？了解它的錯。然後呢念什麼？念它對的，就這樣。禪是什麼？一下你要看破「念佛的是誰」；說「萬法歸一，一歸何處？」然後呢說「看一個無，無是什麼？」你要找到它。換句話說你自己去找的時候，你全部的心識，就貫注在那個最後的這個中心問題，這個就是我們心識的中心。",
    "128": "[02:08]然後呢念佛的時候也是這樣，「南無阿彌陀佛，南無阿彌陀佛 ……」，那就是一心皈依阿彌陀佛。那個時候心裡面，為什麼一定要信得過佛說的，信什麼？信這個娑婆是苦，一心厭離啊！信那個極樂是樂，一心願望啊！所以說「欣、厭」也好，「信、願」也好，現在看看，關鍵都在這裡！所以現在我們對於這一個問題，也推進一步認識它了。哦，說原來是如此啊！所以你認得了這個以後，不管你修什麼，照著這個道理去做，學哪一個，是哪一個就成就。現在我們繼續下去：",
    "182": "[03:02]又此中有，說那個中有現在現起來了，那麼這個中有是個什麼狀態呢？那個中有啊，",
    "191": "[03:11]眼等諸根悉皆完具，當生何趣即彼身形，那就是這樣。當那個中有現起來的時候，雖然還沒有到下一生去，可是這個中有所現出來的這個形相，就是這個下一生的形相。那個中有生起來的時候，六根都具足的，你下一生如果要生到天道，那個中有身就是天道之身；人道就是人道之身；畜生那就是畜生之身。所以說「當生何趣」，下一生到六道當中哪一身，那個時候你就是。",
    "230": "[03:50]乃至未受生有以來，眼無障礙，猶如天眼。身無障礙，如具神通。那個中有非常厲害，在你下一生還沒結生之前，這一個東西，他具有神通的。他眼睛像天眼一樣，什麼地方都看得見，一點障礙都沒有；然後呢身沒障礙，什麼地方都去得了。所以我們要看見覺得這個人好像死了，很可憐啊！是的，對這一生來說他是完了，可是那個時候，他這個中有他那個識心的靈活的狀態，比起我們現在凡夫，那不曉得要強多少倍，強多少倍，不曉得要強多少倍！他看得清清楚楚、明明白白，那千里、萬里以外，一點障礙都沒有。但是他那個神通，跟平常所謂佛菩薩，或者修成功的神通有個差別，他那個神通是隨他的業力而現的，他看見的就是他的業所在。",
    "303": "[05:03]《俱舍》亦云：「為當本有形，此謂死以前，生剎那以後，同類淨眼見，具業神通力，根全無障礙，不轉為尋香。」那麼他這個中有是這樣的，就是最前面那一段的時候我們叫「生有」，生有的消失那一剎那叫「死有」，死有的下面叫「中有」，細分的是這樣。然後呢那個中有現起的時候，在死以前那個是生有，死完了以後是中有。那個中有現出來的這一個形相，就是他下一生的這個形相，那下一生的那個形相，同類當中有看得見的。比如說一個任何一個人死了，他如果說死了以後生天，他現起來的天上的中有；如果無色界等等的話，那麼沒有的，他一下就上去了。欲界，還有呢人間，還有呢這個餓鬼、畜生，如果地獄的話也沒有中有，一下就下去了，很快。那麼這個中有身，他現了畜生身，欸，畜生會看見了，他也會看見畜生，就這樣；他人就看不見了，人就看不見了。人也就是這樣，人看見他，他也看見人，「同類淨眼見」，跟他同類的。",
    "397": "[06:37]他這個神通，不是普通的像佛菩薩的修得、報得的，而是什麼？「具業」，這是他的業力，這他的業力，他有這種神力。「根全無障礙」，所有的這個一切的諸根都沒有障礙，沒有任何一樣障礙。比如我們眼前的五根，我們眼睛看，隔了一道牆看不見了；耳朵聽，到什麼地方聽不見了，他沒有這個，他沒有這個。只要他的業之所在，比如說他下一世的這個父母，有一些是遠在英國、德國，不管遠在十萬八千里以外，欸，他看得清清楚楚。他如果要投身的地獄的話，他也看得清楚，聽得清清楚楚。「不轉為尋香」，他這個 ……這一句話，我有一點點疑問，現在暫時擺在這個地方。",
    "454": "[07:34]此說中有是同類見，及修所得離過天眼能見。那麼這個中有身是同類可以看見的，同類可以看見的，普通人看不見。還有一類，就是如果說你得到了天眼，修得的天眼的話，那個時候「修所得離過天眼能見」。什麼是修所得離過天眼呢？就是我們修行的人，修行的人是淨天眼可以看得見的。這是為什麼聖者就可以看得見，這我們普通凡夫看不見。",
    "493": "[08:13]成辦何趣中有，次定不可轉趣餘生，《集論》中說容有轉改。本有者，《俱舍論》中總說四有，死已未生是為中有，當正受生初一剎那是為生有，從此第二剎那乃至死有最後剎那以前，是為本有，臨終最後剎那是為死有，此望將來受生之死有，是其本有。下面一個一個慢慢地解釋下去。噢，前面的這句話，下面有解釋清楚了。說一旦你感得了到了中有身當中以後，他就不會再轉，不會再轉到其他的餘生當中去，這個是《俱舍釋》上面。《俱舍釋》上面說「不轉為尋香」，這一句話就是這樣，一旦你感得了這個，感得了這個中有身，換句話說這一生死了以後，他就不會再轉變了，不會再轉變了。就是你感得了哪一道的中有，那他一定就是那個中有，一直等到他進入哪一道去為止，不再轉，這個是《俱舍》上面的。但是《集論》當中說，說可能會改變的，可能會改變。通常說這個改變的話，並不是外面的力量啊！通常說這個改變 ─自己的業力。如果說有真正成就的聖者，在這個情況去超渡他的話，這個是可以改變的，這個不是他自己的力量，這個是我們要了解的。所以有一種叫「中陰超渡法」等等，乃至於平常我們一個人死，臨終的時候，不要說臨終助念，就是死了在中有身當中，也經過聖者的超渡以後能夠超脫的。所以這個改不改，不是指聖者的力量，是指一般的業力而言，這個我們這地方說明一下。",
    "626": "[10:26]《憨山大師年譜》當中，就載過這麼一段公案。他經過杭州的時候，正在這兒講法，就有這麼一個鬼，換句話說這個中有，就附在一個差人身上跑得來吵，說：「今天我遇見一個菩薩，我一生都念佛應該去的，但是去不了，今天見到菩薩來了，要求那個菩薩。」他在那兒講法，外面一個人「呱啦、呱啦」吵，覺得這個人講的話語無倫次，有一點不倫不類。憨山大師說：「開門，讓他進來！」進來了。進來了，原來這是一個什麼？這是一個衙門裡的一個差役、差役，那麼然後呢他就自己說：「我是某人，」換句話說，某人已經死掉的人，「我一生念佛，但是呢現在我不能去，菩薩來那裡，要求超渡。」大家看明明是這一個衙門裡的差人，他怎麼說死了念佛的呢？一聽那個口音，說，欸，是，的的確確不是那個原來的音。",
    "701": "[11:41]那麼那時候憨山大師就說：「欸，你們諸位當中有沒有修念佛的？」「有。」「要真正要有修行的，普通不算，隨便念一念不算。」他就選了幾個真正修行的人，而告訴他：「你跟著我一起念。」然後呢憨山大師就念，剛開始的大家念，那個鬼啊，那個人哪，就是中有附在那個人身上的，瞪大了眼睛去看。大家念，念到後來這個鬼也會念，也跟著念起來了。然後呢最後念到某個程度，然後呢這個憨山大師就拿著個扇子說法：「好了！該捨掉這個世間，該得解脫。」就拿這個扇子敲三下，每敲一下，那個就覺得很歡喜：啊！現在可以去了。敲了三下以後，那個鬼很高興，拜了三下就到極樂世界去了。然後呢醒過來，那個人醒過來莫名其妙說：「欸，我怎麼跑到這裡來幹什麼？」他自己也不知道，你看那個《憨山大師年譜》。這個說明什麼？聖者有力量，當然這個所轉變的話要靠、要靠什麼呢？就是靠這個聖者的這個修持，以及這個本人自己的業力。",
    "773": "[12:53]總之這個業這個東西，也可以說很不可思議，也可以說你可以一分一秒都量得準準確確。你加持的這個修行者有多大的力量，你能夠 ……他的力量跟你相比，如果你超過他，你一定有力量把他救出來；如果你的力量不夠，那一定救不出來。就像我們現在提一樣東西一樣，你有幾斤，它有幾斤一比，剩下來這個正的、負的，正的向上提，負的仍舊向下拖。所以從這個地方，我之所以說明這一點的原因，主要地再再告訴我們：業、業，業決定一切！業是哪來的？所以說平常我們修行。所以現在我們平常修行，你們這一個概念前面說得很清楚了，如果這個概念不清楚，談修行都是空話。不管你做多少好事，不管你講什麼弘法，什麼弄了個半天哪，如果在這一個上面把握不住的話，我們旁邊只是讚歎讚歎，好、好、好，他在種一點善根，也只是如此而已。這個我們務必在這裡要特別清楚的一點。",
    "850": "[14:10]那麼這個是說，到了中有，至於說前面所說的這個本有、死有這是什麼呢？下面他解釋，這個《俱舍論》上面總說「死已未生為中有」，前面的已經死了，下面新的生命還沒有現起的時候，中間階段這個叫中有。「當正受生初一剎那叫作生有」，當結生的剛開始的那一剎那叫作生有。那麼從生有一直向下到最後，這個死的之前這個叫作什麼？這個時候叫作「本有」；然後呢臨終那一剎那叫「死有」，這樣。那麼這個解釋，這個也沒什麼太大的關係，我們名字認識了以後，那麼以後學的時候當他講到這個什麼，那麼我們曉得，哦，什麼是本有，什麼是死有、生有等等，只是如此，了解它一下。",
    "916": "[15:16]有誤解此說為前生身形，那麼，有的人誤解，說這個中有還是以前前生的這個中有，這個不對的，這個是錯誤的，這是錯誤的。",
    "933": "[15:33]又有見說是後形故，說三日半為前生形，次三日半為後生形。此說全無清淨依據，唯增益執。那麼又有的人說，這個說是後面的形狀，但是又有人說前生的形狀。於是大家就說：那麼這樣了，這個中有是每七天，如果他得不到新的生命的話，他七天會轉一下，七天會轉一下，那麼這樣吧！一半一半，前三天半是前面的，原來的樣子，後三天半呢是後面的，有人就這麼說。那麼大師就告訴說這個沒有根據，他講「清淨根據」四個字哦！這個是「增益執」，是我們想像出來的，沒有真的這樣東西。",
    "996": "[16:36]這句話本身很容易了解，但是對我們修學佛法的人，有個特別的概念我們要了解的哦！這個，凡是真正的經論上面告訴我們的，它一定什麼 ─要有根據，而且這個根據是清淨的根據。我們現在修學佛法一個最大的，尤其是目前最亂的是什麼啊？沒有清淨師承，都是隨自聰辯。然後呢大家看著書去研究，你覺得這個樣，我覺得那個樣，大家研究得非常認真，他有他的見解。結果這個見解是，都是根據世俗上面的這個見解，來判斷經上面的。所以佛幾千年以前早就說過了 ─三世佛怨，你忙了半天，佛在那裡叫冤枉，請問你有功德嗎？至少在我來說的話，我看見這件事，我感覺得非常害怕、非常害怕！",
    "1060": "[17:40]不過呢，我要特別說明：我自己並沒有能力判斷究竟是非。我並不，我不是聖人，我並不曉得他究竟知道不知道，我只是說我自己的經驗，以前一直在犯，以及我當初的很多同修當中也會犯這個。乃至於等到我了解了以後，有很多人往往覺得不同意，因為他的看法是這樣。結果有的時候，是，他的看法正確，為什麼？他有清淨依據說：某經、某論以及某一個祖師，根據什麼這樣說的。啊！那我馬上說：「非常感謝。」可是有很多人不是那樣，欸，他根據他的想法，然後說這個不科學的，如何說，說什麼的，這個是非常可怕，非常可怕！",
    "1109": "[18:29]所以古人真正要想，真正要想對佛法認識的話，通常總是要下若干年的功夫，然後呢自己有修有證，確實體驗到了，那個時候他大概總是錯也錯不到哪裡去了，這一點我們務必要了解。所以在本論之初也告訴我們，你隨便要開口也好、造論也好，它必定要幾個條件，最起碼的一個條件什麼？說你這個東西要博通五明，就是說，不是說我看了這本經就算了，沒有用，要博通，要各方面 ─為什麼這個地方這麼說，為什麼那個地方這麼說，你要能夠融貫得起來。所以你單單看經，不行，還要看論，還要看律，三樣東西配合起來。而且那個時候學的時候，單單看看也沒用，人家要教你，這樣地學耶！這第一個條件。",
    "1173": "[19:33]還要呢，其次要有師承，說這個關鍵在什麼地方，要有師承，而這個師承不是說：啊，這個老師很有學問哪！這個沒有用哦！這是從我們本師釋迦世尊沒有斷的，一個祖師、一個祖師遺留下來。而這個遺留下來的祖師，不是像錄音機、留聲機、錄音帶那個樣只是把它錄下來喔！就是說每一個祖師了解了，去修證實際體驗，說，哦，原來這個什麼，那個時候指給你看的。他通常要造論的那個要這個條件，所以凡是那個地方談到那裡的時候，隨順提醒我們一下。否則的話，也許我們判斷，拿我們一般的標準的判斷，好像正確的，實際上錯了。",
    "1227": "[20:27]說到這裡，我這個地方也隨便提一個簡單的一個公案，所以這公案，實際上是實際的狀態。昨天有一個同修跑得來就跟我談那個事情 ─啊，我最近非常歡喜，以前來談啊，我都是，唉，來談我就是覺得，這個心裡面也說不上來什麼啦！為什麼？這都是說的閒話沒有用的，那麼現在討論這種問題都是佛法，那個真是越談越好。因為我以前常常講：說我們拿世間的眼光去看，你看別人，就是你百分之百對了，你已經百分之百錯啦！他就是老不懂這個話，欸，現在慢慢地有一點概念。我想這個話，我在這兒講過很多次，大家都耳熟能詳。說你拿世間的概念看，是百分之百地對了，但是拿佛法的眼睛去看，是百分之百地錯了，是為什麼？那麼在這個地方，不妨說一下，不妨說一下。",
    "1294": "[21:34]就是，是的，我們現在每一個人腦筋很清楚、很聰明啊！然後呢不管是看書也好，什麼也好，對事理的判斷也好，然後呢自己就覺沒錯。比如說我隨便舉個例子吧！今天我們大家要準備高高興興地來聽這一堂課，這樣，聽這一堂課。然後呢到了時間他就沒搖鈴，因為他沒搖鈴啊，所以事情沒準備好。或者說我們吃飯，結果呢到時候你準備去吃飯，他那個鈴就沒按，那個肚子裡咕嚕咕嚕叫。唉呀，到那個時候，你心裡面是：是怎麼一回事情啊！我下面還有很多事情都被他耽擱了以後，你就糟糕了。失誤的這個人他錯了沒有？錯了！的的確確，於是你說他錯了，拿世間的標準來看，是，一點都沒錯，他是百分之百地錯了。而且我們拿世俗的眼光去看，你是有百分之百的理由你責備他：「怎麼叫你做這件事情，你怎麼錯了！」欸，但是修行上面偏偏告訴我們，你百分之百對的時候，你卻是百分之百地錯了，這什麼原因啊？那麼這個地方，我們要仔細地拿佛法的標準去衡量它。",
    "1376": "[22:56]佛法講的什麼？佛法告訴我們說世間是苦，所有的一切都是苦。那麼你不是要求快樂嗎？要跳出來嗎？它有一個正確的方法：要找到你為什麼跳不出來，說你被一樣東西綁住。什麼是綁住你的東西？業跟煩惱，這兩樣東西。那麼最主要的推動生死的力量是業，沒錯！而造業的根又是煩惱，是惑。所以假定你覺得這是痛苦的話你不願意受，實際上你要是受不了的話，唯一的方法是什麼？就是把這個地方，把解脫把它解開，那麼那個時候的一切痛苦解決了。對呀，沒錯呀！因為你了解了這個理由，正確認識了，所以才來學佛。目的的的確確還是為了解決痛苦，這是千真萬確的，可是這個地方他指給你看，說這個是正確的解決的方法，而這個正確解決的方法，從解脫根本的，綁住你的業跟煩惱上面來解脫的。所以那你就認識了：哦！沒錯。",
    "1460": "[24:20]那麼業在哪裡造起的？業是說思、思已業 ─就是你起心動念之間，因為你有這個起心動念，所以你就造業。那麼為什麼起這個心，動那個念哪？因為無明，這樣。所以你真正要解脫從那個地方解脫起。是的，現在這個人做錯了，做錯了以後，然後呢你跑了去說：「我在那兒等了個半天，肚子餓了咕咕、咕咕叫，你還在那兒不搖鈴！」或者「我在那兒等了個半天，你怎麼搞的？那個重要的課你也不上。」那個時候你心裡面起了這個念頭，然後你跑得去說：「你不對！」啊，他萬一跟你有一點、有一點理由什麼等等，你就跟他吵起來。你覺得很有道理啊！但是請問那個時候你自己做的什麼？造的是輪迴生死之業，對不對？對不對？了解不了解這一點？不了解的請舉手，這是關鍵所在哦！",
    "1518": "[25:18]那麼是的，你腦筋裡是這樣動，然後你嘴巴上面跟他這樣講，乃至於跑過去跟他指手劃腳的，乃至於吵架、打起架來，那都沒關係，可是重要的什麼？就是你的起心動念。為什麼這樣呢？它前面還有一個原因，就是無明。這個無明剛才前面告訴我們的，我們無始以來就愛著這個，誤認以為這個：「嗯，我這個身體，然後要保護、要吃、要營養。那現在到了時間，你也不打板。」當然，然後你又忍不了，然後你去跟他講道理，都是這樣來的，對不對？喏，懂了沒有？說它佛法原來的目的，教你從這個地方解脫出來，結果呢你卻在這個地方它越纏越緊，到底你對了、錯啦？是的，所以拿世法的標準來看，是你百分之百地對了，但是佛法的標準是另外一個。所以我們說這個出世，從這個地方去看，好像是世間跟佛法是兩回事情，實際上是一件事情。一件事情的理由到以後再說，到這裡為止，這個概念清楚不清楚，清楚不清楚？",
    "1589": "[26:29]那麼為什麼要說這個呢？就是你要了解：平常我們一般事情，總是拿我們的知見去判斷，這個是全無清淨根據的。所以說，你世俗人，對，絕對正確，你去做！如果今天披了這件衣服，還是用這種眼光去看的話，你錯了！所以這個念書人尤其是容易犯這個毛病，叫「理障」，喔唷，這個頭銜一大堆，講的道理一大堆，結果呢知見稠林，他還不服氣別人呢，毛病就在這裡。所以修學佛法在這裡。不過順便一提，最後一提，你不要說那既然這樣的話，那我們一起不去管它了，這個也不是。它有它一定的次第的步驟的，次第的步驟的。我們千萬不要說：哦，那麼這樣去，這樣的話，你以後就含糊籠統一切不要管了，不是、不是、不是！",
    "1643": "[27:23]它修行的次第步驟，這個就牽涉到佛為什麼講俗諦，為什麼講真諦。俗諦所指的是什麼，真諦是指什麼，這兩個分不開的，彼此間的關係。所以平常我們講，說講中觀、中觀，我二十年以前那個時候，看了那個解釋就覺得懂了，結果發現二十年以後，我才發現原來我沒有懂。所以這個道理不是像我們的想像當中，認得幾個文字啊！這個是我們這個地方的，確定要了解的，順便一提。因為這個對我們真正修行的關鍵是非常重要！所以說前面這種說法，那沒有根據的，那個只是增益執，你自己妄加上去的。",
    "1692": "[28:12]《瑜伽論》說識不住故，於前世身不起欲樂。他找出正式的根據來，根據什麼？《瑜伽師地論》，因為這一種大經大論，確實有它的圓滿的根據的，《瑜伽師地論》是彌勒菩薩造的，所以這個是絕對可靠。那個論上面說得清清楚楚，這個「識不住」，還有呢「前身不起欲樂」。這話怎麼講？就是，他之所以新的生命生起的原因是什麼？就是說，他最後死的時候，大家還記得吧？說或者善心死，或者不善心死，他那個時候，他的心憶念在這件事情上頭。憶念在這個事情上頭的時候，他這個心識狀態就是貫注在這裡，那個時候這個業引導他向前走。前面這個已經是到此為止，所以到此為止，他不會再安住在以前這個狀態當中，這樣。然後呢，還有他實際上的結生，所集的是什麼？因為無始以來的惑、業兩樣東西，這個惑跟業就是他的樂著、喜好。"
}