{
    "9": "[00:09]由於這個樂著、喜好，所結未來的身形，所以他所結的一定是他所好的。既然是所好的，就是那個時候，臨終的什麼業現起，他好的那個他一定現起的是這個，這個是它的特質。",
    "27": "[00:27]說這種道理聽起來好像有的時候迷迷糊糊，有的時候似懂非懂。你進一層去想的話，對我們馬上產生 ─立刻，非常重要的關鍵。為什你會向前推衍的？就是因為你對這個東西有所好樂；因為有所好樂，於是你有所執著；有所執著，於是你這個生命就繼續不斷地向前推衍，就在這裡，處處地方就說明這個。所以實際上呢，這不是說佛要造，喏，這個世間法爾一切事情的關鍵，就在這裡。你要修行，所以為什麼一定要從什麼？從貪染、愛著上面解脫開始。這個生死的輪轉因就在這裡，你要解脫還非要從這個地方認識起不可。所以它前後相續的關鍵在哪裡，這地方就告訴我們清清楚楚。",
    "82": "[01:22]這在我們修行過程當中是為什麼要認得，認得了以後認真去做。所以常常說，騙別人容易，騙自己騙不了；再進一步說，騙自己容易，騙因果是一點辦法都沒有。我們會說：哎呀！現在我要做怎麼樣啊，要弘法，這個罷不了，那個也罷不了啊！找了種種的藉口。實際上呢，最重要的不是這個藉口，最重要的看看自己的內心，是內心是雜染相應的放不下，還是你真正大悲心，這兩個才是判斷。如果是大悲心就怕你少，就怕你不弘；如果是自己放下不，這個藉口儘量少，越少越好，那一點點都不可以。所以在這地方特別地說明，這個東西都是拿來自己觀照自己，你自然可以找到你下面該到哪裡去，該到哪裡去。",
    "150": "[02:30]故有說云，見前世身而生憂苦，亦屬增益。所以有的人說，看見了前世這個身體啦，而生憂苦什麼等等，這個也不是的。說看見了前世身生憂苦，實際上有沒有？倒是有的，什麼有的呢？就是他那個死有生起的，中有才生的時候，他那個時候並不曉得自己死，他自己並不曉得自己死。到那個時候，所以你們看現在有的輪迴這種因果實錄當中，他死了以後，欸！看見了家人哭或者是什麼，他就告訴他們：「你們不要哭，我在這兒好端端的。」然後呢乃至於有種特殊的情況，他自己不覺得死，然後呢一下忽然之間看見自己死了，他就恐怖了。實際上恐怖，他並不是對他前生的貪著，而是說無始以來自己愛著，覺得自己失掉了，這個恐怖，這一點我們要了解的。他這一句話的說明，理由就是這個。",
    "222": "[03:42]造不善者所得中有，如黑羺光或陰闇夜。那麼凡是造不善業的、墮落的這個人，這個人的中有，看起來他黑黑的、烏漆漆的。",
    "238": "[03:58]作善中有，如白衣光或晴明夜，善業的這個中有，換句話說，投了人、天的這個中有身是白的。",
    "250": "[04:10]見己同類中有，及見自等所當生處。這個中有所能看見的是什麼呢？就是自己同類的，以及自己要到那個地方去，到哪裡去，那個地方他會看得見的。關於那個中有的前面還有一些解釋，將來十二因緣當中，我還會特別地提到它。而十二因緣特別講的，就是前面的生有到中有，中有到後面的生有之間的真正的關鍵。前面我剛才說的一些愛，為什麼愛染而生起的，今天只提個大綱，到後面那個地方的話，會仔細地說明。繼續下去：",
    "301": "[05:01]《入胎經》云：「地獄中有如燒杌木，旁生中有其色如煙，餓鬼中有色相如水，人天中有形如金色，色界中有其色鮮白。」那麼經上面告訴我們，這前面已經說過了。這個地方就是引經證，經上面告訴我們這個中有的樣子。",
    "325": "[05:25]此是顯色差別。此是顯色差別。這個色有兩種，一種叫形色，一種叫顯色。形色就是形狀，長的、短的、方的、圓的；顯色呢，青、黃、赤、白，亮的、暗的，就是這個。",
    "343": "[05:43]從無色沒生下二界則有中有，若從下二生無色者則無中有。那麼還有呢，這個中有就是在六趣當中，或者五趣當中，這個這樣的：這個如果到無色界去，上升的時候沒有中有，然後呢從無色界下來的時候，那個時候有中有。",
    "365": "[06:05]於何處沒，即於其處成無色蘊，生到無色天去的人怎麼呢？哪個地方死的時候，就在那個地方成無色蘊。",
    "377": "[06:17]堪為根據諸教典中除此而外，未說餘無中有之例，故說上下無間，皆無中有，亦不應理。那麼這個地方說出來，他是都有根據的。那個地方說，為什麼無色界沒有中有，根據各種可以依據的教典上面來說，只有這個生到無色界上升的時候沒有中有，其他地方並沒有說，「故說上下無間，皆無中有，亦不應理」。對，我剛才說的到無間當中沒有中有，這個顯然錯了。這個地方告訴說，到無間地獄當中也不一定，它並沒有什麼明顯的經論上面來說明它。我想這個地方我們還是一定要信賴本論所指的，本論所指的，它的的確確它每一個地方都有圓滿的師承出處。",
    "446": "[07:26]經中又說天之中有頭便向上，人之中有橫行而去，諸作惡業所有中有，目向下視倒擲而行，意似通說三惡趣者。還有那個中有這個走法也很有意思。經上面說，如果上升到天上的中有，他頭是向上的，人的中有是橫的，惡趣當中向下，這個顛倒的。然後呢它那個惡趣，它並沒有說到底惡趣當中哪一趣，所以「意似通說三惡趣」。",
    "485": "[08:05]《俱舍論》說，人鬼畜三，各如自行。那麼這個是經上說的，那麼這個《俱舍論》上面另外一種說法，說人、鬼、畜生，就像他，人當中怎麼走，那個中有也是怎麼走，這個說法有一點點不同。總之這個地方又告訴我們，他經跟論之間，如果彼此之間有不相應的地方，他統統俱引，引在那個地方。這個有一個特點哦！就告訴我們，喏，像這樣的這種大成就者、大聖者，引經據典，但是他絕不自己輕下評論。這個又更要警策我們現在隨隨便便我們看了一點，根據我們的判斷，說是這個、是這個、那個，這個是一個非常不應該做的事情。那麼前面就是講那個中有怎麼樣生起，以及中有的現象，中有的現象。那麼這個中有的壽命能夠維持多久呢？說：",
    "569": "[09:29]壽量者，若未得生緣，極七日住。這個如果說他得不到新生命的因緣的話，他這個中有可以住七天。",
    "586": "[09:46]若得生緣，則無決定。如果說在這七天當中，遇見了這個下一生的去處的話，那他隨時遇見了，隨時就去了。那麼萬一到了七天，沒有碰到怎麼辦呢？他就會轉一次。",
    "603": "[10:03]若仍未得則易其身，所以他每過七天，他這個中有會轉一次，每過七天中有會轉一次。",
    "612": "[10:12]乃至七七以內而住，於此期內定得生緣，故於此後更無安住。所以七天，通常我們說「七七四十九」，「七七」、「七七」就是這個道理。這個中有最長的住，是總共住四十九天。任何一天，得到了生緣就去了；萬一得不到，到了這個死的那天算起第七天，滿七天他又轉一次，滿七天轉一次，最久是四十九天。所以過了以後，再不會再存在的，再存在的。",
    "649": "[10:49]堪依教典，悉未說有較彼更久，故說過此更能久住，不應道理。說凡是可以依據的很多教典上面，都並沒有說能超過七七四十九天的，所以說能夠超過不合理。是，我以前聽說有能夠超過的，乃至於剛才有個同修也特別提，平常我們常常說地獄裡邊的沒有中有的，我也這麼說，現在本論上面告訴我們這個。至少這個地方我們要注意一點，我們要了解，叫「多聞闕疑」，我們不要對我們不能肯定的東西下斷語，我們只能說，我從什麼論上面，什麼經上面看來這個是這個樣的。不要說你看來，就是你實際上親驗證得，你要曉得我們現在能證得的只是一點點。不要說你連它定都沒有證得，就算你證得羅漢了，你離開那個聖人之差得不曉得多少，不曉得差了十萬八千里啊！",
    "727": "[12:07]說到這地方，也講一個故事，就是周利槃陀伽那個故事，大家都聽說過，對不對？他又這麼笨，他要出家，他去找舍利弗尊者，舍利弗尊者看看他不行，所以所有的弟子都說他不行，結果找佛，佛讓他出家。佛就下面說：「他們那些聖者，他自己的成就，成就了這些，他並沒有力量真正地能夠把世間的這個一切看透，他怎麼了解這個事實的真相呢？」",
    "762": "[12:42]這個說明了，我們千萬注意！平常我們每一個人都有我們自己的種種理由，我這個對，他這個不對。至少到現在為止，我們了解了兩樣東西：第一個剛才說，當你覺得百分之百地有理的時候，你往往是百分之一百錯的時候，這是第一個。還有一個，就是我們修學了佛法，當我們覺得對的時候，是，你已經摸對了一點點，千萬不要忘記掉瞎子摸象的公案。你摸到了，是的，沒有錯，可是那個時候你摸到的只是一點點，這是我們修學佛法的人，必然應該認識的。那麼這個時候對我們有利無害，我們曉得了自己的條件是步步上升，如果你不了解這個，等一下就諍論蜂起，完全錯了。我們現在繼續下去。",
    "818": "[13:38]如天中有七日死已，或仍生為彼天中有，或轉成辦人等中有，謂由餘業轉變勢用，能轉中有諸種子故，餘亦如是。那麼天當中，中有七天死了以後，仍舊轉天中的中有。他下面又說這個天中的中有可以轉成功人中的中有的，因為其他的力量轉變，可是前面又說不能轉。真正說一般這個地方說不應理，說不能轉，是不能轉，但是如果有特別的，像剛才說遇見這種特別的因緣的話，他可能轉。這個照這個地方說，我們現在是了解的，我們要說明的。當然你那時候你有清淨的經論依據，那個時候我們再來把它加進去。到現在為止，我們所了解的是沒有特別的理由不能轉，到了七天以後，轉來轉去還是轉在那個裡邊。",
    "884": "[14:44]那麼再下面呢，就是生有結生之理。這個從死到生那一段，也許我們看起來是一個理論，了解了覺得很有趣；如果你證印地深一層去了解的話，就是我們當下前一剎那，到後一剎那修行的依據全在這裡。所以以前特別強調的，這個談到感果的時候，說異熟果是什麼，等流果是什麼，增上果是什麼，實際上呢它一直在那個等流當中。不過我們這個等流就是這個異熟沒動，異熟沒動，經常性就是這樣，只是說心念的剎那剎那地前後在變。現在這個上頭那個異熟變掉了，這個心念還是前面這個東西在前後相續哦！而最最主要的關鍵，還在這個相續當中。所以這地方特別說明生死的關鍵是這個，而實際上生死的關鍵是哪兒來的？就是積前面的業。前面的業是什麼？就是你、我們一生當中時時刻刻從前到後的每一剎那的積累。當這個地方你說得很清楚的話，真正我們修行的時候就每一剎那當中，就應該這個上面下功夫，著眼修行除此以外沒有了，就這樣。現在看下去。",
    "982": "[16:22]第五次於生有結生之理者。若是胎生，則彼中有於當生處，見有自己同類有情，為欲看彼及戲笑等，遂願往趣當生之處。這個是第一段，我們來看一看。假定你是胎生的話，那麼這個時候在你該生的那個當生的地方 ─為什麼當生的地方你看見呢？前面告訴我們這個中有的神通是根據什麼？根據他的業，就是你有這個業，所以你具這個力量。這個記住哦！當我們造業的時候，不是一個人造得起來的，對不對？你造任何一個業，牽涉到多方面的一定是。我送你一樣東西，我跟你吵一架，我跟你什麼，輾轉地相關。這個造一個簡單的因，造一個簡單的業，最初的業，最初的因，初因找不到，細的是說；粗的是至少說「我、你」這樣。所以同樣的那個時候，還是說跟你的前面的心識等流前後相續，是這種狀態；然後你看見了外面那個異熟，外面這個增上也是，那就是那些人。當時你造業的時候，所見的那個對方、對象，那個時候就是你看見的，那時候你看見的。如果沒有造那個業的話，對不起，儘管中有有神通，你看不見，看不見。所以到那時候，欸，他就看見了，看見了。然後呢他看見了很歡喜，「為欲看彼及戲笑等」，走到那地方去，就去了！",
    "1102": "[18:22]注意！注意！平常為什麼我們常常說戲論，為什麼我常常提我們沒有什麼事情不要看見了就歡喜。現在呢，只要我們檢查一檢查我們自己的內心，很容易找得出來。我們現在叫生有，生有就是在你結生完了以後那個心識的狀態，其實那個心識的活動本身跟中有是完全一樣的。就是跟你有緣的，你就會看見會聽見 ─啊，下了課，那些人跑到外面去了，你就歡喜，你就要去呀！對不對？等到你死的時候，還是這個，想想看對不對？如果你不歡喜你不會去，你歡喜的地方就是去。所以你不要小看哪！整個的 ……在任何一個場合之下，我們真正的造的業就是這個。所以說或者是重業，或者是隨近，或者是串習，平常我們串習的就是那個，到那個時候你自己不曉得為什麼，它就有這股力量，腳底下面塗了油，你要往那個地方去。對不起，到時中有現起的時候，它也是這個力量。所以現在這個地方看看噢！你不要把它看成個道理，真正我們學就從這個地方學起。然後呢去了，很來勁，下面呢那個時候，就是",
    "1193": "[19:53]次於父母精血，起顛倒見。那個時候就是產生真正結生的時候。",
    "1202": "[20:02]爾時父母未行邪行，猶如幻變，見行邪行，便起貪愛。這樣，假定說你看見那個父母他並沒有在這個交媾的時候，那你就像普通一樣的幻變一樣，你在這個大家一起戲笑，就這樣，你並沒有覺得什麼。如果那個時候他們正在這樣的話呢，你就這個貪欲心，生死的貪欲心也生起來了。生起來的狀態是下面：",
    "1238": "[20:38]此復若當為女，欲令母離，貪與父會，若當生男，便欲父離，貪與母會。說這個，這種說法，就是說實際上呢那個時候你去看見那個父母交會的時候，先是你看見兩個人，到後來，欸，你覺得：「不！」你變成其中的一個人，就是這樣。如果說你是個女的話，你覺得替代了這個母身，所以你先就厭惡這個你所看見的母親。反證的話，你會對這個說你自己的父親，對他有怨，不希望他存在，就是說你自己要取代他那種感覺，就是心裡想。那麼，《瑜伽師地論》上說非實，",
    "1289": "[21:29]《瑜伽師地》是說非實說不是這個的，是什麼呢？",
    "1295": "[21:35]見其父母，誤於精血見行邪行。生此欲已，如如漸近，如是如是漸漸不見男女餘分，唯見男女二根之相，於此發憤中有即沒，而生其中。《瑜伽師地論》上另外一個說法，實際上呢這並不是兩個絕大的差別，而是說，說得更深細一點。說前面講的，這是看見這個男女的兩個全貌；那個時候他看見的不是，只是看見了很少的一部分，看見很少的一部分。那麼一部分你看見了以後，那個時候你其他都看不見。",
    "1337": "[22:17]因為實際上你要曉得，那個中有生出、現起來，完全是從心識。換句話說，平常我們呢集中的時候，譬如我們在一個心識並沒有專注的時候，你會心識專注得，啊，好像站在這裡、坐在這裡，你也可以說什麼都看不見，也可以說什麼都看見，坐在這裡眼睛所有看見。當你全部精神貫注在一個人身上，或者聽一個人的時候，其他都看不見了，其他都聽不見了，對不對？我想我們都有這個經驗。喏、喏，這個就是這個，就是這種狀態。他剛開始的時候，這個沒有強盛地現起的時候是這樣，等到後來那個欲念引發了之後，它非常強盛的時候，其他都看不見了，就是這樣。那個時候越鑽越深，越鑽越近，那個時候已經到進去了。",
    "1388": "[23:08]關於這個，這個特別的後面還有一個說明：到那個時候的話，那時候只見先是看見二根，到最後來的話，你就因為看見了，自然而然你覺得其中的一個，對於另外一個你就有他排斥他的這種，所以「於此發憤」是指這個而言。否則你發什麼脾氣？不是發脾氣，是你覺得你好像要取代他，所以不希望他存在的這個排斥那個心理，使得你這種強有力的心情，就沾上去了。那一沾上去的一剎那叫生有，那個生有生起的時候，那個中有就沒有了，這也是如秤低昂，就是這樣，就是這樣。",
    "1435": "[23:55]此復父母貪愛俱極，最後決定各出一滴濃厚精血，二滴和合住母胎中，猶如熟乳凝結之時，與此同時中有俱滅。與滅同時，即由阿賴耶識力故，有餘微細諸根大種和合而生，及餘有根同分精血和合摶生。那個就是結生那一剎那，那個時候那一剎那。那個時候就是父母交會的出來的時候最後這種狀態，他那個自己的這個識心，中有的識心，那個叫作阿賴耶識的力量就和合。和合了以後，你那個時候由於強有力的這個執取的力量，就會攝持它。攝持了以後，那個時候就是「諸根大種」跟著和合生起來了。所以這個時候叫作結生，那一剎那以後，那叫什麼？我們在這個十二因緣當中「名色」，「名」就是你的心識，就是你的心理作用，「色」的話呢就是父精母血和合。由於你的這個識所攝持的關係，所產生的根大，那個根大的最初的那個時候，那是結生相續的。",
    "1521": "[25:21]爾時識住，即名結生。那個時候你的識就安住在這裡就不動了，然後呢自己也就像做夢一樣，什麼都不知道了，又不知道了，神通等等又不知道了。然後呢就一個大夢一睡十個月，在這個地方。",
    "1539": "[25:39]諸有不許阿賴耶者，許為意識結生相續。那麼前面所說阿賴耶識的力量，但是因為部派不同，有很多部派不承認有這個阿賴耶識，那沒有關係呀，你承認的你說吧！什麼？有很多人說意識，那麼就是意識好了。其實意識跟阿賴耶識也只是分類的開合、粗細的不同。所以大師在這個地方，真正那種大乘聖者的了不起，他就是只要把那個行相說明，內容是如此，你用什麼名詞沒關係，主要的是這個；總是能夠跟他們那個部派的論相應，說明了生死相續當中的關鍵。那麼這個結生過程的主要的關鍵說明了。下面：",
    "1590": "[26:30]若薄福者，當生下賤種，彼於死時及入胎時聞紛亂聲，及自妄見入諸蘆荻稠林等中。如果說福薄的人，那麼他生的地方，就是比較下賤的地方。那麼下賤的地方，死的時候跟入胎的時候，所接觸到的，聞、看所看見的都是很雜亂。而且那個地方的本身叫作「蘆荻稠林等中」，就好像我們平常看見的不是一個好的地方。",
    "1630": "[27:10]造善業者，當生尊貴族，聞有寂靜美妙音聲，及自妄見昇於高閣宮殿等處。那個是造善業的人是這個樣的，跟前面的那個恰恰相反，恰恰相反。總之，他由他什麼業，在任何情況之下，這個業所變幻、所顯出來的行相，就跟他造的善惡業是相應而起。",
    "1662": "[27:42]又住胎者，凡經七日，有三十八，一共有三十八個七。",
    "1667": "[27:47]胎中圓滿一切肢節。經過了三十八個七以後，",
    "1672": "[27:52]次經四日，當即降生。如《入胎經》云：「此經九月或過九月，是極圓滿，住八月者雖亦圓滿，非極圓滿。若經六月，或住七月，非為圓滿，或復缺肢。」此等廣說，如《入胎經》，應當了知。這個很容易懂。經上面告訴我們，住胎的真正的時間是這麼久。如果住了三十八個七以後，再過四天，這是最圓滿的。那麼八個月的話還是圓滿了，但是呢並不是最圓滿。如果六個月、七個月，那麼那就不圓滿。不圓滿的時候，那個時候生出來，就有殘缺了。",
    "1712": "[28:32]若於生處不欲趣赴，則必不往，若不往者定不應生。這個道理很容易了解。在生的地方，如果你不想去的時候，你不願意的話，你就不會去，不去的時候你不會生，這個是講我們結生相續的。我還記得上面剛才講那個，提出來這件事情吧，這個中有，現在我們生有的狀態是一樣的，如果這地方你不願意去的話，你不會去，你不會去就不會感得。"
}