{
    "7": "[00:07]那麼為什麼你不會去呢？這地方我們應該想一想。有的人看見那兩個人坐在那裡的話，哇！他腳底抹了油了；有的人看見那兩個人在這個地方的話，他脖子上套了個鐵鍊拉他去也拉不去。你們相信不相信？為什麼？那就是有的人他就是歡喜，跟他相應他就要去；有的人跟他不相應，他就不去。",
    "33": "[00:33]為什麼相應？為什麼不相應？這個我們立刻可以檢點得出來。所以前面如果是你對他有煩惱、愛染等等，以及有它業；因為你愛染平常跟他聊天，唉呀，這個如膠如漆，到那時候腳底就抹了油了。平常你如果是修厭離心、厭患的話，你覺得：唉呀，這個毫無意義啊！這個都是善知識，我可不要去啊！到那時候，像你身上綁了個鐵鍊，拉你去也拉不去。如果說在這種狀態當中的話，你一定不去，一定不去的話，你就不會跑到那個地方去。這個地方是我們要注意的地方，我們要認識的地方哦！那麼現在我們繼續下去。",
    "79": "[01:19]故作感那洛迦業及增長已，謂屠羊宰雞，或販豬等，諸非律儀中有，猶如夢中，於當生處見有羊等。那麼現在呢，前面說這個胎生的一個狀態，下面說整個的生的狀態。生為什麼會生，前面第一句話已經說明了。現在呢就是說，當你造了譬如說感得地獄的這個業，造了增長，造了增長就是順定受，換句話說，現在這個時候，中有你一定到那個地方去的。那麼舉個例子，就是說，因為你造了種種的這種惡業，這個什麼？殺豬、宰羊等等。「諸非律儀中有」，這句話什麼意思？什麼叫非律儀？非律儀它也是一種規則，換句話這種規則，它註定我們要造惡業的，註定我們造惡業的。譬如說我們現在說：啊，這個告訴你啊！現在我們為了賺錢，這個行業賺得了錢，然後你應該怎麼弄，講了個殺豬、宰羊的道理。這講起來，天經地義的，有它一套大道理，然後你照著這樣去做，這個就叫作非律儀，非律儀。",
    "160": "[02:40]所以任何一個行業有它的行規，而這個行規，有的行規教你向上，有的行規教你向下，這個特別叫律儀。我們出家人的行規，叫作律儀戒，要告訴你這個不可以，那個不可以，這個該做，那個該做，這樣的話讓你生天、往生極樂。殺豬、宰羊有它的行規，告訴他，你要這個樣、那個樣。然後呢這個心念當中一天到晚轉那個，造了這種惡業一定墮落。那麼因為造了這個業，他中有生起的時候，像夢當中，欸，就看見那個要生的地方，那個地方也有羊等，他也看見了，然後呢？",
    "200": "[03:20]由先所習憙樂馳趣。欸，因為他以前的喜樂，記得吧？中有的生起，以及結生都是這個。因為他的習性，欸，看見了他就歡喜，歡喜就去呀！所以整個的那點，說我們叫作戲論，平常我們的心理狀態都是這個，你就去啦！然後呢，因為他平常習慣了看見這個羊就宰，到那時候看見那個忍不住，他看見那個羊，殺那個心又生來了。那個心一生，",
    "233": "[03:53]次由瞋恚生處之色，中有遂滅生有續起。所以這個地方要說明，墮地獄，是的，有中有的，這個是這樣的過程而下去的。",
    "243": "[04:03]如是於餘似那洛迦癭鬼等中，受生亦爾。那麼鬼道等等都是這個樣。",
    "250": "[04:10]若生旁生，餓鬼，人間，欲天，色天，便於生處，見己同類，可意有情。除了這個地獄以外，餓鬼、畜生、人，乃至於天，天是指欲天跟色天，無色界天是沒中有的。同樣地，看見自己的同類，你看見了，於是你就去了。",
    "271": "[04:31]次由於彼起欣欲故，便往其所，瞋當生處，中有遂滅，生有續起，此乃《瑜伽師地論》說。那麼因為你看見了以後，所以那個時候，你由於這個「欣欲」，所以到那個地方去。你對眼前的這個地方產生厭惡，那麼中有滅、生有起，這個《瑜伽師地論》上面說，《瑜伽師地論》上說。",
    "300": "[05:00]說到這裡又停一下，我們又要想一下「欣、厭」兩個字。他最後死了，結生的時候，還是不外乎兩樣東西 ─因為「欣」，對它歡喜的東西就去了；因為「厭」，排斥那個東西，他就進去了。所以了解了這個道理以後，你自然了解：噢！三界之內，乃至於跳出三界的，我們這念佛的，還是這個道理。那麼這個靠什麼？靠你的業，這個業是平常的心心念念、時時刻刻。所以我們現在說要修行、要修行，喏，道理很簡單，你如果這個地方不認識 ……現在了解了吧！所以為什麼告訴我們如果這個地方不談，談修行，那是我們在這個地方還在戲論當中，現在有了根據了，對吧！很清楚，就是這個。所以一切時處都在這個上頭，都是這個時候，我們繼續下去。",
    "373": "[06:13]若非宰雞及販豬等，不律儀者，生那洛迦，理同後說。那麼前面說墮落這個，是指非律儀的殺雞、宰羊，如果其他的生那洛迦那不一定，像後面說。後面說的什麼呢？就是說，你跟同類那個地方看見了你就，欸，覺得歡喜的，總是又令你歡喜的，令你歡喜的你就去了，令你歡喜的你就去了。這個地方我也要特別地要說一下，因為這個地方，這個論上面並沒有說明。譬如說投餓鬼趣，我們會想：「對呀！誰我們都是貪心的。餓鬼的人是貪心特別重，他應該一天到晚想吃。他為什麼到那時候吃不到呢？」餓鬼是這樣的，他因為一天到晚想吃，所以他那個中有現起來的時候，他吃得太多了，那個時候肚子塞得飽飽的，他就看見那個人已經塞得飽飽的，你就把它再吃，到那個時候，他心裡面忿恨說：「我已經吃得這麼飽了，我吃不下！」這個一念瞋心一來，好！那個中有就消失掉了，就這樣。所以他那個時候排斥的一念心，就進入那個餓鬼道，從此以後他永遠也吃不到。",
    "449": "[07:29]所以他生每一道當中，他都有這個力量，就是一個是欣的心，一個是厭的心，這個是強烈的這種狀態。而這個結生的時候是如此，實際上呢，這個業就是我們在生的時候，一直相繼續的。所以為什麼說引業跟滿業之間，引業是一定什麼？就是這種善業或者不善業，就是你這個強有力的這種心念，所以整個的生死輪迴當中。那麼我們現在了解了，哦！所以講繫縛就是這個，所以講解脫也是這個，現在這個內涵有了更進一步的認識了。",
    "496": "[08:16]《俱舍論》云：「餘求香宅舍。」謂濕生欲香，化生求舍，而受生也。那麼說胎、卵、濕、化四樣當中，每一個地方的生法，那個《俱舍論》上面就告訴我們這個道理。濕生牠所求的呢，求到要香，聞香。化生呢，要求住的地方，那個同樣地要求那個，然後呢他找到所住的地方也是要去了。譬如說到地獄的眾生，前面已經說過了，他不是要求到地獄去，那是他妄業的顛倒啊！譬如說：到這個熱地獄的眾生，他是怎麼去的呢？到寒地獄的眾生，他是怎麼去的呢？那時候他覺得冷哪，他就要找熱，欸，那個地方覺得很暖和，他就去了，一去了，那個地方原來是熱地獄；寒冰地獄，恰恰相反，就是要求去的地方，就是這種狀態而去的。那麼現在關於這個結生的道理，我們有了一個正確的了解。把下面最後一段話也說一下：",
    "571": "[09:31]復如釋說，若是當生熱那洛迦，希求煖熱，哦，這個地方就講了。",
    "577": "[09:37]生寒地獄，希求清涼，中有遂往。諸卵生者，《俱舍論》說亦同胎生。死沒及結生之理，無特外者，皆如〈本地分〉說。除了說明這個理由以外，還有現在我們這裡的根據，都是《瑜伽師地論》上面的〈本地分〉，這個地方說得清清楚楚。那麼現在到這裡為止呢，有關於由苦集諦當中說的這個流轉的道理，我們已經有了一個清楚的概念。不但是前面這個理路，而且理路所指的行相，而這個行相，就是我們當下的一念。怎麼樣從我們當下的一念，由於自己的惑、無明，或者是煩惱而造業；造了業以後，這個業繼續地怎麼增長；然後呢，到死的時候怎麼現起中有；然後從中有當中怎麼再結生，有一個大概的概念。這個是從四諦上面來講，四諦上面來講，那麼下面就講十二因緣。",
    "659": "[10:59]這個十二因緣實際上說起來，還是這個內容的開合不同，不過這個開合他講得更細緻。如果前面這個概念有不清楚的話，等到把後面的十二因緣一清楚的話，那這個概念就完全清楚、完全明白。今天我們把十二緣起的十二支的行相先介紹一下，至於說它流轉過程當中，明天我還有張圖會帶來。所以明天上課的時候，提醒我一下，我會把那張圖告訴你們，這個解釋一下，解釋一下。今天我們繼續下去。看卷七：",
    "703": "[11:43]第二由十二緣起門中思惟分四：一支分差別，二支分略攝，三幾世圓滿，四此等攝義。一共分十二緣起就是十二支。那麼這個十二支，每一支的內容是指什麼，第一個我們要認得它。那麼這個十二支當中分幾個大類，「略攝」就分成功幾個大類。為什麼要講十二支呢？就是生死流轉，在那個生死流轉當中，它的行相，它的功能，彼此前後的關係，所以在這個第二個略攝當中。然後呢這個十二支流轉生死當中，怎麼樣從前一世推展到後一世，這個經過的時間說明。最後，由最後的說明補充前面幾項沒有圓滿的。這個在這個地方現在解釋一下，解釋一下。我們看：",
    "774": "[12:54]今初先是看那個支分差別。",
    "779": "[12:59]十二緣起支中，初無明者，第一個講「無明」。平常我們對無明兩個字可以說耳熟能詳，常說的無明、無明大家都知道，可是無明的真實內容啊，我們對它不一定認識得很正確。尤其是我們傳統的佛法裡邊講起來，說見惑、思惑、塵沙、無明，講到無明，好像這個無明細得不得了，「哎呀，這我們凡夫不可能認識的！」因為我們不可能認識，所以你沒拿它一點莫奈何它。實際上呢，不！細的無明，是的的確確我們沒辦法認識的，粗的無明就在眼前，就這樣。而是我們必定要從粗的無明上面下手，由這個因漸漸地淨化，然後一步一步地如此因感如此的果。你粗的一步一步地淨化的話，你才能夠最後找到最細的地方，連根拔起。所以現在我們把這個概念，在這個地方要認得很清楚、很清楚。你有了這個正確的認識以後，我們前面很多誤解都可以拿掉。誤解拿掉了以後，產生了一個正解，這個正解就是我們修行的根本。",
    "865": "[14:25]談到這裡，在沒有說正文之前，有一句話要說一下的，有一句話要說一下的。我們常常聽祖師們說：「寧願千年不悟，不要一日錯路。」就是你寧願你一千年不開悟，不要一天走錯。這個話怎麼講呢？就是說，如果你走錯了以後，那個非常危險、非常危險！你在這兒慢慢地做對了，慢慢地摸進去，哪怕一千年，你只要做，總有開悟的時候，總有解決的時候；萬一你走錯了，那永遠摸不到！",
    "914": "[15:14]那麼在這種情況之下，好像跟我們了不相干，實際上這句話真正的意思，就是我們眼前每一個人都犯了這個毛病。因為我們在識心的這個控制之下 ─識心的特質是什麼？它就是識就是能執，執所執的，當你緣所緣的，緣到了以後，你自自然然產生不知不覺的執著，你就覺得這個樣。於是這個執著分兩方面，一個是理智的見煩惱，一個是情緒的思煩惱，你死死地死在這個裡邊。我們平時總覺得我很有道理，總覺得很有什麼，很哪 ……那個都是在這個概念上。所以這是無始以來無可奈何的事情。",
    "960": "[16:00]現在呢，修學佛法的目的幹什麼？就是幫助我們擊破它、淨除它，所以佛法是唯一的能夠淨除這個的一個寶貝。萬一你學了佛法，一步開始走錯了，害了！因為說佛法是淨化它的，現在你學了，結果你佛法也學錯了，你已經學錯了，走上了更糟糕的一條路上去了。因為你前面不了解，還有機會說：「哎，這個世間的啊！現在學了佛法可以把你淨化。」現在你自己覺得學了佛法了，其實你學對了沒有？學錯了！於是你牢牢執著這個就是解決你的問題。於是這個執著，把你本來可以解脫的這個機會去除掉了，切斷掉了。什麼東西切斷哪？就是你的執著，你覺得對嘛！因為你覺得對，所以你才不接受其他的，這個力量非常厲害。如果說你們自己檢查一下的話，我想我們很容易可以體會得到，很容易體會得到，有很多東西你總覺得：啊，很懂！就這樣。",
    "1038": "[17:18]我啊，昨天也是那位同修跑得來跟我談這個問題，哎呀，他就談得好歡喜，我也非常歡喜、非常讚歎。有兩個理由：歡喜的，他現在走上了正路；讚歎的，我看見他走上了，我也沾了這個光，隨喜功德，無比地歡喜！他就跟我說，他那個剛開始聽的時候，是為什麼聽不進，現在聽得是越來越歡喜。我說：「是呀！我當初也是這個樣的。」然後呢，我進一步說為什麼原因。說實在的，當初為什麼聽不進啊？我們不妨在這個地方每一個人自己檢查一下，什麼力量在這個地方。",
    "1083": "[18:03]你就是說，自己有一個自己的慣性、習慣，有一種慣性平常我們說，你對外來的東西，你就是你覺得這個滿好嘛，這世間的東西，就是這樣。這個就是所以叫你，譬如說坐在這裡，叫你站起來，你覺得坐得滿舒服，叫你站起來，你真不願意！除非是坐的地方不舒服，那個時候你自己要求，否則的話，你坐在那裡一定不願意動的。這個是什麼？情緒上的。還有一種呢，見解上頭的，如果你自己已經覺得你對了，如果你覺得對的話，外面東西你自然而然有排斥的力量，就這樣。就這個力量擺在這個地方的話，不管人家講的什麼東西，自然而然你自己覺得對。",
    "1130": "[18:50]所以說剛才說的這個東西，佛法本來就是幫忙我們解決這個問題的，不幸萬一我們一開始走錯的話 ……所以說，哪怕你一天走錯路，你以為走對了，結果呢唯一真正走對的這個路是你摸錯了，你還以為對，於是你把唯一救你的這條生路一刀斬斷了，請問你有沒有機會跳出來？所以龍樹菩薩在《中論》上面告訴我們：佛為什麼要說這個道理呀？為了要解決你的諸見。今天你對這個道理你的執著，實際上執著是錯的，那個時候諸佛也沒有莫奈何你，諸佛也沒辦法救我們。所以我們一開頭時候，我要特別說明一下，我們正式修學佛法之前，哪怕你已經懂了，還是要記著：我還是個瞎子，就算摸到象了，我還是摸到象的一部分哦！你那個時候能夠這樣地認識，所以你還自己覺得我還在病當中，然後你還要努力，那個時候有機會；如果說你這個心情生不起來，自己覺得很懂的話，那對不起，那就害了！",
    "1209": "[20:09]所以到這裡，我們重提一下，前面「道前基礎」告訴我們的準備，我們把這個準備今天重提一下，把這個我們的障礙拿掉了以後，然後我們再學下去。我為什麼在這個地方提這個，有個原因。你要真正進入佛法，前面講的是人天乘法，這是個基礎，這是個基礎，是共的，由這個基礎上面真正地深入，到這個地方才是真正跳出輪迴的開始。前面已經講了一半了 ─四諦，如果在這個四諦上面你萬一把握不住，現在還有更好的 ─十二因緣。如果你這兩個都把握不住的話，那對不起，這一生就沒有因緣了。",
    "1255": "[20:55]所以在這裡務必先要好好地把自己的宿習 ─這個宿習有幾種：一種知見上自以為了解的習慣，就是見煩惱；還有一種自己的思煩惱，哎呀，覺得這個也不行、那個也不行，哎呀，又覺得這個不配胃口、那個也不配胃口，就是這個習性上的。這個兩點一定要拿掉！打起精神來，好好地學！這是以前無始以來的錯誤拿掉了以後，然後呢我們從這地方進入去。現在開始我們看一下，先看那個無明支。無明是什麼？",
    "1295": "[21:35]如《俱舍》云：他引《俱舍》的，在我們這邊說我們講大乘的，他為什麼引《俱舍》啊？要曉得，這個特質本身，大小三乘所共。現在我們剛剛進去，如果說基礎的地方不認識的話，你深細的地方也不可能認識。反過來，如果說你基礎不認識，先把大的弄得了以後，我們變成功什麼？哎，講起來，說，哇！人造衛星樣樣都懂，銀河、太空都懂，實際上呢我們眼前的是一無所知。你眼前的一無所知，你就能夠到太空去了嗎？就是這麼簡單的一個道理。不要說人造衛星，眼前那個腳踏車你也不會造，乃至不會騎，你就說我居然能夠造太空火箭，那不是很荒唐嗎？所以在這個地方，我們也可以了解，為什麼這個很深的大論當中，它處處地方引這個。這個地方有個重要的原則，如果是對的話，不管是初、中、後，質一定對；下手的地方你做對了，拿這個因步步上升，你才能夠達到最高的地方去。現在我們看《俱舍》怎麼說。",
    "1389": "[23:09]「無明如非親實等。」這個是我們將來修行的最主要的關鍵，這個概念我們務必要弄清楚。這個「無明」不是我們當中：「哎呀！這個無明這是菩薩才能夠破，才能夠認識啊！」就是我們眼前凡夫就應該認識的。這是什麼？非親非實，還有個「等」字，下面要解釋。",
    "1413": "[23:33]此亦如說怨敵虛誑，非唯遮無親友諦實，及異親實，是說親友實語相違所對治品。就這麼簡單的幾句話，這是我們眼前最重要，必須應該認識的。他說「如」，如者好像，是說「如說怨敵虛誑」。前面說「親」，親是親愛嘛，說「非親」，非親是什麼？不親愛的，是說「怨敵」，說怨家對頭。還有呢？「實」是實在的，現在呢「非實」是什麼？虛誑的。所以它這個地方，他不說怨敵、虛誑，而說非親、實，是意思什麼？說「非唯遮無親友諦實，及異親實」，不但是遮止這一個。記得不記得我前面告訴你們，說我們共同在這裡表決一樣東西的時候，說贊成甲的請舉手，贊成乙的請舉手，舉完了半天還有很多人有問題的。現在不是，贊成的請舉手，不舉手的就是反對的，就這兩樣，那就沒有遺漏了。所以在這個地方也告訴我們，他所以用這個「非」、所以用這個「遮」的原因何在，是這樣 ─就是凡是不親愛的、不實在的，與這個所有跟親、實相違的，這個就是我們要對治的，這個都包含在無明當中。",
    "1513": "[25:13]用這樣的一個歸類方法、分類方法，就把這個無明的特質可以完全地說得明白，一無遺漏。你在因地當中，能夠一無遺漏地認識，然後呢道位上面告訴你們是一無遺漏的對治的方法，你照著去修的話，產生的結果是一無遺漏圓滿的結果。了解嗎？所以說在這個地方，不管是念佛、參禪也好，假定你懂得了一無遺漏的，然後你去修這個法門的時候，為什麼你同樣地做，結果就不一樣的根本原因就在這裡。所以修，那沒關係，它的的確確是有各種不同的方法的。繼續：",
    "1570": "[26:10]如是無明亦非僅遮能對之明及明所餘，是明相違所對治品。那麼同樣地，說「無明」是什麼呢？也是遮沒有明，不是遮「能對之明及明所餘」，「是明相違所對治」，跟明恰恰相反的。這兩個，什麼叫「對治」啊？就是說有你就無我，有我就無你，就這樣。所以這兩個一定是不但敵體相反，而且是互相有了你的話，我一定把你消滅；有了你的話，你一定把我消滅。所以這個明跟無明之間是兩個，在這種狀態當中。所以如果是無明存在，對不起，你一定是無明、不覺；如果你把握住了重點修它那個覺道的話，你覺了、明了，這個無明是一定可以克服，一定可以淨除！",
    "1631": "[27:11]噢！那麼現在這個地方我們了解了，所以原則上面，哦！原來這個這樣，它就是不實在的。而不實在的東西，這個東西是我們真正的生死怨家，我們就把它看錯了，明明是虛誑的以為實在的。然後呢，這個因為它不實在的、虛誑的怨家，我們把它看成實在的，恰恰相反的，這樣。所以無明是不認得這個而產生的錯誤；明呢，就要認得它，產生正面的功效，就這些。那麼現在正對治：",
    "1669": "[27:49]此中能治明者，那麼正對治這個無明的「明」是什麼？這個也是我們從根本上面把握要了解的。這個定義，我們首先要認識，一定要很清楚、很明白地把握得住。下面看：",
    "1694": "[28:14]謂正明了補特伽羅無我之義，喏，就是正確地、如實地、一點都沒有錯誤地明白了解，了解這個東西，整個的佛法所要了解的就是這個，這個是中心。你了解了這個根本，然後再從根本上面擴大的話，只要跟它相應的都是佛法，如果跟它不相應的都錯了，就這樣 ─補特伽羅這個上頭無「我」。補特伽羅平常我們翻成「數取趣」，因為數數地、不斷地，這個數不是一趟兩趟，永遠地在那個六趣當中輪轉，捨了這個又取那個，捨了這個又取那個。我們通常叫作「有情」，也就是人，就是我、你、他，都是在這上頭。"
}