{
    "3": "[00:03]……分成功我跟你，分成功我、你、他，只是如此，這東西並沒有我們一向誤解的這個「我」在。這個就是對治的，我們真正的修學佛法的中心就要明瞭這個，就要明瞭這個。",
    "25": "[00:25]此相違者，謂補特伽羅我執薩迦耶見。那麼反過來，它─「明」所對治的，換句話說「無明」是什麼呢？跟它相違的是什麼呢？就是在這個補特伽羅上頭 ─補特伽羅是什麼？就是這個五蘊，就是這個東西 ─不了解的就把它看成有「我」。然後呢這個無明是什麼？因為無明就不認識它，把它看成功有一個東西，叫薩迦耶見。「薩迦耶見」我們平常翻成功我、我所見。哦！看見這個，明明是個五蘊哪，就看成功我、我所。前面已經解釋過了，在這個四諦當中，煩惱第六個，薩迦耶見當中，說「壞聚見」，這個。",
    "78": "[01:18]此乃法稱論師所許。上面這個說法是法稱論師說的。",
    "84": "[01:24]無著論師兄弟，則許倒執實義蒙昧實義二中後者，那麼另外一派呢？就是無著菩薩，「無著論師兄弟」，就是無著菩薩跟世親論師所說的。他們觀點不一樣，什麼？「倒執實義，蒙昧實義」，說真實義當中，前面有一個倒執，你把它執著、顛倒了；還有一派呢，說對這個實際上的意義啊，你不了解。那麼無著菩薩所認以為的，這個無明是什麼？對真實的意義你不了解，不了解它。因為不了解，產生了誤解；產生了誤解，所以你有執著。所以這是兩者喔！那麼法稱論師呢，就對於這個「執著」那一點上來解釋無明；然後，無著菩薩呢，就對於你「不了解」那一點上面解釋這個無明。",
    "150": "[02:30]所以它現在呢，本論就把不管哪一家，把這個無明的行相，統統說得清清楚楚。前面在這個四諦當中，大家還記得不記得？說許有無明跟薩迦耶見是兩個的那麼怎麼辦，如果不許是兩個的怎麼辦，這個地方也說得明白。所以你兩者都清楚了以後，那對這個行相就完全了解，是一點不會含糊，一點不迷糊。正確地認識了，那麼那個時候的對治、修習的方法，自然也百分之百地正確。",
    "191": "[03:11]總謂邪解未解二心之中，為未解心，總之的話，或者是錯誤的，或者是不了解，喏，這地方就指說不了解它。",
    "204": "[03:24]然此相違能治上首，則同許為覺無我慧。儘管對無明的本身解釋有兩派不同，它好在什麼呢？能對治它，恰恰相反的，主要的 ─就是「上首」，就是根本 ─他，共同他，這個論點、這個說法共同的，什麼？「覺無我慧」。不管你前面的認以為這個補特伽羅上面，是不真實地了解它，或者是補特伽羅上執有什麼，但是針對著前面這個無明，對治它的方法上面，同樣地一樣。這兩派說：哦，原來我了解，這個裡邊哪，並沒有一個我所以為的「我」在，這個是兩派共同的；因為這樣，所以修的道也是共同的。",
    "266": "[04:26]那麼為什麼這個地方要引用呢？實際上就是當年印度各主要的傳承當中，這法相宗是解釋得最清楚，而這個無著論師跟法稱論師都是法相宗的大師，這樣，所以他把法相宗的最主要的內涵都說出來。實際上從這地方我們也了解，如果說我們以後真正要想修學談論的以外，也絕對不能離開這個題目來談。離開這個題目來談的話，你就跑到錯路上去了，跑到錯路上去了。",
    "305": "[05:05]又此愚蒙，《集論》中說略分二種，謂業果愚及真實義愚，初能招集墮惡趣行，後能招集往樂趣行。關於對前面所說的這個「愚蒙」、不了解，或者由於不了解所產生的邪執著，那麼這個《集論》當中說，這個錯誤不了解，還分成功兩個類型。這個愚癡分成功兩個，一個叫「業果愚」，一個叫「真實義愚」。前面我曾經談過，現在來了吧！就是這個。這個對於這個無明的行相，我們不了解有兩種：一個呢，怎麼樣由於無明錯誤地執著了，造業感果的這個道理不了解；還有一個呢，那除了這個造業感果，它為什麼這個樣，那麼真正的內涵是如何呢，這個不了解。第一種，你因為不了解由業感果，所以他要求快樂，不曉得由樂因感得樂果，他就妄求；因為妄求，造錯了，造了種種惡業，所以墮落，這一種。那麼進一步呢，他，儘管是你了解了，但是真實義還是不了解；因為了解了業感果的道理，所以他造種種善業，於是他往樂趣、得人天，但是是不是跳出輪迴，還是沒有。這個地方我們應該認識的，這是我們應該認識的。那麼這是第一個，是無明支，無明支，這個就是我們平常的認識，也可以說見解，見解。",
    "427": "[07:07]到這個地方要稍微停一下，停一下。平常我們學佛法，主要的叫正知見，正知見，那麼正知見最主要的中心根本問題就在這個地方。前面我們曾經說過，有很多人啊現在講修學佛法，啊！講空，一點都沒錯，空故緣起，緣起故空。說有很多人講了「空」啊，大家都是「都是空的啊，你不要執著啊！」好、好、好！不要執著了，這樣。對，一點都沒錯啊！結果他不要執著是什麼呢？戒啊也不要執著，修啊也不要執著，上殿也不要執著，過堂也不要執著；那睡覺，放不下！他歡喜的卻放不下，這個不曉得他 ……。這個一種，往往我們就是錯路而不知道，往往是錯路而不知道。所以經論上面處處地方都告訴我們，凡是我們真正地了解真實義，換句話說了解了空的話，絕不會不了解這個業感緣起的因果道理，而且越了解得透徹，他在因果的行相上面越注重，就是這樣。",
    "509": "[08:29]但是呢實際上這個道理的確是比較深細，我們不是一下容易認識。所以這個祖師等等，一再地告訴我們，我們摸進去的時候，不先一開始講空，而講什麼呢？講因果緣起的法則，讓你產生很深刻的印象，然後你戰戰兢兢啊不造惡業，那個時候淨化了你的罪業。當你慢慢地淨化了惡業，然後呢積聚的資糧，心識漸漸明利了，那個時候你才深入地認識，你才有機會去認識，不會產生剛才這種誤解，這是我們要特別認識的一點。",
    "556": "[09:16]所以我在這地方，一再鼓勵大家，目前配合本論，你們一定要多看這種關於因果輪迴實錄的，乃至於《賢愚因緣經》等等。把這個因果業感的道理配合，然後使得我們行持步步地遠離罪障，然後步步地積聚資糧，這樣。一方面使得我們保持人身，乃至於往生有修行的機會，一方面趁這個機會漸漸深入，這個是我們的知見上面，必定應該把握得住的一個原則。我想下面這個我們就「行」那件事情，就再擺在明天再講，今天就到這個地方為止。",
    "620": "[10:20]今天請翻到一八一，一百八十一頁。昨天我們已經把「無明」，十二緣起當中的無明一支解釋了，那麼今天呢講「行」。我們把一支一支的這個內容、定義，先把它說清楚，然後再整個地連貫起來，說這個怎麼從前一支，引生到後一支，怎麼樣地輾轉，輾轉地流轉，輾轉地流轉。",
    "668": "[11:08]行即是業，「行」就是什麼呢？就是業，就是業。實際上這個通常這「行」是指它的動作的狀態來說，「業」就是留下這個影響，它會影響，實際上這是一樣東西。平常說我們造業、造業，就是我們造作的時候，那個就是，所以也可以說是一種行為，那麼留下來這個影響力量。",
    "697": "[11:37]此有非福業能引惡趣，及能引善趣業。那麼這個裡邊分成功兩種：一種呢非福業，就是惡業，這個惡業嘛，引我們到惡趣去的；還有呢善業，善業是引到善趣去的。",
    "720": "[12:00]後復有二，謂能引欲界善趣之福業，及能引上界善趣之不動業。這個後者這個善業當中，又分成功兩部分：一部分是欲界的「福業」，欲界的福業 ─人、天，這樣；還有呢上界的，就是色界、無色界的「不動業」。這個不管是人天，以及色、無色界，這個是善業，這個就是行。第三支，",
    "769": "[12:49]識者，經說六識身，然此中主要，如許阿賴耶者，則為阿賴耶，如不許者，則為意識。「識」，經上說是叫六識身，那麼這個六樣東西當中，最主要的是什麼呢？如果說大乘唯識許有阿賴耶的，就是阿賴耶識；那麼小乘它沒有這個概念，那麼或者不接受這阿賴耶者，那就是意識，六識當中的意識。",
    "805": "[13:25]此復若愚，從不善業起苦苦果，造作增長諸不善業，此業習氣所熏，現法之識者，是因位識。這個「因位識」跟「果位識」分開來講，那麼這個是怎麼一回事情呢？這是說，我們不了解這個識是什麼東西，實際上這個是從無明一路上面來的，那麼因為我們不了解，所以有「行」。當你真正行的時候，那個時候我們造種種業的時候，那個一切的行為啊，就留在這個心識當中，留下一個影響力量。那麼，所以這個東西，這個習氣啊，所謂留下來這個影響力量，留下來這個習氣，或者留下來這個種子，那個東西就是因位識。",
    "879": "[14:39]如果說你所造的是不善業，為什麼呢？因為你不了解一切事情由業感果的這個因果緣起的法則，所以說「此復若愚」。那麼你雖然要求樂，可是不了解什麼是樂因，所以你造的結果卻是苦果。「造作、增長」，這我們都了解了。然後造了這個業以後，這個習氣，造的時候它有一種力量，這種力量潛伏在我們的心識當中。這個潛伏在心識當中的力量，將來可以引發生死流轉的，這個就是因位識，因位識。在唯識上面我們稱它為種子，所謂異熟種子、名言種子之類。",
    "943": "[15:43]由依此識，未來世中於惡趣處結生之識者，是果位識。那麼因為這個當初造的時候留下一個種子，這個是因位識；由於這個，然後它將來如果有特別的因緣又把它策發，策發了以後，將來能夠結果的，這個叫「果位識」。所以實際上這個識分二個半支，前面的半支是因位的，後面的半支是果位的。那麼怎麼情況之下，從因位轉變到果位呢？這個在十二因緣的流轉圖當中，會有詳細說明，詳細說明。那麼這個時候我們就了解了，原來就是在我們平常起心動念之間，就根據我們平常說，以前、前面說等流心識，當境界現起的時候，我們以什麼心識對，造什麼，然後呢這個時候就會把因位識變為果位識，這個道理隨後再講。",
    "1026": "[17:06]如是由於無我真實義愚增上力故，未如實知善趣真苦，妄執為樂，即便造集福不動業，爾時之識是因位識。由依於此遂於欲界上界善趣結生之識，是果位識。這個同樣的道理。前面是由於業果不了解，造的惡業；現在呢，他業果是了解了，但是「業感緣起」的這個緣起的究竟的意義，真實意義，這個平常我們說「空性」，這個道理他不了解。由於對於無我的這個真實義，換句話說，勝義諦當中講的空性，這個裡邊並沒有真實的我，於這一點事情不了解。由於這個愚癡無明的力量，那麼他雖然了解了業感緣起的道理，雖然了解了業感因果的道理，造種種的善業，但是並不了解這個善業感得的這個樂趣，真實來說還是苦的，所以他妄執為樂。那個時候他造的什麼？或者造福業，或者造不動業，那就是人、欲界天、色、無色界。那個時候同樣地，當現世造的是因位識，將來根據這個會結果的是果位識，這個是第三支。第四支呢，",
    "1141": "[19:01]名色中名者，謂受想行識非色四蘊。色者若生無色，唯有色種而無實色，除此餘位羯羅藍等色，如應當知。什麼是「名色」，名色一支呢？受、想、行、識，這個不是色。這個是顏色，顏色就是「有對」。平常所謂「對」的話，它有特別的，眼可見、耳可聽，然後呢舌可嘗、身可觸，像這一種東西，那麼這個可以表示的，這個有質礙的，像這一種東西，那我們了解的。所以換句話說心法以外的，這一個世間的那些有漏的東西，那就是色。那麼說「名者」是這個心法；「色者」，那麼就是我們的色法 ─色、聲、香、味、觸。如果生在無色界的話，並沒有實在的色，而只有色的種子。除了這個以外，所以除了無色界以外，其他的 ……所謂「羯羅藍」是什麼呢？就是當我們在生死流轉當中，新生命剛剛開始的那個時候結出的這個，叫羯羅藍等，從此以後慢慢地發展長大，有六根，然後變成完全的一個身體，這個叫作色，這個是我們應該了解的。所以當結生相續的時候第一剎那，一直等到六根生起以前，那段時候叫名色，名色。那麼這個「六處」呢？",
    "1270": "[21:10]六處者，若是胎生，由其最初識入精血，為羯羅藍，與名俱增，成眼等四處，身與意處，於羯羅藍位而有。這個「六處」呢，就是從前面這個名色的羯羅藍開始，胎生，那麼就是最初這個識入精血，那個時候結生的一剎那，成功這個羯羅藍。羯羅藍另外叫「凝滑」，一團，一個肉團，這滑滑的一個肉團，只是如此而已。那個時候這個肉團，實際上這個色，這個是「與名」，就是心「俱增」。因為由於這個業力的推動，它繼續地在增長，繼續增長的話，慢慢地就成什麼？「成眼等四處，身與意處」，換句話說，眼、耳、鼻、舌、身、意，這個六樣東西，那個時候在羯羅藍位上面慢慢地生起了，慢慢地生起了。",
    "1334": "[22:14]實際上這個裡邊很有意思，所以這個名色我們已經談到，在前面依四諦流轉當中談到，說投胎進去的一剎那中，一剎那那個時候，他那個色的特質，是什麼呢？叫所緣，還有呢所依，實際上呢所執。識緣的地方，就是他所執的地方，譬如說我們眼睛看，嗯！看一個東西，那我們所看的這個境，就是我們所緣的，所緣的；不過那個執的話，就是這個緣哪，而有一種強有力執取的力量，否則的話你就說我們只是執，執持所謂。",
    "1380": "[23:00]當我們真正投胎的時候，那一個時候，就是那個心識，由於強有力的執取，那個時候的這種狀態。因為有他這樣執取的狀態，所以啊那個父母的精血，本來他所緣的，變成功他的由貪愛而執取。於是那個時候他前面那個心識，就心識本身，永遠在剎那剎那地向前推衍，滅了，後面的心識起來了。而後面的心識起來的時候，那個就依他所執的那個精血，那個就是色的部分，羯羅藍位，羯羅藍位。",
    "1425": "[23:45]所以這個時候產生那個名、色這兩者當中，很有意思，這個羯羅藍跟他那個心識，就兩個，所以叫「俱有依」識，這個名色當中，色跟名兩個東西，是互相 ─識，這個心識，去緣、去執另外那個色，那個色就是精血；然後呢，同時他這個精血，又變成他識所依的地方，於是就產生了一個新的生命，這樣。那麼同樣地，還是由於這個業力的推衍的話，那個新的生命慢慢、慢慢地發展了，於是成功這個六處。",
    "1478": "[24:38]若是化生，結生之時，諸根頓起，無此漸次。如果說化生的話，那麼當他結生的時候，一剎那都起來了，他不會有這個一步一步地發展，像胎生，經過十個月。那麼不一定，人是這樣，有其他的動物哦，不一定。",
    "1498": "[24:58]卵生濕生唯除住胎，餘者悉同。還有卵生跟濕生，這個發展過程當中也是一樣的。化生是一下頓起的，其他的胎、卵、濕是漸次而來。不過胎生呢，這個漸次來的時候在母胎當中；卵生跟濕生不在，在卵當中，這樣的，實際上那個濕生，還是有牠的一個膜包在外頭的。牠這個進行過程當中，還是這樣的，先是這個兩個名、色，然後業力的增長了，而那個六根漸漸生起，這樣。所以說除了住胎，其他的發展過程當中，也都是這個樣。",
    "1544": "[25:44]是〈本地分〉所說。那個是在《瑜伽師地論．本地分》上。",
    "1548": "[25:48]由是因緣，成就名色得身自體，成就六處成身差別，是為成就能受用者，五有色處者，於無色中無。那麼下面這個什麼呢？由於這樣的原因，所以名色這個東西啊，就是我們自己的本身，換句話說我們平常說色心、色心，就是這個東西。平常我們講的我，也可以說單獨的一個我，實際上呢「我」這個東西，就是色跟心，再分開來叫作五蘊，那麼就是他自己的本體。那麼這個本質這個東西，如果說細細地分開來說的話，那又分成功眼、耳、鼻、舌、身，這樣的不同的幾個，所以說六處是成就身的差別。總相、別相，總別之相。",
    "1607": "[26:47]所謂總別之相，我們譬如隨便說吧！說這個教室，好囉，這個教室是個總相，總共地統統包括在裡邊。然後我們在教室的時候，哦，這個叫講台，然後這個叫門窗，這個叫我們坐的椅子，這個叫什麼牆壁，這個就是什麼？這個教室的別相。所以任何一件事情都是如此，我們說這個寺院，那麼這個就是它的總相；然後呢，這個寺院裡面，這個是大殿，這個是寮房，這個是大寮，這個是什麼，那就是它的別相。",
    "1649": "[27:29]所以這個地方的名色跟這個六處，是他的一個是自體的總相，一個是別相。雖然前面、後面，從它的成就過程來說有前後的差別，實際上呢，這個名色跟六處結了以後，一直到你這一生，一直連續下去的，一直連續下去的。所以平常我們經上面說，識緣名色，名色緣識，這個一直到這一生，從開始結生一剎那，到本有消失死有開始，都是這個狀態。所以他的本體來說就是名色，他的差別來說就是六處。那麼再下面呢，「觸」：",
    "1703": "[28:23]觸者，謂由根，境，識三種和合，取諸可意，非可意，中庸三境，說「六處緣」者，亦表境識。「觸」，那麼再下面一支。什麼是觸呢？由於「根」跟「境」跟「識」三樣東西，碰在一塊兒了，那個時候碰在一塊了以後所產生的那個一種感觸。那個感觸本身還並沒有辨別的能力，說辨別這個好壞，但是，欸，他感覺到了，感覺到了。那麼這個感覺的，這個能感覺的這個，這一種心理叫作觸。"
}