{
    "10": "[00:10]所以「說六處緣者，亦表境識」，這個六，前面是六處，就是六處所緣的是境、識，就在這個上面。就是也說明了，實際上呢，我們又為什麼稱它說「六處緣」呢？就是它一定是三樣東西和合的時候才生起這個東西來，那個也就是這個前面的六處所緣了這個境跟識，六處就是六根嘛，那麼這個根緣著這個，生起這樣的那一支出來。",
    "47": "[00:47]受者，謂觸取三境順生三受，謂苦樂捨。那麼再下面，由於觸的關係，你碰到了以後，就是下面碰到的時候你一種感受。那麼對於這個所感受的，這個你會覺得歡喜的、不歡喜的，然後呢無所謂歡喜不歡喜的；不歡喜的是苦，歡喜的樂，下面就是捨。",
    "73": "[01:13]愛者，謂於樂受起不離愛，於諸苦惱起乖離愛。那麼「愛」是什麼？愛是一種樂著、愛著。前面你有了這個感受以後，對於快樂的這種感受，你不希望離開它；反過來，對於不快樂、痛苦的，你希望啊遠離你，遠離你。",
    "104": "[01:44]說「由受緣生愛」者，是從無明和合觸緣，所生之受而能生愛，若無無明，雖有諸受愛終不生。由是因緣，觸是境界受用，受是生受用或異熟受用，若此二圓滿，即為受用圓滿。其中三界有三種愛。這個下面的說一下。平常我們「受緣生愛」 ─現在十二因緣的話，每一個前面那個為緣，生起下面這個條件來。他為什麼這個地方要解釋一下，前面不解釋呢？照理說也應該是無明緣，然後呢生行，行緣生識等等。這地方特別講受因緣所以生愛，這個是有一個道理的。這個一定哪，跟無明相應的這個觸，那個時候所生的受才能生愛，就是這樣，所以不是一定受緣一定生愛的。所以如果說你證了聖果了以後，他還是有感受，他那個感受叫「離繫」的感受，不再有繫著了。所以聖人眼睛不是看不見，他還是看得見，還是聽得見。尤其是羅漢，這個小乘的聖者，他還是有苦的感受的，不過他這個苦的感受上面，他不會起這個乖離愛；他也有歡喜、樂的感受的，但是他那個樂的感受上面，不會起不離愛，他這個貪瞋癡這個三毒，已經整個地鏟除掉了，這樣。",
    "226": "[03:46]所以這個則是我們凡夫異生位上的，那一個無明還沒有破，並不了解真相，所以於這種因緣遇見了以後，那麼這個受會能生愛。所以他下面說：「若無無明，雖有諸受愛終不生」，還是有的，但是愛不生，愛不生。下面這個話，愛不生，生死就斷，生死就斷。關於這個道理，那麼剛才說的，在這個十二因緣的流轉圖當中，因為有更仔細的說明，所以我在這個地方每一支不深入地解釋。",
    "273": "[04:33]由這個因緣，由這樣「觸是境界受用，受是生受用或異熟受用」，那麼這個兩個有什麼差別呢？觸跟受什麼差別呢？這個我們要了解的，「觸」就是當我們這個六根對著六境的時候，那個觸的特質就在境界上面，就緣這個境界，跟著這個境界轉的，這樣，所以叫境界受用。那個「受」呢，什麼叫生受用呢？就是當那個境界有了觸以後，然後你感覺到，哎呀！這一個好的，你就貪著；這個不好的啊，你就排斥它，排斥它；如果是沒有這兩個的，那麼就是捨受。所以那個時候受的因緣，它會產生那個三毒相應，而這個三毒相應的結果是什麼呢？就會感生將來的這個生死流轉之果，生死流轉之果，所以叫生受用，或者異熟受用，因為生是流轉當中的果，另外一個名字叫異熟，異熟。",
    "353": "[05:53]所以觸是對境界的一種反應，那麼受的，由於這樣的話，然後引發那個愛、取而流轉生死，這是兩者的差別；而那兩個東西碰在一塊兒的話，受用就圓滿了。所以真正的這個受用的圓滿，一定是觸、受兩樣東西，觸、受兩樣東西。在這個地方，實際上呢，我們修行真正最重要的關鍵，就在這個境界上頭，最重要的就在這個境界，這個地方你識破了，問題就解決。所以佛啊講佛法的時候，一開頭告訴我們是什麼？告訴我們：「觀受是苦。」記得嗎？平常我們講一個道理講得頭頭是道，實際上這修學的根本在此，根本在此。那麼這個關鍵，慢慢、慢慢地我一步一步地說下去。",
    "425": "[07:05]「此中三界有三種愛」，那所謂欲愛、色愛，然後有愛。在欲界的愛，就是像跟欲相應的，欲貪著的，這個叫欲愛；那麼色界的話呢叫色愛；然後無色界呢，這些東西都沒有了，但是它還能夠引發後有的，還是有，而不斷流轉。所以這個三愛也就是叫作欲愛、色愛、有愛。",
    "463": "[07:43]取者，於四種境起四欲貪，對於四種境界當中起這個四種。",
    "472": "[07:52]謂欲著於色聲等欲塵，所謂色、聲、香、味等等，他就會起貪欲，起貪欲。",
    "484": "[08:04]及除薩迦耶見餘諸惡見，惡見係屬惡戒惡禁，及薩迦耶見，是為欲取，見取，戒禁取，我語取。這個「取」是什麼呢？取就是由於你前面的這個愛著的關係，所以你進一步地就對於所愛著的境界就執取，就執取。所以這個取啊，實際上就是愛的更深一層的一種力量，所以有的時候就是愛的別名。但是這個裡邊程度上面是有一點差別，你一看，啊，你倒滿歡喜，覺得滿可愛；下面啊，你覺得滿可愛啊，你就想辦法獲得它，那個心理的狀態，就是這種心裡面比愛是強烈，比愛是強烈。那麼為什麼要分成功兩樣東西呢？因為你單單愛的話，它沒有這個取著的話，它不會引發出這個，單單這個愛的話，它還不致於引發出流轉生死的後有的力量；而是由於這個愛的力量慢慢地增強，要到這種狀態，它是引發，所以它是兩個位次。所以我們平常說業為什麼會感果？叫作已增長，就是這個！你造了以後還要增長，它那個增長的力量，主要的就是什麼？就是這個力量，就是這個力量。",
    "591": "[09:51]那麼，這個或者是「欲」的，塵欲等等；還有呢，「見」，除了薩迦耶見以外的其他的惡見，（薩迦耶見是什麼？就是特別的這一個對我的執著），那麼歸納起來叫欲取、見取。「欲取」的話，就是對於種種的色、聲、香、味等塵欲的取著，對你所欲望的，這個貪欲心相應的這種取著。你看見好吃的，啊，就吃它；看見好聽的，啊，你就跟著它去；看見這個軟的、舒服的，你就又是這樣，這是欲的。那麼「見取」的話呢，就是這個兩樣東西。戒禁取，這個戒取、戒禁取，也就是在這個前面的十種煩惱當中的。還有「我語取」，我語取就是對於薩迦耶見所起的種種的我、我所貪欲等等，就是這個。",
    "658": "[10:58]有者，謂昔行於識，熏業習氣，次由愛取之所潤發，引生後有有大勢力，是於因上，假立果名。那麼下面呢，再是「有」。有是什麼呢？有就是有一種力量，強有力的力量。這一個是為什麼會來的？由於以前的識，以前什麼識呀？以前什麼識呀？就是前面無明、行所種下的這個因位識，大家還記得吧？無明，由於你無明啊所以造業。當你造業的當下，他那個時候，就在造種種業的時候，在我們的心識當中就熏下一種影響力量，所以我們叫作習氣，「業」習氣，或者一種習慣。那麼這種習慣呢，它將來它會再發出來的，所以這個這種再引發出來的這種習慣的力量，我們又給它另外一個名字叫作「種子」。那不管名字是什麼，總是那這個，它是潛在的一種功能。",
    "743": "[12:23]那麼，那個潛在的功能，經過這愛、取的滋潤，經過了愛、取的滋潤了以後，它又引發，引發出來一種強有力的力量，能夠生「後有」的大力量。而這個大的力量，可以使得我們感果的，就以後繼續保持生長後有。雖然眼前它還並沒有現起，所以他這個地方說「因上面假立果名」，因為現在它還在因位當中沒有生起啊！但這個力量卻是到了這個，它一定會引發你下一生的結生，所以這個叫作「有」。那麼由於這個力量的話呢，再下面的話，那麼就生。",
    "800": "[13:20]生者，謂識於四生最初結生。這個「生」是什麼呢？就是前面那個因位識，由於經過前面的愛、取的滋潤，產生一個大力量，所以他又去再投胎。當然這個還有其他的因緣，上次我們說，集諦當中，因、集、緣、生，因、集、緣、生。那個「緣」是什麼？就是你前面這個一生，命捨掉的時候。欸，因為你前面的一生，命捨掉了，然後你集了這個業，它後面又開始結了新的生命，就這樣。所以這個前面的因位識，由於這個捨掉前面這一生的這個緣，加上你前生造了這個有 ─就是經過愛、取滋潤的強有力的力量，又去推動你結新生命，這個就是生支。那麼生完了以後呢，對不起，註定啊就這一條路 ─老死，老死。",
    "879": "[14:39]老死中老者，謂諸蘊成熟轉變餘相，就是說五蘊慢慢地成熟了，慢慢地變了，年輕的時候少壯、氣力好，到那時候慢慢地不行了。",
    "893": "[14:53]死謂棄捨同分諸蘊。就是眼前這個「同分」，我們人的眾同分就是我們這個，那沒有囉！那麼為什麼老死兩個併在一塊兒呢？這個死是一定有的，老卻是不一定有，卻是不一定有。但是實際上呢，它一定生了以後一直在轉變當中，轉變當中，那個轉變的跟前面相比的話，衰老了，叫作。所以是這樣「生」了以後，註定了那麼就有這個「死」這樣的一支，那麼這個是十二支這個簡單的內涵。那麼這個十二支當中，進一步叫「第二支分略攝」。",
    "942": "[15:42]第二支分略攝者。下面這個支分略攝啊，也許不一定很明白，但這個非常重要、非常重要。這個概念哪，你如果能夠把握得住的話，能夠了解得清楚的話，那時候我們就很容易明白，我們任取，任何一個時候取一個境，那個取境了以後，這個念頭它為什麼來的，然後呢這個念頭怎麼會感得這個生死的。這個原因在這個地方，都非常清楚明白地交代得出來，交代出來了。平常所以我們講十二因緣，把它講成道理，那個真是啊好可惜！這個道理有它實際上的這麼實在的一個內涵在。那麼現在我們先把它這個十二支，怎麼樣歸併成幾個大類，說一下：",
    "1010": "[16:50]如《集論》云：那個根據那個論上面。",
    "1013": "[16:53]「云何支分略攝。這個怎麼講呢？",
    "1017": "[16:57]謂能引支，所引支，能生支，所生支。這個十二支分成功「引」跟「生」，然後引又是「能引」跟「所引」，「能生」跟「所生」；引是引發，生是生起。它前面一個引誘的力量，由於這個引誘的力量，然後呢最後就生起一個新的生命，所以這是兩樣東西。什麼是能夠引發的？因為它能引的東西引起所引，那麼這樣的，前面。譬如說我們看一樣東西，那個時候我的眼睛是能看的，我所看見的這個對方，譬如我看你，你是我所看見的，這個能、所之間的都是這樣，是吧？我們這很了解，所以能跟所。那麼這個「引」有個能、所，這個「生」又有一個能、所。這我們現在先這樣，即使不太清楚，你把這個名字記好了，那麼完了以後呢，把這個道理歸納好了以後，再下面講的時候，那麼你就很清楚了。",
    "1095": "[18:15]能引支者謂無明行識，那就是能引，就是整個的我們生命的最開始引發的、主要的，就是這個幾個東西，無明、行跟識，這是能引支。實際上這個識只有半支喔，兩支半，說無明、行跟因位識。",
    "1121": "[18:41]所引支者謂名色六處觸受，一共是四支，實際上是四支半。所引的是什麼呢？它前面能引支當中的識的半支，引發變成功「果位識」，所以應該是說這個半支加上這個「名色、六處、觸、受」，叫這個是引發的。能生呢？能生支者謂愛取有，所生支者謂生老死。」",
    "1148": "[19:08]「能生支者」是「愛、取、有」這個三支，完完全全的三支。所生支的「生」，生了就「老死」。那麼這個是先分類，這個分類，我們也暫時，你不要去強記它，不要強記，大概有個概念。等到你把十二因緣流轉的程序了解了，那你不要急，清清楚楚、明明白白，事實就是這樣，而我們每一個人就在這個當中流轉。一期生死固然是如此，一剎那起滅還是這個。所以我們現在繼續看下去：",
    "1190": "[19:50]若爾引生兩重因果，為顯有情一重受生因果耶？抑顯兩重耶？說，那麼你現在這樣說來，前面這個能引到所引是不是 ……從因引，能引到所引，這是因到果；後面是能生跟所生，又是一個因到果，這個說引跟生是兩重的因果。這個兩重的因果，用在我們的有情身心上面，你到底說它是說，說什麼呢？假定說，說一重或者是兩重，如果一重的話，你只要說從引到生就行了，為什麼還要說能引所引、能生所生呢？所以他又問了，是顯是一重一趟，還是兩趟啊？這是一個問題，這是問題。那麼同樣地，現在你們對這個概念還不一定很清楚，我們把那個文先一步一步地解釋。",
    "1260": "[21:00]若如初者，那麼他就說：假定說 這個還是個問題喔 假定初者是顯一重因果的話，就是從前面到後面，那麼這個人生就是這樣。",
    "1273": "[21:13]則已生起果位之識，乃至於受，後生愛等不應道理。因為你在這個上面所說的，這是一重因果，就是前面引，「能引」引到「所引」；前面是能引是因，然後感得所引之果，那不是就有了嗎？有了，那十二支假定說就算這樣的話，那麼前面已經引了，說能引是什麼？無明、行、識，這個是能引的因；然後呢所引的引起的果是什麼？果是名色、六入、觸、受。到了這個地方夠了啊，後面為什麼還有愛等，這要它幹什麼？這不是沒有用了嗎？所以說，「後生愛等是不應道理」。哦，這個說不通的。假定說，你說是兩重因果的話，",
    "1332": "[22:12]若如第二，第二是說兩重因果。",
    "1335": "[22:15]則後重因果中缺無明行及因位識，前因果中缺愛取有。是啊！那你要兩重因果的話，它這個引生的因是無明、行、識；是，前面是由無明、行、識引得來的；這後面第二次的話，那個無明、行、識就沒有了，所以說「後重因果中缺了無明、行及因位識」，這是一個缺陷。「前因果中缺愛、取、有」，這麼……前面實際上呢，它那個兩重是什麼呢？前面就是無明、行、識這個「能引」，引出名色、六入、觸、受「所引」，這是第一重因果；然後呢愛、取、有，這個是「能生」，生起這個生、老死「所生」，不是兩重因果，是吧？這兩重因果，假定你現在講兩重因果的話，那麼後面這個因果當中，從愛、取、有到這個果位上的生、老死，卻沒有能引的無明、行，這個不行；反過來，前面這個能引當中，無明、行、識卻沒有能生的愛、取，這個又缺乏了，這個又不行。所以他提出這問題，提出來。",
    "1428": "[23:48]所以關於這個地方他是辯論得很細，辯論得很細，目前我們在座的有一些同學，不一定有這個力量去體會到，那不妨。但是呢，只要講完了這個圖以後，你們只要肯努力一點的，稍微努力，不是大努力啊，這個概念就很清楚。我剛才一再說，這個概念清楚了以後，你整個的生死流轉的基本的完全了解，完全了解。而這個生死流轉，不是說像我們單單說的：啊，這人從生，生出來到死好像很遙遠，不是！就是我們從生到死一剎那、一剎那，眼前任何一個時候，無不在這個流轉當中。廣地來看說一期的生死，狹義地來說是剎那之間，都在這個裡邊。而這個裡邊，完完整整地講，都有從無明開始，一直到老死為止的這樣的首尾相連、輾轉相應的這個狀態。所以我們關於這個地方，一定要很清楚明白地弄清楚。關於這裡，這個《瑜伽師地論》上也有的，不過假定說不仔細地說明的話，教普通一般人去看的話，你絕對看不懂，不曉得他說些什麼。現在我們繼續下去。他怎麼講？",
    "1530": "[25:30]答：無過。說：沒錯，沒有錯。下面解說了。",
    "1534": "[25:34]謂能引因所引之法，即能生因之所生起，「能引因」，前面能引因是什麼？就是無明、行、識，無明、行、識這是三樣能引。「所引」引的什麼呢？引的是名色、六入、觸、受，這個四樣東西，所引的啊就是「能生因之所生起」。第二重因果當中不是說生嗎？生起來這個生，它是個什麼？是個總相，生起來那個總相我們叫生；生了以後，實際上那個生裡邊，就是這個名色、六處、觸、受，所以說「即能生因之所生起」，就是這樣，所以它並沒有缺少，並沒有欠少什麼。就像剛才我們說，一個房子，我們的教室，當你說教室的時候，雖然我並沒有說這個教室裡還有黑板，還有講臺，還有大家的課桌，一定包括在裡頭，否則的話，這個不能算一個教室。這個我們特別說一下，然後呢說：",
    "1603": "[26:43]所引已生，即於此立生老死故。說，雖然是第一重因果所引，引生的，生起了以後，這個名色、六處、觸、受，這些東西到後來，喏，就所以死，死什麼？也就是這些東西死，並沒有別的。譬如說我們說那個教室，說這個教室整個燒光了，當教室燒光的時候，請問這個裡邊的黑板、桌椅難道還在嗎？當然也燒得光溜溜，一樣東西都沒有啊！就是這樣。那麼他為什麼要說兩重因果呢？這個不是問題了嗎？他為什麼要這樣說呢？所以下面問題來了，",
    "1648": "[27:28]若爾何為說兩重因果耶？那為什麼你要說？那你不是這樣就行了嗎？",
    "1655": "[27:35]答：為顯引果苦諦，與生果苦諦相各異故。說，這個裡面有個大道理了，這個有絕大的道理了。這個引果的這個苦諦，跟生果的苦諦的行相不一樣的，這個不一樣的。這個同樣的是，譬如說苦諦，同樣的是引、生因果當中，但是它每一支每一支，這個功效、這個行相、這個狀態、這個內容啊，都不一樣，都不一樣。這個所以一定要把它分開來，所以一定要把它分開來。",
    "1699": "[28:19]前者於所引位唯有種子，自體未成是未來苦，後者已生苦位現法即苦。說前面這個啊，前面這個是引果苦諦是在種子位當中，它那個時候，它那個本體還沒有生，所以雖然有那個潛在這個力量，但是它並沒有苦，雖然說也是屬於苦諦的。後者呢，生起來了以後啊，現法就是苦，這兩個是有絕大的不一樣。可是固然引起來的這個果，固然是不一樣；然後呢沒有引果之前，這個因本身也不一樣，所以前面這個因叫「能引」，前面生這個果叫「所引」。"
}