{
    "7": "[00:07]後面這個叫作「能生因」，那麼果呢，叫「所生果」。前面這個所引的果，這是種子，並不苦；後面所生的這個果，是現行苦，是苦。所以這個兩個因果之間有這樣的差別。在我們的起心動念當中，到那個時候你用上了，就了解得清清楚楚。所以我們現在眼前很多東西，這明明是苦的，但是我們感受不到，然後呢拼命去集那個因，等到你感受得到就來不及啦！這個裡面有這樣的兩重輾轉關係，所以我們必定要了解說，喔！現在你這個一念哪，雖然感受不到苦，可是這個正是苦的因，使得這個苦的種子策發，將來感苦果的就是它。那麼你對這個有個正確的了解了以後，那個時候你就會努力去修行了。繼續下去：",
    "92": "[01:32]又為說明果之受生有二種因，那麼同樣地，這個道理剛才前面已經說明了，這個果生起的時候有兩種原因。",
    "105": "[01:45]謂能引因及此所引生起之因，故說二重因果。果的生起有的時候，一個是「能引因」，一個是生起的因，所以說兩重因果，所以說兩重因果。那麼",
    "125": "[02:05]如〈本地分〉云：「問：識等至受及生老死，若是雜相，何故說為二種相耶？說，從識到受，這個就是 ……「及生老死」，這個就是苦相、苦相。就是我們現在分成功惑、業、苦─無明、愛、取三支是惑，是無明相；行跟有是業；然後呢識、名色、六入、觸、受、生、老死這個七支是苦相。這個苦相就是雜染的，不同的各式各樣，那麼為什麼你要把它分開來說呢？",
    "179": "[02:59]答：為顯苦相異故，及顯引生二差別故。」雖然同樣的是「苦相」沒有錯，可是一個是種子位的，現在不苦，前面說過了；一個呢現行位的，現在就是苦。所以它同樣雖然是苦，是雜染的，但是這個兩個行相不一樣的，第一點。還有呢它這個生果的次第，的的確確有不同的，一個是「引」，一個是「生」，先把這個辨別清楚。",
    "217": "[03:37]又云：「問：諸支中幾苦諦攝現法為苦？答：二，謂生及老死。這個容易。",
    "228": "[03:48]問：幾苦諦攝當來為苦？答：識乃至受諸種子性。」就是上面已經說過的。",
    "236": "[03:56]是故能生之愛與發愛之受，二者非是一重緣起，發愛之受，乃是餘重緣起果位。這個一句話，就是我們修行的根本在這裡了，修行的根本在這裡。所以這地方說「能生之愛與發愛之受」，這十二支當中，受的因緣所以愛，那麼愛哪裡來的？因為前面有了受、感受，啊！覺得個感受是可愛的，然後你就愛著；那個感受使你不舒服的，然後呢你就排斥，是乖離愛；還有一種叫捨受。這個兩樣東西彼此間有密切的關係，可以說緊緊地不相分離。欸，妙了！雖然緊緊地不相分離，「兩者非是一重緣起」。嘿嘿，這個就很有趣！它種種的因果緣起的流轉過程當中來說，它並不是在一重緣起當中，是兩重緣起當中的。",
    "305": "[05:05]怎麼，哪兩重緣起呢？就是前面這個無明、行、識，是「能引」之因，這個因，對不對？由於這個因而引發名色、六處，然後呢觸、受，這個是「所引」的果，這是第一重緣起，到受為止，到受為止，到這一個地方為止。第二重緣起呢？是愛、取、有，為「能生」之因，能生之因。那麼引發的是什麼呢？「所生」的是什麼呢？生、老死。由於這個愛、取、有為因哪！然後引發生、老死那個果，這第二重緣起，不是一重緣起。",
    "357": "[05:57]既然不是一重緣起的話，中間這個關鍵在什麼地方，我們找出來。喏，真正的流轉生死，就是不曉得這個關鍵。然後呢你了解了這個關鍵，切斷的地方也從這個地方，這個地方切斷，行了！所以當這個關係你了解了以後，你照著它去做的話，那麼證的果，說一個利根的小乘，叫緣覺。如果萬一我們沒有這麼聰明，那佛告訴你這個受是苦哇！實際上受呢，就是我們現法，眼前一切都是受。為什麼眼前會受啊？到現在為止我們大家都了解了，原來我以前造的種種的業呀，你造了這個業嘛當然現在感得這個東西，你有這個感受啊！這不是很清楚嗎？一重因果對不對？就是以往你造了那些，所以現在有這個感受，就如此而已！",
    "419": "[06:59]然後呢在這個感受上面，你又起種種貪著，告訴你呀！這是錯的。嗯，好，你到此為止，擋住了！如果說你到那時候，到此為止擋住了，不跟無明、觸相應的這個受。你認得了所以生愛是因為無明，現在你認得了，不再生起無明的話，這個愛就不生起。為什麼呀？原來這個都是業感緣起 ─空，就是這麼一個道理。所以下面你正確認識了以後，這個不再無明相應。無明是什麼？就是惑嘛！所以細的地方，或者是說，內在的是無明，因為你不認識，所以生起種種的愛著等等；那麼認識清楚了以後，那個就不生了，擋在那裡。擋在那個地方的話，它這個就不會再引發生死，這個它重要的關鍵。",
    "478": "[07:58]所以說，如果說我們自己沒有力量能夠辨別得很清楚，信得過佛講 ─佛告訴你受是苦，苦的嘛固然是苦，快樂的也是苦，是因為這樣的關係，所以不苦不樂它還是苦。那怎麼辦哪？哦，你趕快努力啊！這個時候把生死切斷掉了，把生死切斷掉了！所以這一個地方他只是說明這個，所謂「支分略攝」的這個道理，支分略攝的這個道理。那麼下面呢，就講：",
    "520": "[08:40]四相當知能引所引，這個裡邊，前面我不是說嗎，引跟生，那麼引就是能引所引，能生所生。這一個裡邊先把文字唸一遍，很容易地唸一遍，唸完了一遍，我下一堂課就解釋那個流轉，生死流轉圖。",
    "543": "[09:03]一何為所引，謂果位識乃至其受，共四支半。上面說的是四支，實際上呢果位識也在這裡，前面已經說過了。",
    "555": "[09:15]二以何而引，那麼什麼東西引的呢？",
    "559": "[09:19]謂依無明之行。就是無明、行，就是這樣，這個是能引的。",
    "567": "[09:27]三如何而引，謂於因位識中熏業習氣之理。怎麼個引法呀？那麼在因位識，就是無明、行，當行的時候，就有一種力量熏習在裡頭，這個是一個因位的識，那熏業的習氣，然後呢它就引發。",
    "588": "[09:48]四所引之義，那麼怎麼會引的呢？怎麼會把這個能引的這個因哪，引成功呢？",
    "599": "[09:59]謂若遇愛等能生，堪能轉成如是諸果。所以這個能引、所引有這樣的四個狀態，我們要了解的。現在我只把那個文字說一下，文字說了一下，剛才已經說過了，那十二流轉圖你清楚了，這個完全了解。",
    "622": "[10:22]三相當知能生所生，在第二重因果「生」當中，有三個行相。",
    "630": "[10:30]一以何而生，謂以愛緣取。這個什麼樣會生的？喏，因為愛緣取，所以會。",
    "644": "[10:44]二何為所生，生起的是什麼？",
    "646": "[10:46]謂生老死。如何生哪？",
    "648": "[10:48]三如何而生，謂由行於識，所熏業習潤此堪能令有大力之理。《緣起經釋》中，以生一支為所生支，老死則為彼等過患。生是「所生」；老死，生了以後的過患。",
    "670": "[11:10]由是由愚業果無明起不善行，於識熏建惡業習氣，令其堪成三惡趣中果時之識乃至於受。由於這一個道理，前面不了解這個業感果這一個，那麼由於這一種道理，無明哪，這個道理不明白，起了種種惡業，「不善行」就是惡業。那麼在這個識當中熏了這個惡習氣，於是就將來這個轉成功果位當中的受等等，換句話說，惡趣當中的這個果報。",
    "717": "[11:57]次以愛取數數潤發，令彼業習漸有勢力，於當來世惡趣之中感生老死。又由愚無我真實義無明，起欲界攝戒等福行，及上界攝奢摩他等諸不動行，於識熏習妙業習氣，令其堪成欲界善趣及上界天果位之識乃至其受。次以愛取數數潤發，令其業習漸有勢力，於當來世諸善趣中，生起生等。如是十二有支，復於煩惱業苦三道，悉皆攝盡。如龍猛菩薩云：「初八九煩惱，二及十為業，餘七者是苦。」《稻稈經》說十二有支攝為四因，謂無明種者，於業田中下識種子，潤以愛水，遂於母胎生名色芽。我在這個地方簡單地念一遍，下面一堂課，我先解釋，解釋完了以後，回過頭來再把這個一看，那就清楚了。",
    "789": "[13:09]這張圖你們可以仔細地看一下，仔細地看一下。這張圖有很多一部分，在我們這個書本上是沒有的，書本上是沒有的。那麼不過沒什麼關係，將來關於這個概念，這個概念你們要把它認識得很清楚。這張圖一共分成功好幾圈，最裡邊一個小圈，第二圈、第三圈、第四圈，然後呢外面一個閻羅王抱著它，就這樣。",
    "828": "[13:48]那麼在這個最裡邊的核心當中，它有三樣東西，最裡邊的核心當中有三樣東西。哪三樣東西？這個一條豬、一條蛇，然後呢一隻雞，這個雞不一定雞啦，就是飛禽、家禽之類。現在這張圖上面這個一共分成功，這張圖上面分成功三圈，它最裡邊一圈，一條豬，然後呢這個一條蛇、一隻家禽，大家嘴巴咬著那前面的尾巴，牠前面咬著牠。這個三樣東西表示什麼呢？這個是生死的核心，換句話說，我們整個流轉生死凡夫的核心。這核心是什麼？貪、瞋、癡。",
    "922": "[15:22]豬代表「癡」，癡就是對實際上的真實狀態不知道，實際上的真實狀態不知道，這個豬就是代表著愚蠢，第一個牠是個畜生。那麼為什麼畜生，牠三樣東西都是畜生，用這個來代表呢？因為蛇特別的行相，是「瞋」相特別厲害。牠瞋而又能夠傷人的話，那就是毒蛇，專門傷人的；雖然那個瞋相，但是不大會傷人，那個是普通的無毒蛇。看起來，喔！這個很可怕的樣子，但是呢牠實際上的傷人的行為，傷人的心理不強，那就是感得的，但是一定瞋，感得的毒蛇。禽呢？這個淫比較強。反正一般的這個禽類，不管是外面的飛禽以及家禽等等，這個淫欲之念特強。那麼總共的就是癡，癡是無明囉！可是那個豬一般來說，就是我們的觀察當中，癡相特別重。豬好歡喜洗澡的，牠歡喜水喔，但是呢牠不管是髒水、清淨水，牠弄不清楚，反正有水牠就去，鏗鈴匡啷就這樣來。這也不知饑飽，不知髒垢，就這樣的一副樣子。",
    "1007": "[16:47]所以這個貪瞋癡三樣東西，是輾轉循環引生，這個生死的核心！由於這個生死的核心，所以然後呢再輪轉生死。這個輪轉生死的過程當中，這個叫中陰，這個中間，所以裡邊那個小圈圈是中陰。那個中陰你們看，這個兩個半邊，一個半邊暗暗的，一個半邊是光亮的。暗暗的那個半邊，那些人都是頭向下的，光亮的那個半邊頭向上的。我們在講四諦當中，大家有沒有記得，還記得不記得？說這個善趣的中陰身是光亮的，然後呢他向上的；惡趣的中陰身如黑羺光、如黯黑夜，然後頭向下的，喏，就是這個，就這個。",
    "1062": "[17:42]那麼然後那個中陰，再下面就輪轉在這個六道當中。那個六道當中，最上面的一個就是天趣，那個天趣，天的旁邊是修羅。因為這個天跟修羅互相為鄰，所以這個地方，有的地方畫六趣，有的是畫五趣。那麼再下面就是人道，是天、人，然後呢這個地方是畜生道，牠畜生道的真正自己安住的地方，是主要的是以大海為主，然後其餘的是跟人間是雜處的，這個畜生道。然後呢那個地方就是餓鬼，最下面就是地獄。這個六道當中，每一道的這個右上角都有佛陀在那裡，儘管在六道當中，可是這個佛菩薩都在這個地方接引我們。但是他並不在混在這個地方一起，而是站在那個上角上面，他一直在啊，「來啊！」非常慈悲地告訴我們：「你們趕快要跳出來啊！你們趕快要努力啊！」喏，就是這個。",
    "1135": "[18:55]那麼最外面一圈，最外面一圈就一共十二個圖。那個十二個圖我已經寫在黑板上了。第一個圖是一個瞎子，是一個瞎子，那個瞎子就是「無明」，我先把那個內容講一下。第二個陶，一個陶工，什麼是陶工？就是做瓷器的那個工人哪，就是那個本來是個泥巴，本來也沒有什麼，挖一點泥巴、弄一點水，鏗鈴匡啷對一對，然後你做成什麼，就做成什麼。實際上也不一定陶工啦！就是以那一個時候佛陀時代的，現在我們任何一個人，欸！你捏捏，就像做糖葫蘆的那一個人，用一點麥芽糖，捏捏捏捏，捏成功一個什麼，捏成功個雞，捏成功個狗，捏成功喇叭，捏成功什麼，你做什麼就做成功什麼，這樣。實際上呢就是我們的「行」，由於我們的這個無明的行，你造了什麼業，就造出什麼樣子來，就這樣。然後呢這個時候下面一隻猴子，猴子就是「心識」。你造了以後落下來，這個像猴子一樣，從那個地方跑到那個地方，那個地方，從這個房子跑到那個地方，這個是猴子。",
    "1203": "[20:03]猴子下面呢，是「名色」，名色是一個大海當中一個小船。欸！這個妙了，小船上面你也迷迷糊糊好像有一些人在那裡，但是他的確已經生命已經存在了，這樣的一個狀態就是。再下面呢，就是一座空房子，那個空房子有六個窗子，這個就是「六入」、六入。六入下面的話那就是觸，「觸」就是一個男女在一起，在睡在那個地方的這個狀態。然後呢下面是觸，觸是什麼？一枝箭射在眼睛裡面，哦，不是，我想想看哦！觸是那個，六入、觸、受，對！觸是男女的這個在一起，「受」就是那個一枝箭射在眼睛裡面。那麼下面是愛，「愛」就是那個酒鬼。酒鬼下面，然後再下面取啊，「取」是一隻猴子爬在樹上摘那個果子，摘那個果子。然後呢再下面，就是有，「有」就是個孕婦，懷孕的一個女人，到了十月滿胎的時候就有。「生」那就是生產的時候。最後呢，「老死」的話，一個人身上揹了個死屍，就是這個十二個緣起流轉。",
    "1287": "[21:27]那麼再外面一圈呢，有一位很恐怖的樣子，這個是什麼人呢？閻羅王，閻羅王就是死主，換句話說。它反正是，喏，對不起，你只要在這個裡邊哪，就跳不出這樣的一個關係，就在這個輾轉當中跳不出這麼一個關係。這個圖的最外面的右上角，那個時候佛陀在那裡，佛陀啊，指得一個月亮，佛陀指得一個月亮，這個月亮。佛陀是什麼？就是個覺者，他已經跳出這個生死輪迴，他告訴我們的，指的就是所指的法，這個是你們在輪迴當中熱惱、痛苦無比啊，這個月亮是才是真正的 ─月亮代表什麼？兩樣東西，第一個呢，清涼、不熱惱，第二個是光明、非無明。哦，是這一個，這個是十二因緣的。",
    "1348": "[22:28]那麼這個左上角，這一張圖上面，這個好像是度母還不知道誰，我不知道。我老師告訴我的，這個都有傳承的，每一個都有它特別傳承的。我老師告訴的，這個左上角那個地方，是一個法輪，是轉的法輪。當初本來我在台北講了以後，他們就要印，我說因為我是個師承老師告訴我的這個，但是呢現在這個左上角這個圖，我既然沒聽說，我不敢肯定。也要去找那個法輪沒找到，這沒關係，這樣，我們大概了解這個圖的真正的大概的意思。",
    "1393": "[23:13]那麼現在呢，我就把這一個這個圖的內涵，來給大家解釋一下。我想在這個解釋這個圖之前，不妨先講個故事，這個故事後面這個書上面也有的，你們現在也不必看那個書。這個故事是這樣的一個故事：",
    "1418": "[23:38]說佛世的時候有兩個大國，一個大國在菩提迦耶，一個大國在南方。那麼這兩個大國，國王都非常好，平常他們彼此之間，經常互相禮尚往來。那麼有一次，這個南方那個大國的那個國王，送了一樣東西，送給那個北方的菩提迦耶那個大王。送的什麼？一幅這個刺繡，那個時候刺繡是非常珍貴、非常珍貴。我曉得我們中國古代是以刺繡出名，這幅刺繡是不是中國去，我倒不知道了，反正是精采極了，他們印度平常是找不到的，是一個絕對的珍品。啊！看了很歡喜，他就派一個大臣作為最名貴的禮物，去送給那個北方那個大王。",
    "1483": "[24:43]送了以後那個北方大王一看，哎呀！那這個東西這麼珍貴，怎麼報答他呢？想來想去，想不出什麼報答他的辦法來。他自己又覺得我是一個大國，平常總是，送他的東西，因為我大嘛，總要比他更大一點。今天哪，他送了我這麼好東西，我怎麼回報他？那麼請那個大臣商量，那個大臣當然誰也想不出來，說：「欸，佛陀是一個最了不起的一切智者，我們何不問問佛陀呢？」說「好啊！」那有人跑得去問佛陀了，佛陀就叫人畫了那麼一張這個圖，就畫這個圖。那麼畫了這個圖，然後呢叫他說這個最珍貴。因為他們是信佛的，所以非常高興就拿了這張圖，送給那個南方的這個國王，送給那個南方的國王。",
    "1542": "[25:42]還沒有送去之前，就派一個大臣先去說，說：「哎呀！我們這裡承蒙你送給我們這樣珍貴的禮物，真難得之至。所以我們要想報答你，不曉得如何報答，用了種種的方法，結果找到一個無比珍貴的東西呀！現在呢你們好好等待著準備迎接。」所以那個南方的國王聽見了這個，平常就送嘛就送來，哪有那麼慎重，這樣慎重，可想這個禮物的重要啊！那麼後來他這張圖畫好了，然後呢派一個大臣，送得去的除了這個圖以外，還有一個和尚，親自捧了這份圖而去。這個南方那個國王，他沒有接觸過佛法，雖然聽說過，也不了解佛法是什麼，就要來接收。一看哪，一個大臣，欸！另外呢一個和尚，捧一張圖。他想，哎呀！這個東西一定是珍貴無比，所以他們用最恭敬的方式，最歡喜的心情去迎接。然後拆開來一看哪 ─一張圖，那個圖就是這個莫名其妙的不曉得什麼東西。嗯？這什麼啊？他當時心裡面就有被愚弄之感，就有被愚弄之感。",
    "1627": "[27:07]這個也許你們大家不一定能夠體會得到，可能有人體會得到。我記得我們那個時候，有很多這個娛樂的這個什麼，或者晚會啊什麼大家好玩，有一種開玩笑性質的。他用一個非常好的一個禮物包包，然後呢包得外面那個裝潢非常好，然後呢通常叫你拆開來，然後你去拆，拆了一層又一層，拆了一層又一層，拆到最後的話，嗨，裡邊或者一句笑話，或者一個什麼東西。那換句話說，你當時就覺得啼笑皆非，因為是被愚弄了嘛！這是那我所感受到。",
    "1667": "[27:47]所以那個國王當時他不了解這張圖的特別因緣，心裡面第一個念頭，他就覺得愚弄了，哼！就這樣。那麼，結果那個很多大臣看見了這個國王這樣的話，也覺得奇怪。「那來來來來！你們來看，這算什麼名堂？」大家來看了以後，因為由於國王這個一個表示，大家先入為主，大家覺得：哎呀，這是什麼名堂嘛！他事先就說得這麼慎重法，結果跑得來嘛派這個人又怪怪的，他又不知道和尚是什麼，然後呢這張圖又是莫名其妙，心裡面大家覺得不是味道，好、好、好，也沒辦法。",
    "1704": "[28:24]然後呢這國王越想越氣，越想越氣，說我平常很尊重他，結果他這樣，他總處處地方托大，他以為來輕視我，這一下要報復。這平常的人報復也報復了，這個國王往往一個報復，那就大動干戈，是這樣這下要跟他打，這樣。於是，那當然要真正打仗也不那麼輕易啦！所以召集那些大臣大家商量。說起來兩國是差不多，雖然究實說來，的的確確是菩提迦耶對方那個國王比他強一點。正在那商量的時候，那時有一個大臣說：「欸，不！我想這個國王一向我們彼此互相親善，從來沒有這種事情發生過。那這件事情，最好先把它弄弄清楚，不妨何不先派個人去問問呢？萬一他有特別意義，那我們這樣的話，豈不顯得太冒昧，而且無知。冒昧無知，而且又冒這個險，這個種種划不來。」"
}