{
    "14": "[00:14]大家想想：欸，也有道理呀！好、好，那就說還報。派一個大臣跟著來的，就問他，說：「你說這個很珍重的，但是我們收到這個禮物，看了半天，也看不懂這個什麼一回事情啊！」那麼，然後呢他就跟他解釋，就跟他解釋那個圖上面的那個道理，他說：「那個你既然要了解，他不是派一個和尚去嗎？你就去問那個和尚就得了。」「好，好，好，那就問那個。」既然要了解，然後問那個和尚。那個和尚就把那個十二因緣這個流轉的這個內容，從頭至尾詳詳細細地解釋一下，詳詳細細地解釋一下。解釋了一下，那個國王越聽越有味道，越聽越有味道。聽完了以後啊就想，開悟了，大徹大悟了，「啊，一點都沒錯！好好，這國家也不要了，給兒子。」就去做和尚去了，就這張圖。後面哪，我們書本上有的，說這個仙道大王，然後弄了個十二因緣貼在門上面，看了以後，欸，開悟了，就是這樣。你可想而知這個圖的真正的意義，而且這個開悟的話，那個真是什麼開悟啊？那是緣覺哦，緣這樣的。所以我先把這個因緣給大家看，說一說。",
    "102": "[01:42]我很早以前就聽說過十二因緣，然後呢什麼無明緣行，行緣識，識緣名色，名色緣六入 ……這麼大家都背得起來，到底說些什麼呀？啊！就是不知道。然後再聰明一點，講得很多道理。這個說憑良心話，後來我也跟人家講，也覺得把那個什麼能引、所引說了一大堆。一直到最後，我聽見我的老師跟我講了一遍，啊，那我才發現原來這麼個美！後來回過頭來，再看前面的很多概念都非常清楚，都非常清楚了，這樣。所以我了解，今天你們聽完了以後，這張圖容或了解了，可是你們要的的確確在這個地方非要努力不可，非要努力不可！你努力把前面後面的連貫起來，那個時候，那我以前告訴你們的道理去修行的概念，說為什麼前面說異熟、等流等等，當下的一念 ─業，這個概念都融貫起來了。",
    "160": "[02:40]我們要曉得大乘佛法之大乘，主要的還是這個。不同的就是你把這個內涵，能夠推廣使一切眾生了解了去解決，這個不同的地方；它解決的根本，還在這個上頭。所以佛在菩提迦耶菩提樹下，哦，發現了什麼？緣起，就是流轉順逆之間關係，就把這個結打開了。當然這個是非常深細、非常深細的部分，可是粗顯的地方，就從這個地方進去的。那麼現在呢把這張圖，順著這個次第，來解釋一下，來解釋一下。",
    "205": "[03:25]第一個，我們曉得，這個圖上面就是從無明開始，實際上真正是不是從無明，不一定從無明開始哦，這個裡面有它的個原因的；可是呢真正的細相，從無明開始。無明我們已經說過了，就是因為你對真實的狀態不了解，不了解，因為這個不了解，所以那個時候，對於沒有實在的東西，你執著的實在的。大家還記得吧？是「無明如非親實等」，第一個非實，不是實在的東西，然後呢你執著以為實有的；然後呢這個東西又明明是我們生死冤家，你就把它看成功親愛的東西。那麼這個說明了什麼呢？本來這個是五蘊，這個五蘊彼此間也是緣起之法，並不實在，你就在這個上面看成一個實體。而對這個實體，對我們自己個人來說，你又把它看成功「我」，或者親愛的；而偏偏這個我，我們生死冤家，就是這個，這樣。所以它分成功兩派的說明，一派呢是說你不了解真實，一派呢說執這個東西，執這個我，薩迦耶見。大家記得無明跟實之間的兩派判別嗎？",
    "311": "[05:11]那不管你怎麼，主要的原因，就在這裡。因為你不了解，所以你就造錯誤，這個圖上什麼？瞎子。瞎子當然嘛，就是一無所見。欸，但是你一無所見，老老實實還好，瞎子一樣地動嘛，他還拿了一個棒點點觸觸動，到處這樣。我們現在在長夜生死當中，儘管你知道得很多，可是真實的狀態一無所知。明明不實在的，你把它看成實在的；明明我們的冤家，你把它看成功我、我、我、我，這就受了這個害啊！",
    "349": "[05:49]因為你不了解，所以你去盲做，你一盲，因為你一盲，做嘛就做錯了。這個像什麼？像陶工一樣，就像剛才說的。欸，本來這些東西這是泥土啊、水呀、或者什麼其他的因緣，就捏成什麼樣、就是什麼樣，這個什麼？叫作「行」。說無明哪，所以就行，無明所以行。因為這個行的關係，這個業，業本身叫薰習業種力量，當行的當下，這個力量就存在的，這個業的習氣，這個是什麼？就「因位識」，這個就是因位識。",
    "389": "[06:29]那麼說到這個地方呢，我們現在馬上可以感受一下：平常啊，我們眼前是不是真實地了解世間的一切真相？我們並不了解。我們平常常常說的，一個對境境界來了，可愛的你就貪，不可愛的你就瞋。我們了解了，那為什麼他要來跟你吵啊，原來前面有它的因緣在，而我們不會了解的，對吧？種種這種事情不了解，因為你不了解，所以造種種的業。當你造業的當下，當下本身，那個心識當中，留下來這個影響的力量，做任何事情，做任何事情。可是造完了以後呢，它是不是增長？前面說這個業感不感果，叫「作已」 ─造完了以後還要增長。怎麼增長法呢？現在就看下去。",
    "445": "[07:25]那個時候，一下從那個第三支識，一跳跳到後面第八支愛，第八支愛，那麼這個情況，我要說一下。那個「愛」是什麼？這個圖上面畫的，一個吃酒的酒鬼，那個酒鬼啊他平常沒得酒喝，哎呀！心裡一天到晚想酒，等到那個有酒以後，喝得個不停。這個酒鬼從來不知道醉的，不曉得你們碰見過沒有，我想你們可能碰見過。在我以前沒有出家之前，我也不會喝酒的，只有一次的因緣，不曉得什麼因緣，偶然地喝了，喝了以後，人家說我喝醉了，我說沒有、沒有，我自己覺得腦筋清清楚楚嘛！實際上，實際上那個醉，不是說你倒地上一動都不動。的確地，只是你那個受了這個酒精的刺激以後，那時候心裡面一種興奮狀態，說話也是，愛說得不得了，是語無倫次，然後呢喝得是越喝越起勁。這我沒酒癮的，尚且如此，所以我曉得那個酒鬼的話，哎呀，那再多他也不怕。喝醉了，明天，明天再來！就這樣，所以這個愛的狀態，就是這樣的。",
    "522": "[08:42]那麼他為什麼會有這個狀態呢？你說無緣無故一個人會不會去喝啊？他不會。他前面一定有他一個什麼？有他的原因，他前面已經有這個習慣了，對不對？我們做任何事情，你沒有這個習慣，從來碰不到那個東西，你不會歡喜；你所以歡喜這東西，就是你前面喜好的東西。前面的喜好是什麼？就是你前面的行所積累這個習氣，你所歡喜的。那個歡喜的，如果遇見了這個外境，再引發它的話，前面所做的行為，留下來這個影響力量，當碰見了個境界你又觸發了，然後呢又來了。來了以後，這個像酒鬼一樣，你不會嫌少的。所以這個愛的力量，就是，啊，看見了就歡喜，這種狀態。",
    "581": "[09:41]那麼另外一種圖上面，它不是一個酒鬼，另外這個十二因緣圖上面，是畫一個要人。這個要人平常我們說國王，他處處地方顯得他很重要那個樣子，喔唷，他有很多事情要做。然後呢我們看哪，或者是大的企業家，或者是什麼，啊，他是忙得不得了！為什麼？這個也少不了，那個也少不了，這個也要，那個也要，就這樣。處處地方少不了他，是名也要，是利也要，是樣樣也要，錢也要，美人也要，沒有一樣東西少得了的。那國王，啊！有了這個，還要那個，有了這個，還要一個，他樣樣有了還要長生不老，就是這樣，所以這個愛的特質。",
    "625": "[10:25]那麼愛了進一步呢，他要取。「取」這個東西，就像猴子一樣，那我們看見那猴子爬在那個樹上面，真是有意思！那個猴子摘那個果，摘了一個放下一個來，摘了一個放下來，摘了一個放下來，摘了一個放下一個來。牠不停地這樣去摘的，就是那個取的特質，換句話說我們心理的狀態，就是這樣。",
    "646": "[10:46]然後呢當你取的時候，那個時候下面是產生什麼個狀態呢？取了以後，那個就非常強有力的這種心理狀態就生起來了，非常強有力的心理狀態生起來了。平常我們眼前說剎那的也好，說一生的也好，譬如說我們歡喜的東西 ─吃，哎呀，到那時候你看起來，這好吃的東西，你坐在這個地方一看。第一個，這個是什麼？就是你看見了。當你看見的時候，那個時候，如果說你以前有這個影響力量，有這個習性，跟無明相應的這個觸，看起來；欸，然後你就歡喜它，愛；愛了進一步你就取；取了以後，然後呢你就吃啊，什麼弄，那個越吃越起勁！當我們吃得起勁的東西，真是欲罷不能。如果我們那個肚子不是橡皮做的，如果我們這個肚子像個房子一樣的話，或者像個海一樣，你多少東西吃下去，都是不會打回票的。就單單這個東西，就有這麼一個很大的力量，這是我們剎那的，剎那的。",
    "718": "[11:58]那麼然後呢，還有一種狀態，那麼你一生積了這東西以後，譬如說我們現在人來說吧！現在世間人沒有一個人例外的，我們眼前一天的生活，說起來只要十塊、二十塊錢就解決了問題。喔，但是他偏偏不行，要積哪；不但要十塊、二十塊不行，要一百、一千、一萬、十萬，乃至於更多啊！他積，積在那裡存了銀行，然後呢輾轉地來，一生一直在這個上面忙，一直在這個上面忙。那麼等到他慢慢地、慢慢地忙完了以後，他心裡面就一直造這個業，心裡上留下來非常大、非常大的影響力量，非常大、非常大影響力量。通常情況之下，到結束了以後，那個時候他腦筋裡，譬如說，我們譬如說一個人生病了。哎呀，然後生病了以後，他通常有兩種心情：第一個呢趕快找醫生，他要保護自己的生命；還有一個，萬一有問題的話，哎呀，他也覺得這個事情還沒辦、這個事情還沒辦，哎呀，這個遺囑沒交代清楚、這個錢該怎麼辦、如何處理，他腦筋裡都是這些事情擺在這上頭。所以他那個時候，這個力量是非常強有力量，他一生忙那些事情，他在這地方近近地、近近地現起了。",
    "802": "[13:22]所以記得不記得，當人死有的時候，善心死或者惡心死，他那個是什麼？喏，就是他如果一生忙這個力量，他這忙，他為什麼忙啊？前面經過這個愛跟取，對不對？清楚不清楚？因為我們每一個地方那個心相，那個時候這個就有這麼絕大的力量。平常我們只要自己隨便你想一下的話，平常也是如此。重要的任何關鍵，假如有重要的事情擺在這地方的話，譬如說我正在做，做了一半我要離開了，喔唷，對不起，這一件事情一定要交代得清楚。一定是這一個事情就占在你心裡面，這個叫作什麼？最重的業。再不然的話，就是你要走了話，有人提醒你「欸，某人哪，還有一件事情沒解決」。「欸，對、對、對！」凡是這種事情都是什麼？都是前面經過了你一個識的種子，經過了現在的很多愛、取，而造了「有」，所謂有的話就是業嘛，這個存在這個力量。再不然的話呢，你的習慣，想起來要走了，「哎呀，哦，想起來了。」就是凡是這種情況，都是這樣。",
    "880": "[14:40]這個力量，由於這個力量，然後呢前面這一生的緣盡了，前面一生的緣捨。所以這個我們四諦當中，叫因、集、緣、生，因、集、緣、生。「因」就是那個種子，那個種子位，就是無明、行、識的那個識的那個種子。「集」的話呢，就是經過那愛、取的滋潤以後。這個集包括什麼？所有的這個惑跟業兩樣東西。經過這個愛、取的強烈的惑，然後呢造了種種的業，這個叫集。集了以後，然後呢下面會引生一個力量，引導你下一生的，而這一生的生命死掉了、捨掉了，這個就是下一生結生的「緣」，然後呢下一生，「生」起來了。",
    "942": "[15:42]那麼現在在這個地方呢，也是如此，由於前面這個愛、取，所以造種種業，造了這個業，這個業的力量是非常強。前面你無明、行，譬如說，因為無明看見這個東西，看了，然後呢做了一趟，留下一個影子，只是留下一個影子。這個影子，它不一定馬上結果的，通常就是你做了以後，就留在這個地方；可是假定經過後面的這個愛、取的滋潤的話，慢慢、慢慢這個力量越來越強，越來越強，越來越強。這個大家感受得到吧？這個很清楚、很明白的。所以當譬如我們剛才說的，今天你要離開的時候，要想交代或者什麼的，那就是這個什麼？這「有」的力量。當我們一生結束的時候，那也就是這個力量現起來了，所以那個就是會引導你到下一生，於是呢下一生開始生了，所以結生。",
    "1007": "[16:47]那麼結生的時候怎麼個生法的呢？結生的時候就是這樣，結生的時候這個道理我們已經 ……先就是你離開的時候，當這一生的緣盡了，說死了。然後呢，因為你由於無明，不認識事實的真相來愛著，你覺得：「哎呀，這個失去了！」這個無始以來的惑，以及你造種種業的推動你的力量，這種心理的狀態，這個就是識的狀態，又繼續地 ……生命前一世的業所感得的生命是到此為止，可是這個心識本身，卻有這個力量推動，就是那個時候，這個時候中有現起，這個中有就現起了。",
    "1060": "[17:40]中有現起來了呢，還是由於這個業。前面我們說過，當你造這個業的時候，除了你自己以外，還有跟你相應的；然後呢，欸，對不起，自己造的業，以及相應的境界現起的時候，那個時候，你又會在這個裡邊轉，然後呢結生。那個結生的時候，前面已經說過了，我們很清楚、很明白，說如果是 ─以胎生為一個例子來說明的話，就看見那個男女的交合。那麼因為你的這個業的關係，所以別的人跟你沒這個業，你看不見的；有業的話，不管千里萬里，你就去了，看見很清楚。然後呢當這個，《瑜伽師地論》上面說的，跟其他的，一個是男女的交合，一個是只見二根，乃至於最後只見那個精血，都是這個。就是你的心一貫注在這個裡頭的時候，只見這個！",
    "1123": "[18:43]昨天我們就談過了，如果我們仔細地觀察一下的話，我們也很清楚。剛開始的時候見到這個，然後呢你剛開始跑到廚房，看見廚房做菜；到後來的話，你歡喜的；到最後的話，除了這個你歡喜吃的，其他的什麼都看不見。那就是我們就這麼現實的一個心理狀態。然後你那個「識」，那個時候識，由於你一向的習慣，你就歡喜這個東西，所以它這個時候有種非常強有力的力量。本來只是你這個心的業力所緣的，但是因為強有的力量，你把它攝持、把持著這個東西。那個時候，這個精血本身，那個精血本身哪，這個就是這個名色當中的「色」；而另外這個「名」就是什麼？就是你的心識。那個心識所緣的對象，就偏偏有強有力這個「有」的力量，就把它把住，就像黏住一樣。",
    "1185": "[19:45]如果沒有這個強有的力量的話，你不會投生，你不會鑽進去的。就因為有這個強有的力量，這個強有的力量就是有支，就是「有」。就是我們以前無始以來所造的這個，經過愛、取滋潤的這個力量，一下沾上去了，一下沾上去了，這個就是名色。所以名色兩樣東西，它都互為相、相什麼？名依賴於色，色依賴於名，就是這個時候。那麼，這個名色這個東西，為什麼像海中一個小船呢？這有是有這個東西，有這個生命，可是呢它那個大海中動不了，就陷在這個裡邊，欸，就這麼、就這麼，你遠遠看看的就這麼一堆，就是如此而已。這個裡邊卻有兩樣東西，一個是物的方面，什麼？船。船上面，還有呢識的部分，一個人，就是這個，就如此而已。",
    "1242": "[20:42]那麼由於這個業的繼續不斷地推動，雖然在這個地方呢繼續不斷地推動，然後那個時候就六根開始發展了。這六根，這個是六根雖然發展了，但是這個根本身並沒有認識作用，就像一棟空房子一樣。那個空房子就是他的自體，六識就是六個窗子，所以它下面這個圖，是一個空房子有六個窗子，就是空空洞洞的，他有了六個根。這是這個胎位當中，乃至於到後來，他那個六根本身，根是具足了，但是那個根的作用，還不顯出來，根的作用還不顯出來。",
    "1283": "[21:23]那麼再下一步，這個業的推動，然後呢出生了以後，那個時候這個就是「觸」，感觸了，就是根、境、識，「三事和合觸」緣生。那個感觸是非常敏感的一樣事情，所以這個圖上面是一個男女交合，它並沒有現那個交歡，就是男女睡在一個床上，那個就是觸，那是一種非常強烈地一種狀態，那是非常強烈地狀態。平常那個感觸，我們也可以也可以感受得到，當你正觸的時候，那個時候譬如說：你一下坐得一個軟軟的，你坐上去，第一個念頭；或者你隨便，或者是如果說好的，啊！你快樂的感覺，其他的所謂苦、樂什麼等等。剛開始那個接觸的時候，你並沒有能夠體會得出來歡喜不歡喜，可是那，欸，一下，你就有一個感觸，這樣。",
    "1344": "[22:24]那個感觸本身卻是很靈敏的，由於這個靈敏的感觸，所以下面就生起那個「受」，生起那個受，那個受就非常強烈、非常強烈。所以那個圖上畫的什麼？像一支箭射在你眼睛裡。哇，這個眼睛這個東西敏感得不得了！你稍微吹一點風，啊，它那個眼睛就難受得不得了，稍微有一點垃圾進去就不得了，就是這樣。所以你隨便一點點東西的話，不管是身、心兩方面的這種東西，就會這麼個強烈法。",
    "1382": "[23:02]實際上呢我們眼前也是的，這兩天天氣冷了，哎呀，那一下冷了，那我們這裡覺得：啊，這地方，這個不行。喔唷，早晨起來，是第一個起不來。然後呢起來了，跑到大殿，平常的時候，進去就進去了，喔，一進去的話，踩到那地上冷得不得了。那我們這裡還比較好，如果你跑到大街上去一看的話，哇！那各式各樣的時髦的衣服統統出來了。天氣稍微熱一點哪，那個東西統統拿掉了，都是這個樣。然後呢你稍微吃東西味道，哎呀，今天差了一點點也覺得不對，不管是任何東西，這麼個敏感法，這樣。那個就是受，就是受。",
    "1427": "[23:47]所以剛才我們說，我們不是從無明、行、識，然後呢，這個三支是什麼？能引支對不對？為什麼叫能引？喏、喏，它能引發你的，但是因位當中哦！它能引的支，怎麼會引發生起的，還要一個條件，什麼條件？愛、取。這個因位的識，是在這個地方，但是這個因位的識，感不感果啊？不一定，要看你有沒有愛、取的滋潤。當有了這個愛、取的滋潤，不斷地滋潤的話，所謂「作已增長」；那麼不斷地作，就同樣一件事情，不斷地作，不斷地增長的話，這個力量非常強、非常強，到後來的話，它前面這個緣盡的時候，它這個力量就生起來了。然後呢生的時候怎麼辦呢？生的時候那就是這樣的次第，這樣的次第，所以到最後到受。現在我們一生，從結生開始到老死，一直在這個受的當中，一直在受的當中。對不對？",
    "1505": "[25:05]而我們現在境界，碰見那個境界，這個分三部分：前面告訴我們的，那我們那個果報分成三部分：一個是異熟果，一個是等流果，一個是主上或者是增上果。什麼是異熟果啊？喏，就是這個這些，從名色什麼等等，這主要的指這個報體為主的，這是識所攝持的這個。然後呢完了以後，在境界任何一個現起的時候，你這個上面有個感受，而那個感受的當下，它卻有一個另外一樣東西 ─等流，心裡面也會跟著生起來了，但是這個是果哦，這樣。還有呢外面的境界的話，外境這個所依，就是我們有情所依的叫作增上果，外境所依的。我們一生就在這個受當中。",
    "1565": "[26:05]當你隨便有一個受一樣東西的話，那個時候你就會有一個，一直在這個境界當中轉；有了一個受，那個時候你自然而然會根據那個受，而引發我們內心當中的一種狀態。那個引發的內心狀態是什麼？等流因果，如果是凡夫的話。現在我們了解了佛法以後呢，欸，不一樣了，不一樣了。說為什麼現在有這個感受的？啊，由於前面這樣地一路上來這個因緣哪，所以你看見了這個東西，你又歡喜了，因為以前積下來這個貪愛相應的。反過來呢，你看見了這種東西，又起瞋心了，那是因為跟這個相應的，總之這個在癡當中。嗯，不對、不對！如果你了解了不對，你就不會作這個，那就是還滅。這個我們現在暫時不談，這樣。",
    "1636": "[27:16]所以不懂得道理的之前，你一定在這個裡面轉，在這個裡面轉，然後你講種種世間道理。以世間來說，對呀！你有百分之百的道理，欸，我們嘛當然要去享受啊、當然要求營養啊、當然要求舒服啊、當然要講道理呀，你這個有道理，我這個沒道理呀！這種事情都來了，對不起，這個都是什麼？等流因果。然後在這地方呢繼續又造業，而所以這樣的話，就是對這個這一世所以感得這個果報的原因不清楚，對不對？無明 ─又來，從頭再轉！然後呢，由於不明白，所以你產生了下面的愛、取等等。這到這地方我們要了解了 ─哦！所以他剛才告訴我們，這個能生愛，發愛的這個「受」，跟這個受所生的這個愛是兩重因果。清楚不清楚現在？第一個我先把這個前面講的。",
    "1700": "[28:20]還有一個呢，無明、行、識，這個是能引支的因，這是個因位識擺在這個地方。就像平常我們說，欸，我們外面去跑一趟，或者我們坐在這個地方看一個電視，譬如說我們舉一個比喻吧！常常說的：你看電視看得正起勁的時候，忽然來了一個廣告 ─哎，看了正起勁來了個廣告幹什麼！你討厭它，是啊，討厭它，幸好它只有半分鐘過去掉了。對不起！那個識落在那個腦筋裡是個因位識，它並沒起現行哦！欸，過了一些時候，你碰碰碰碰碰到，忽然之間，以前廣告當中它是說：啊，這個汽車怎麼好、這個汽車怎麼好 ……。那個時候你有了錢了，又跑出去看看，你想到：哎呀，對呀！我那個汽車裡面想到有這樣東西。然後你就忙著去。"
}