{
    "3": "[00:03]這個是什麼？後面哪，又碰到了這個境界，然後呢，引發你的跟無明相應的觸緣受，對吧？一個是你不了解嘛，一個是境界，觸、受是什麼？一個是境界，記得不記得那個觸的定義呀？觸的定義是「境界受用」，說你又觸到那個境界了。受的定義呢？生果的。觸了以後，然後你又感受上面，你又看見了，那些，這個汽車，它的確帶給我們的很多好處，於是你想：「我也去要一個。」然後呢，你開始覺得滿好，只是如此而已 ─愛、取。於是你下面緊跟著，為了要獲得這個東西，做種種事情，你然後去買一個汽車。",
    "58": "[00:58]所以，當你剛開始看見那個東西的話，這個因位識，也許你看過了就丟在那個地方，它並沒有馬上叫你去買汽車耶，對不對？這眼前我們所有的所對的境界，是，所以經論上面告訴我們，「一念一輪迴」。這個是什麼？起一個念頭，就是一個念頭的因位識就下去了。所以我們一生哪從出生到現在，一直在這個境界當中，不曉得造多少的這個識 ─因位識。那麼這個因位識怎麼感果呢？哪！就是這個，所以它叫「能引」。那麼它能引這個因位識，怎麼才會生呢？怎麼才會生呢？還要一個「能生」，使得這個能引的因位，產生它能現在這生起的力量來，這個什麼？愛、取呀！現在清楚不清楚？現在清楚不清楚？所以這個地方，你們非聽不可啊！",
    "119": "[01:59]所以，我這個地方說一個閒話噢，前天有一位同修就一直說，哎呀，現在看了非常歡喜啊，他要把前面的補起來。是，補是要補的，因為你前面不補，現在跟不上。但是呢，這個他補了，重點都擺在補上面，這一堂課就不聽了，這個時候是一個大損失！你聽的時候，最清楚的時候；聽完了，你馬上去想一想，想得不懂，你弄清楚的話，這個概念就非常清楚了。所以我現在每一個地方解釋的時候，把前後的關聯都說得很清楚。那麼現在我們繼續說下去。",
    "153": "[02:33]說這個能引的因，經過這個能生的這個滋潤，欸，這樣就對了。這一下這個因位當中的識，就可以生起來了，所以結果呢 ─生、生支。所以生的狀態呢？所生的狀態，它所生支當中所指的那個生，就是現前生起的狀態。現前生起的狀態是什麼？說現法，對吧！所以這個叫作現法苦。那我們說：「不苦嘛，滿快樂！」前面記得不記得？樂是什麼？壞苦啊，對不起！苦嘛是苦苦啊，不苦不樂嘛是行苦啊！所以一有生，這個就是現在的苦諦攝。但是那個生的過程當中是卻有什麼？名色、六入、觸、受，這幾樣東西。這個名色這個東西，無所謂苦不苦。然後呢這個六入這個東西，它本身的確沒有苦不苦。但是呢，這個生支當中，卻也包含在這個裡頭的，對不對？",
    "228": "[03:48]所以這個我們剛才講總相、別相來說。所以每一個地方，它那個次第，現在我把這個大綱都說得清楚，那麼到這裡我們現在了解了，啊！原來這樣的。它所以能引分成三支，以及所生分成二支，以及引、生之間的大概的關係，在這個地方，有一個基本的概念，有這樣的一個基本的概念。",
    "260": "[04:20]我們現在不妨仍舊把這個能引來說一下。是能引是無明、行、識；所引，說「何為所引」哪？就是引的那個果位識，乃至於名色、六入、觸、受，就這樣。那麼以什麼？看，我們現在看一百八十四頁，剛才講那個文，現在你們看。一百八十四頁上面，第四：",
    "294": "[04:54]四相當知能引所引，一何為所引，謂果位識乃至其受，共四支半。二以何而引，謂依無明之行。三如何而引，現在正講這個。",
    "310": "[05:10]謂於因位識中熏業習氣之理。這個怎麼引法的？就是把因位當中這個識，不斷地熏，那個習氣去熏它，這個是這樣引的。所引的呢，怎麼引法呀？",
    "327": "[05:27]四所引之義，謂若遇愛等能生，哦，就這樣。這個因位識當中熏習，遇見這個能生的這個，就是那個能生的這個愛、取等等，就有一種引發的大的力量，所以就把這個因位識，",
    "348": "[05:48]堪能轉成如是諸果。就把前面本來這個因識，這是在因位當中，轉成功當中的果，結了果了。現在了解了沒有？那個，那一段話很清楚了，對吧？下面呢，",
    "365": "[06:05]三相當知能生所生，那第二重因果當中的這個：",
    "371": "[06:11]一以何而生，謂以愛緣取。二何為所生，謂生老死。這個就是你為什麼前面這因當中，現在要生起來的呢？喏，就是這個因位當中，本來潛在這個裡頭的，它有一天哪，它這個已經引發的果一現起的時候，當這個境界現起的時候，本身 ─譬如說，你眼睛看見一個東西，這個無所謂苦不苦啊，的確是。但是呢，的的確確是感得的，前面這個感得的果，所以「觸、受」這個受用兩樣東西圓滿了以後，那個時候，你又由「愛、取」引發滋潤，這個是「以何而生」。由於這個，「所生」的呢？「生、老死」。然後他下面說如何生呀？這個道理怎麼樣的？",
    "425": "[07:05]三如何而生，謂由行於識，所熏業習潤此堪能令有大力之理。還是這句話，還是這句話。由於你現在這個愛、取以後的造的行為，然後呢，這個行為把這個因位當中的識不斷地熏，熏就是就好像我們用火來烤一樣，不斷地去做，把這個力量增長它。就像一個種子種在那個地上，把那個太陽啊、水啊，不斷地再滋潤它，於是它就有一個力量生起來了，生起來了，那就是這個引、生兩樣東西。於是在整個的生死輪迴當中輾轉地轉，你這樣輾轉地轉的結果是什麼？等到你一生下來，對不起，生完了以後他下面，背上就揹一個死屍。一生，好了！註定就是這一條路，沒有第二條路好走了。一生下來是揹一個死屍，乃至於聖者，聖者他最後還要死，就是告訴我們這件事情。他那個東西，生下來的那個東西，還是要丟掉的，這是我們要了解的，就這樣。",
    "506": "[08:26]如果這樣的話呢，最後既然要死的話，對不起，就是這個東西 ─閻羅王，就注定啊被他所吞食。而且這個閻羅王很有意思，你看看那個圖，啊，他這個這麼可怕！三隻眼睛，然後睜得個圓圓地；這個兩個牙齒，前面在吞食；兩隻手、下面兩隻腳，把你整個的抱得死死地，沒有一個地方可以透脫出來，逃不出去，這就是。所以這個十二緣起，這個圖現在清楚了，然後呢，心理的行相清楚了。",
    "548": "[09:08]在進一步說明之前，現在我們不要看書，也不要看那個圖。我們這個地方仔細地檢查一下，前前後後我們所了解的，一生當中都是什麼？喏，由於生了以後，這生的過程當中，它是個總相。那麼生的過程當中呢一定什麼？觸、受。我們目前所遇見的一切事情，都是觸、受─眼睛看，根對著境生的識；好看的起貪，所謂不離愛；你討厭的，排斥，所以說是乖離愛。否則的話呢，捨受，就是還是一種狀態，就是無記心。這個無記這個東西不是引業，卻也是滿業的因。這個就是觸，觸了以後受，我們一生當中，無非在這個上頭。",
    "610": "[10:10]所以他前面，我們翻到前面，看，在一百八十二頁當中，愛那一支。看說：「愛者，謂於樂受起不離愛，於諸苦惱起乖離愛。說『由受緣生愛』者，是從無明和合觸緣，所生之受而能生愛。」這幾句話，剛才已經簡單地說過了。現在清楚不清楚？為什麼受緣生愛呀？那個受，觸了以後是一定受。那麼觸跟受之間的兩個受用的不同，我們現在也了解了。因為你雖然，這個是前面一重因果，但是當這個因到感果的時候，你如果了解了 ─到此為止，斷掉了；如果是不了解，對不起，你又來了。所以它一定是無明和合的觸緣而生的受，那個時候，又愛來了，又愛來了。",
    "676": "[11:16]這個是為什麼佛就告訴我們「觀受是苦」啊！現在我們這裡真正要努力的，努力在這上面哪！因為這樣的關係，我們不要說：「哎呀，這個營養呀！哎喲，這個醫生怎麼講、這個怎麼講；這個少不了、那個少不了，這個 ……。」沒有一個少不了的，實際上呢，沒有一個真需要的。忙了個半天哪，到最後燒起來還得多花一點油，真可惜！讓人家多哭幾場、多耗一點錢，實在沒有意思啊！實在沒意思啊！我們要從這個地方痛切地認識，佛法是這樣啊，這個才是佛法啊！",
    "726": "[12:06]所以我說這個十二因緣，不是把它乒乒乓乓背一遍哪！你當下要認得它，起心動念之間在什麼境界當中，這樣。所以的的確確的一定要這樣，可是呢，「現在我們雖然懂得了這個道理啦，我們大家懂是懂啦，但是做不到怎麼辦哪？」對！這個是個問題。所以記得昨天晚上，我們講那個溫習的時候吧！欸，也正講到這裡。這個俞先生聽見那個竈神講了以後，說心裡「哎喲，很警惕啊！」這第二天，大年初一，所以在佛菩薩前面磕頭，說：「我一定要改過，從此以後發誓要改過！」然後呢，改名叫「淨意道人」。我自己想起來，當年也是這樣，那個貪心這麼重，我就跑出去跟我師父講：「師父啊！我吃一餐，早晨不吃。」我師父就說：「唉呀，你不必啦，實際上你試試看哪！」這樣。我現在也發現，有的人是自己禁不住說閒話，他跑得來跟我說：「哎呀！師父啊，我要禁語。」我也笑笑，啊，我笑笑 ─最好不要禁。",
    "801": "[13:21]實際上呢，佛在《四十二章經》上面告訴我們清楚明白，你不在形相上面，你要認得的根本在什麼地方。所以我曉得，我們每一個人未嘗不想向上努力，但是為什麼不能努力？這是我們現在要真正注意的地方啊，真正注意的地方啊！所以以我們現在的地方，這個環境來看，我的的確確是越來越歡喜，大家每一個人都的的確確都在進步當中。不過有的人哪，的確是顯得太慢了一點。有的人哪，啊！實在讚歎，我都不如他。你只要肯向上，自然見效。",
    "843": "[14:03]那麼，向上的關鍵在什麼地方呢？（時間得注意一下。）向上的關鍵在哪裡呢？第一個正知見，這個地方已經告訴我們了，正知見。還有呢，正精進，這最重要的！你沒有精進不行。精進是什麼？如理地行持。而把這個正知見 ─要獲得正知見到正精進，中間有一樣東西，必定什麼？如理作意，就是思。所以你平常一定要深入地思，這是為什麼我一直告訴你們，大家現在這個地方真正用功的，你不要說我要學打坐，我一天要坐多少，我要拜多少拜，我要念多少佛。這種都是非常重要的，但是你一定要先懂得，怎麼去坐、怎麼去拜、怎麼去念，怎麼樣轉，這關鍵、功曹在什麼地方？這樣。那個時候，就先要如理作意。而眼前最重要的如理作意，必須要把空下來這個腦筋，不要讓它放逸，這最重要啊！放逸，最重要，這個是所以我策勵你們。慢慢地在溫習當中，我會特別注意的，不久、很快就要告訴大家，在這個地方閒話不准說，這是放逸之門，這是放逸之門。那麼我想時間到了，我們今天就到這個地方為止。",
    "933": "[15:33]請翻到《菩提道次第廣論》一百八十四頁，一百八十四頁。那麼昨天已經把十二因緣流轉的這張圖解釋了一下，當你們把這張圖的內涵，有一個正確的認識了以後，那麼現在我們這地方講的那個文字的本身，也就很容易懂了，很容易懂了。否則的話，你單單看那個文字，真是個看個天書啊！我自己是這樣，幾位同修也是這樣，你們沒有看的人不曉得這個困苦。真正看的人，我摸索了這個東西，摸索了十幾年，始終不曉得它說什麼！所以這一點我特別提醒大家，要珍惜這個教法。這個教法不是天上掉下來，還是你們宿生自己的善業培得的，所以很快就能得到這樣，得到那樣。",
    "1006": "[16:46]現在我們重新把一百八十四頁，第二段「四相當知」那一段，唸一下那大家概念就很清楚了。這個在唸的之前先說，這個十二支當中，總共對半、對半地分 ─六支是因，六支是果。哪六支是因呢？無明、行、識，愛、取、有，這個六支是因。然後果呢？是名色、六入（或者是六處）、觸、受，生、老死，這個六支是果支。一共這樣的十二支，分六因、六果。那麼單從這個因到果是這樣，可是這個因有兩重，一個是引，一個是生。那麼現在我們就把這個文重唸一遍。把唸過的文，跟昨天所了解的一對證，那你馬上，文字也了解了；然後這個文字所指的內容，這個內容就是我們心理的行相、相狀，乃至於為什麼我們在生死當中流轉的這個原因，就有個概念。現在看文：",
    "1111": "[18:31]四相當知能引所引，這個引，「能、所」當中一共有四個行相。",
    "1120": "[18:40]一何為所引，什麼是所引的？",
    "1125": "[18:45]謂果位識乃至其受，共四支半。不過在前面這個，平常我們一般說的這個半支不算，只算四支，名色，這個有個原因的。因為實際上啊那個果位識，出現是怎麼狀態？一直到攝持這個名色那個時候一剎那開始，那是果位識，前面這個都是因位。前面因是無明、行、識這個因位，經過了愛、取、有的滋潤，然後它現起中陰。那麼究實說來，那個中陰身本身已經進入果位識了，但是還沒有結生。所以他結生的時候是什麼？就是看見這個父、母交合的時候那個精血。實際上這個精血，就是由於他的業力的原因，那麼他的執著、愛著，所以這個時候，他有一種執取的力量。就像平常我們對我們所歡喜的，啊，我們歡喜吃的，全部精神，嘎嘎貫注在這上面。那個時候我們自己不覺得，但是這個力量非常強盛，這個力量。雖然你不覺得，卻有個強盛的力量。",
    "1217": "[20:17]有一個很善巧的方便，你可以感覺得到，你最歡喜吃的東西，人家把你拿走了，那個時候啊你簡直無法忍耐。那我想我們體會得到的，在這個裡面都是這樣的。你最疼愛的、最心愛的東西，忽然之間被人家拿走了，或者你要失去了，那個時候你這個心理這種狀態，那才可以顯得出來，這個強盛的這種力量。所以說，這是一種非常堅強的攝持、執取的力量。所以這個識就是依靠著這個 ─這個識、第一個識，就是心識的「識」 ─依靠著這個顏色的「色」，這個物質的這個東西，執著它，也緣它，這兩樣東西呀就像撐起來一樣。兩根筷子綁在一塊兒，你綁著我，我綁著你，結果兩根筷子就撐起來了。鋼筋跟水泥兩個緊緊地捆在一塊兒，這個柱子就行了！我們一切的都是如此。所以當它那個進入果位的時候這個狀態，就是變成功這個名色當中的這個「名」了。",
    "1290": "[21:30]所以通常我們這個，細分的時候，就曉得怎麼是因位、怎麼是果位。那麼果位的狀態，我這地方也提一下。什麼是所引呢？那就是這個從果位識，當他結生的一剎那開始，名色，然後呢，六入或者是六處，觸、受。那以何所引，拿什麼東西來引的呢？「無明之行」，就是業，最主要的是惑，由於惑而造的業，由於造了業，業有一個力量，這個力量會推動你的，以這個來推動，現在是拉，拉跟推是同樣一個力量。如何引發呢？怎麼會引的呢？是「因位識中熏業習氣之理」，這個昨天講過了。所引的呢，怎麼會引發起來的呢？「若遇愛等能生，堪能轉成如是諸果。」哦，這個我們現在了解了。",
    "1365": "[22:45]那麼還有呢，生那一方面。那個生那一方面是能生跟所生，能生跟所生一共有三個行相。「以何而生」，拿什麼東西才能夠生起來？這靠什麼力量呢？就是愛、取，靠愛、取的這個滋潤 ─以何為生。生些什麼呢？生、老死。「如何而生，謂由行於識，所熏業習潤此堪能令有大力之理。」由於愛、取的關係，然後呢，你呀，這個愛、取就是一種煩惱，一種惑，由於這個惑，然後呢自然而然你就造業，這個業就不斷地熏那個識。你做任何一件事情，那個識田當中就留下影響力量。以前留下來影響力量是因位，現在呢，你繼續努力地把這個因位留下來的識就感果了，就這樣。這個為什麼會感果呢？因為它繼續地熏習的話，這個力量越來越強大、越來越強大，強大到那個時候，它就產生了現行，這樣。那麼現在這個道理清楚了！",
    "1448": "[24:08]《緣起經釋》中，以生一支為所生支，老死則為彼等過患。那麼解釋。這個生是所生，老死為彼過患。前面我們說，所生是生、老死，那麼他為什麼要在這個地方分開來呢？他有一個原因的，他有一個原因的。就是說，他為什麼要講那個經 ─佛？他所有的一切都有一個目的，要讓我們正確了解生死的行相，然後呢，從這個地方跳出生死輪迴。假定你不了解這個生死的真實行相，痛苦的原因，以及這個實際上的過患、禍害的話，你不會生起厭離心。欸，你覺得還快樂得很欸！還好得很欸！這個也放不下，那個也放不下，不要說世間上的放不下，修學了佛法，還是覺得，哎呀！這個道場要弄這個 ……。那真的為了弘法，那是很了不起，但是偏偏自己的心裡面放不下。對不起，那個沒有用啊，那個沒有用啊！",
    "1532": "[25:32]所以他告訴你，一旦生起來了以後，這個禍患無窮，痛苦無比啊！所以他把所生的那個生、老死，那一個分開來。生是很簡單，就生；生完了以後剩下來的，一生就註定你揹了個死，那個死一直在變化，一直在痛苦當中。所以說，老死就是所有的「彼等」 ─生完了以後的一切，一切都是過患，唉，沒有一點是可以愛樂的地方。我們必定要對這個有所了解了，那個時候，你由於苦的逼切，才會追求，要想找這個苦的解脫。那麼你才看看，那個苦是不是能解脫呢？你會找，欸，說有原因，只要因地上面滅除就可以。所以整個的前面已經說過了，佛說的時候，一定先說苦諦的原因在這地方。所以佛在這個《緣起經》解釋當中，特別說明這一點，這個他的理由所在。換句話說，我們真正要想修行的話，必定要從這個地方下手。",
    "1618": "[26:58]這個，到這裡我們了解，佛講的經典，你千萬不要單單看那個理論。不要「單單」看成哦！注意哦！這是一個理論，沒錯，可是這個理論呢，有它絕端重要的一個實質的內容在。如果你把握不住的話，那就變成功說空話，那個所謂學教的話，那教了個半天是戲論。現在說它的理論就是它實質上的內容的，在這種狀態之下，如果你不修行則罷，要想修行的話，這個理論不通，請問你如何修法？所以短短的一句話，這個裡面有這種含意，隨時提醒我們。我們繼續下去，",
    "1665": "[27:45]由是由愚業果無明起不善行，於識熏建惡業習氣，令其堪成三惡趣中果時之識乃至於受。次以愛取數數潤發，令彼業習漸有勢力，於當來世惡趣之中感生老死。這個道理前面說過，這個是對於業果不明白，但是呢我們不明白 ─這真實的意義的不明白有兩重吧！一種就是因果的關係不明白，還有呢，就真實意義不了解。所以對因果不了解的人哪，他就造惡業，因為不了解如是因感如是果，他要找快樂，不曉得快樂的因在哪裡，就亂搞，這樣。那麼有一種人呢，了解這個因果的關係，說你要找快樂，要找到快樂的因呀！要去掉痛苦，要從根上面切斷哪！那時候他就不會造惡業了，然後呢他可以得到人天善趣，可是並不了解究竟意義。所謂這個因果的究竟的法則如何，對它真實意義不了解，他雖然造善事，但是還在人天當中。所以說",
    "1751": "[29:11]又由愚無我真實義無明，由於這個不了解，無明的話就是對真實的意義不了解。那麼於是造了善業，",
    "1763": "[29:23]起欲界攝戒等福行，這個「戒等福行」很有意思！平常我們一般都是講世間的世法，它這個善法當中，把戒開始，這個說明什麼？說明哪你單單持戒，而不了解這個真實無我的意義的話，對不起，這個戒只是人天有漏之福，不究竟的，還在輪轉當中。"
}