{
    "12": "[00:12]不過有一個好處，假定說你受戒了以後啊，你眼前雖然不了解，你一心恭敬，「喔唷，這個佛講的！」你無比的恭敬心，由於這恭敬心增上力的關係，將來這個福報完了以後，欸，你還是這個力量，引發你見到下一個佛菩薩，告訴你真實的意義，然後呢你透脫。不過多吃了一些冤枉苦頭，這個冤枉苦頭，比地獄裡面可要好很多哦！所以這地方也說明兩重意義。我們一定要了解，佛法告訴我們的戒的真實的內涵何在，我們必定要本末把握得很清楚，那麼這個是「欲界攝戒等福行」。",
    "64": "[01:04]及上界攝奢摩他等諸不動行，於識熏習妙業習氣，令其堪成欲界善趣及上界天果位之識乃至其受。到了這個。",
    "80": "[01:20]次以愛取數數潤發，令其業習漸有勢力，於當來世諸善趣中，生起生等。那個是善趣的，那個善趣的。不管這個哪一種，總是還在生死輪迴當中。你要跳出生死輪迴的話，不但對這個業感果的這個道理要了解，還要為什麼會業感果，原來這個是緣起空，就是空性，所以一切法無我的真實義要了解。你了解這個道理以後，然後你開始從普通的善行進入戒定慧，那這個時候這個戒，就變成功最重要的，必不可少的下腳第一步，下腳第一步。這個是我們必定要分得出來的。所以它的特質、根本因何在，我們要把握得住。好，現在這個我們了解了。",
    "142": "[02:22]如是十二有支，那麼這樣的十二有，不管你分成六因、六果也好，或者能引、所引、能生、所生，這個四相、三相也好，我們再歸納起來，不外乎三樣東西：",
    "160": "[02:40]復於煩惱業苦三道，悉皆攝盡。另外一種歸納的方法，惑就是煩惱，由於煩惱是造了業，由於造了業是感了苦，於是感了苦報現前的時候，我們不了解的關係又引發煩惱，所以叫無明嘛！然後呢輾轉，沒頭沒尾的。所以這個昨天講的十二有支的圖，中間那個圖啊，就是那個中間的核心，就是那個中間的核心。而這個裡邊，核心中間是以無明為主，只要有這個無明，一團糟。這個無明仔細算起來呢，最重要的兩樣 ─貪瞋癡。前面我們一開頭的時候，講中士的時候說，繫縛，繫縛生死的這個東西是什麼？就是惑跟業兩樣東西。而這個惑、業當中，惑是它的上首，就最主要的就是這個，就這樣。由於惑所以造業，造了業一定感苦；那麼然後感得苦的果報，果報現起的時候，對不起，你既然無明，根本沒有拔除的話，哦，又來了！輾轉輪，於是在這個上面，整個的輪迴就生起了，所以「悉皆攝盡」，統統包含無盡。下面引那個菩薩，",
    "250": "[04:10]如龍猛菩薩云：「初八九煩惱，二及十為業，餘七者是苦。」這個就是十二支當中的「初」，第一支是無明；「八、九」那就是愛、取，這個三支是煩惱。「二」就是行，「十」就是有，這兩支是業。其他的七支那就是苦，其他的「餘七」，這個東西就是苦。那麼現在我們看，再繼續下去。",
    "285": "[04:45]《稻稈經》說十二有支攝為四因，這個《稻稈經》也是專門講十二因緣的，十二因緣的。",
    "295": "[04:55]謂無明種者，這第一個，無明相當於種的人。",
    "298": "[04:58]於業田中下識種子，在這個業識的田當中，下的個識種子，這第二個。第三呢，",
    "306": "[05:06]潤以愛水，經過這愛水的滋潤哪，",
    "309": "[05:09]遂於母胎生名色芽。就結生相續。這個文字，只要我們把十二因緣圖了解了，你怎麼解釋內容都非常清楚。他不是要翻花樣，讓我們這樣解釋、那樣解釋，他目的不在這裡。目的是用種種不同的方式，各方面的說明，讓你對那生死行相的本身，非常清楚、明白地了解。這個所謂生死過程當中的行相，不在文字上面，而在我們起心動念之間。這個起心動念，並不單單是你閉上眼睛哦！就是任何時候，你張開眼睛，在任何時候，實際上這個起心動念，一定包括你起心動念引發之因。譬如張開眼睛，看見這個，心裡就動了；聽見這個，心裡就動了。所以換句話說，當在一切情況當中，所有的種種的內外引發的心理的行相，你透過了這些經論的說明，處處地方認得得明明白白，你就曉得哪些是染污、流轉。",
    "394": "[06:34]而這個地方現在重要的是告訴我們，先要懂得它的苦 ─過患；以及由此而緊跟著追到這個苦的原因何在；然後呢，這個原因如何在這個裡邊流轉，一步一步地讓你認識。到你認識了以後，既然這是苦，你又了解了這個苦的原因，那個時候進一步你就了解，如何在這個原因上面把它切斷。那麼再進一步，找到切斷的修持的方法，照著去做，問題解決！這樣。",
    "438": "[07:18]第三幾世圓滿者。那麼這個十二有支，從因感果當中，要經過多少時間呢？下面說明：",
    "451": "[07:31]能引所引支之中間，容有無量劫所間隔，或於二世即能生起無餘世隔。前面這個「引」這一支，從能引支到所引支，大家想想看，能引支是什麼？說到這裡我們馬上應該清楚，能引就是無明、行、識。那麼所引支是什麼？所引支就是名色、六入、觸、受。這個兩者中間有兩種可能，實際上呢包含的時間是無量無邊，說中間可能有無量劫的間隔，啊！說不出來地多長遠。這是指長 ─長的是無限大；短的呢 ─下一世，這樣，沒有其他的餘世，就可以生起。這個是引，能引到所引。還有呢，這個能引之所以生起，還要靠一個力量，要靠什麼？能生支。所以它為什麼雖然有能引的因，不生起來呢？還要一個能生、所生，「生」這一支。所以他下面說：",
    "532": "[08:52]其能生支與所生支二無間隔，這個兩個當中沒有間隔的，就是說前面是能生的一支，下一世一定是所生，一定跟著生起，所以這個兩者當中沒有間隔，這樣。所以呀，",
    "550": "[09:10]速者二生即能圓滿。這地方講幾世圓滿，最快的，第二生，就前一生到後一生就圓滿了。那麼這個怎麼樣是前一生到後一生就圓滿呢？先看，說：",
    "568": "[09:28]如於現法新造天中順生受業，即於現法滿二支半，謂無明行及因位識。臨終以前圓滿愛取及有三支，於當來世圓滿所引四支及半，並圓所生二支分故。如果說你「現法」，就是我們現世，現世就是這一世。這一世你造了「順生受」，就是下一生，造的這個業，不管是，現在這個地方是講「天」，其實你造六道當中任何一道，如果你現在當中先造了這個，那個時候滿了前面的兩支半，無明、行、識─那個是因位識。那麼然後呢，你繼續地把它增長，說「臨終以前」，就是在你沒有死的之前，你以愛、取再繼續地，把前面所造的因繼續地增長下去，於是當來世就「圓滿所引四支半」。那麼下面一世，滿了這個，因為由於這個「愛、取」的幾支的「有」 ─三支的這個生的力量，所以它下一世，馬上感生那個生、老死兩支。而這個生的過程當中呢，就包含了名色、六入、觸、受。「生」就是講那個總相，生起的過程就是這個樣，所以他前一世造的，第二世就感得了，這個快的。下面呢，",
    "665": "[11:05]遲久亦定不過三生，說最晚的話，最久、最久也只有三生，三生一定圓滿。怎麼呢？說，",
    "677": "[11:17]謂其能生及二所生並三能引各須一生，諸所引支於所生支攝故，「能生」需要一世，「所生」需要一世，還有三個「能引」也需要一世，這樣的三世就可以圓滿了。欸，前面說能引、所引中間，容有無量劫；現在這個地方就說三世圓滿，大家看了有沒有覺得問題呀？他說最快嘛兩世圓滿，最慢嘛三世圓滿；可是他前面又告訴我們說能引、所引中間，快則是兩世，慢則容有無量劫間隔。這個無量跟三世的，差得十萬八千里哦！這個地方有個重要的關鍵所在，大家想一想。",
    "731": "[12:11]所以假定你們諸位曾經事先看過的話，這一講的話你印象就很深，這是為什麼我建議你們看。儘管你們看不懂，你們看不懂，要在那裡想一想：「那這什麼道理？」那個時候你一講的話，那就非常清楚、非常明白。否則的話，你現在講過去，因為文字都是很陌生，儘管我講得很清楚，可是你看得還是糊裡糊塗，所以你不一定能夠把握得住這個重點，這個是對無價的法寶的一個最大損失。那麼現在我們看那個文，他說：",
    "772": "[12:52]能引能生中間，縱為多世間隔，是的！從引到生，中間是可能有很多世、無量世的間隔。縱然有多世間隔，",
    "791": "[13:11]然是其餘緣起之世，這句話，問題在這裡。什麼意思？什麼叫「其餘緣起之世」？為什麼那個能引不會引發所引？這個能引是什麼？就是由於無明、行所感得的因位識，對不對？這個識，就是你認識的一個。喏，譬如說，我們隨便昨天講的，還是繼續下去，說廣告當中你忽然看見一個東西 ─看見了！然後呢，看見了這個就放在那個地方，沒有其他東西引發你，這個是一個因位識哦！其實我們眼前一切時處，都有這個。現在我們聽見佛法了，也是一樣，聽見了佛法以後，然後你跑出去書本一合，你也忘記掉了，這個佛法也停在這裡。或者你在這裡做了個壞事了，做了個壞事以後呀，你回過頭來，覺得，啊，跑到佛門當中來了，然後呢全部精神貫注在佛門當中，以前做的這個壞事，這個東西又停在那裡，沒動。",
    "859": "[14:19]那麼現在是什麼東西在動呢？就是現在這個東西，你說，我看過電視了，放下來，忙別的事情。於是現在我做的這個事，增長的什麼？跟原來這個因位識不相應的，對不對？是不是？對，現在我們了解了。同樣地我們修行來說，啊，我們今天講得好啊，聽得好啊，然後呢說這一堂功課作得好啊！作完了跑出去，大家聊聊天、看看什麼，哎呀，覺得滿高興哪，忘記掉了！所以現在你繼續增長的，不是剛才那個東西了，現在增長的這個！",
    "903": "[15:03]假定說，你玩完了以後，回過來還要講、還要聽、還要拜，欸，那它又有。否則的話呢？如果你出去的話，它那個東西繼續再增長、增長、增長 ……增長到後來呢那個東西成熟。所以前面儘管在這裡念一點佛經什麼等等啊，這個成熟不成熟？不成熟，不能結生，對不對？所以他是說「其餘緣起之世」，那個其他的緣引發其他的因，在這個裡邊，其他的地方咕嚕、咕嚕、咕嚕在那兒轉，你現在這個能引的這個因位識啊，沒動！了解不了解？這個概念很重要哦！",
    "947": "[15:47]非此緣起之世故。啊！不是這個因緣輾轉的關係，這個我們要了解的，這個我們要了解的。所以就你能引這個識，從這個能引識，經過能生滋潤感生，這重因果當中，最長只有三世，只有三世。第一個是造，造完了以後呢，然後呢，你把愛、取來滋潤它，滋潤它了，它一定要會感果，下一生再去。所以，前面第一種情況是說現生，譬如說：啊！我今天做了 ……想修行，跑到廟裡面去，跟人家跑得去一看，欸，說這個廟「啊，這個好哇！」有個印象，然後呢回去，忘記掉了！然後呢一忘，無量劫以後又碰到了，欸！來了，就這樣。所以佛世有一個公案，說念了一聲南無佛，最後成了。這南無佛，那一聲是無量劫以前，這一世碰到了，然後呢又滋潤起來的，它才感。這是慢的。",
    "1024": "[17:04]快的呢？你聽到了一聲佛啊，過去了，過兩天又來了，「欸，這個好哇！啊，這個正是我需要的！」然後你心裡面全部精神就貫注進去、放進去，於是你經過了精進地努力，下面這個不斷地薰法，不斷地薰法，於是你全部精神投注在這裡。欸，第二世，再下一世你一定感得的果，這是兩世圓滿，這是兩世圓滿。",
    "1054": "[17:34]還有一種情況呢，就是說我們現在，我們也不曉得，我們又跑到廟裡去，看見廟裡很歡喜，你就很歡喜呀！我想我們在座的很多同修歡喜，人家講，欸，很聽得進，然後心裡就想要去出家，要去做和尚，心心念念做這個。為什麼你會這樣？就是你宿生薰法的這個因位識，也許是前一生，也許是前兩生，不曉得前多少生，我們不去管它，總是造這個因位識的那個緣也現起了，那個時候又碰上了。然後呢你不斷地在這個，用那個愛、取來滋潤它，於是感果了。不過這個愛、取，有一個不同的名字，對染污的同樣地愛、取，我們叫它愛、取；對這個清淨的我們叫它善法欲，叫勤精進，這兩個。其實精進還是造的業，對不對？所以這叫善業，或叫善淨之業，或叫不可思議無漏妙業，它還是業嘛！就是這樣啊！",
    "1120": "[18:40]這道理我們懂得了，所以說，哦，原來這樣啊！最快兩生，最慢嘛也是三生。不過這個地方有一樣東西沒算進去噢！",
    "1132": "[18:52]此未別算中有之壽。「中有」沒算進去，中有沒算，中有實際上也是一個時間段，但是一般說起來這個中有當中，就是一個沒有什麼 ……像生死輪迴當中的一個特別。它就是結生相續當中的，好像一個中間過段，所以不算它，但是有這個東西。平常我們講的時候呢，經論上面沒有提起它來，卻是內涵是有的。了解了這個，看看下面這兩句話：",
    "1165": "[19:25]如是像上面我們說的，",
    "1168": "[19:28]已生諸果支時，就像前面，這樣地從這個因感得這個果，這一個從因感果之間，只是一個因到果的必然關係，有沒有人去忙這件事情啊？沒有，並沒有人就在這兒做，所以啊，",
    "1193": "[19:53]然而全無實作業者，沒有實實在在，在造那個東西，所以絕對沒有一個主宰者去造那個東西，也只是這樣的因啊！因為你無明，所以你就會造業，因為造了業，所以就一定會有這個業相應的識落在這裡。同樣地，當有了這個識，經過愛、取的滋潤，而有支現起的時候，然後呢你會感得下面的生、老死等等。這個生、老死就是你所受的果報，就這樣，這個沒有實在的東西，只是十二支的輾轉連環。所以啊，既沒有實作業者，",
    "1246": "[20:46]及受果者，補特伽羅之我。這個補特伽羅是上面的所執之我。",
    "1253": "[20:53]如前所說從唯法因支，起唯法果支，就像前面講的道理一樣，這個就是什麼？因感果。這個因是一個法，是這樣的一個特質，是一個特性，它這裡邊並沒有「我」這個東西在。然後呢由這樣的一種特性，感得這樣的另外一個特性，跟這個因相應的這個，叫果法。只是說，這個法 ─因法感得果法，如此而已，並沒有一個我在呀，並沒有一個我在。",
    "1289": "[21:29]所以我們現在仔細推敲一下看，回想一下看，為什麼叫無明緣行啊？喏，因為「無明」，你如果是明的話，那你就不會妄著啊！因為瞎子所以嘛就妄著，那時候就造的「行」；造了個行以後，對不起，行當下就有「識」；識以後呢，然後呢一定會慢慢地，由於識的因緣，策發那個「名色」。當然，我們前面講的時候好像那識的因位識，一定要經過愛取的滋潤，這個，當然。但是它這個識攝取名色的過程當中是什麼？純粹是這個識的力量，對這一個精血的一種執持，所以識的因緣而產生名色，這前後的因果就是這樣，就這麼明白。由於名色，然後呢「六入」慢慢起來了；由於六入之緣，然後才有「觸」；觸了以後就有「受」；因為有了感受了就起「愛」；愛了以後就要去「取」。那一樣一樣東西的前後的關係，因、果關係這麼清楚。所以只是前面的因支，感得後面的果支，只是如此而已，但是呢我們卻不了解。",
    "1382": "[23:02]由不了知生死道理，於彼愚蒙妄執有我，求我安樂，故造三門善不善業仍復流轉。由於對這個道理我們不了解，這個真正的生死道理，只是這樣地流轉，但是呢我們不了解。不但不了解這個流轉的因果，而且不了解這個裡邊，並沒有實在造業的、受果的我，所以兩個都愚。那麼如果在這種情況下求，當然啦，有了這個我嘛要求我安樂呀！因為要求安樂，所以你就造作那種種業，造的時候呢，由於身口意三門，由於造了這個業啊，就流轉生死。",
    "1426": "[23:46]到了這裡，我們停下來說：「你說那沒有我，但是你那個痛苦的感受不是有的麼？」是啊！「快樂是感受有的嗎？」是啊，是啊！這千真萬確一點都沒有錯。你們怎麼講？我現在倒問問你們看看，這個怎麼講？對啊，你感受得痛苦嘛，當然你要除掉它了；你要感受得快樂，當然你要追求它了。這個怎麼講？這個地方考考你們，考考你們，這個地方值得我們好好地思考一下。實際上呢，我倒不是考你們，給你們一個最佳的機會，你們必定要從這個地方呢認真地深入。這一次的考是真的考哦，我現在告訴你們哦！今天下午我不去按腳，就是個考試，先說明。所以等一下下了課以後，你在這個問題上好好想一想，大家都要來，至於說就算旁聽的同修們等等，當然坐在外面的不算，至少從這個地方，我也了解大家的情況。沒有一個人，全部大家到齊。那麼在這個地方，我們繼續下去，說",
    "1502": "[25:02]故從三惑起二支業及從彼業出生七苦，復從七苦而起煩惱，又從煩惱如前而轉，故三有輪流轉不息。哦，好了，由於這我們不了解，所以迷惑；迷惑嘛就造業；造了這個業，又從這個業嘛出生這個果報，果報，那就是苦的。然後呢，造那個苦的果報現起的時候，你又不了解，還是不了解嘛，你又起煩惱啊！然後呢，惑、業、苦，啊！沒頭沒尾地一直在那兒轉。",
    "1538": "[25:38]龍猛菩薩云：「從三出生二，從二而生七，從七復生三，數轉三有輪。」就是這樣，這龍猛菩薩這個說的。實際上很多經論上面講的都是這樣：「從三出生二，從二而生七，從七復生三，數轉三有輪。」就這麼一個偈子，結果我們講了三個鐘頭，還沒有講完它。所以平常我們說自己要看論哪，那的的確確論是最好的說明的內容，但是沒有完整的教授，實實在在地你只是像看天書一樣。那麼下面這幾句話，",
    "1578": "[26:18]若正思惟由如是理，漂流生死，即是最勝厭離方便。來了，來了！由於上面這個道理，如果你了解了，如理思惟地想想的話，「哎呀，我的天哪！原來我們生死輪迴當中，就這麼莫名其妙，就這麼糊裡糊塗，這是一無意思啊，實在是我們冤枉啦！」所以說小人枉自為小人，白吃苦啊！那自己就產生厭離心。所以這個是策發我們厭離心的最好的方法，這也是千真萬確。",
    "1627": "[27:07]那麼我的感受呢也是如此，我出了家二十多年，剛開始的時候總覺得：啊，這個四諦、十二因緣，這個是小乘的，也不去管它，我是念佛要緊！到後來由於善知識的引導，為了要了解怎麼念佛念得好，所以就牽涉又到教理，然後開始學教。學了教以後，發現這個東西滿重要，然後去找，看那個四諦、十二因緣，看來看去呀就是看不懂。你說不懂嘛又懂得頭頭是道 ─苦集滅道，然後苦當中嘛無常苦空；集諦當中，四個行相，生集因緣；然後道行如出 ……十六個行相背得滾瓜爛熟，然後翻字典，查了個半天。但是跟我們有什麼關係呀？說實在的，一直不懂。到現在，這個裡邊，它每一個地方的觀念是非常清楚，等到你真正了解了這些的話，由不得你不生厭離，由不得你不生厭離！",
    "1689": "[28:09]所以這個地方特別告訴我們哪，假定我們現在厭離心生不起來，喏，這地方告訴我們最佳方便，就在這裡。說到現在這裡為止，是整個的佛法的基礎全部在這裡了，如果說沒有這個，大乘根本談不到！不要現在說，哎呀，我們大乘 ……佛法的基礎就在這裡，這一點我可以肯定的告訴你們，然後呢下面的經論上面都說明這一點，說明這一點。如果說了解這個道理，只解決自己的問題的話，那就小乘；你把這個心擴大要代一切有情去解決的，那就是大乘，因為那問題的中心在這個地方。所以大小乘的差別，不在對於這事情的真相的了解與否，而是說你發的心的廣狹問題。",
    "1746": "[29:06]從無量劫造集能引善不善業，異熟未出，對治未壞，哦！看一看，我們從無量劫以來，都造集了能引善、不善的業，這個現在我們了解了，我們了解了。因為我們從出生到老死，一直在那個受當中，只要你有一個感受，那你一定啊 ……這個受就是什麼？就是果，就是苦。然後呢，當這個感受的境界現起的時候，你一定又起惑、無明；一有惑的話，一定造了業；造了業的話，對不起，下面又緊跟著來了。"
}