{
    "9": "[00:09]造了業一定會感果的。那麼現在這個情況呢，你不曉得造了無量無邊的業，都沒感果，你說：你怎麼知道我沒感果啊？這非常清楚、非常明白。雖然無量劫，以前我們不知道，可是眼前的事情，我們知道得很清楚。我們一天當中，一小時當中，不曉得造多少能引之因。是，你看見這種東西，覺得：滿好啊！看見這種東西：這個真是討厭哪！是不是？我們剎那、剎那，都把這個能引的因就放在這個地方。",
    "49": "[00:49]如果說一個因要感一個果的話，那我們的生命也是一樣，一剎那就是一個生命，一剎那就是生命。實際上我們的一個生命一百年，這個一百年當中集多少能引之因啊！不曉得多多少少，一生尚且如此。所以我們一生當中，真正感得的只有其中的一個，對不對？所以剩下來的都沒有，還積在那裡。現在我們有無量生死了，豈不是說，這個無量無邊的能引之因的這個異熟還沒有感果，它一定要感果的，對不起！但是呢有一個方法，如果你修習對治的話，就可以把它損壞，它不感果，這是唯一的方法。所以「異熟未出」，這是無可奈何的，事實就是如此！這唯一的辦法要去對治。我們現在看看我們對治了沒有？說「對治未壞」，因為我們未修對治嘛！",
    "109": "[01:49]那麼請問：怎麼是對治法呢？前面講過了，我們在講業的時候曉得了，指這個。然後呢，所以講完了以後馬上講懺悔，這個懺悔就是它的對治，所以修行第一步就是這個東西。修對治的時候什麼狀態啊？修對治的時候曉得這個東西的過患哪 ─起過患欲解。本來你看見這個歡喜得不得了，哎喲，錢嘛越多越好啊！這個東西嘛也越好吃越好啊！現在感覺：啊！這個是無邊的過患啊！你只要能夠塞飽肚子，那我這個修行就可以了，多下來的東西實在是累贅啊！這樣。嗯，這個是對治。在你沒有生起對治之前，為什麼沒有生起對治？這個我們現在暫時不談。在你沒有生起對治之前是什麼狀態啊？",
    "172": "[02:52]今以愛取而為滋養，由此增上，則當漂流善趣惡趣。以愛取而滋潤，你看見就歡喜了，滋潤它。由此增上，則當漂流生死，這個生死包括善趣、惡趣，不管你怎麼都在漂流，都在漂流。",
    "188": "[03:08]所以現在對我們來說，最重要的應該怎麼辦呢？要了解正法。你了解正法，還要如理聽聞。所以你現在 ……還沒講翻到下一頁，我再繼續這一段話要說完。所以你必定要如理地了解的這個法，然後呢如理去思惟，如理去行持，經過懺悔去損、壞。損是一種，壞是一種，到現在為止，我們這個懺悔是損，沒有壞，到後面，到最後的話徹底地壞。能夠損的話，它暫時就不會感果的，我們損之又損、損之又損，於是因為你不會感惡果，你生生增上，或者你到了極樂世界，那沒關係！總是你不讓那個惡的因緣增長，一直讓那善的因緣 ……這個善的因緣尤其是幹什麼？正對治惡的，就是這樣。所以到最後的話呢，你了解了空性，把那個種子徹底破壞，好了！",
    "251": "[04:11]那麼那個時候我們還是有一個愛，這個愛叫什麼？善法欲。同樣的欲，欲是同樣的欲喔，可是善法欲跟世間的欲呀，這行相一樣的，方向完全相反。一個呢欲是欲：哈，越多越好！現在了解：啊，原來這個東西有這麼多過患哪！你厭離、排斥它，方向就完全相反，所以我們給它一個特別名字叫「善法欲」。因為你有了愛取，然後你造種種業；現在呢因為有善法欲，曉得這個東西厭惡，於是變成功「勤精進」，這個兩個是根本差別。你能夠以善法欲去勤精進的話，現在呢損壞 ─就是對治，它這個惡業，生死之業不感果了，不感果了，就這樣，這個概念就在這裡。反過來，你如果不了解，不管你在家也好，出家也好，受五戒也好，菩薩戒也好，乃至於什麼 ……啊！說多少道理，都在這裡 ─該你還要漂流！現在翻過來看。",
    "329": "[05:29]諸阿羅漢昔異生時，雖造無數能引之業，然無煩惱解脫生死，看！阿羅漢證了果了，在「異生」就是無量劫以來，他能引之業也一樣地無量無邊，但是他已經對治，不但損、而且壞。由於這個損而壞呀，他就煩惱解脫了，沒有了！所以解脫了生死，所以解脫了生死。所以前面這句話告訴我們，我們從無量劫以來，造了無量的業，「異熟未生，對治未壞」，這兩句話我為什麼要說？異熟未生這是無可奈何的，法爾如是。我們真正應該認識的就要認識對治，現在大家了解了嗎？所以對我們這個懺悔應該感到高興。儘管現在還不懂得，心裡面至少說：哎呀，我好高興！雖然我不懂道理，我已經有機會參加了！慢慢地就把這個真實的內容要加進去。不要說：哎呀，我已經很多了，現在又要中間加這個東西啊！那個時候你的心裡面啊，就排斥那個法，那個很危險喏！",
    "413": "[06:53]我們平常所謂謗法、謗法，不一定就形之於身口，就是你心裡一念起來的時候，你就那個時候，千萬注意喔！不要說：「唉，我在那裡睡一覺多好！我們跑得去鏗鈴匡啷磕幾個頭，在那邊磕得腰酸背痛！」這個念頭萬萬起不得！你儘管現在不懂，你說：啊！現在我既然有機會進去，雖然我不懂，我跑進去，這個就來。然後呢因為你不懂嘛，所以趕快努力把它弄懂，弄懂了然後你加進去「對治」，行了！行了！雖然我們這一生沒有機會，不一定有機會證得阿羅漢果，但是要求往生，那是保證的，這一點我們必定要了解。所以很多人，大家說我要念佛、念佛，那個道理都不懂，你怎麼個念呀！我的天啊！這個，這個地方注意哦！",
    "467": "[07:47]那麼還有一點，我剛才告訴你們考試，考試這個是大關鍵喔！我所以要考的話，就是你們考完了，今天晚上還要溫習，不過這個課主要在明天講。我會告訴你們，這個重要的關鍵在什麼地方，然後呢務必使得這個地方弄清楚。至少在座的大部分同修的確非常精進，我非常歡喜，這一點我絕對盡我的力量幫助你們。繼續下去。",
    "498": "[08:18]若於是理獲決定解，則於煩惱執為怨敵，於滅煩惱能發精進。好了！你對上面這個道理了解了，還要什麼？「獲決定解」。這個我們現在已經認識了，不是說懂得了，算了，然後呢關起書本來又忘記掉了。或者懂得是懂了，但還含含糊糊。不！懂得徹徹底底，夠不夠？不夠！徹底了以後，然後呢反覆思惟，然後呢你心裡生起現行，碰到任何情況之下 ─喏，就是這個！碰到任何情況下，就是這個！所以這個見解是堅定不移。你有了這個認識以後，那時候才可以，才會「對煩惱執為怨敵」。啊，在任何時候，平常我以為這個好就歡喜它的，是吧！貪愛的，愛取，啊，那個時候是一無是處啊！一無是處啊！你就把它看成功怨敵了。因為你把那個能夠怨敵了，所以你要對治它，那麼然後呢對於滅煩惱這個善巧方便，你能「發精進」。因為你找到了個怨家了，這個怨家要傷害你，你要想辦法跟那個怨家鬥啊！於是你要學種種的方法去跟它鬥嘛！這個精進就是鬥煩惱，那個時候才引發得起你的精進來。所以這個地方告訴我們，前面這個道理，這麼個重要法！",
    "591": "[09:51]現在不管是四諦、十二因緣，你兩種當中，你能夠融會貫通的話，不管你怎麼講，講四諦，四諦清清楚楚，講十二因緣，十二因緣清清楚楚。譬如說，我們前面講這個四諦當中的時候，曾經談起集諦，苦諦比較容易懂，苦、空、無常嘛！實際上那個苦、空、無常還不一定那麼容易喔，還不一定！不過至少粗相我們比較容易。那個集諦當中，集諦當中，因、集、緣、生四諦，這個的確不大懂，的確不大懂。你們不妨試試看，等一下翻那個字典，我們這裡佛教大字典，然後呢這個法相大字典，你去翻，你怎麼翻哪？如果不懂這個十二因緣的內涵的話，你不了解。或者《俱舍》上面有明白的說明，道理可能很清楚。如果說他對這個概念清楚的，一說道理，懂了！否則這個道理不清楚的話，道理說得再多，你還是不了解說些什麼。這個地方我順便說一下，這個開合之間、粗細之間一一交代清楚。",
    "670": "[11:10]那麼現在這個地方我們再停一下。他為什麼會能夠對煩惱執為怨敵啊？為什麼會對這個道理，能夠產生決定見解啊？有一個理由，而且也是唯一的理由可以說─苦！就是這樣，找快樂！也許我這一生 ……有很多人：「我並沒感覺，一心想修行。」那是宿生已經有修行了。初機修行的第一步，他一定是，因為初機的凡夫無非是找快樂嘛！啊，看那個苦嘛，他要去掉痛苦找快樂嘛！那個時候為了找快樂，為了去掉痛苦，那時候努力策勵他去找。不幸的是極大部分啊，他要找快樂找錯了，那世間沒有一個人例外，他都是找快樂，結果找了半天下了地獄，好可惜！我們幸運地找對了，啊！因為要這個，然後那個。找到這個地方，一步一步推進，最後呢找到了，原來根本在煩惱；然後呢滅這個煩惱有一定的方法，那個時候你才會策勵精進。策勵精進的力量還是什麼？怕苦嘛！一句話。所以記得哦！苦、集、滅、道，苦、集、滅、道，它一定是這個行相，你要把握得住的。",
    "768": "[12:48]所以我們曉得呀，這個對「知苦」，這是激發我們發心、起行，乃至於最後繼續修行，到最後證果的整個的力量，就在這裡，就在這裡！所以你看我們這個禪宗的大德也好，念佛的祖師也好，《淨土聖賢錄》上面我看見，也不曉得是哪一個和尚，他一天到晚念佛。然後呢人家罵他，「哎呀，快要死了，我哪有功夫啊！」下面一句話是我加上去的，他根本不覺得。「哎喲，我快死了！」下面匡匡、匡匡，「阿彌陀佛！」拼命念都來不及，哪有一點閒功夫！然後呢禪宗的大德就是生死心切，我們現在打那個板也是「生死事大」，處處地方在那裡。唉，真是可惜呀！可惜的是什麼呢？把那個「生死事大」寫在板上面，那是板的事情，跟我沒關係啊！",
    "827": "[13:47]我想起這個，我自己有一段笑話也可以說，我的笑話讓你們來笑，也是我自己很痛切，但是呢我要感激的。我說我二十幾年以前，哎喲，是滿用功啊，開始念佛，拼命念！後來因為到了蘭若，那麼然後呢又看了一點經教，哎喲，看了很警惕，然後呢自己也做不到。我在那個書上面圈哪、點哪，法師就說：「欸，不能亂喏！」所以我曉得經上面，我絕對不動，但是自己像現在這種書本上面，我就畫呀什麼，警惕自己。發現那個寫在書本裡還不夠味，我就把這個條子寫好了貼在牆上面，貼得個滿牆都是，啊，常常去看。有一天仁法師跑著來告訴我，看了一下。我心裡覺得：欸，他會讚歎我幾句！他怎麼講啊？「貼在牆上沒有用啊！你要放到心裡去啊！」嗯？這樣。後來我說：「法師啊！記不住，貼在牆上幫忙它。」他淡笑一下。",
    "892": "[14:52]過了多少年以後，我感覺到一點都沒錯！一直到現在為止，我還受用這句話。我發現努力了多少年以後，大部分時候都是這樣：書本上畫了半天，原來生死事大書本的事情，跟我不相干！然後打板的時候，那個板上寫一個「生死事大」，那個板的事情也跟我不相干！我們都是這個毛病。然後我們去弘法了，講給別人講了一大堆，然後自己呢？有很多人的確大菩薩，啊，那了不起！可是以我來說，我往往是說了半天，說給他們聽的，那是他們的生死，我不相干。我可以說，這是我自己的犯了一個大毛病，讓你們來笑我，這是我懺悔自己的心情也可以說。",
    "939": "[15:39]所以說「苦」、「生死」，你一定要了解，然後這個動力會推動你。然後我們看密教，噢，說這個密教很高明！是很高明。看看密勒日巴尊者，他到了後面有這樣的成就了，哪怕是他窮得這個樣，要叫他弄點吃，「唉呀，我什麼時候死都不知道！」然後呢送點衣服給他做，「唉呀，我什麼時候死都不知道，我哪有時間忙這種事情！」說來說去什麼？苦逼推動的力量，這是我們要了解的，所以根本在這裡。繼續：",
    "980": "[16:20]此中樸窮瓦大善知識，專於十二緣起有支，淨修其心，這位大善知識專門在這「有支」上面修。",
    "992": "[16:32]思惟緣起流轉還滅，著道次第。因為用了這個功，所以了解了，然後著那個道的次第。關於這幾句話，那麼文字很容易，你們如果懂得了這個有支，你們去用功的話，立刻相應。否則的話呢，這兩句話也沒多大意思。",
    "1013": "[16:53]此復是說，思惟惡趣十二有支流轉還滅為下士類。次進思惟二善趣中十二有支流轉還滅為中士類。所以因為你曉得，原來前面的因感後面的果是這樣的，如果你想到怕惡趣的話，那麼這是單是下士類。哦，說這樣要做壞事啊 ─墮落，所以你要做好事，那麼這是下士。結果發現，儘管做了善事還是流轉，不行！那麼要跳出，就是中士。下面：",
    "1047": "[17:27]如是比度自心，推想曾經為母有情，亦皆由其十二支門漂流生死發生慈悲，為利彼故，願當成佛，學習佛道為大士類。這後面一句話。由於自己感受到了這個苦逼啊，然後推己及人，說：「啊，我要報恩哪！」那個時候就把這一個道理要幫別人忙，你自己要跳出來，要幫別人。要跳出來還要這個呀！所以說沒有這個，談大乘那是不曉得怎麼談起。",
    "1085": "[18:05]現在把這個十二因緣的流轉的這個道理，簡單地說明了一下。實際上呢這個還滅的因，還滅的最主要的也已經點了一點，已點了一點。就是講到對治的時候，我們以愛、取去滋潤的話，那麼就生死；如果說你反過來，了解的如理的正法，如理對治的話，那麼把那個煩惱消失了。所以阿羅漢雖然有無量無邊的業，能夠解脫。同時這個地方我們立刻可以了解一下、回想一下，為什麼前面說三世兩重因果當中告訴說，這個受跟愛之間是兩重因果的，大家記得不記這句話？這每一個地方都有它特別的原因。「受」這個東西，是前面那一重因果，因，感到現在的必然的果，這個是無可奈何的事情，這個是無可奈何的事情！現在從那個受怎麼樣引發下面，卻是你現在的事情。你不了解了，無明相應之「觸」是生愛，然後明相應的這個觸是什麼啊？善法欲。就這樣地兩條路岔開了，就兩條路岔開了！這一條路流轉，這一條路還滅，這個大題目，重點現在這裡指出來。關於抉擇這個怎麼來修道在後面，我們現在繼續看文。",
    "1212": "[20:12]第四此等攝義者。如前所說，由業惑集增上力故，生起苦蘊生死道理，及特由其十二有支轉三有輪。於斯道理善了知已，正修習者，能壞一切衰損根本極重愚闇，像前面告訴我們的道理，由於「業惑集增上力故」，那麼這樣的關係，平常我們說「惑、業」，它就是「業、惑」，這個你們懂不懂什麼道理？是不是顛倒了？不是顛倒！所以它這個地方，每一個地方，有的時候可能顛倒。就是說你前面造的這個業，這個業的感不感果還要靠什麼？還要靠你的惑的滋潤。惑的這個滋潤的這個力量叫作「集」，由這個的力量，所以這個四諦當中因、集、緣、生，這個次第的必然性就在這個裡面。就是十二因緣當中的，怎麼從能引因到所生支的關鍵所在─這句話裡頭，前面已經解釋得很多了，所以這裡不再提它。於是就再結生，「生起苦蘊生死道理，及特由其十二有支轉三有輪。」",
    "1329": "[22:09]如果你對這個道理能夠如實地了知，不但了知，而且如理地、正確地修習，那個時候有一個特別好處 ─壞一切愚癡，而這個愚癡是衰損的根本。所有世間的一切的壞事情，都是從愚癡上來的，你了解這個緣起的話，那麼這個愚癡就解決了。平常我們講，說五停心觀的時候，對治貪心嘛不淨觀，對治瞋心嘛是慈悲觀，然後呢對治癡心嘛是緣起觀，觀些什麼呀？什麼呀？大家說緣起嘛，喏，這個才是真正緣起呀！現在你了解了內涵，一對比就了解了。實際上可能到現在為止，有的人了解，有的人還含含糊糊。考試完了以後，我想大家就會了解得比較清楚。那個時候了解了以後有什麼好處呢？",
    "1398": "[23:18]除遣妄執內外諸行從無因生，及邪因生一切邪見，你正確地了解了事情從因到果的必然性，而並不是天生來的，所以叫作空緣起、緣起空。那個時候不管是執著內在、執著外在 ─內在是我們的身心，外在的山河大地 ─說一切、一切無因生，你就不會。平常我們世間的這種想法就是「無因生」，當年稱為順世外道，現在我們通常大部分的見解都是這個！所謂「啊！這個世間嘛就是這樣嘛，生嘛就生起來了。」「那倒好像是哦！這個都是物質的流轉，跟這個沒關係。」就這套，這個就是無因，這個是錯誤的。「及邪因生一切邪見」，其實無因本身也是個邪因哪，也是個邪見。他所以說「邪因」的話，就是說他是講有因的，但是他講這個因，他弄錯了，是這樣，這種都是邪見。一切的衰損、一切的罪惡都從這個上頭來的，你現在了解了都排除它。所以這",
    "1482": "[24:42]增盛佛語寶藏珍財，如實了知生死體相，那個時候",
    "1490": "[24:50]便能發起猛利厭離，那個時候你就能夠發起猛利厭離了。",
    "1496": "[24:56]於解脫道策發其意。是能醒覺諸先修者，能得聖位微妙習氣最勝方便。既然你對生死體相認識了，發起了厭離，而且猛利地厭離的話，當然你一心一意要求厭離的方法。得到了方法，於是你拼命去努力。這樣的作法，那是所有那些大祖師們 ─那些祖師們都是已經什麼？覺醒，不再迷癡了，就是啊或者大徹大悟有成就者 ─以及得到聖位的，這種微妙習氣。平常我們現在的習氣染污的，既不微又不妙，是粗劣啊！可怕極了，他這個才是好的！這樣的好處的，最殊勝的方便、善巧，就是講上面這個。那麼下面就講經上面的證明。",
    "1566": "[26:06]如是亦如《妙臂請問經》云：「於愚癡者，以緣起道。」說我們五停心觀就從這個上頭來的。",
    "1574": "[26:14]《稻稈經》說：「善見緣起，則能遮除緣前後際，及緣現在一切惡見。」如果你對緣起的這個道理能夠善巧、正確地如實了解了以後，那麼對於從前到現在，從現在到後在，種種過程當中的錯誤的這種概念、惡見，一切都排除、遮住、遮止掉了。",
    "1603": "[26:43]龍猛菩薩云：佛經上這麼說，菩薩論上面也這麼說。",
    "1608": "[26:48]「此緣起甚深，是佛語藏寶。」這個緣起這個道理呀，甚深、最甚深啊！的的確確，佛整個講的就是緣起，我們現在了解的，那個只是一個概念。而我們現在這個概念實際上呢，就是進入這個甚深緣起的下腳第一步，非常重要！你有了這個認識走進去的話，你可以走到究竟、無餘圓滿地步。",
    "1639": "[27:19]毘奈耶教中說第一雙（即舍利弗與目犍連）所有現行，謂時時中遊觀五趣，遊觀之後還贍部洲，為諸四眾宣說彼等所有眾苦。這個第一雙就是佛弟子，他們一對啊那真是了不起！為什麼讚歎他們「第一雙」啊？就是幫助我們釋迦世尊弘揚教法最好的一對，稱他「第一雙」。他們的現行，他們忙些什麼？看看！這是我們值得我們學習的。於「時時中遊觀五趣」，他們也去遊喔！欸，他遊了以後，還來「為四眾宣說彼等所有眾苦」，小乘尚且如此！所以菩薩，這常遊畢竟空，說「菩薩清涼月，常遊畢竟空」，他也遊戲呀！他這個遊戲呀，唯恐你不去遊戲，我們這個遊戲呀就唯恐我們去，差別何在？這我們要了解，一個是正知見相應步步上昇，一個是無明覆蓋當中愚癡雜染。",
    "1720": "[28:40]諸有共住近住弟子，不樂梵行，即便引彼付第一雙，請為教誨。那麼如果說跟佛的那些共住、近住弟子，說這個「共住」的話，也就是出家的，共同的；「近住」這是淨人們，現在我們譬如說在僧團當中，有很多或者受五戒的，或者受八關齋戒的，本來近住是指八關齋戒的這個特別的，那麼現在包括範圍廣一點。反過來說，就是在這個僧團當中的在家、出家的弟子。他所以到僧團來當然學佛，但是進來了以後就「不樂梵行」。唉！來是來了，心裡面就放不下，你怎麼辦呢？「付第一雙，請為教誨。」",
    "1774": "[29:34]二人受已教誨彼等，得教授已，愛樂梵行便能證得殊勝上德。就這樣。那麼把那些不樂梵行的人交給他們兩個，他們兩個就給他去教誨了以後，他就能夠愛樂。然後呢，成就了！"
}