{
    "11": "[00:11]前面有過這個故事，難陀這個故事，阿難那兩個侄兒那個故事都是。他出了家以後不樂梵行，交給他們兩個，他們兩個帶去一來，啊，馬上解決！就這樣。",
    "27": "[00:27]大師見此問阿難陀，啟白其事，佛曰：一切時處，不能徧有如第一雙，然後呢，「大師」就是佛啦，看見他們兩個做得好，那麼就問阿難。阿難尊者就把這個事情告訴說：「噢，本來啊他們兩個，他們那些人不好好的，結果呢，讓那個舍利弗跟目犍連尊者給他一教化，都成就了！」佛就說：「好是好呀，但是一切時處，不能徧有如第一雙。」這個當然，你不可能啊，他們兩個只有兩個人，你不可能任何地方就去叫他們哪！「現在我另外告訴你一個方法」，怎麼辦哪？",
    "68": "[01:08]應於門房畫生死輪，分為五分，周圍當畫十二緣起流轉還滅，其次乃興畫生死輪。他說這樣，在你們的房門上面，換句話說，你在起居的隨時看看，那生死輪迴這個樣的，「分為五分」，就是昨天那個圖，記得不記得？從最裡邊，一層、兩層、三層、四層、五層，就是這個！畫在那裡。那麼周圍呢，最外面畫一個十二緣起流轉。其次「興生死輪」，畫這個生死六道當中，中陰中間，外面被這個閻羅王包住，這樣的五個層次。那麼另外呢，",
    "117": "[01:57]又為仙道大王寄佛像時，於下繪寫十二緣起流轉還滅而為寄之。大王受已，至天曉時，結跏趺坐，端正其身，住對面念，善觀緣起二種道理而證聖果。就是昨天講的那個故事。就把它寄給他，一看，然後呢他看了以後，就了脫生死了。但願我們現在也看了它一下呀，能夠解決這個問題。不過我們現在不要單單為自己，這個地方要為一切眾生解決，這個是我們說共中士。",
    "158": "[02:38]第二，前面就是先把這個十二緣起的這個第一個一點說明 ─不是，這一個是整個的共中士道。共中士道它分幾部分，分幾部分，我們就看看這個什麼，看那個科判在什麼地方，在一百 ……這個共中士道，思惟苦諦，希求解脫方便 ……在一百五十三頁。中士道修心分四個，正修意樂，那麼正修意樂當中分成功有這個四諦、十二因緣的修法，那麼現在這兩個都說完了。所以我們了解了，那中士道的意樂講些什麼內容，怎麼修法，質本身已經明白地了解了。那麼量呢？所以現在這個第二，彼生起之量。",
    "248": "[04:08]第二生此意樂之量者。如是由於苦集二諦及其十二緣起支門，詳細了知生死體相，欲捨生死，欲彼寂滅及欲證得。雖纔生此，亦是出離意樂，第一個，像前面我們關於這個正修中士道的意樂分兩個，分兩類來說：第一個是苦集滅道的四諦，苦、集；十二緣起。了解了生死的體相以後，那個時候心裡覺得真是一無意思啊！原來這個我們認以為快樂的事情是一無是處，不要說苦啊！然後呢找到那個苦是原來有這個原因哪！那是既然有這個原因可以消除掉了，誰願意苦呢？那麼於是就要想得到那個去掉痛苦的寂滅等等。「雖纔生此，亦是出離意樂」，你只要生起一點來，這個也是出離意樂。",
    "325": "[05:25]這個話到現在為止，對我們就變得很重要了。為什麼？因為我們現在了解了，你任何一個識，因位識，你只要有這個因位識，它將來只要有因緣再去滋潤它的話，它就能夠感果的，感果的第一個就是這個。不過以無始以來是無明、行、識，現在呢由於正法的了解了以後，跟「明」相應的「行」，所生下來的這個「識」，就是這個。所以哪怕才生起，這個意樂，這個就是識心，就對了，我們就要這個！但是夠不夠？不夠！",
    "374": "[06:14]然唯爾許猶非止足，不夠的，因為這是因位嘛！我們現在要感得的果位，因位當中不能解決問題，要感果了以後，才得到這個圓滿的。",
    "389": "[06:29]如《六十正理論釋》云：「處於無常熾然大火三地之中，如入火宅決欲超出。」而那個心要怎麼樣才對呢？就像我們處在這個大火，什麼大火呀？無常大火。這個大火啊燒得非常猛烈，所以「熾然的大火」。在這種情況之下，任何人是拼命地一定要超出。喏，我們要生的量要這樣的，那麼就對了，一定要對了！所以我們每天晚上一定念，一定念什麼？念什麼？普賢警眾四句，普賢「如救頭燃」，啊！就像這樣啊，那趕快努力啊！",
    "443": "[07:23]又云：「如囚欲脫獄」等。如前所引，這個前面都已經說過了。",
    "451": "[07:31]謂如誤入熾然火宅及墮牢獄，不樂彼處，能生幾許欲脫之心，即當發生如彼心量，次後更須令漸增長。你心裡面有多少生起來的話，就對了，你就應該像這樣的這個量，繼續不斷地增長、增長。這個現在我們修行、修行，沒有別的，就是這個！沒有別的，更沒有別的了。不管是禪、淨、律、密的根本在此。",
    "493": "[08:13]又此意樂如霞惹瓦說，若僅口面漂浮少許，如酸酒上所擲粉麵，則於集諦生死之因，見不可欲亦僅爾許。有一個祖師說得很有趣，雖然很有趣啊，這個裡邊還很痛切！就像一些祖師說的話：「我這個笑，笑中有痛。」雖然這個很有趣，好像滿好玩的，但是心裡面就很痛，痛切的感覺。上面所說的那些道理啊，只是口面上面，是嘴巴上面講講的，漂浮在像酸酒上面，那個酒還發了酸哪，那是一無是處啊！然後呢還漂一點麵粉。通常我們看見那個很多東西上面浮一點點，就這麼一點點，那意思啊，一點用場都沒有！",
    "548": "[09:08]如果你講的這個道理這樣的話，「則於集諦生死之因，見不可欲亦僅爾許。」因為你對這個道理並不了解嘛，既然你不感到苦，當然你也不會求出離；不會求出離，你也不會找出離的因跟道。就算你懂得了，也沒有用！嘴巴上面講講啊，心裡面就生不起來。那一定要你正確地思惟、觀察，然後對那個痛苦產生深切的厭離，然後呢找到這個痛苦的因，那個時候你覺得：「哎呀，這個是一無可取啊！」「見不可欲」是這樣來的。所以常常有人問我，我當年自己也是這樣說：「哎呀，這個貪心，明明曉得這個貪不好，經上說得明明白白，好像懂了，為什麼去不掉呀？」就是這樣。你沒找到因，你沒找到因。所以沒找到因，你還覺得這個東西可欲，啊，好得很欸！你找到了因，認識了清楚，那時候你就感覺到：哎呀，一無是處啊！一無是處啊！那個時候你就排斥它，那個厭離心就生起來了呀！",
    "630": "[10:30]若如是者，則於滅除苦集之滅，求解脫心亦復同爾，既然你對苦也不怕苦，不怕！然後呢造集苦的因，當然你也不了解這是集苦的，你還覺得快樂得很欸！既然是快樂的話，當然啦，這個滅除這苦的這個滅，你把它苦當成快樂，現在要滅除它，當然不願意嘛！當然不願意，所以說，「滅除苦集之滅」啊，是你也不想。既然不想的話，得到這個苦滅的求解脫這個心也是這樣。",
    "671": "[11:11]故欲正修解脫道心，亦唯虛言。所以說修道都是空話，都是空話！我們因為了解了這一個 ─苦，找到了苦的因，啊！曉得要從這個地方斷起。斷了以後得到這個滅諦，那真是樂！然後要去修道。要修道，然後要出家也好，然後要持戒、學定、修慧，然後要念佛、要參禪，然後要學教、要學密。然後自己不忍哪，再進一步才去弘法，這個次第是這樣的，必然的。所以下面說：",
    "711": "[11:51]見他有情漂流生死，所受眾苦不忍之悲，亦無從起，因為你自己看見這個生死的行相那麼痛苦啊，所以要跳出來，而推己及人，看見：哎呀，不忍他們苦啊！因為你不忍，所以那個悲。既然你現在前面這個沒有，你說悲，哪裡生起啊？所以現在有很多人總覺得，唉呀，看見別人苦，他覺得：啊，很不忍哪！他自己苦懂不懂啊？自己苦一點都不懂！既然自己苦的一點不懂的話，怎麼所以說對人家的苦不忍呢？這個是問題喔，這個是問題喔！這個是我們要檢點的。但是這個並不是說，我們沒有世間這種，是的，看見世間這個人生了病，很痛苦啊！對！我們倒是好的，這個是好心。可是單單這個夠不夠？不夠！修學佛法不是這樣的，修學佛法不是這樣的！它有它特別的內涵在，這個現在我們已經了解了。",
    "776": "[12:56]所以真正的大乘不是說，唉呀，看見他生了病了，然後呢就是這樣地要去救他呀，不在這個上頭。你要找它這個根本在什麼地方，於是了解前面這個道理，然後呢從根拔起，那個時候才談得到弘法。有了悲心，所以要圓滿悲心，那個時候要教「上求佛道」。因為你要想圓滿悲心，一定要知道方法，那個時候要學大智，這樣，這個才是大菩提心。既然現在這個悲心也沒有生起的話，",
    "815": "[13:35]亦不能生有大勢力策發心意無上真菩提心，這個很明白啊！這個悲心是根本，你現在的根本都沒有的話，你說策發無上大菩提心，",
    "830": "[13:50]故云大乘，亦唯隨言知名而已。哦！跟著這個名字是講講而已，說這個大乘好，每一個人都耽著這個「我」，我總歸最好的，大乘最好嘛，我當然也是個大乘囉！大乘的內容是什麼，那就不去管它了！這樣。這個，那就差就差在這裡，差就差在這裡。所以我們了解了這一點，要好好地努力。但是我們不要管別人噢，哦，這個前面道理一再說 ─管我們自己的。",
    "867": "[14:27]反過來說，我們因為是要學大乘，自己一方面努力，看見別人哪：「我要救他！」偏偏我現在也沒有能力救他。他只嘴巴上面講講，欸，我還高興耶！因為什麼？我要救他，現在沒有這個能力。他現在嘴巴上面講一講，至少講了一個嘴巴上，落了一個影子進去。他那個影子種下去的話，將來我成就了，我還憑他現在的因位識救他呀！所以別人嘴巴上講講，我都非常隨喜、非常歡喜，可是我自己絕不讓它擺在嘴巴上面講。了解不了解？為什麼我特別要講這句話呢？現在我們很多煩惱都是從這個上頭來的，懂得這個道理，不看自己就看別人：「你這傢伙講了個半天，說空話！」你是不是大乘行者？大乘行者。如果是個大乘行者的話，在我現在的了解當中，他只要肯嘴巴上面講講，我歡喜得不得了，就是這個道理。清楚不清楚這個話？所以處處地方實際上幫助我們，不管你是大乘、小乘，我們每一個地方要把握住它的根本在什麼地方，然後在這個上面增長、淨化自己。",
    "943": "[15:43]故當取此中士法類，以為教授之中心而善修習。哦！現在我們懂了，所以它前面為什麼要下士道、中士道這個次第的必然性。如果說你沒有這個，說大乘的話，那的的確確是空中樓閣，所以說高不可攀，其因在此。這是發生的量。",
    "970": "[16:10]第三除遣此中邪分別者。有很多人弄錯了，弄錯了！那麼這個錯誤在這個地方要辨別一下，要不然你忙了半天，那真是盲修瞎鍊，可惜！",
    "988": "[16:28]若作是云，有的人這樣的講法。",
    "993": "[16:33]若於生死修習厭患，令心出離，則如聲聞墮寂滅邊，於生死中不樂安住，故修厭患，於小乘中可名為妙，然諸菩薩不應修此。有的人這麼說，他說：你到現在為止前面講的啊，都是講厭離心，講出離心。是！經過前面這個修習了以後，產生厭患，生起那個出離心，這一個情況對於聲聞二乘的人，對的！「墮寂滅邊」，因為他有了厭離心，是不樂安住在這個生死當中，所以對這個小乘人來說，這是好極了！但是菩薩不可以，不應該修此。有的人說這樣的說法：菩薩要救人，你厭離的話，誰來救啊！現在很普遍有這種誤解，大師在這個地方特別加以說明。看喏！大師不是憑空講喔，他都引經、引論，換句話說，這是諸佛菩薩如理的、無垢的說法，都是這個樣的。這個經上怎麼講呀？",
    "1083": "[18:03]《不可思議秘密經》云：「諸菩薩者，為欲成熟攝受有情，於生死中見大勝利，非於涅槃見如是利。」說這個菩薩為了推己及人，要幫助一切有情使他成熟，所以去攝受他。為了要幫忙他，他必定呀要在生死輪迴當中，才能夠做得到。他在這一點上面，見到這樣地在生死當中救人，有絕大的殊勝的利益在。不是在涅槃當中，如果說你證得了涅槃以後，你就沒有辦法救人了，沒有這個利益。",
    "1129": "[18:49]又云：「若諸菩薩，於生死行境生怖畏者，墮非行境。」那麼進一步又說，真正的菩薩行者對這個生死的行境，你呀恐怖，唉呀，說：「這個生死當中很恐怖啊！」欸，那個你錯了。這句話，單單從這句話斷章取義來看的話，好像說菩薩對這個生死不應厭離呀！但是前後文義連貫的話，你了解這句話的意思。",
    "1164": "[19:24]又云：「薄伽梵，聲聞怖畏生死行境，菩薩返應周徧攝受無量生死。」這個同樣的經上面說，這個「薄伽梵」，那個是有人跟佛來論這個事情的時候說：聲聞怖畏生死的，怕！唉呀，一心跳出來。而「菩薩返應周遍攝受無量生死」，他在任何一切處「周」而「遍」，沒有一點遺漏地攝受生死，他要在生死當中。不過，看這兩個字，他是「攝受」生死喔！攝受生死，在生死當中，並不是說生死可愛喔！所以一字之差，就差得十萬八千里喔！他還是看見它的不可愛，但是偏偏要攝受，為什麼呀？因為在生死當中，有大的殊勝的利益，幹什麼？喏，幫忙人家解決。所以如果這一點看不見的話，他弄錯了，於是覺得：唉呀，菩薩不應該厭離啊！所以下面說，這種情況",
    "1246": "[20:46]此是倒執經義成大錯謬。錯啦！",
    "1251": "[20:51]經說不應厭離生死，此義非顯由於惑業增上力故，漂流三有生老病死，是等諸苦不應厭離。不是這個意思！經上面說的「不厭生死」，不是說由於我們的惑業力 ─就是我們在煩惱當中，自己沒有辦法主宰，所以才漂流在生死當中受苦，對這個苦不應該厭離，不是這個意思！那麼應該什麼呢？",
    "1280": "[21:20]是顯菩薩為利眾生，乃至生死最後邊際，擐披誓甲學菩薩行，雖總眾生一切大苦，一一剎那降自身心，然不由此厭離怖畏，於廣大行勤發精進，於生死中不應厭離。那個是菩薩的真正心情。菩薩對於這個惑業這個東西，深深感覺得可怕！然後呢自己感覺得可怕，才推己及人；然後自己有力量能夠斷除，但是不徹底斷除，還要在生死輪迴當中，把他自己了解的告訴別人、幫助別人，所以他的目的是為利益有情。他這個心，「乃至生死最後邊際」，最後身的菩薩一直是什麼？「擐披誓甲」，這個就是他誓願。這個精進當中第一個叫擐甲精進，他為什麼能夠精進？就是要發心度盡無量無邊的眾生，學菩薩行。他這種心情什麼？「總眾生一切大苦」，把所有眾生的一切大苦統統擺在他身上。那麼，一一剎那降到自己身上，他都不怕，這個發大精進哪！在這種狀態當中，生死當中不應厭離，是這個道理。所以",
    "1379": "[22:59]如是月稱論師亦云：「眾生眾苦無餘盡至，盡生死邊，剎那剎那種種異相損害身心，然不因此而起恐怖。喔！這個菩薩發的心，真了不起啊！眾生所有的一切的苦，沒有一點點餘剩的，統統來。那時間上面，「盡生死邊」，就是從現在開始，一直到生死最後邊際，沒有一刻停止地都損惱自己的身心，而不恐怖，「我要發這個大精進！」現在我們雖然做不到，但是我們因地當中一定要起這個心。不要做一點小事情：「唉呀！唉呀！」這個千萬不可以。所以當我們想到這一點的話，現在生一點小病，我常常很高興：哎呀，小病好啊！真好！我這個小病可以忍受，那個大病才能忍受；小苦，小苦忍受，這大苦可以忍受啊！任何一點小小的事情，你如果說縮在那個地方的話，你就沒有用。小的地方挺起來，那你這心情慢慢、慢慢地一步一步增強，你就力量增大。其實我們做任何事情都是這樣，所以念書一定也是小學、中學、大學，這個概念非常重要、非常重要！",
    "1454": "[24:14]眾生眾苦一時頓至，盡生死際發大勇進，剎那剎那悉能生起，一切眾生一切種智無量無邊珍寶資糧，知此因已，應當更受百千諸有。」為證此故，引彼諸經。說他要代一切眾生受一切苦，然後呢發大勇猛，幹什麼？啊！要救一切眾生，使得一切眾生都得到一切種智，這個是無量無邊的珍寶，他集那個資糧。而要想集那個資糧，還一定要在這個地方去做啊！所以看見這個有非常了不起的殊勝的利益在，因為這樣，他再苦，願意去做。為了這樣，所以說明菩薩不厭，不厭的道理是在這個上頭。真正的關於不厭，我們一定要到共上士 ─不是，不共上士，就是不共的，上士道發精進的時候，那個時候你才曉得，真的發精進是快樂的，不是痛苦的。現在我們不懂這個道理之前，唉喲，叫你做一點就苦不堪言哪！這個的確發不起來。所以說真正最重要的什麼呢？正知見。你得到了正知見，叫你不發都不可能！",
    "1544": "[25:44]又於三有見為勝利之理者，即彼經說菩薩精勤義利有情，如於此事所發精進，如是其心而獲安樂。喏！他下面繼續地又說，他怎麼會對這個三有見到殊勝利益呢？那麼因為菩薩看見真正努力去利益有情，有很特別的好處，所以對這個事情發精進。而對這樣的作法，哎，可以得到安樂，這不是痛苦的喲，嗯！",
    "1584": "[26:24]故不厭患三有之義，是於生死，義利有情不應厭患，當於此事而發歡喜。所以此事「不厭三有」，大乘的不厭三有是什麼？對於在生死當中，靠了這個了而能夠利益一切有情，對於這件事情不應厭患，對這件事情應該歡喜。到這裡我們不妨停一下：菩薩心啊，是專門幫別人忙，對這個事情歡喜，那麼現在我們學菩薩，應該在因地上面就要努力。所以現在有的時候，往往別人叫你為我做一點什麼事情，唉呀，心裡總覺得麻煩、討厭。「唉呀，你這個 ……」排拒別人，錯了！學大乘行者不是！學大乘行者的確地方，從因地當中處處地方廣行方便。萬一做不到，怎麼辦哪？昨天晚上我們剛學過，至少你做不到，意樂要圓滿：「哎呀，我怎麼這麼差，做不到啊！我一定要努力，要幫忙他，要幫忙他！」這個才是我們剛開始修行第一步。學大乘的行者，幫人忙是固然如此，侍候佛、供養三寶，你從這地方慢慢地、慢慢地薰習起，就行了！這個才是真正重要的。如果我們真能這樣做，跟法相應的話，這個是佛法無有不興。",
    "1678": "[27:58]為什麼現在佛法這麼衰頹啊？就是這樣嘛！講麼講大乘，一天到晚把自己顧得個牢得不能再牢，稍微幫人家一點忙，對你一點小小的損失啊又不行。不要說人哪，佛菩薩，喔，應該恭敬的對象吧！結果跑得去，如果到這個廟堂裡，叫你為常住服務一點事情，唉呀，覺得這個不行，好像損害修行了。真正的修行不從這個地方修行，你修什麼啊？如果你說：「我是個小乘。」欸，我贊成，好！小乘行者什麼態度啊？那我們不妨看看他。他的的確確那拿了一個鉢跑出去討飯，鹹的也好、淡的也好、甜的也好、酸的也好，吃飽了；討不到，討了七家，餓肚子也沒關係，全部精神擺在這裡。是，其他是不要嘛！所以現在我們看這個泰國，泰國有它好的好處哦，但是，是不是這個精神完全具足？這個裡邊還是值得我們應該注意的喔！所以這個地方，我們一定要把是非辨別得很清楚喔！",
    "1749": "[29:09]所以在這種情況之下，他叫你：「你一切都不要管哪！」所以他真正佛在世的─讚歎頭陀，乃至於房子都是多餘的，什麼都是多餘的。人全部的精神就貫注在上面，這個生死啊，乃至火燒，頭上著了火，沒關係，等一下！我這個事情要忙。你要忙這個，那個就對。那個時候，是！你什麼都不要管，這個我們要清楚明白的。所以在這個地方，也隨時隨地體會一下。反過來說，你了解了這個道理，不要說啊，這個才是我們修行欸！所以我們不能上去的原因是什麼？我們說：「唉呀，我業障很重啊！」"
}