{
    "8": "[00:08]既然你業障很重，為什麼你不求淨障的方便呢？為什麼你不積聚資糧呢？這種東西都是最好的積聚資糧嘛，前面說得很清楚 ─供養三寶。然後呢，你以慈悲心去慈濟眾生，所以是「看病福田，第一福田」。也許你說這個人沒有病，這個人身沒有病，這個人心可有病欸，你也不妨隨順、隨順他欸！你能夠真的這樣去做的話，那是最好的淨除罪障，最好的積聚資糧。一方面事情也做了，人家也感激你，你也歡喜，資糧也積聚、也成就。這個修行的快樂，真快樂啊！真快樂啊！所以大家這樣去做的話，人，找在一起非常和合；你跑到這個寺院裡頭，啊！這個寺院弄得非常興旺，就是這樣，而且都要靠彼此之間的互相的策勵。佛法哪有不興的道理呀？這個，這個地方也順便一提，詳細的在上士道當中，會一條、一條說明它。這個才是我們該歡喜處，該歡喜處。反過來，",
    "83": "[01:23]若由煩惱及業增上漂流生死，眾苦逼迫尚不能辦自己義利況云利他，反過來，我們不懂得這個道理，根本一點都談不到。這是由於自己愚癡、無明，惑、業這個力量而漂流生死。在這個情況下「眾苦逼迫」，連他自己都不能解決，還要說幫別人。",
    "113": "[01:53]此乃一切衰損之門，所有的一切的壞事情的根本就在這裡啊！這一種心情，",
    "122": "[02:02]較小乘人極應厭患極應滅除。你不是自命為大乘嗎？是啊！小乘尚且在這個地方看見，只管自己，你現在要幫一切人解決，你能這樣嗎？所以他說嘛！如果我們自命為大乘者應該了解，不是說我們現在要做到，至少因地上面、心地上面我們要了解，怎麼樣把我們的善願要圓滿哪！",
    "154": "[02:34]若由大悲願等增上，於三有中攝取生者，則應歡喜。現在你了解這個道理了，前面已經說過了，然後推己及人策發大悲。然後那個時候說：「我不怕！」明明這是苦得要命，你願意代他們，要有這樣的心力啊！所以必定不是說，哎呀，碰見一點小苦，就受不了了。怎麼樣的大苦，代別人都可以！所以這個真正大乘行者，一定是非常勇悍的這種心情。那麼這樣的情況幫助別人，「則應歡喜」。",
    "195": "[03:15]此二不同。這兩種我們要分別得清楚喔！",
    "199": "[03:19]若未如是分別，如前宣說，則此說者，若有菩薩律儀，〈菩薩地〉說犯一惡作，是染違犯，恐繁不錄。這兩個當中，你一定要分別得清清楚楚。你如果分別不清楚，像前面所說的這一種 ─啊！前面怎麼說？這個依生死修出離心，這個是聲聞乘的事情，大乘不要的。害了，你錯了！這樣的。所以如果你受菩薩戒的人，有這種心理的話，你犯了菩薩戒。這個地方不談，不詳細說它。",
    "240": "[04:00]故見三有一切過失，雖極厭離，然由大悲牽引意故，不斷三有者，是為希有。這個才是真的。所以你明明白白看見三有當中，沒有一點好的，是一無是處，那個是絕端地厭離。所以你有了這個厭離而不離開，是因為什麼？因為大悲牽引。啊！說我雖然可以跳出來，但是一切的母親都在這個裡邊，你不忍心啊！所以不忍心斷除，這個才是正確的，才是稀有難得的啊！反過來，",
    "280": "[04:40]若見三有盛事，如妙天宮，喔唷，三有當中一切的好事，好得不得了啊！",
    "290": "[04:50]愛未減少，那個貪愛之心是一點都沒有少。",
    "295": "[04:55]借利他名而云我等不捨生死，智者豈能將以為喜。只是說：「唉呀，我在利他呀！所以我不捨生死。」真正有智慧的人不會這樣的呀！",
    "311": "[05:11]《中觀心論》亦云：那麼然後引經論上面證明。",
    "317": "[05:17]「見過故非有，悲不住涅槃，利他具禁行，而安住三有。」因為你見到三有當中的種種過患 ─見到了，不是見不到哦！這見到了以後，你一定是產生大厭患哦！所以你呀，實際上你的心裡面不是「有」，這個「有」就是十二支中的「有」，十二支中的有是跟什麼？跟愛染無明相應的，他不會有。但是他為什麼不跳出去呢？是「悲不住涅槃」，欸，他因為有悲心，所以才不住在涅槃。那個時候他為了「利他，具禁行」，因為了要利益別人，所以有這樣的禁行。什麼叫「禁行」？為了你自利，這個不可以做的；但是你要利他，你要去做，這樣。這個就是也可以說，對小乘不應該做的事情，菩薩開許，也就是這個「禁行」就是菩薩戒應該有的行為，在這種狀態是「安住三有」。",
    "393": "[06:33]所以《瑜伽師地》上菩薩戒說得清清楚楚：只求自了的聲聞乘人，少事、少業、少希望住。菩薩一樣地厭離，大厭離，而且遠超過他，但是要為了利益別人，所以明明自己看見這個東西可怕、厭惡，但是為了別人起見，他也擔起來了！所以這個菩薩基於這種心情，「少事、少業、少希望住，不名為妙」，這個我們要了解的。",
    "425": "[07:05]又〈菩薩地〉說百一十苦，是於一切有情，發大悲之因。喏、喏、喏！〈菩薩地〉呀，這完全講菩薩，不是不講苦欸！它恰恰相反欸！我們前面只講八苦、三苦等等，六苦，哈，〈菩薩地〉上居然說百一十種苦，不曉得多多少少苦。然後自己看見那個苦，產生絕大的恐怖，絕大的厭離。欸，他從這個厭離上面推己及人，變成功他「大悲之因」。所以不是不見，不是不厭離。",
    "464": "[07:44]由見如是無邊眾苦，心生恆常猛利不忍，而云於生死不稍厭患，極為相違。看哦！看見這樣的無邊的眾苦，所以他心裡邊發生什麼？恆常而且猛利。對這個苦的厭患是非常猛利，而且「恆」是什麼？從不斷絕的，就這樣，這樣對這個生死厭患。為了自己尚且厭患，覺得這個東西又這麼可怕，又這麼難斷，可想而知，厭患到絕點啊！現在你要幫一切人的話，那更是厭患到無比地厭患，這個是我們可想而知的。現在說對於生死不厭患，這個完全錯啦，完全錯啦！所以「極相違背」，菩薩絕對不是這個樣的。",
    "520": "[08:40]若於生死心善出離，次見有情皆自親屬，為利他故入三有海，此道次第亦是《菩薩觀行四百論》之意趣。他真正的狀態是什麼？哪！你已經見到生死的過患，而且呢善巧了，已經能夠出離。但是你所以不出離的原因為什麼？因為看見一切有情無非都是自己的父母、親屬，所以那時候明明是苦，你跳下去救他們哪！是為了利益別人哪！這個才是。「此道次第亦是《菩薩觀行四百論》的意趣」，所有的大經大論都這麼說的。",
    "564": "[09:24]月稱論師於彼釋中亦詳明之，那麼月稱菩薩解釋這個，也詳細地下面這麼說。",
    "571": "[09:31]如云：「由其宣說生死過患，令意怖畏求解脫者，為令決定趣大乘故，世尊告曰，諸苾芻有情類中，不易可得少數有情，經於長夜流轉生死，不為汝等若父若母兒女親族，隨一處所。」下面引，說現在了解生死當中，啊！一無是處，種種的過患，然後呢，我們產生大怖畏，一心求解脫。欸，但是為了策發你的大乘心，你一解脫，完了，只解決你自己啊！所以那個時候世尊就告訴我們：「諸比丘啊！各位啊！在這個有情當中，你要想找到極少數乃至一個、兩個，說沒有做過你父親、母親、親屬的，你找不到。整個的在這個法界有情當中，所有的有情，都是你的父母、親屬等等；不是你父母、親屬等等，找一個、兩個都找不到。」當你想到這樣的話，哎呀！對啊！既然這樣的話，我要報答他們、要救他們。那個時候不能單單求自利，所以這個是策發大乘之因，現在這個概念很清楚了。",
    "674": "[11:14]了知世尊如斯言教，菩薩為以大乘道筏，度脫無始流轉生死，為父母等諸親眷屬，無依無怙諸眾生故，安忍躍入。就是這樣。那麼現在我們了解了佛告訴我們的這個道理以後，學佛的那個菩薩行者，不是修小乘道，而是以大乘的這一個道，這個像一個船一樣，要把所有的父母，無依無靠的、沈淪在生死的那一些人救出來。所以安心忍受這個眾苦，跳到這個生死大海當中。",
    "720": "[12:00]無上密咒亦須此理，顯教大乘是這樣，密教大乘也是這樣，這是大乘共通的，在本論一開頭已經說過了。顯密兩個根本絕對沒有一點差別，一定是這個 ─意樂是大菩提心，就是大慈悲心，行的是六度、菩薩戒、萬行等。",
    "746": "[12:26]如聖天《攝行炬論》云：「以此次第，應當趣入極無戲論行。其次第者，謂修行者最初當念，無始生死所有大苦求涅槃樂，徧捨一切猥雜，下至王位自在，亦當修苦想。」這個是前面告訴我們的次第，很清楚。第一個嘛對生死的行相了解，然後呢推己及人，就這樣，這個是次第。那麼現在呢？我們了解了這個次第以後，「應當趣入」，真正地開始去走進去的話，「極無戲論行」。這個「戲論」兩個字要解釋一下，就是跟這個法義不相應的一切，都是戲論。儘管你今天嘴巴裡面講法講得頭頭是道，可是如果講完了以後，心裡面不相應，這個叫戲論。所以它叫「極無戲論行」，一點都不能差的。那麼現在這個次第是什麼呢？修行的人，看哪！最初第一步，當念「無始生死所有的大苦」，這是我們應該的。無始生死以來，哎呀，不得了地苦啊！這唯一的要求的「求涅槃樂」，要求的求涅槃樂。那麼那個時候怎麼辦呢？「遍捨一切猥雜」，於是在世間所有的一切雜染的，「猥」是猥穢，就是下劣的。當然現在叫我們作乞丐，欸，這個下劣的，那我要做一個上等的人。現在拿佛法來看哪，那個王位也是下等的，也是雜染的，乃至於到天上面也是。「當修苦想」啊！我們要了解這個道理啊，了解這個道理啊！",
    "868": "[14:28]所以當年我自己出家的時候，有人就這麼說我，當時我不容易回答，現在完全了解了。人家怎麼問哪？很可能人家會問你：「欸，你們不是說學大乘行什麼等等嗎？可是你們總覺得要厭患、厭離，離開這個東西，好像太消極啦！」對！從表面上面來去看，的的確確是這樣，的的確確是這樣，但是更深一層的意義來說的話，那就完全不同、完全不同。所以儒家有一句話：「人無遠慮，必有近憂。」你沒有這個遠大的目標的話，對不起！你眼前的透不過去；反過來，你有了遠大的目標，眼前就動搖不了你。所以我們拿一個最簡單的譬喻，這個譬喻是常常說的，今天再說一遍。我們如果要論賺錢，哦，小孩子十幾歲，現在這個地方到處缺工人，你跑得去馬上就可以賺錢了。欸，但是一般的家長稍微有能力、有頭腦的，絕對不讓那個小孩子馬上去賺錢。不但不讓他賺錢，還要貼錢，幹什麼？送到學校裡去念書，對不對？拿我們的眼睛觀起來：欸，你這個人真顛倒啊！別人要賺錢，你怎麼不要錢的？結果呢，欸，他卻是真的賺了大錢。",
    "971": "[16:11]所以了解了這一點，我們必定要知道，我們真正修學佛法的人，的的確確，最主要的目的，還是在求苦的脫離，求樂的圓滿。換句話說，把苦一切徹底地淨除，不像世間人，哎呀，頭痛醫頭、腳痛醫腳，這種人短視、無明！所以對這種人看起來，他的確看不見你的究竟的意趣，究竟的意趣。所以我們古代，不要說佛法裡邊的，世間的那些一般的賢人，他都是這麼說。這個《莊子》上面就有一段話，說這個藩籬之雀，那像普通那個小麻雀，牠不知道鴻鵠之志，就是那個大鵬鳥。那個大鵬鳥是「一拍！」是扶搖直升幾萬里，這樣的心力，那個小麻雀飛了個半天哪，一點點，牠不了解這個心情的。的的確確我們眼前一般人都是短視，這一點我們的確要了解的。從世間而進入佛法，然後進入佛法要一層比一層深，一層比一層深，這個概念我們必定要知道。",
    "1059": "[17:39]所以不管人家怎麼說，嗯，沒關係！我自己要有一個正確的認識，所以一開頭最重要的，正知見最重要。你能夠把那個正知見認得了，然後你這麼一步一步走上去的話，最後，欸，人家還是要佩服你。不但佩服你，你還可以把人家救出來，所以我們千千萬萬不要看眼前的小事情。我們常常有的時候說：哎喲，好像人家做得很熱鬧啊！沒關係，人家熱鬧他們的。我也很熱鬧，我怎麼熱鬧法？我關起門來做，下我的因，因種當中是「極無戲論行」，極無戲論行！這是絕對重要、絕對重要的！是啊！你要弘法嘛！法從哪裡弘起啊？你先要認得法，如法去做，那個時候你才能夠弘啊！現在這個清楚、很明白。所以那個因地當中只要真正做對的話，那個才是我們真正的極無戲論行。用不著目前忙著跟人家唱對台戲，這個一點很清楚、很明白，這是我們必然要知道的事情，必然要知道的事情。",
    "1141": "[19:01]但是我處處地方要提醒哦！處處地方要提醒，我們這一個概念，主要的是什麼？就是因為我們回觀我們自己，也曉得我們自己就是個初心行人。說外面這些人，你怎麼曉得他不是菩薩來的？這個千真萬確，對不對？所以我們看歷史上面有各式各樣的菩薩，這寒山、拾得兩位這麼了不起的人，他現一個乞丐相。這乞丐都是菩薩，何況那些人呢？他能夠做出這麼大的事業來，那真是菩薩。前天我還向老和尚請教那個事情，他就談起當年慈航菩薩的一段因緣，啊！我聽了真是感動得不得了。以前我還沒聽說過咧，這地方我跟你們說一下。",
    "1188": "[19:48]你曉得當代慈航菩薩，那是人人曉得，他的弟子律航菩薩，那這個也好了不起，他走的時候那個淨相之美，他是念佛而走的。早幾天他已經曉得了，然後臨走的時候，那個吉相 ─早晨哪念佛，念了半天要叫他送，到最後說：「啊，不去了。」為什麼？說他的弟子當中，他說老么還沒有來，還要等。然後呢等到中午來了，──「來了，那下午可以走了。」然後洗完了澡，說說笑笑，他還告訴大家：你看，你只要這樣去做嘛！「身無病苦」什麼，說完了，眼睛一閉，走了。這個這是他老人家親自 ……那些人看的周圍哦！所以他自己的修行固然好，他也覺得淨土好，他勸他的師父，他一心要勸他的師父 慈航菩薩 勸他要修淨土。慈航菩薩說：「你修你的淨土，我可不要。」這個是真是個再來菩薩，他見生死當中有大利益，他不去。然後他那個弟子一直勸他，他「好！你要勸我去，我就去！」這樣好好地就兩腿一盤，一坐，沒氣了，就走了。有這個本事欸！",
    "1259": "[20:59]啊！然後很多弟子在那地方，大家都埋怨他：「你看、你看，那個、那個，你現在怎麼樣？」結果這個律老就，唉呀！害怕起來了，就在那兒磕頭，求啊、哭啊、鬧啊，一直在那兒就仆倒：「哎呀！師父你不能走啊！大家的確，現在大家都要依靠你呀！」他也不理，就是沒氣，就是死了；搞了個半天，他張開眼睛來了。是嘛！欸，你們有這個本事嗎？所以我們不要看別人哦，千萬不要看別人。這個菩薩的的確確在世間上面哪，你看不見他的，所以我們儘可能地看見別人都是菩薩。那個時候有什麼好處啊？喏，我自己趕快努力跟他學。所以關於前面這個道理，務必正確知道，有百利無一害。",
    "1308": "[21:48]請翻到《菩提道次第廣論》一百九十頁，這個共中士道分四個部分：第一個「正修意樂」，是中士的內涵是什麼，這是第一個。第二呢，「彼生起之量」。正修的內涵，就是講它的質要正確；第二個要達到什麼樣的量，量要足夠。第三個「除遣此邪執分別」，有很多人對於這個道理不清楚，乃至於錯誤的執著，產生種種流弊，這個把它清除，把它清除。關於第三點對我們是特別重要，我們一定要把錯誤的拿掉了以後，那個時候才能夠把正確的樹立起來，樹立起來。這個本論上面是特別說明的一點，是很多人把厭離心誤解以為單獨小乘的，說大乘不應該，這個概念是絕大的錯誤，根本上就錯誤了。因為它本論究竟目標，實際上就是佛陀出世的真正的原因，是引導我們走上究竟這條道路，究竟這條道路。",
    "1430": "[23:50]那麼同時也順便一提的話，反過來我們也不要停在單單這個厭離心，策發了厭離心，還要進一步怎麼樣昇華這個厭離心。由於自己的厭離心，進一步要解決一切眾生的問題。實際上呢，卻同樣地也真正解決了自己的問題，這個是留在下面講。所以在我們初心行人，最後有一段話，就是一百九十頁上面第一行。最初修行的人，最重要的，我們務必要了解無始生死以來的這個痛苦，然後呢一心要求這個解脫大苦的涅槃之樂。要了解世間一切無非是苦，無非是苦。不要說世間一錢不值，乃至於王位，王位那都不值得我們流連。不但不值得，而且這是痛苦的根本，這是我們初心行人應該第一步認識的。有了這個，那麼整個的佛法才能建立起來。",
    "1522": "[25:22]那麼上面有了這個條件，我們進一步就問了：是的，現在我們對於解脫的內容曉得了，應該達到什麼程度也了解了，錯誤的概念也排除掉了，那麼現在呢，說一心要想修，應該修什麼個方法？所以，",
    "1549": "[25:49]第四決擇能趣解脫道性者。那麼這個地方就來說明一下，什麼是我們該走的路，走這條路達到最後解脫這個目的。",
    "1569": "[26:09]如室利勝逝友云：「沈溺三有流，苦海無邊底，喜掉無厭畏，何物在我心。貧難求護壞，離及病老衰，入恆熾然火，覺樂寧非狂。」他說，先提醒我們一下，說我們現在是怎麼個狀態呢？在「沉溺」，就是溺在那個水當中、大海當中。那個大海什麼？「三有」！三有就是欲界、色界、無色界。不但是欲界一無可取，人間、天上，乃至於色界、無色界天，這麼大快樂，實際上這個還在輪迴當中，這個還是苦海。既無邊、也無底，說明它的深跟廣都是無法測量的，換句話，這個苦是無窮無盡的。在這樣的大苦的無窮無盡的這個環境之下，我們不了解、不厭惡，居然還去歡喜它。「掉」，掉是通常說掉舉或者掉散，就算是我現在學習了，心裡面還是散散亂亂，不認真地努力。對於這一個「世間真相無非是苦」不認識，也不怕、也不厭。唉！是什麼東西在我心裡面把我蒙蔽了呀？這樣。第一說明這個。",
    "1686": "[28:06]下面呢告訴我們，這個三有當中貧乏，實在是要求的都難得到呀！所以「難求」。你沒有什麼東西真正來保護你，處處地方、樣樣東西來失壞。「離」就是最後，它三有一切的根本體性，就是別離自性，最後總歸要死。死了之前病哪、老啊、衰呀，無非是這種大苦。這個大苦說從來不停的，所以「熾然大火」。在這種情況之下，我們居然覺得快樂，唉！這個豈不是我們顛倒了、瘋啦，我們真是這個樣啊！",
    "1736": "[28:56]又云：「噫，世具眼盲，雖現前常見，後仍不略思，汝心豈金剛。」世間人，雖然我們有眼睛，但是我們像瞎子，我們是開眼瞎子，開眼瞎子。為什麼這樣說呢？說上面這種大苦的道理呀，眼前經常出現，這事實明明擺在這裡，但是我們居然不去用功地思惟、觀察。"
}