{
    "7": "[00:07]乃至於少少地思惟、觀察都不能做到，我們的心裡是什麼呀？我們的心裡，我們常常說這個心裡像個畜生，像個木頭，木頭表示木木粗粗的。我們現在呢像「金剛」，唉！這麼大的痛苦，居然了不動心啊！這個實在是我們的愚癡。所以要有這種心情啊，",
    "35": "[00:35]當自策勵，修習生死所有過患。現在我們第一件事情，真正重要的，要鞭策自己、鼓勵自己，不斷地去思惟、觀察這生死當中，一切沒有一點點好的地方，種種的禍害、過失。下面，",
    "61": "[01:01]如《七童女因緣論》云：「見住世動搖，如水中月影，觀欲如瞋蛇，盤身舉頭影。見此諸眾生，苦火徧燒然，大王我等樂，出離往尸林。」看見那個世間情況「動搖」，這個就是指無常、虛幻，就像水中的月影一樣，它本來就是虛假的。水裡邊的月影，看看像有，實際上沒有，而且還是動搖不定，一直在那無常變化當中，我們要認識這個。那麼這個實際上就是見解上面，我們要認識我們目前的狀態。然後呢我們貪著難捨這個，這個是什麼？「觀欲」，我們一切的欲望像瞋蛇，「盤身舉頭影」。這個毒蛇身體盤了、頭舉了，這是什麼狀態？攻擊的狀態。蛇在那兒遊的時候，正在那兒遊的時候，牠不危險。盤起了身，頭舉起來的時候，你不小心跑過去，牠「叭！」一下竄上來，就把你一口咬死。這個欲就這麼個厲害法，隨時待機而動，你一念欲心起來了，就完了，就害了它。我們剛剛講過十二因緣，十二因緣這個能引位當中，能引位當中這個因位識怎麼會感果的？就因為愛、取。愛、取什麼？就是欲好、貪欲，就是這樣。所以你一起這個愛取、這個欲貪的話，馬上就把這個惡因就引發，所以這個生死這樣可怕法。",
    "192": "[03:12]「見此諸眾生，苦火徧燒然，大王我等樂，出離往尸林。」然後呢自己也見到，然後也見到眾生，真正一切的眾生，都在這一個狀態當中 ─就在這一個惑、業、苦，這個生死輪迴當中啊！沒有一個地方可以保任，沒有一個地方可以逃避，這樣在熾然無常大火當中啊！所以說我啊、我們現在，唉！看見了這一點，真是一無可取，深深厭患。要到哪裡去？「出離」，求出離，一心跳出來。那麼到哪裡去？「往尸林」，尸林就是尸陀林 ─墳場，這個佛一再讚歎那個地方。",
    "251": "[04:11]我們現在人真是顛倒，人真是顛倒，大家都說進步、進步啦，當年我也一直覺得進步。後來看見那個善知識，他就告訴我：唉！這個人真是顛倒，這邪見增上的時候，前面說，明明是顛倒的事情，他還覺得進步咧！本來我們以前，他說以前譬如說住家，這個、這個很多東西不大方便，現在大家覺得方便了，把這個世間的真正的醜相掩蓋住。就像以前這個我們中國有一個故事，好像出在《儒林外史》上面什麼，說有一個人生了一個病，生了一個瘡，那麼請一個大夫。那這個大夫是個蒙古大夫，他看見生了一個瘡以後，他：「好、好，這個簡單。」然後呢，是調一點麵粉水，把那個瘡塗著糊糊，看看也滿好看，「好、好、好，他這個病治好了。」現在我們都犯這個毛病，把這個表面把它瞞住自己，說病治好了，有這種事情嗎？",
    "323": "[05:23]他為什麼要這樣說呢？就是現在我們都在這個上面，形相上面轉。譬如說，我們這個廁所，現在感覺：哎呀！好乾淨，一點味道都沒有。那樣樣東西都方便，讓你明明不理想的地方，種種的方式來騙你，讓你覺得是安樂。乃至於人死了，唉，那個跑到殯儀館裡面去的話，哇！你覺得那個地方簡直是 ……。在這個地方我倒還沒有注意到過，但是那個美國那個殯儀館，你一進去，那個肅靜，那個場面，你簡直感覺到，好像到一個什麼地方去享受去一樣。假定是你不是那個死人的親人，你沒有這個悲切的心情的話，你還覺得赴一場宴會一樣咧，就這樣啊！所以沒有一點點地方來引發我們，說這個世間明明苦的，還騙我們。所以真正修行人不是的欸，幹什麼？到尸陀林。古來的尸陀林，人死了就丟在那個地方，你看看它，唉呀，又可怕、又髒、又臭、又爛。然後你一看，覺得人死原來這樣，到頭我也這個樣，忙了個半天哪，是一無意思！那個時候心裡面就策發了。當然修行之前已經策發了，可是剛開始必定這種心念不強。啊！一股勁，等一下過了一下，你這也就忘記掉了。欸，一看覺得：哎呀，不可以呀！策發我們努力呀！",
    "420": "[07:00]所以真正的修行人，我們千萬不要弄錯啊！這是為什麼我們前面一再說，我們來了以後，還要講究那個、講究這個，你完全錯了。愈是跑到這地方愈苦，那麼時時很多地方來策勵你們。所以說你要學佛，還是學你自己啊？學你自己用不著到這個地方來，你儘可以賺了大錢去享受，要學佛的話是另外一回事情啊！這個我們千萬要注意！",
    "452": "[07:32]依正世間，剎那不住滅壞無常，猶如水月為風所動。下面就是說明這個，不管我們的身體也好 ─這是正報，以及我們所住的這個世間 ─依報也好，這個剎那、剎那在變壞當中，就像水當中的月一樣。它本來就是空的、就是假的，何況還在那兒動搖。空的、假的也許你還一下看不清楚，明明動搖這個事實擺在這個地方，你居然還看不見。所以我們說雖然是具眼，雖然有眼睛，這跟瞎子一樣啊！然後呢，",
    "498": "[08:18]諸欲塵者利小害大，等同毒蛇身所現影。唉呀！這個諸欲這個塵勞，眼前看看一點點小的好處，實際上害處不得了啊！就像那個毒蛇這樣的樣啊！你一碰它馬上就傷身失命。",
    "522": "[08:42]又見五趣，熾然三苦大火燒惱，由見是故厭捨三有，生如北方孩童之心，欣樂欲得出離解脫。再進一步，我們眼前如此，而且看見整個的五趣，就算你惡道當中生到善道，生到天道，對不起，沒有用啊！仍舊在這個三苦的大火當中，沒有一個地方例外的，非常猛利的。所以真正修行對這個應該「厭捨」，由於了解它的可患，產生厭離，捨離這個。要到什麼程度才可以呢？前面已經說過了，下面舉個譬喻。說北方，那個是就是，大概我想指宗喀巴大師，或者是他們那個代的人。說他這個怎麼一個狀態呢？就是叫我們凡是任何世間的欲樂，不管用什麼形式出現，我們都不要，一心只求這個解脫。地獄、畜生、餓鬼固然不要，人也不要、天也不要，名也不要、利也不要、錢也不要，什麼樣都不要，只有一樣東西 ─要求解脫。那麼這個",
    "620": "[10:20]北方孩童者，是怎麼呢？",
    "622": "[10:22]傳說北方炒麵稀貴，於日日中唯食蔓菁，孩童飢餓欲食炒麵，向母索之，母無炒麵給以生蔓菁，云我不要此，次給以乾蔓菁亦云不要，次給以新煮者又云不要，更給以熟冷者亦云此亦不要，心不喜曰，此都是蔓菁云。就是這個。傳說當中這個，那一個地方，那個炒麵，欸，比較好。不但好，「貴」是好，而且稀有。平常吃的都是，那個是蔓菁，這個蔓菁。那麼小孩子餓了總想吃一點好的，跟他母親說要那個炒麵。那個母親沒有這個好的東西，就給他生的這個蔓菁，他這個不要。那不要的話，那這個騙騙他，給他乾的，乾的不要。那麼再給他新煮的，新煮的也不要，煮好的冷的也不要。不管它用什麼出現，我總歸不要，總歸都是一樣的。現在我們也應該如此啊！",
    "695": "[11:35]如是我等，見聞憶念世間安樂，一切皆應作是念云，此是世間，此亦世間，此皆是苦，非可治療，發嘔吐心。這個就是我們現在應該的，應該的。不管是我們看見、聽見，然後心當中起心動念，所有世間所求的這個，都要這樣說：唉呀！這個是世間法生死流轉，這個也是、那個也是、那個也是、那個也是，沒有一個例外都是苦啊！這個苦是一無可取，也無可治療，一碰到「發嘔吐心」，嘔吐心。實際上呢這是什麼狀態？一看見，厭惡到絕端的這種心情，就是嘔吐心。實際上這個地方講嘔吐心，它不是用一個好像很粗俗的，或者我們容易感受得到的，而是什麼？在我們真正修行第一步「五停心觀」，對治這個貪欲的方法，大家還記得吧？用什麼？不淨觀。這個不淨觀當中有好幾種，白骨觀、大不淨等等。你修這個不淨的時候，等到你修起來的時候，就會這樣。唉呀！你一看見那個食物，你就會覺得又髒、又爛、又臭，又會發嘔，硬是會嘔，這樣欸！所以你看見，凡是看見可愛的東西這個心情起來了，你還會不會執著？這個所以為什麼叫我們要修、修、修，就這個道理。",
    "797": "[13:17]不過到了這裡大家一聽見了，那我們趕快去修吧！對不起，你前面的基礎沒有建立起來，不相應，不相應，這個是我們要了解的。所以他前面每一個地方，告訴我們清清楚楚，我們第一個修什麼？修皈依，說皈依的時候如果你罪障未淨，資糧未聚，那麼在這種情況之下，你不管怎麼修，修不起來。你一定要怎麼樣去淨除罪障，積聚資糧，那個時候就可以了。而且這個裡邊又說明了幾樣東西：淨障、積資，以戒為根本，廣發正願，這是我們下腳第一步，這是我們下腳第一步。",
    "846": "[14:06]如是思惟，昔從無始漂流生死，厭患出離及思今後仍當漂流，令實發生畏懼之心非唯空言。就像這個樣地如理去思惟，思惟什麼？我們從無始以來，一直在漂流在生死苦海當中。啊！對這個有種種的過患，現在認識了解了，產生無比的厭惡，一心要跳出來啊！假定你不跳出來，以後一直還在漂流在這裡。一定要到什麼程度？「發生畏懼之心」，真的對這個產生絕大的恐怖，唉呀！一想到就恐怖，讓你坐立不安，那就對了！",
    "895": "[14:55]我們前面曾經講過好幾個公案，不管是老的也好，不管是小的也好，像難陀，佛的這個弟弟，他是王族出生，家庭又這麼富有，那個太太又這麼好。唉，叫我們那怎麼捨得呀？欸，他當然一樣地捨不得，不過他比較幸運，欸，遇見佛呀！然後帶他真正地一看這個因果緣起的事情，「哎呀，這些東西都不要了！」更進一步了解了，說你雖然能夠生了天了，最後還是要去。啊！那害怕得啊，還記得吧！如果他吃飯之前，先想一想所見到的，這三有當中的真實狀態的話，那這個飯根本吃不下，吃下去了馬上吐出來。這個實際上那個三有這麼可怕呀！所以我們現在睜開了眼睛，是開眼瞎子啊！這個放不下，那個放不下，還往往說還要幫別人。你自己都幫不上忙，你還幫別人，不是顛倒到絕頂嗎？這個地方我們要痛切地反省，這一點不單單是空話。",
    "981": "[16:21]那麼到這個地方要提一下，是的，現在尤其在座的大家都非常精進，那是一個好現象 ─不過有幾位還是馬虎哦！這個不要說：「啊，好、好、好，我也馬虎了。」那幾位的的確確，也不必說他 ─要向他們看齊啊！大部分同學都非常精進，一精進了以後就發生一個現象，說，哎呀，自己看看一無是處，那個時候心裡面很慌張。欸，你自己能夠感覺到一無是處，那個時候你就進步了。而且我們進步的第一步就是這個現象，所以我們要注意因地上面。前面已經告訴我們了，經論上面都告訴我們了，大家記得《集法句》上面那段話嗎？這個愚癡的人曉得自己是愚癡的話，欸，這個就智者。就是我們現在愚癡的確沒有錯，但是我們見到的我們愚癡的話，那個就是智者。你為什麼見到愚癡？因為你已經見到了正確的，然後一比較、一觀照，而這個比較是一定自己回過頭來反照自己：唉呀！發現我內心一無是處，那個時候就有一個力量推動你了，那這個修行從這個地方開始的。",
    "1058": "[17:38]所以碰見這種情況的話，有的時候著急得不曉得怎麼是好。有的人說：「那我趕快關到山裡去修行去。」啊！有的時候「我趕快念到一心不亂。」趕快做什麼。實際上呢，這個是欲速不達，它有它一定的次第的。所以前面告訴我們，我們對那個次第要認識，那麼現在呢，就是照著這樣的一步一步次第地走上來，走上來。",
    "1083": "[18:03]如《親友書》云：「生死如是故當知，生於天人及地獄，鬼旁生處皆非妙，生是非一苦害器。」那麼這個書上面也告訴我們，這個書上面也告訴我們，這是龍樹菩薩說的。說生死的真實的行相，真實的體相就是這個樣，你應該知道，這是我們應該知道的事情啊！不管在生死當中你生在哪裡，六道當中，天、人、地獄等等，沒有一個地方好的。你只要在這個生死輪迴當中，就是「非一苦害器」，種種的痛苦就從這個上頭來的，種種的這個一切都是這樣來的。",
    "1138": "[18:58]所以在前面，修那個八苦、六苦、三苦當中啊，曾經說到五取蘊，說只要這個取蘊的重擔一天沒放掉，一天執持，那麼這個時候苦永遠隨逐著你，這是我們要了解的。現在呢就我們擔的那個東西，真正地厭患、厭患，厭患這個。所以不要說：唉呀，這個不理想、那個不理想。那個都很理想！就不理想就是你執著著這個東西，那個是真正不理想，你根本把握不住，你不管怎麼想、怎麼說，都是空話！這個是我們要了解的，真正要了解的。所以真正的重點你把握得住的話，那麼進一步，慢慢、慢慢地順著那個根本摸上去，就很快地可以達到目的。否則你在枝末上面轉，雖然最後必定是會碰到的，但是這個畢竟是走的冤枉路。",
    "1204": "[20:04]生生死中乃是一切損害根本，故當斷除。要曉得，這個雜染相應的這個結生在生死當中，那個就是根本，這個根本要斷除，這個根本要斷除。現在這個根本的因，經過前面的，不管是用四諦、十二因緣來解釋，我們已經了解了，一定要斷除它。那麼要斷除這個呢，",
    "1234": "[20:34]此復要待滅除二因，謂煩惱，業。你要想斷除那個生死的根本，怎麼辦呢？要它的原因中，原因是什麼？兩樣東西，煩惱跟業。",
    "1249": "[20:49]此二之中，若無煩惱，縱有多業亦不受生。這我們已經了解了。",
    "1253": "[20:53]若有煩惱，縱無宿業率爾能集。反過來，如果是你有煩惱的話，就算你沒有業，欸，它「率爾」，就是緊跟著，只要你有煩惱，煩惱的下面馬上就造業，造了業還是要感果。所以",
    "1270": "[21:10]故應摧壞煩惱，所以我們真正現在的修行，幹什麼？摧壞那個煩惱。所以這個最後，從前面這個苦，而最後推到要脫苦從哪裡去？摧壞那個煩惱。要壞，這個摧壞那個煩惱，要破那個因的話，",
    "1292": "[21:32]壞煩惱者，賴修圓滿無謬之道。所以我們要修。但是你要修的話，要修對哦，這個很重要哦！要修圓滿、無謬─這個裡邊有兩項：第一個「不錯」，不錯就是質要對；還要呢，圓滿，量要夠，量要夠。最圓滿的是佛，次圓滿的就是聲聞、緣覺。如果是你弄錯了以後，對不起，儘管你在修行，你還在輪迴當中。要是弄得不好啊，乃至於還要受惡報，所以這個正確的認識是非常重要。所以在這個地方，我們就可以想一想《俞淨意公遇竈神記》這個公案。他自己還覺得：「唉呀！我做了這麼多善事，做了這麼多年，怎麼沒有好報反而有惡報啊？」他真的做了好事嗎？他沒有啊！他沒有啊！這是什麼？錯謬之道，他完全走錯了不知道。所以我們現在真正修學佛法的話，第一件事情一定要有正確的認識，這個是非常重要、非常重要啊！",
    "1375": "[22:55]那麼，好！說現在呢我們了解了，哦，真正的世間真相這麼個苦，要想去除一定要在因地上面解決。而這個一步、一步地追溯上去，最後找到它的根本的因是煩惱。那麼要修煩惱，要這樣不錯。現在我們要修了，那麼怎麼修法呢？說這個裡邊要兩個：第一個，你以什麼身去修；然後呢，修什麼樣的道能夠除掉它。所以",
    "1410": "[23:30]此中分二：一以何等身滅除生死，二修何等道而為滅除。　今初現在看一看。這個要修行，的的確確要所依靠的一樣東西 ─所謂資糧我們平常說，這個就是我們的暇滿的人身。前面已經說過，現在正講到那又特別提一下。",
    "1439": "[23:59]如《親友書》云：「執邪倒見，及旁生，餓鬼，地獄，無佛教，及生邊地蔑戾車，性為騃啞，長壽天。隨於一中受生已，名為八無暇過失，離此諸過得閒暇，故當勵力斷生死。」前面已經講過了，你生在這個八難當中的話，隨便一個當中，你就沒有辦法可以真正地修行。所以只有能夠離開這個八難，不受這個八難的遮止，那個時候才有機會修行啊！所以你真正得到了這個暇滿的人身，這個是好難得、好難得的寶貝，意義是這麼大欸，得到了以後要好好地努力啊！前面一再告訴我們，假定我們得到了這個暇滿的人身不修行，還是忙世間的一樣，這是不如畜生哪！這是千真萬確的。我們現在忙什麼啊？我們也忙像跟畜生一樣的，「但知水草」，只管個肚子，只貪個舒服，這畜生也有欸！實際上還不如畜生欸！牠要想飛，一下就飛掉了，我們不會飛；牠如果跟你打架，牠牙齒比你利，牠的爪子比你厲害。牠跳得比你高，一個跳蚤「蹦！」一跳，比牠的身體要跳它幾十倍；我跳了個半天，還跳不到我自己人那麼長。唉！",
    "1535": "[25:35]所以我們人身是真正珍貴的地方是什麼？就在三界當中，生死輪迴當中，最初唯一可以跳出生死輪迴的就是這個。而這個人身的可貴的地方是什麼呢？就是現在我們說聽聞佛法，然後還要如理思惟。注意哦！這個每一個，有它的非常重要的因緣，現在我們得到了，要好好地利用它，要好好地利用它。第一個一定要去找善知識，然後呢要如理地聽聞，千萬不要盲修瞎鍊哪！然後呢還要如理地思惟。哦，現在前面已經告訴我們，在一開始的去掉這個虛妄分別的，我們常常說：啊，我們不要分別。這個不要分別有它特別的意義，可是我們不了解，往往說大糊塗一片，腦筋裡面什麼都不管，完了！修行絕對不是這樣，你一定要如理思惟、分別─哪一個是錯的去掉它，哪一個是對的抉擇它。所以現在有很多人修行愈修愈遲鈍，愈修愈愚癡，明明已經走上錯路了。所以我們真正修道，一定要走上無謬，就是不錯的，還要圓滿。",
    "1619": "[26:59]是須於現得暇滿時斷除生死，生無暇中無斷時故，如前已說。這個前面已說了。",
    "1628": "[27:08]大瑜伽師云：「現是從畜分出之時。」那麼這個大瑜伽師就告訴你，這個大祖師告訴我們：要記住啊！現在是我們真正從畜生當中跳出來。他不講從三界，而講從畜生道當中跳出來，他有個道理的。這個「出」就是出這個三界，因為平常我們所以跳不出來的原因就是愚癡，這唯一能夠解決這個問題的就是智慧。換句話說，你不能再像那個愚癡，你得到了人身，而你不善巧利用你的智慧的話，這個說實在是不如畜生。剛才說的不如畜生是消極方面的，現在積極方面的，更是不如畜生。畜生受牠的業力支配，牠就是這個樣，還不會造極大的大惡。我們人如果你不得善巧的話，造大惡的都是在人道當中，這是我們務必應該了解的。現在我們得到了，利害之間一比的話，那差得實在太厲害、太厲害了！所以只要我們隨便地懇心一比較的話，沒有一個人例外的，大家一定會全部精神，打起精神來說：哎，修行，一定要跳出來！這個是一個很重要的認識。",
    "1711": "[28:31]博朵瓦云：「昔流爾久未能自還，今亦不能自然還滅，故須斷除。斷除時者，亦是現得暇滿之時。」說我們以前無始以來一直流轉生死，沒有能夠跳出，跳出就是「還滅」。以後呢，對不起，這個跳出生死輪迴，還滅這件事情，它不會自然地掉下來的。你不修對治絕無可能，所以你一定要修對治來斷除它。那麼要斷除修對治，就是現在得到暇滿人身的時候。這個人身上面所以稱它為暇滿，大家回憶一下。所以如果諸位同修，前面沒有聽的話，回過頭去好好地補聽、補看一下，來策勵自己。"
}