{
    "12": "[00:12]此復居家於修正法，有多留難及有眾多罪惡過失，出家違此，斷生死身出家為勝，是故智者應欣出家。哦！那我現在要修行，但是要修行，啊！這個在家身對這個修法是難哪，不曉得有多難哪！不但是要正修難，反過來呢，在家身要造罪過失，實在容易得不得了。家裡邊處處地方，一天到晚，家裡面覺得應該做的事情，都是在造罪惡。出家恰恰相反，出家恰恰相反，所以它有無量無邊的殊勝功德，無量無邊的殊勝功德。所以「斷生死身」出家是最殊勝，所以真正有智慧的人，應該欣樂出家，必定要出家！",
    "73": "[01:13]記得前面吧？前面一再說，一再說，說幾個地方：第一個地方呢，業力門當中他特別告訴我們，說你同樣地修行，同樣的一個菩薩，一個在家菩薩跟一個出家菩薩，那個在家菩薩供養，把三千大千世界這麼多，最圓滿的東西去供養，結果一個出家的菩薩點一個小小的燈燭，這個功德，啊！那個出家的菩薩，不曉得要大多少倍。然後他就說，就意樂，兩個人發的心是一樣的，那地方唯一不同的呢，為什麼？一個是出了家，一個是在家。所以不僅僅是前面說的，哦！說這個家裡邊留難很多，難以修行，實際上你同樣做一件事情，就同樣地做，就因為你被了這件袈裟，代表了這個清淨梵幢，做一點事情就產生無比的功效。這我們前後舉了多少例子，這個地方再說一下。就像我們要到一個地方去一樣，用交通工具，說：「我有兩隻腳走。」可以啊！但是這兩隻腳不如腳踏車，腳踏車不如汽車，汽車不如飛機，現在又有火箭，請問你用哪一個？有很多地方腳還可以走得到，有一些地方腳根本走不到的，你說到美國去，你的腳倒走走看！這個我們務必要了解啊！所以特別說明那個出家的殊勝，出家的殊勝。",
    "178": "[02:58]然後呢，後面又告訴我們，這個真正我們要想修道進程，得到普通的暇滿不理想，要最圓滿的這樣的一個工具。那麼這個圓滿的工具是幹什麼？要出家。他不是說近事，換句話說，不是五戒、不是八戒、不是沙彌，而是圓滿的比丘。他又特別分析，如果說你出了家以後，只是得到證得一個阿羅漢果的話，那沒有太大的意思。不是沒有意思，有意思的，沒有太大的意思。說這個阿羅漢這麼個難證法，實際上呢，你只要作一個近住，八關齋戒這樣地斷淫的話，他也可以做得到，沙彌也可以做得到。然後呢，沙彌只要持十條戒，你現在要持兩百多條戒，結果是一樣的，你何必呢？不是！這個是什麼？要修圓滿的教法。他處處地方讚歎那個出家，這個出家身之殊勝是不得了的！前面我們也說過多少功德，所以我們常常應該憶念、觀察。",
    "260": "[04:20]若數思惟，在家過患出家功德，先已出家令意堅固，未出家者安立醒覺妙善習氣。我們不斷地這樣思惟的話，那有什麼好處啊？哎呀，好啦！在家是種種的不如意，種種的不理想，出家是無比的功德。如果先已經出了家了，「意志堅固」，啊，歡喜啊、高興啊！欸，你不要說，就是這個歡喜高興，一方面把我們出家的意志堅固，一方面你歡喜高興本身又在隨喜功德，又在增長你的福德。所以你同樣地歡喜，在家今天歡喜，歡喜一下了，對不起！你這個隨喜這個染污，注定你在輪迴當中愈陷愈深。我同樣坐在這個地方，出了家，「哎呀，我歡喜，真高興啊！」這個隨喜功德就無量無邊。所以這是為什麼出家有這樣的殊勝意義，在任何情況之下，兩者是絕對不能比的。這個我們了解得越多，你思惟得越多，那個時候意志越堅固。又特別好的是，你思惟本身又是一個最大的功德，思惟這件事情本身，又是一個最大的功德。",
    "341": "[05:41]比如說我們在家人，在家人想些什麼事情？唉呀，說現在這個股票又要漲、又要跌了，房子又漲了、跌了，這個生意又什麼了，那我們這個在家人的事情。這種事情在世間人順理成章，養家活口等等，無非是染污之業，所以「多有留難」，而且「多是過失」。現在我們出家人呢，即便像我們現在這樣：「唉呀，我一身都錯，還做不到！」欸，你那個心念本身已跟法相應了。你看看！所以他們在家人覺得百分之百想對的時候，都是錯到底的時候；我們覺得，唉呀，我們一無是處的時候，已經開始步上正法。你想想看怎麼能比，兩者當中！這兩者當中是完全不能比、完全不能比啊！所以這一點是我們務必要知道的，務必要知道的。",
    "400": "[06:40]所以說，「未出家者」由於這樣地思惟觀察「安立醒覺」，如果說自己還沒有覺醒的話呢，要想辦法透過這個，使得自己覺醒這個妙善的習氣。現在先種下這個種子，總有一天這個觸發種子，欸，很快地，最好是這一生。萬一不行的話，越早越好，你只要什麼時候這個種子起現行，你就有成就了。",
    "434": "[07:14]此中道理當略宣說，這一點很重要喔，所以還是說一說。",
    "441": "[07:21]其居家者，富則守護劬勞為苦，貧則追求眾苦艱辛，於無安樂愚執為樂，應當了知是惡業果。有錢的人呢要去守護，唉呀，這個的確千辛萬苦。唉呀！要保險箱，保險箱不行，還要保險公司，保險公司不行，還是要被人家搶掉，然後要打官司，然後要弄這個、又要忙這個，沒有一件事情 ……實際上這個毫無意思，無非是痛苦。那麼窮人呢？唉，窮了是沒有了，要追求的痛苦，這個裡邊是無量無邊哪！不但如此，於明明是痛苦的，還愚癡地執為安樂。所以這三件東西當中，無一不是增長我們生死輪迴的染業啊！要曉得，這是惡業之果啊！以前的因，感得現在的果；現在這樣去做，又要將來感得將來的果，是一無是處啊！",
    "508": "[08:28]《本生論》云：「於同牢獄家，永莫思為樂，像監牢一樣的這個家，千萬不要以為它快樂，顛倒呀！這個「家」字真是妙極了：上面一個寶蓋頭，說一個房子，這個是一點，表示：喏！你就被牽在這裡，換句話說你自己覺得這一個是你的主；下面呢，一個豬。唉！這些愚癡的人，就把這個覺得：「啊！這個可安樂處。」這就是叫家耶！所以我們千萬要認識。古來的聖人真了不起啊！真了不起啊！那我們現在看看，現在我們這一點要千萬注意，不要說：「噢！出家了、出家了。」不是！出什麼家？要心裡認得這個出家的相，不要說剃光了頭：啊，我跑得去安享其成了。那個完了，比在家人還不如！下面會告訴我們的，出家的真正的特質何在。",
    "573": "[09:33]或富或貧乏，居家為大病。不管你窮、有錢，這個在家這是大毛病啊！大毛病！",
    "585": "[09:45]一因守煩惱，二追求艱辛，或富或貧乏，悉皆無安樂，上面說過了。",
    "594": "[09:54]於此愚歡喜，即惡果成熟。」明明這個是錯誤的、顛倒的，你居然不知道，還要歡喜。為什麼呀？那就是你惡業的果報成熟：一個是異熟果，一個是等流果，一個是增上果，三者。你別以為現在，哎喲，現在有錢人，這個有錢 ─這個是異熟果報。等到你有了錢，更繼續地要有錢，這是等流因果。然後眼前的世間，覺得：「哎呀，進化啦！」這個是增上因果。都是邪惡業所產生的，所以我們現在千萬要注意呀！",
    "636": "[10:36]是故執持眾多資具，求無喜足非出家事，若不爾者居家無別。喏！下面來了，下面來了。說：好了，我們要出家了。出了家以後，還要「執持眾多資具」，唉呀！這個還不夠、那個不夠，這個多、這個多，越好越多。還要「求無喜足」，這個是不知出家的事情，這個跟在家人一樣。在家人憑他自己的勞力換飯吃，應該的；出家人，被了個清淨幢相的話，你憑什麼受人家？單單這個就夠你要做畜生了。然後你被了一個清淨幢相，壞了法的話，那非下地獄不可，所以這一點要特別知道啊！",
    "684": "[11:24]所以我記得虛雲老和尚的那個公案當中，他在雲居復興的時候，住一個牛棚。到後來弄好了以後，大家請到他裡面去，「欸，我滿好！我滿好！我還是住在這裡。」那這都是古德的榜樣啊！現在我們這裡住了這麼個舒服的地方，還嫌這個不夠、那個不夠。到了夏天，最好呀電風扇不夠還要冷氣。啊！所以這一點，大家千萬注意！大陸上面那是苦得啊 ……吃飯呢都是一點湯，然後偶然什麼撈到一塊豆腐，大家高興。現在我們天天這麼豐富的菜，等一下還要這個營養不夠，那個營養不夠，唉呀，這個水果也沒有，那個也沒有。啊！不曉得我們忙些什麼，這是我們千萬要注意呀！",
    "736": "[12:16]又居家者與法相違，故居家中難修正法。那麼，前面告訴我們出家人，居家的人呢，要了解這個。",
    "747": "[12:27]即前論云：「若作居家業，不能不妄語，於他作罪者，不能不治罰。行法失家業，顧家法豈成。你在家做在家人的事情，你不能不妄語。現在尤其是明顯，現在這個世界的的確確的，這個西方人有一句話，這個話叫「 WHITE LIE」。 LIE，就是妄語，白的─本來這個說謊是不應該的，現在說這個說謊是應該的，應該說的謊言。喏、喏、喏、喏！這個其實大家公開，我想我們這個事情也是如此吧！這個就是居家典型的例子。對不起！你要說了這個，那一定墮落。就是啊，它逼得你非做不可。如果有了罪，你不能不去治罰。所以你要如法去做的話，如佛法去做的話，家就顧全不到；你顧全了家的話，這個法一定不成功。",
    "812": "[13:32]法業極寂靜，家事猛暴成，故有違法過，自愛誰住家。」要曉得修學佛法是非常寂靜的事情，注意這個「寂靜」兩個字喔！家事是粗猛暴惡，所以兩個完全相違背的。所以真正自愛的人，他絕不貪戀這個家。",
    "837": "[13:57]又云：「憍慢癡蛇窟，壞寂靜喜樂，家多猛苦依，如窟誰能住。」應數思惟，如是等類在家過患，發願出家。這個我們要了解，家裡面就是這樣的 ─憍、慢、癡蛇的窟。這個蛇是瞋、癡、貪，一切的最糟糕惡毒的地方，在家就是這個樣，就是這個樣。總覺得每個人，現在我們平常不要說高高在上，普通人總是面子，唉呀，總覺得這個要一個門面，這個門面是什麼？無非是憍慢。下面這最起碼的、應該做的尚且如此，體面嘛，那尚且都是如此，其他的不談啦！說這些事情，「壞寂靜喜樂」，真正的喜樂，真正的喜樂，只有在這個什麼，寂靜當中，寂滅之樂才是真正的。家裡面「多猛苦」，不但苦，而且猛得不得了！啊，就像洞窟，就像蛇窟一樣，誰能夠住在這裡啊！所以我們應該不斷地思惟它的過患，然後呢，已經出了家，堅固；沒有出家的，要發願出家。那個出家功德之殊勝！是，剛開始走的時候是有一點，因為你不習慣，你換了一個新環境是不習慣。但是假定你有正確的認識的話，這個意志力引導我們，克服這個困難正是進步。等到你慢慢地相應了，那時候你會體會到：啊，這個出家之美啊！出家之美啊！",
    "945": "[15:45]所以我也聽見好幾個人，怎麼？我自己也有這個感覺，說：假定說眼前要選一條路讓你走的話，你走什麼路？出家！假定說沒有路選擇的？我還是出家！這個在家的的確確是一無是處，你真正地能夠體會到了，自然裡邊有美不可言的事情。實際上呢，我們還是最粗淺的喔，它深入的內涵我們還沒體會到喔！假定我們也體會到，像那個羨 ……什麼，上一次，一下我的記性又記不住了，鞞羅羨那那個樣的話，出了一天一夜家，然後呢，七返二十一劫這樣生天。啊！然後最後啊，下來，證果。只有一天一夜啊！這個功德我們都看不見的啊！所以我們一定要從這個地方多去思惟觀察啊！這個出家真是殊勝，這個在家是在任何情況之下，你怎麼弄，也絕不可能產生這樣效果的。那麼出了家，應該怎麼辦呢？哦！下面來了。",
    "1018": "[16:58]復應願以粗劣衣缽乞活知足，於遠離處淨自煩惱，為他供處，這個是我們該做到的，要什麼？粗的、劣的，不管是穿的、是吃的、是用的。乞食，還要去討飯，「知足」，這個心理的狀態。這一句話，這是我們懸的、標榜的。我很想把這句話寫下來，貼在我們廚房裡面。要粗劣的衣缽，這個「衣」是指什麼？就是我們的觸受。我們住在這個地方，現在我們已經很好了，有一個板凳了，哎呀，還要覺得坐了過了一下，唉！不大舒服，找一個軟墊子來鋪它一鋪。",
    "1071": "[17:51]我記得我到印度去那個時候的話，他們那個哪有什麼，大家「蹦、蹦、蹦」出去了，重要的上了課，然後到外面有一些，那個論辯的課到外面。隨便跑到哪裡，跑到哪裡就坐到哪裡。然後看見那個地下髒，弄點樹葉子，好、好，把那個髒就弄好了，以後這樣。我們大家覺得：「唉呀，這個地方滿苦的。」校長跑得來就把大家喝斥一頓，那個校長真了不起啊！「我們在學校裡的時候，我在學校裡整整學了十幾年，我襪子都沒穿過。」然後他那個地方是什麼地方啊？你們曉得西藏那個高山，不要說冬天，在夏天我們都受不了。我們現在一點點哪，唉，我自己現在想一想，真是覺得慚愧啊！剛開始的是冷，它外面也沒有像我們現在，哪裡說是地板，哪裡說是水泥，就是那個石頭高一塊、低一塊，然後這樣的。這個老師講完了，下面就「叭！」馬上出去，跑到後來那個腳底下，那個冷熱根本就不知道了。這個樣啊！每一個人都是這樣，那個腳凍得紅紅的、黑黑的乃至於，「那沒關係，這個不是問題。」所以他們為什麼真的有成就，就在這個上頭啊！說我們現在的心，一天到晚不曉得忙些什麼，這是我們應該深深警惕的。",
    "1155": "[19:15]「於遠離處淨自煩惱」，那麼為什麼我們做不到呢？實際上我們這種心裡面都是煩惱。所以我們了解了這個出家的好處，出家的目的幹什麼？淨除我們的煩惱。你能夠淨除煩惱，那個時候是「為他供處」，為他供處。所以我當年我出家的時候，就有了一個誤解，現在我一直在懊悔當中。我總覺得：欸，出了家了，該受人家禮拜，該受人家供養。人家跑得來的話，好像，唉，要該他端飯給你，端水給你吃，你做一點事情好像委屈，還要指揮他們，現在我深深為這個事情感到痛苦而懺悔。我淨除了煩惱，那個時候 ─為他的供處，我現在滿身煩惱啊！所以佛經上說得清清楚楚：如果說你跟這個不相應的話，那個不行啊！",
    "1221": "[20:21]不過這裡有一點：不是叫我們馬上一下相應，我們應該了解了努力，向這個相應走的路上去做，這個就對了。所以我們初機走的路子，要有了正知見，你曉得現在錯了走上去，這是我們現在該走的，這是該走的。這個概念要弄清楚，不是說一下要做到它。我之所以強調的話，就是我們對這個實際上並不了解，只以為剃了一個頭就跑得去的話，喔！就是儼然是一個比丘自居。然後出家人跑得來 ─你應該向我磕頭，應該供養我。這個觀念就錯了，這個觀念就錯了，這個當下本身就是跟煩惱相應之法。",
    "1267": "[21:07]所以我們始終要了解，前面一步一步過來，它有一個特質，它有一個特點，指出來什麼？喏，到這裡，你真正要做的 ─破煩惱。你為什麼要出家？為了破煩惱而出家，所以你那個出家的宗旨在那裡。現在你出了家以後還在煩惱上轉，相應嗎？這個才是。所以你把握住了這一點，就算你煩惱還沒有除掉，那沒關係。假定我已經煩惱已經除掉了，那出家不出家沒關係啦，我所以出家的是要除煩惱啊，這很明白。所以它真正的，是有煩惱的，只是我認得了，正除煩惱，這個就是我們現在出家人該做的事情。那麼關鍵在哪裡呢？就是知見上頭，了解嗎？而這個知見不是講一個道理，就是拿這個道理來衡準自心。所以常常想：「啊，我錯了！」是，那個時候我們也不必著急，這個錯的心就推動我們向上，這就對啦！",
    "1328": "[22:08]《菩提道次第廣論》一百九十二頁，第二段。昨天我們已經講到，哦，現在要修什麼道，曉得要修道的時候需要什麼呢，要修道需要具要一個條件 ─要暇滿的人身，這是唯一可以修行的。而這個暇滿的人身當中，單單得到人身還不夠，還要是啊具足種種圓滿的德相，而這個德相唯有出家才有，所以出家殊勝的功德，處處地方讚歎，處處地方讚歎。我們講如果你平常了解這個，你隨時思惟、隨時觀察，一方面固然體會到出家的特別的好處，就那個思惟觀察本身，就是一個最大的功德，這現在我們也了解了。為什麼呢？業主要的是什麼？思。業的最主要的主體就是思，你那個思惟觀察本身就是在增長功德。然後你想想：「哎呀，這個出家功德有這麼好！」你就歡喜，那是隨喜功德，而這個本身的的確確有它不得了的功德在裡頭啊！",
    "1417": "[23:37]我們有很多人說：「怕！」是！出家是出得不好是非常可怕，千真萬確的事實。那是什麼呢？不得善巧，尤其重要的善巧當中 ─正知見。如果你得到了正知見的話，那個事情是方便極了，你就坐在這個地方想想的話，那就增長功德，就是這樣啊！平常那是在家要忙這個，要忙 ……這個不要你忙的，你就坐在那個地方能夠如理地思惟，這個都在增長功德。然後呢，你如法去做的話，你真是吃、住統統不要憂愁，這是千真萬確。可是反過來，假定你說：「啊！出了家以後，反正樣樣人家供養的。」你就是貪現成，那就完了！這個不是從行相上面著眼的，這我們絕對應該了解的一個事實，絕對應該了解的事實。",
    "1471": "[24:31]那出家目的幹什麼呢？就是要得到究竟圓滿的快樂，徹底解決一切痛苦，所以眼前本身就要一點點努力，要有一點代價。只是說這樣的一點代價，得到的這個回報，那世間任何情況，在任何情況之下，沒有辦法比的，這一點才是我們事先要了解的。所以剛開始出家的時候，的的確確你對這個概念認識了，以後還要如法行持。所以他說「復應願以粗劣衣缽乞活知足，於遠離處淨自煩惱」，哦，這樣才「為他供處」。在外面的形相上面這樣，不管是衣、食、住、行─粗劣，那是最粗糙的、最下劣的，卻感覺得非常滿足。然後內心呢，於寂靜處是淨自煩惱，這就是我們真正要做的事情。你如果了解了，得到了正知見的話，那你的的確確是越想越歡喜。",
    "1553": "[25:53]就不要說我們怎麼樣的正知見，就眼前我們常常說的太多事實來比喻、來說的話，現在那個鬧市上面的種種東西，的的確確是一無是處啊！一無是處啊！好像一點點小小的快樂，這個都欺誑之處。你看，現在我們坐在這個地方，多舒服、多安樂啊！那真好啊！我們從來用不著說：「哎呀！我這件衣服要值多少錢，我這件衣服要怎麼樣。」髒了嘛，洗；破了嘛，補，就這麼簡單哪！你丟在這裡，小偷都不要你。既不要忙著去守護，又不要為了追求而痛苦，這些事情對我們都不要，我們一樣穿得暖、吃得飽，這多好啊，你看！而且有無量無邊的功德，雖然說這個地方眼前好像是小小的苦，實際上你仔細觀察起來，這個不是苦，這是快樂欸！那些人把黃金做的枷鎖套在脖子上，重得喘不過氣來，我們現在把它拿掉了，輕鬆無比，哪有痛苦的事情？所以這一點，主要的都在我們的知見上頭。",
    "1635": "[27:15]因為你在世間要求名利，所以看見別人是打躬作揖。固然你的上司、你的老闆，你也去打躬作揖；反過來，你看又現在是民主時代，你要想競選一官半職嘛，你也看見任何人，要跑得去跟他說好話，給他笑面孔，要不然他不投你票，你拿他沒辦法欸！就是這樣的狀態。可是我們在這裡誰都不求，這個就不是我要的！你看，多自在、多安樂啊！所以凡是這種地方，我們一定要了解。當你邪見增上，前面還記得不記得，講業的時候，這個邪見增上的時候，就是我們錯誤的見解當中，就會把痛苦的事情看為快樂，而快樂的真相就會看不見，這個叫可憐中的可憐哪！這真是無明啊！",
    "1690": "[28:10]那麼現在呢，雖然我們道理是了解了，習慣還在，所以的的確確，克服這個習慣是要一點努力的。所以我們不要單想快樂那一面，真正出家，那我們一定要了解：出家，是！要下功夫的。在沒有出家的事前，我們用種種的這個出家的殊勝，跟在家的過患來對比，策發我們那個出家的心。可是正出家的時候我們了解，說正出家的時候，你要得到這個好處的話，你要努力，這個努力才有功德啊！天下沒有一件事情，是坐在那兒掉下來的，這個是我們要了解的。所以它的生活的內涵，前面先把它指出來，下面就引那個經論上面，來說明這件事情。",
    "1743": "[29:03]如《七童女因緣論》云：「願剃除髮已，守持糞掃衣，樂住阿蘭若，何時能如是。目視軛木許，手執瓦缽器，何時無譏毀，於家家行乞。何時能不貪，利養及恭敬，淨煩惱刺泥，為村供施處。」"
}