{
    "3": "[00:03]如《七童女因緣論》云：「願剃除髮已，守持糞掃衣，樂住阿蘭若，何時能如是。目視軛木許，手執瓦缽器，何時無譏毀，於家家行乞。何時能不貪，利養及恭敬，淨煩惱刺泥，為 村供施處。」我願呀，一心一意願求，幹什麼啊？「剃除髮已」，這個髮，就是我們平常所謂的世間的莊嚴。哎呀，那個頭髮一下嘛長、一下短，一下燙、一下披頭，一下這個、一下那個。唉！是不曉得是為些什麼！現在連這個連它剃得光溜溜地，頭上什麼都沒有，我們頭上一摸，哦！好了。這個問題呀，這個所謂煩惱，這都不是我們要的，是這樣。然後呢，「守持糞掃衣」，我們穿的衣服呢，而且人家不要的，人家不要我撿得來。這個裡面兩個意義，世間要的，因為他顛倒，所以要那些事情，真是該要的他不要，丟掉了讓我們要！唉！這個世間要的是無明，我們要的是「明」呀！所以這個兩樣東西，我們要了解它的特質。",
    "68": "[01:08]「樂住阿蘭若」，那麼平常世間都是戲論、雜染當中，我們內心真正好樂的是這個地方 ─阿蘭若，寂靜處，寂靜處，真正的寺院應該這個地方。所以我們到了寺院裡面，還大家吵吵鬧鬧，還要歡歡樂樂，那完全不是。我們真正要得到的是內在的寂靜之樂，不要說得到寂滅樂，你就是能夠心稍微寧靜一點，這種快樂都世間無比的。所以這個禪定之樂，那還是世間的喔，一旦得到禪定之樂的話，世間什麼樂，你感覺上面「味同嚼蠟」。那我一心希望，說什麼時候我能夠做到這裡呀？那是對沒有做到的人，心裡面心心念念這樣去做，因為你心心念念，一有機會你就碰到了。實際上我們出了家，還是要這樣去做，因為我們出的不是個形相，要它真實內容。換句話說，你一心一意，由這種力量推求你努力向上，這樣。",
    "142": "[02:22]那麼那個時候呢，「目視軛木許，手執瓦缽器」。平常我們沒有什麼事情，悠哉悠哉，那個現在沒有了，全部精神貫注在這裡，學我們該學的戒定慧，他全部精神貫注在這個上頭，就是這樣。所以走有走相，坐有坐相，說行、住、坐、臥，沒有一個地方，是能夠讓我們隨便放逸雜染的，這樣，眼睛就是看著這樣。當然學定的時候固然如此，學戒的時候，亦是如此。大家還記得不記得前面四種資糧？第一個是密護根門，這樣。你有了這個，然後第二個正知而行，對於我們做的任何一件事情，任何一剎那，都要保持著 ─喏！就我們現在該做的，因地當中這樣地努力法。所以這個地方所謂「目」，不僅僅是目，舉手投足之間，一定有他自己的一個分寸在，那麼這個是行為。",
    "216": "[03:36]那麼飲食呢？那就是這個，換句話說，我們不再為任何現世那種事情而忙碌，而忙碌。那麼在這種情況之下，牢牢地堅守，在世間上面，真正地把三世諸佛的清淨幢相，能夠如法如理地撐起來。那時候大家稱讚、讚美、仰望而沒有譏毀，在這種狀態之下，才是真正出家的內容。「於家家行乞」，於家家行乞，要不然我們跑到哪裡，人家一看：「唉喲！你這個出家人，怎麼這個樣子。」現在不！哦，一看哪，啊！大家就歡喜，原來是如此。所以你看，以大智舍利弗尊者，那個時候他是一個絕頂聰明的，一個印度所謂的大哲學家，在佛法來說是大外道，實際上那個時候最了不起的一個大學問家。結果看見馬勝比丘，一個佛弟子，哦！一看那個佛弟子的行持，他想：「居然有這樣地莊嚴威儀的啊！」他跑上去問他。一問，這個馬勝比丘說：「我不算什麼，那我完全是我的老師教的。」他一看那個弟子已經這麼了不起了，這個老師更了不起。一問，馬上就跟著也走上這條路了。所以這個比丘的這個清淨幢相，就有它特別的意義。",
    "315": "[05:15]我們現在不要說：哎呀，現在出家了，好像這個東西都不管了！就好像由你怎麼辦，不要這樣做。所以印光大師之為什麼一直強調一點：「念佛，念佛好啊！當然末法的時候只有念佛，但是你不要出家。」他並不是說出家不好，說出家有無比的功德，但是你做到它的話，的的確確要提起一點精神來，要這個樣啊！所以這個才是叫人家能夠真正地見到了這個清淨幢相，種下善根，你就把這個幢相能夠撐起來，哪怕是一天一夜，就得到這樣大的功德，這我們所了解的，哪怕是一天一夜啊！現在我們，哇！都是出了很多年家了吧？以後不一定如理，可是從今以後我們人人努力，打起精神來。所以在這種情況之下，沒有一樣事情，不會這個不成功的，一定樣樣都成功。",
    "387": "[06:27]「何時能不貪，利養及恭敬」，外面是講形，裡面是心。那個時候從形相上頭的遠離，然後從粗淺上面的步步深入，所謂「諸惡莫作，眾善奉行」，而到「自淨其意」。那個時候，對於世間的這種名聞利養，統統放掉了。有形的利養等等，無形的精神上的恭敬等等，這種東西都是煩惱。這個東西像刺一樣，刺痛我們；泥一樣，骯髒的雜染哪，都把它淨化掉了。那個時候你真是福田哪！那個時候為那些附近的村落上面，真正可以所謂供養、種福田，是應供之處。這個才是真正的應供啊！所以真正的福田僧是什麼？指勝義僧，如理證得的，這樣，這是我們必定要了解的一點。",
    "457": "[07:37]又應希願，用草為座，臥無覆處，霜露濕衣，以粗飲食而能知足，及於樹下柔軟草上，以法喜樂存活寢臥。那我們心裡面真正應該願求的是什麼？這個就是從外面的形相上面，我們坐的地方，就是隨便找一點草，如果這個地方乾淨了，草都不用，不過草的話軟一點，坐的時候可以坐得安穩，這樣，如此啊！睡的地方呢，哪裡有睡的地方就睡，所以連它覆處、臥處都沒有。到了晚上就被「霜露濕衣」，當然這個是指印度地方，印度地方的天氣比較暖和、溫暖，所以這個多霜露；那我們這個地方嚴寒的話，那個要遮止一點。換句話說，根本不在乎，這所有的這些東西，都不是我們需要的。現實的一切五欲之樂，你能夠放得多乾淨，你就可以得到多少好處；你有多少沾染，對不起，你就被它死死地拖死。好處得到一點點，這個好處帶來的副作用，那痛苦是無量無邊。那麼飲食尤其是重要，對粗的飲食要能知足。或者是「樹下柔軟草上」，那時候幹什麼呀？他目的是「以法喜樂，存活寢臥」，那個不管是白天、晚上，若坐若臥，若醒若睡，以法自己自娛，這個才是我們真正重要的。",
    "571": "[09:31]那麼我們現在忙的是什麼呢？就是如理地了解，如理地思惟。你只要能夠了解、思惟的話，這個法喜馬上現起，這個是千真萬確的事實。我想在座的已經有不少同學，漸漸、漸漸地就會感覺得到，就會感覺得到。比如說以剛才這個例子來說，就是講我們一個同修，他平常那個知見很多，他原意無非講他的道理，結果他講完了道理以後，他那個道理講到哪裡，就被人家討厭到哪裡。現在他不講道理了，懂得了道理，他懺悔，哎呀，人人讚歎。所以昨天老和尚也讚歎，前幾天談起又讚歎，我心裡也讚歎。",
    "623": "[10:23]所以這個人哪，就這麼顛倒，你的確如法了解了以後，然後你把你那個見拿掉了以後，欸，你因為拿掉了，結果就反而被人家尊重、反而被人家讚歎。這我們要的什麼？本來我們所以要跟人家談理無非希望 ……那不必講出家啦，不必講出世了，就世間來說，你無非是表示你這個道理站得住腳，讓人家聽信服你。結果你愈講是人家愈討厭，最多 ─好了，讓你去講，就是不理你，就是這樣。結果呢，你能夠拿掉了以後，人家就反而尊重、讚歎你，這個佛法之妙就妙在這裡呀！這個還談不到佛法欸，這個是世間最淺近的事情。如果你步步從這個地方深入的話，那把我們的見、思兩種煩惱 ……那這個快樂何止於如此！如果是如此的話，那個煩惱一點用場都沒有了。只是說我們淺近的，隨便你可以體會得到的，就是這樣。的的確確你只要如理如法地深入的話，馬上這個快樂就會現起。",
    "694": "[11:34]再說，以我們最近來說，最近大家都很精進，都很努力。現在請問你們忙完了以後，比以前坐在那裡懶惰的時候，什麼時候快樂啊？我相信現在大家感覺得快樂吧？其實你做完了以後 ……以前坐在那裡，現在難道坐完了你不動，快樂了嗎？沒有快樂啊！跑出去滿地是髒，然後呢，我也不願意，你也不願意。欸，現在大家都努力，結果大家快樂。那這個是談不到佛法，這麼淺近的事情欸！所以我把這個淺近的事情，做為一個比喻，然後我們內心上面，從這個淺近的比喻上體會，你一步一步地深入，你就會有一步一步不同的感受。所以這個地方，說我們真正的目的是「以法喜樂」，拿這個東西來過我們日子，不管是白天、晚上，不管是若睡，是若醒。",
    "757": "[12:37]「何時從草起，著衣霜濕重，以粗惡飲食，於身無貪著。何時我能臥，樹下柔軟草，如諸鸚鵡綠，受現法喜樂。」啊！妙極了，是妙極了！哎呀！我什麼時候 ……最好，問我現在也是的確的，唉呀，那些什麼桌子、床、沙發丟得乾乾淨淨，哪裡有草，哪裡有什麼就可以了，這地方就可以了。白天嘛坐，晚上嘛睡，第二天嘛如果說天氣太冷，什麼躲一躲風，躲一躲雨也就得！這樣。什麼東西有一點吃飽了，跑得去隨便討一點什麼東西吃飽了，好！內心上面既一點沒有掛礙，然後呢，也絕對不為這個雜染之身去作它的奴隸。現在我們都在作這個東西的奴隸，而這個身是什麼？這個身又偏偏以前惡業所感得的，這個到時候你輾轉這樣忙，這真是顛倒極了！所以那個時候這樣，起來是這樣的；然後呢，睡的地方就是樹下，隨便軟一點的草，看看這個綠顏色，想那麼好！然後在這種地方幹嘛？「受現法的喜樂」，你如法去做的話，不但是將來究竟決定勝，眼前增上生，不但是這樣，而且當下內心當中跟法相應都生起來了。",
    "861": "[14:21]房上降雪，在這種狀態之下，不管它外面怎麼，那我們不管，我們哪，哎呀！這樣地快樂。",
    "869": "[14:29]博朵瓦云：「昨晚似於《七童女因緣》所說，心很歡喜，除欲如是修學而無所餘。」哪！這祖師典型的，「啊！我昨天想起來，」這個昨天不一定昨天晚上，就是每一次想到前面修行的，「啊！想到前面我的修的，就像那個《七童女因緣論》上面說的，照它這樣做，哎呀，真的歡喜啊！」說我現在希望的，除了這個以外，其他的都不是我要的。為什麼？他把那些所有的縛束都丟掉了，你看，多痛快！唉呀！以前那個綁啊，是綁得鈔票也綁，股票又綁，房地產又綁，這個又綁、那個又綁、這個又綁，這個地方綁得不曉得死死地。現在那個丟掉，那個丟掉、丟掉，什麼都沒有。連它衣服，衣服也丟掉了；這是人家的丟掉，我撿過來嘛纏在身上面。啊，這件衣服絕不愁人家來偷，也不怕人家來笑你怎麼樣，這樣個好法！啊，這個何等地快樂，何等地快樂！",
    "940": "[15:40]所以我也常常想起，心裡面一件很有趣的事情：說以前，那是剛在這裡的時候，那是因為忙世間的事情，忙世間嘛，大家都是這樣囉，哎喲，念書、成家立業、留學什麼 ……這樣。到後來嘛出了家，雖然出了家，但是呢這心還是有的。那個以後到了美國去，有了這個車子了，啊，心裡覺得：現在有了一個汽車 ……好像滿得意的樣子。但是過了一些時候，又看看，唉呀，這個汽車還不如人家。居然，雖然出了家，這個心理還是沒轉變過來。但是呢，我所幸的，就有善知識在旁邊常常點醒，慢慢、慢慢地：「對呀！那忙這個事情幹什麼？」後來心裡面放下了，於是感覺得：「唉呀，這個車子是累贅無比呀！」但是這個大眾場合你又不能沒有車呀！那以後，後來我換了一個地方，跑到洛杉磯去了，就不要車。那不要車，有的時候偶然重要的事情，都是人家那個信施他會來。",
    "1011": "[16:51]偶然我出去買一點小東西，散散步，跑出去。那個美國那是車水馬龍，不像我們馬路上面還有人走，在那種地方你找不到人走的。他除非今天出來散步，牽那個狗蹓躂、蹓躂，最後只是走附近一圈，鄰居，除此以外，你馬路上根本看不見人。如果你在走的話，大家這個車子看見很多，我心裡面忽然起了一個念頭：「啊，現在真快樂！」要我以前如果碰見這種情況的話，我一定覺得：「唉呀！我怎麼寒酸沒有車子？那些人都有車子。」我現在就感覺完全不一樣了。唉！這些人都顛倒啊！被那個捆得死死地捆在這裡，我一個人這何等悠哉悠哉！他養那部車子要多少錢？要掙那部車子，要養那部車子，然後忙那部車子，一天到晚忙那個事情。說起來好像都必不能少，要去上班要多少路，要……那我現在這個都根本不要了，你這車子要它幹什麼，你說。",
    "1071": "[17:51]所以我那時候就感覺到：「啊！一點都沒錯啊！」這個怨家對頭還容易耶，容易，這個真正的什麼呢？就這個才是最難破除的，看起來好像你最好的好朋友一樣，實際上是個大騙子，那千真萬確是個大騙子。所以我自己覺得，像我一點點，根本談不到修行的，你只要心裡面肯照著它去思惟觀察的，那個心裡面就歡喜了。於是我每次出去一看見，我就，唉呀，同情、憐愍、可憐，心裡面是越想越歡喜、越想越歡喜。我就想到以前剛要想學佛或者出家的話，吃素，人家說你吃素，就笑你。唉呀，覺得不好意思！自己一個人可以，跑到工作上就不好意思；人家說你信佛，更不好意思；那又做了和尚，又好像見不得人的樣子。到那個時候，完全相反，他不管任何人來，我在這個地方就是這個樣，這樣。因為我覺得這些人就這麼可憐！那個瘋子本身，他絕對不覺得自己瘋子，瘋子只看見別人瘋了，他看不見自己瘋的。",
    "1144": "[19:04]那個時候我就心裡不管怎麼樣 ……。那結果呢，當人家彼此間大家忙的時候，我在那兒用我的功。反過來他自己忙完了，又覺得感到不如意，跑得來找你，然後你告訴他，哎呀，他覺得你有道理啊！那個時候他不管他來找你的人，乞丐也好，然後大老闆也好，小公務員也好，大總統也好，欸，他的問題不能解決，跑到你這裡來解決了，他朝你磕頭、跪拜。當然我們修學佛法的人不在乎這些，可是那個時候你很明白地說得出來：喏！佛法的真正的珍貴，世間比起它來，那是一無是處啊，一無是處啊！所以這個博朵瓦那個大祖師，他也，當然他做得遠來得深；你只要去做，哎呀，一想啊，真歡喜啊！的的確確到那個時候，你除了這個，其他的都是多餘的。啊，丟都來不及啊！",
    "1202": "[20:02]又應希願，住藥草地流水邊岸，思惟水浪起滅無常，與自身命二者相同，以妙觀慧滅除我執，三有根本能生一切惡見之因。那麼再進一步，一步一步地，不但一步一步地深入，不同的方向、不同的角度、不同的觀點，多方面地策發我們正確的認識，然後策發我們精進好樂之心。總是處處希望願求住在這個地方，那個地方所謂「藥草地」，實際上就是那個草，就是那個普通一般的地方。「流水岸邊」，那個時候，那個地方是一個安靜的地方，一者。還有呢，「水浪起滅無常」，那個正好策勵你：唉呀！我們的身命也是這樣啊，也是這樣啊！讓你從這個地方引發什麼？引發原來是無常、苦、空，我們這個東西本質啊，所以然後以這樣的妙觀的智慧來滅除這個我執。我執是什麼？我執是三有根本，所以在輪迴當中輪迴的，是因為什麼？煩惱，然後起業、感果。而這個煩惱是種種的因，從哪裡？從這個地方開始的。找到這個「我」啊，原來根本沒有真實的，是無常、苦、空，所以無我。於是你了解了以後，那不再執著。",
    "1317": "[21:57]背棄三有所有歡樂，數數思惟依正世間如幻化等。這就是我們出家真正殊勝的好處，你在家人怎麼可能，你說！唉呀！在家人是忙得啊 ……說沒有錢嘛要忙錢，忙了錢，唉呀，更忙錢，你永遠不得個停止。作伙計，你反正是看：「七點鐘還早，反正沒關係等一下，到了七點三十分正好。」作老闆的人可不是喔，八點鐘要開門，樣樣東西都在那兒忙。可是人就是這麼顛倒，人就是這麼顛倒。所以這個地方，還記得吧？十二因緣這個流轉圖當中那個愛，愛是什麼？這個圖 ─一個酒鬼，那旁邊一個女人，醇酒美人，這個東西，那的的確確這種心理的行相。你永遠是貪著了，再多也不嫌多的，永遠反而增長你這個東西，這就是這麼個嚴重法。而它的根本在什麼上面呢？在這個「我」。他現在在這種情況之下，一個在這個世間專門忙它，根本就牢牢地捆死在厚重污濁無明當中，你絕不可能認識這個。你只有出了家以後，把粗重的拿掉了，然後把你的腦筋能夠空下來，那個時候才有智慧步步深入，才能夠真正認得它的真相，加以對治滅除。所以真正修行是必須要出家，原因在此。",
    "1436": "[23:56]而這個出家，還不包括它特別的這個功德在裡頭，就是出家的本身就有這樣的殊勝好處。而所以說出家的還有大、特別好處，因為這是三世諸佛的清淨幢相。我們隨便舉一個比喻吧，譬如說一塊布，那個布本身的話就是一塊布嘛很簡單，也沒有什麼多大意思。是的，你可以做衣服，可以擦臉，可以做什麼，只代表這一塊布 ……。所以這個是就是出家上面講的功德；現在呢，這個出家也代表了清淨幢相，清淨幢相是三世諸佛的標誌。像一個國家一樣，那個國旗，啊，這一下這個國旗珍貴無比，代表整個的國家喔！現在它這個出家相，代表整個的十方三世一切諸佛啊！所以為什麼這件衣服的如此珍貴法，如此了不起！我們現在辛辛苦苦念佛，你要念到一心不亂，真不容易。可是你只要穿了這身衣服，如法如理地去學，哪怕一天一夜，你能夠做到的話，迴向的話 ─往生，保證，而且中品。何在呢？喏！就是這件衣服的功德，這是我們要了解的。所以這個出家的功德，在任何情況之下，任何沒有一樣東西可以比的。",
    "1520": "[25:20]所以佛、法、僧這個三寶，欸，我們明明說有菩薩，他卻不講菩薩也是一寶，卻「僧」是一寶，為什麼？這個懂不懂？喏，就是這樣。這個清淨幢相，你如法行持，才能夠把佛的圓滿的教相維持在世間，不是菩薩，不是個人，這我們必須要了解的，這樣。所以這一點的這個功德，啊！那更 ……。在這個上面並沒有講，但是我們要得到功德的話，要怎麼得到呢？就是你只要照這前面這樣地去做，你思惟、觀察，歡喜了這個，你內心有了這個歡喜了，你才能夠捨得掉世間的這種貪著。捨掉世間貪著，那個時候你如理去做；如理去做，內心上面生起這樣好的喜樂，而內在得到的功德就是無量無邊。所以你看，世間哪有一樣事情可以能跟它相比！",
    "1579": "[26:19]所以在這個地方處處勸勉各位，已經出家的同修 ─是，沒出家的，要想辦法覺醒這個好的習氣 ─已經出了家的，要感到慶幸。如果一點小小的不如意，總覺得：挺起來，哪怕這個生命丟掉，生命丟掉有什麼關係呀？我只要把那個清淨幢相撐起來了。欸，你撐起來了，到極樂世界去，難道還不好嗎？這個世界是一無是處，如果你真的想到的話，的的確確你什麼都捨得掉了。你真的能捨得掉的話，你要的東西沒有一樣得不到，這是我們必須眼前第一步應該把握得住的 ─就是知見。注意哦！我前面說過很多次，這個知見不是叫你馬上做到，有了這個知見，要去做到它還有一定的次第，不是有了這個知見硬來，那個不是佛法，佛法有它的善巧。凡是做任何事情，第一個就是什麼？建立正知見，我們世間所謂的心理建設，這個最重要，這個所以重要！我們繼續看下去。",
    "1650": "[27:30]「何時住水岸，藥草滿地中，數觀浪起滅，同諸命世間。破薩迦耶見，一切惡見母，何時我不樂，三有諸受用。何時我通達，動不動世間，等同夢陽燄，幻雲尋香城。」他處處地方說：唉呀，我什麼時候能這樣啊！我什麼時候能這樣啊！他真正了解了，他一心追求的，絕對不是說：哎呀，我什麼時候要發財，我什麼時候 ……。他拼命丟都丟不開，逃都逃來不及，還忙這個忙。啊！他真正要的，我什麼時候能夠得到這個！我什麼時候能夠得到這個！像這個，住嘛住的地方這個；然後呢，所對的對象嘛是這個；觀察，觀察這些事情，看那個生命像浪一樣，啊！那是一無是處。你能這樣地生活，然後配合這麼簡單的生活如理觀察，然後破除這個惡見的根本。這個惡見就是三有的根本 ─薩迦耶見，是一切惡見之母，「母」就是根本嘛！到那個時候，啊！你徹底地從根拔起，從根拔起。所以那個時候，我就通達動、不動的世間哪，真像夢一樣，就像陽燄一樣。那「幻雲尋香城」，都無非是如幻、如夢，是如泡、如電，就是這樣。看起來好像有的，實際上呢，是虛假的。真實的，那再不被它所騙。",
    "1750": "[29:10]此等一切皆是希願，作出家身，作此諸事。那個就是我所希望的！要想得到只有出家，而出家的目的，也就是做這個。",
    "1762": "[29:22]伽喀巴云：「若能以大仙行，住苦行山間，始為文父真養子。」"
}