{
    "3": "[00:03]伽喀巴云：「若能以大仙行，住苦行山間，始為文父真養子。」能夠照著大仙，「大仙」就是我們佛陀，就是勝者，真正地住在山當中行苦行。我們剛才不是說了這麼多快樂嗎？欸，要曉得這個快樂對世間人來說，對世間人來說這就是苦事情。實際上呢，也的的確確你真正去做的時候，要克服你的很多習慣嘛！平常的時候你住的時候住得安安樂樂，吃的時候吃得舒舒服服，那些朋友 ……到那時候你都要克服那些惡習，那個倒的確是苦的。但是呢它產生的結果啊，那是無比的樂。所以真正地出家，我們要了解這一點，要做這一種努力精進地去。你能這樣做的話，那個才是我們佛陀的真正的兒子。",
    "58": "[00:58]霞惹瓦亦云：「於諸在家事忙匆時，應披妙衣往赴其所，令彼念云出家安樂，則種未來出家習氣。」嘿！你出了家以後，不但自己好，而且對於那個在家人忙的時候，你就披了這身衣服，嗯！跑得去讓他看看，喔，說：「哎呀！這個我在這兒忙，看那出家人多好啊！」讓他種個習氣，讓他種個習氣。這個時候，哪怕你到在家人家裡面去，這也是無量的功德。不過這個注意喲，你要如理地披起這件衣服來喔！所以這個地方有很多在家同修還在這地方，所以我想出家同學都曉得的，這是出家的戒律上面，乃至穿衣服，一舉一動都要有它的威儀。為什麼呢？哪！從這個形象上面，讓他立刻感受到你的真實的內容的不同。所以我們不要說，哎呀！現在我們出家了，好像這不是我們的事情，完全錯了！出家的事情就是這些！出家的事情就是這些！這千真萬確的，你牢牢記住這句話。現在有太多的人，我一再地強調，太多的人不認識這個出家的真正的真相，這是非常可惜的一件事情，你必定要了解這一個特質。",
    "148": "[02:28]剛才我們說佛在世的時候，舍利弗遇見馬勝比丘的公案。以前我們也一再提過，宋朝的大儒程頤、程顥，何等了不起啊！不但宋朝，宋、明以後，始終執儒家的所謂牛耳的，就是他們幾個了不起的大儒。以這麼樣一個世間了不起的德行修相的人，跑到廟裡去一看，一個普通的和尚，啊！佩服得五體投地，說：「啊！我們所宗仰的聖人的風格全在這裡。」我們要有這樣；你這樣，然後呢你跑到人家家裡去。所以我們在這裡有一位同修，我真是歡喜，他有機會能把出家人的真實的形象，幫忙我們整理起來，慢慢、慢慢地我們都有這個機會的，都有這個機會的。",
    "212": "[03:32]再繼續下去。那麼他這樣地看見了以後，他一念看見的歡喜，就種下了未來出家的習氣。像平常我們看廣告，你討厭它都種下一個習氣，何況他看見了以後這麼歡喜。他種下一個習氣，對不起，你的功德也就增長了，這個功德無時無地不在增長呀，一直在增長。你馬路上面跑，人家看見你：咦！這個人樣子不一樣，這個人走出來很有威儀。哪怕他這個人覺得很奇怪，你能夠這樣如理如法的話，欸！代人家種下一個善根。人家只要種下一個善根，你的功德就增長了，有這樣殊勝的好處啊！在家人可能嗎？絕無可能啊！這個我們要了解的。",
    "264": "[04:24]但是要注意哦！始終要注意，不是說我今天剃了個頭，穿了這身衣服就夠了。如果你剃了個頭，穿了這身衣服，叫人家一看就討厭的話，是！人家是種子是種下來了，可是你第一件事情就是要下地獄哦，這個事情是非常划不來的事情哦！然後人家看了你討厭的話，他也是受害，他受的害你還要代他還哦！這個業感、因果之間的關係，所以我們必定要了解，必定要了解。你同樣地像我們剛才說的，以前你做過的事情，苦也好、樂也好，現在回想起來一個夢，可是眼前這個感受是真實的呀，向後的感受就是等在那個地方啊！既然如此的話，為什麼我們不努力一點呢？過去的事情都像夢一樣，所以你努力一點，倒現在是感覺不到什麼壞，可是現在跟以後得到這樣大的報酬 ─啊！美不可言哪！我們想到這裡，自然不知不覺心裡面好樂、踴躍之心生起來了，踴躍之心生起來了。",
    "334": "[05:34]所以最近有一個同修，因為學了這個本論，覺得很歡喜、很高興，但心裡很著急，說：「學是學了，就做是做不到啊！」哪有做不到的呀？我們不要忙深的，就眼前這麼簡單的，你懂得了以後，然後呢知見上面一轉，說：我今天掃一個地，哎呀，高興啊！以前忙那些世間雜染的事情，現在在這個地方維持三寶。做任何事情欸！實際上，你說這個幹什麼？如果說，你拿修行一定限在一個範圍之內的話，那好像是苦事；實際上修行不是欸！在任何情況之下，掃一個地，然後呢點一根香，然後呢打一個板，乃至於吃飯。「以前吃飯講那個口味，現在曉得了，啊，原來不是啊！」儘管你還做不到，你心裡能這樣想的話，這功德在增長。哪怕你睡覺，說：啊，那個以前睡覺的時候家裡面這樣，現在不是了，我睡的那個床嘛是如法如理的；睡覺了以後幹什麼？明天起來還要用功。所以你只要真正善巧的話，你隨時運用這個道理，功德隨時增長，隨時在修行嘛！隨時在修行嘛！",
    "417": "[06:57]尤其前面已經告訴我們一個道理，說假定說你業障重、智慧淺，那個時候最佳的辦法是什麼？供養。大家還記得吧？在皈依那個裡邊，供養當中說得清清楚楚、明明白白。所以我們現在說：「哎呀！我出了家我來修行了，還要忙這些事情啊！」欸，那個時候停下來想一想：我們深的，的確還沒有學到，出家的目的已經把握住了，可是有一個基本概念認識的，什麼？業感緣起，空，因果緣起。你為什麼不能住在佛世？為什麼不在極樂世界而在娑婆世界？沒有別的，業啊！既然想到業，現在這種情況就是你以前積的業，既然你要想好的，你趕快在因上面努力啊！那就沒什麼好抱怨，這是第一件事情。第二件事情呢，假定沒有機會的話，那倒很可惜，你知道了做不到；眼前是遍地黃金俯拾即是，哪裡啊？就是這個嘛！那你這不在廟宇裡邊、寺院裡面、長老面前你供養嘛，很簡單哪！跑得去上一根香，你至誠恭敬地上一根香，抹一個桌子，我今天一定抹得乾乾淨淨，這樣去做。",
    "508": "[08:28]所以我現在看見，我說實在的，我都是沾了你們的光，啊！是讚歎、隨喜，以至憐憫、同情。哪怕打掃廁所，儘管我跟大家說馬馬虎虎算了，同學還是很用功地去做，我還是歡喜：「啊！他是很勤力。」有的人不是，叫他洗一個毛巾，他把那個水裡面就沾一沾，那麼攪一攪，袖子也不捨得捲起來。唉！要我以前的話我也會覺得：幹那個！我現在覺得憐憫，我想：「唉，這種人真可憐啊！」那怎麼辦呢？我趕快努力啊！我要努力了以後想辦法，我總要幫助他，這樣。因為我自己了解這個道理，所以你真正了解了正知見的話，就是你不做，欸，我自己發現我的功德也在增長啊！這麼大的好處，哪裡有說不能修行的？你做，做也增長；你不做，不做也增長。請問：除了出家、除了學會正知見以外，你還有別的地方也能得到嗎？所以現在真正重要的第一件事情就在這個上頭，到那時候你自己腦筋裡清清楚楚，你就這麼歡歡喜喜欸！",
    "577": "[09:37]隨便談起那個事情，比如說又講起剛才那位同修，那個老和尚又說了，啊！讚歎那個他：「哎呀！這個人轉過來，將來了不起，我真歡喜啊！我真歡喜啊！」完了以後呢，他又說：「你不知道那個人多固執，喔，他那個時候還跟我爭，但是我當前沒發脾氣，我心裡面只是可憐他。唉呀！我覺得你這麼一個難得的人才，學了佛還這麼固執，沒得到正知見。」當時我聽完了心裡就：「啊！老和尚的真正了不起的地方。」要碰見我們平常碰到這種地方的話，我們自己也發脾氣，覺得：「這個大長老如理告訴你，你不聽！」現在呢不管在任何情況之下，他不相應的境界，他不瞋，第一個成就他的忍辱；他還引發他的憐憫、啟發他的慈悲。瞋境嘛，壞的境界增長功德，好的境界隨喜也增長功德。所以呢你做，做也好；不做，不做也好。啊，實在好啊！實在好啊！這個是我們現在第一個應該了解的。了解了以後第二件應該什麼？如法思惟。的的確確這個環境之好啊！",
    "654": "[10:54]所以剛開始的時候我在這裡，哎喲！我就怕人多，人太多了，這樣。現在慢慢、慢慢地我覺得同學這麼多，我就怕人少，越多越好嘛！你有一個人，欸，我在旁邊隨喜，隨喜功德嘛只隨喜到一個；你有十個人，我就有十個；你有一百個，那我的功德更不得了！我們同修，不但是我們，任何一個人都是如此。所以這個地方，我們想：啊，真好啊！現在呢，他下面再引經上面告訴我們，說：",
    "689": "[11:29]《勇猛長者請問經》亦云：不管是前面講的道理，然後呢論，祖師說的；現在呢，經，佛親口講的：",
    "701": "[11:41]「我於何時能得出離苦處家庭，說我要什麼時候能夠從這個苦的地方跳出來啊？哪一個苦？家。在家的人固然是千萬要跳出來，出家人也注意喔！你別以為我剃了頭就是出了家了，欸，這個「家」的定義要注意，你心是不是跟它相應了，這個最重要的。而心真正重要的，就是你知見是不是改過來，這個第一個。只要這個改過來了，下面的問題都解決了，自然而然一步一步，就這樣。",
    "739": "[12:19]如是而行，何時能得，作僧羯摩，長淨羯摩，解制羯摩，啊，美極了！",
    "749": "[12:29]住和敬業，彼當如是愛出家心。」那出了以後怎麼辦呢？像這樣的作法，嗯！這個是如理的，能夠得到「作僧羯摩」。「羯摩」，這個是梵語，像我們現在來就是做的事情，出家人該做的事情。這個該做的事情內容只有什麼呢？就是無非是增長我們的善淨之業的，「增長清淨羯摩」。「解制羯摩」，它這個種種有它的規矩，我們要立這個規矩是用什麼方法，然後改變那個規矩的時候用什麼方法，這個簡單的內涵是如此。在講到戒的時候，關於這些我們都會說得清楚。總之真正這個僧團，任何一個地方有它的規矩、法則。所以戒、律，「律」就是這個儀則，我們的行持，一舉一動都有它的特質的內涵在。",
    "817": "[13:37]那個時候，「住和敬業」，所以這個僧團什麼？和跟敬，和跟敬。和是六和，理和同證，事和同修。「理」，共同的，大家一定「證」，證得法性 ─空、緣起，所謂真如等等。「事」呢，就是六和，這六和之首是什麼？見，見解，大家共同的見解，這個是最重要、最重要的。然後呢大家共同和敬，啊，那真歡喜啊！",
    "855": "[14:15]這個在家，拿情來繫的，這個情這個東西染污得不得了。在一塊兒的時候覺得好得不得了，但是大家碰到的時候痛苦不堪，所以是家家有本難唸的經，偏偏又被那個染污之情綑在那裡，跳也跳不走。跳嘛跳不走，一天到晚大家，哎呀，吵吵鬧鬧痛苦無比。出了家以後，你弄得不好的話，家世俗的這個情沒有了，可是呢法沒建立起來，然後跑到這個地方去的話，我看你不對，你看我不對，就出了毛病。現在不，這個地方是淨化我們這個染污的習氣，等到你淨化了以後，欸，大家彼此間就好起來了。淨化有一個標準，一個準則，準則就是我們共同遵守的，就是我們的目標。所以這個見解，見和 ─原來我們大家趨向這個完整的目標，然後呢共同攜手合作，我幫助你，你幫助我，再沒有比這個更好的。你自然會無比地和樂，無比地景仰。",
    "926": "[15:26]世間的法，有這個東西，你得到了我就少了；我得到了，你就沒有了，是必定會生起諍論。佛法這個東西妙不可言，我給了你，你固然好了，我更好；反過來，你給了我，我固然好，你更好，就這麼個好處，就這麼個好處。我們現在不必談佛法上面，說佛他圓滿這個三十二相、八十隨形好，要捨那些東西。就世間的我們來看，像那個俞先生，像那個袁先生，袁了凡先生，他做了一件小小的好事情，送給了一點東西，結果呢本來小官變成大官，本來沒有兒子有了兒子，本來短壽變成長壽，你看這不是很明白嗎？結果那東西給了別人，他自己更多，那個佛法還是最下士，只求世間的哦！這佛法真美啊！所以你看在這種情況之下怎麼不和，怎麼不敬呢？",
    "996": "[16:36]所以現在大家有這個機會還要偷懶，有這個機會讓你種福，是真是啊，我代他可惜啊！反過來我是代他歡喜啊！真正重要的，不要代別人，自己還最重要的，這個真正最好的功德還是自己。然後呢別人既歡喜，你也歡喜，你在這個團體當中哪有不歡喜的道理！如果有不歡喜的，立刻感覺到：「欸，來了、來了、來了！就是我無始以來這個惡習。」你馬上警覺到了，靠了個正法又把它淨化，當下你也覺得清涼，好啊，好啊！那都靠什麼？都靠這個同修當中，上面尊長的教導，同修互相規勸、策勵。就是不開口，你看看別人，「喔唷，你看，他這麼用功，我趕快努力啊！」那就來了啊！所以這個是和敬之業，「彼當如是愛出家心」，我們要這樣做。",
    "1057": "[17:37]此說在家菩薩應如是願。上面是告訴我們這個在家人應該這樣。另外一方面，就說明這個出家人有這麼多的好處啊！",
    "1068": "[17:48]此之主要為慕近圓，而這個主要的什麼？比丘，注意，這個才是圓滿的德相。",
    "1075": "[17:55]《莊嚴經論》云：「當知出家品，具無量功德，由是勝勤戒，在家之菩薩。」我們必定要曉得，這個出家的功德是無量無邊，這個不得了的！前面一再說過，一再說過。所以你單單出家本身，就要遠遠地超過了在家菩薩，他同樣地也是學，但是他在家。而且什麼？「勤、勝」兩個字，非常精進、非常超勝，非常超勝的精進的在家的菩薩；可是你呀這個出家的菩薩，你只要稍微做一點，功德就遠超過他。啊！所以這個出家不得了的功德，所以我們想到這裡的話，啊！那一定走這個路。所以你單單把這個幢相撐起來，就這樣的功德，再做一點點那更不得了，下面還有得講，所以我們這裡暫時打住。",
    "1143": "[19:03]如是非但修行解脫，脫離生死歎出家身，即由波羅蜜多及密咒乘修學種智，亦歎出家身最第一。不但是說「修行解脫」，這個解脫就是指只求解脫生死的，這種情況只有出家的身最妙、最好，最妙、最好。在這個地方，我們不妨想起那個老比丘被人欺騙那個故事。一個老比丘被人欺騙哪，叫他坐在角落裡邊，用一個球把他頭上打一下，證了初果的。在家人你看可能不可能哪？我告訴你：不可能。為什麼？在家人平常忙的什麼？他忙的不是羨慕這個欸，對不對？他在他的圈子裡邊，在家人在忙的圈子裡 ─「喔，他發大財，我可沒有！」他要忙這個；「喔唷，他這個人等一下到了冬天來了以後，這個貂皮大衣穿在身上，我這件不是！」他也羨慕這個；「等一下人家那部汽車又換新的！」你羨慕這個，就這樣。他一天到晚羨慕這個，他忙這個，然後呢越忙下陷越深。",
    "1224": "[20:24]出了家以後，他幹什麼？他的圈子就是這樣嘛，他自己儘管做不到，他去羨慕這個：「哎呀，你看這些年輕人多認真地做。」他一心地欣樂、好樂、羨慕，儘管他自己老得一點沒有力量，他但是呢非常恭敬、非常欣慕，就這個心！欸，結果這個年輕人哪怕騙騙他，用那個球讓他身上打四下，他就證羅漢果了，就是這樣。",
    "1254": "[20:54]這個裡面有兩個狀態，前面已經說過了，在這裡再說一下。第一個，出家以後他本身的環境跟心境本身，就完全不一樣！這點很重要，這個是我們現在第一個要建立起來了。不要說，哎呀，看見那個出家人，反正一吃吃現成哪，我也去啊！那你完全錯了。反過來說，你不要說現在出家了，找一個師父，那個寺院大啊，那有吃有住。你完全錯了！這什麼？欸！這個地方是如法如理的，再苦，這個是你要的，這個才是我們希望的。所以你跑到這個地方去的話，處處地方策發我：「哎呀！別人努力，我要努力，看見那個小地方千萬不可以偷懶。」這是出家本身能策發我們的；而這個最主要的，就是要從這個地方把握得住出家的重心 ─正知見。",
    "1314": "[21:54]第二點呢，剛才說的，一再地要記住，這個東西，換句話說袈裟 ─十方一切諸佛的清淨幢相，你一披，本身就是一個最大的無量大功德。就像交通工具一樣，你一碰碰到的就是個火箭。你只要如理如法，換句話說，你對那個火箭的駕駛的技術，你只要一點都不出毛病，到美國什麼 ……一去三兩步「蹦！」一下就去了，這麼個快法。所以說這個地方，「脫離生死讚歎出家身」，這是千真萬確的！",
    "1356": "[22:36]所以因為這兩樣的原因，所以儘管他是又老又衰，但是他心裡面有好樂出家、欣仰出家，只要如法去做，外面這些功德幫助他，欸，被打四下，就行了。我們現在乃至於大打四下都不要，你出了家以後，你說我現在如法去做，我要願求極樂世界，你就中品。這個是千真萬確的事實哦！這是我們要了解的這個地方。然後呢，「即由波羅蜜多」，然後呢大乘 ……上面是說這是自己只求解脫，進一步大乘，大乘也是如此。反過來說，小乘尚且如此，何況你要更大的嘛，當然你要更圓滿，而所有的六道當中，唯一真正圓滿的，就是這個身，就是這個身。那麼",
    "1414": "[23:34]出家律儀，即三律儀中別解脫律儀，故當敬重聖教根本別解脫戒。這個出家不是單單出個家，有它的一定的內容，就是這個律儀。這個「律儀」就是我們現在的「別解脫」，就是比丘戒。",
    "1436": "[23:56]現在我們繼續下去，那個是說我們修道的時候，要具什麼條件 ─所依靠的身，現在了解了，啊！原來這樣的。那麼有了這個能修的工具以後，要修什麼樣的道？",
    "1458": "[24:18]第二修何等道而為滅除者。如《親友書》云：「或頭或衣忽然火，尚應棄捨滅火行，而當勵求無後有，因無餘事勝於此。不管是你頭上面、衣服上面著了火了，這個東西你可以放下來、停一下。像我們說起來說，你燒了房子了還可以停一下，燒到你頭上了你還可以停一下？欸，那修學佛法的人就要這樣！應該忙的什麼？應該你真正更應該努力的，要淨除我們的後有，滅除我們的後有。為什麼要這樣忙法？因為再沒有其他任何事情比這個更重要了。就算是你身體上面著了火了，對不起，那個身體你不救它，它最後還是死啊！還是沒有用，對吧？到最後還是一樣在輪迴當中。可是假定那個「後有」一天在的話，那個痛苦一天永遠不了。你能夠除滅掉了以後，你能夠把後有除滅掉了以後，那這個身體根本沒關係，身體根本沒關係。尤其是現在佛大慈悲，開這個大方便法門，說念佛然後可以求生，丟掉了這個臭皮囊正好到極樂世界去，不是求之不得嘛！更是如此啊！所以現在真正這個地方千萬注意，千萬注意！強健的時候不要說：「哎呀，我還早。」趁強健趕快努力，到你病的時候來不及了。病的時候那也不必憂愁，哎呀！病是死因，我一天到晚忙求著去，現在病了嘛，快去了正好。好歡喜、好快樂，趕快去了！",
    "1577": "[26:17]所以我以前就聽見，我的老師當中有一個人就這麼說，他聽見他們一個修行人這麼說：他們希望得肺病。我聽了大為驚訝，幹什麼？欸！他說別的病得了以後，說不定三朝兩朝就要送命的。那個現在 ─現在當然，現在肺病並不是可怕的，以前那個肺病是個很難弄的，喔！得了個肺病的話，這個東西這個是非常麻煩的，通常說起來慢慢拖、拖、拖、拖，拖死掉了。那個時候他想到病啊，什麼都不忙了，趕快拼命努力念佛。正好還有幾年的念佛，念到後來他慢慢地，開始拼命念、念、念、念，念到後來功夫來了，他不怕了，然後呢，「唉，越早越好，越早越好。」欸，別人一看起來他反正是病人，是嘛！不要說在家人，就是出了家，這個病人的的確確可以不要做的，那他可以專心專意去做。我想想倒真有道理，平常你身體健在的時候，唉呀！雖然道理是講得通，但是到事情上面就是放不下。現在當你一旦想到病的話，唉！那反正病了就要死了，那你就放得下，幫助我們放下。該放的是幫助我們放下，該提的又幫助我們提起，真好啊！",
    "1664": "[27:44]所以這個地方的的確確的，是，拿世間法來說跟佛法來說，因為目標的深遠不同 ─真正的目標的究竟目標是一樣的喔，大家都要得到快樂、去掉痛苦，可是世間人近視，說得更正確一點是顛倒。如果你能夠正確地認識，這是必然結果，這個才是最重要的，其他的都次要的。所以這是我們應該忙的，那麼忙這個滅後有是什麼呢？",
    "1698": "[28:18]應以戒慧靜慮證，寂調無垢涅槃位，不老不死無窮盡，離地水火風日月。」嗯，我們應該以這個三學，戒定慧三學去證得涅槃，這個位次。這個是一點沒有雜染垢穢，這個是調伏、寂靜、安樂，沒有生老病死無窮無盡的，不受這個地、水、火、風、明、暗……這個世間有為相，都不受這個困擾。所以",
    "1734": "[28:54]應學寶貴三學之道。"
}