{
    "3": "[00:03]應學寶貴三學之道。這個才是我們要學的，所以我們真正的出家，忙的內容就這個 ─戒、定、慧。",
    "13": "[00:13]其中三學，數定有三。然後呢他下面，為什麼要講三學呢？就是我們真正要學的內容，確定就這個三樣東西。關於這個數、次第等等前面已經講過，凡是這個裡邊安立，一定有它的絕對的標準在，這一點我們慢慢、慢慢地要開始要學。昨天我們曾經講到，那個考試當中第一個關係，說「切題」，我們往往問題沒抓到本身，就文不對題地，是亂搞一通。那麼普通的世間文不對題沒關係，你修行文不對題，你修了半天是白修一趟。所以他真正的修行，說修三學，為什麼要修三學？三學的內容是什麼？它一定要有一個很清楚、明白的界限，你的判斷得絕對一點不錯。然後你因地當中走上去一點不錯，果位當中當然圓滿，這個是必然的。否則你有了漏洞了，你以為碰到一點點了 ─是，也沒有錯，偏偏瞎子摸象，摸到象的一根毛。本來呢象是最大的，你看起來這個象那麼細的一點點。你說你沒摸到嗎？你摸到了；你說你摸到了嗎？你不曉得錯到哪裡去了。這不是很明白嗎？這是我們千真萬確要注意的一點啊！所以這個地方，所以說明這個。現在我們看：",
    "107": "[01:47]初觀待調心次第數決定者，喏，我們現在修學佛法要什麼？調我們的心。以前是雜染、錯誤的，現在呢要正確、清淨。這個有它的次第，有它的內涵，根據這個內涵次第來說，這三樣東西，對了！",
    "130": "[02:10]謂散亂心者令不散亂，是須戒學。使你的散亂不散亂的「是須戒學」哦！這個地方告訴我們，戒的真正的內容是什麼，看看！說得很清楚。所以戒的內容是這個，是它的根本，是它的中心。它為什麼要有這樣的形相呢？這個形相就是幫助我們隔離這個環境。如果大家的環境是這樣的話，譬如我們，據我所曉得的，以前在這個地方，正法、像法時代，大家這個很好的時候，出家人一定有他的規格、風度。所以誰出家了以後，你跑出去人家都曉得這樣，所以你亂來不得，這樣。所以一被了以後你就不敢亂來，外面的環境也逼著你，可是真正重要的就是你裡面策發。",
    "187": "[03:07]而現在這一點，他們南傳是保留得非常完整，喔唷，說這個出家人一點都不能錯啊！不像我們說，終究都是出了家了，在家人看見應該向你磕頭，應該供養你，哪有這樣的事情！是，他應該供養，為什麼？因為你是應供處嘛！什麼叫應供處？你如法如理而行。所謂如法而行是心裡的事情，但是呢舉手投足之間一定有它的儀軌，這個儀軌就是幫助我們慢慢地、慢慢地 ……。我們儘管講說你念書好，可是叫你跑到那個跳舞廳，跑到戲院裡，念書念得進嗎？念不進。欸，離開它，在一個寂靜的地方，用那個環境來保護，這是第一步。真正的內涵就是外面行相遠離，然後呢自己內心要調伏它的散亂。所以戒的特質我們要把握得住，本末不能少地互相配合，它的重心在這個地方，這個是戒。",
    "255": "[04:15]所以前面說四種資糧，你心裡面一起來，覺得：「欸，錯了、錯了！」把它拉回來；心裡一起來：「錯了、錯了！」《遺教經》上面佛最後走的時候也告訴我們，《四十二章經》也告訴我們「心是功曹」，那是根本。你不要說：「哎呀，我要禁語。」你問問你心裡上面你是不是在散亂，這個重要的，當它心裡散亂了把它拉回來，那是最重要的地方。第二呢，定。",
    "288": "[04:48]心未定者為令得定，它粗猛的散亂雖然去掉了，但是呢細微的這個還在，那個時候這個力量，觀慧的力量還不在，所以你有了這個戒基，那個時候才可以學定。",
    "306": "[05:06]謂三摩地或名心學。「三摩地」就是等持、等至 ─那個心就平等而住，不像以前那樣的。那個是心學，那個從外面到心裡。",
    "320": "[05:20]心未解脫為令解脫，是謂慧學。雖然得了定了，但是呢還沒有真正地解脫。解脫是要什麼？業跟煩惱，這個是煩惱為主。那麼進一步呢，有了定然後呢能夠真正地、深細地觀察，找到這個事實的真相。那個原來發現這個煩惱是無明啊，那時候你慧是什麼？明，明嘛正對治，好！問題解決。",
    "353": "[05:53]由此三學，諸瑜伽師一切所作，皆得究竟。有這三樣東西的話，真正修行的人都解決了，這第一個。所以從調心的這個內容以及次第來看的話，確實就三樣東西。再",
    "370": "[06:10]觀待得果數決定者，他說你前面修行調心的時候這樣，最後你要得到的果來看看，要什麼條件。說：",
    "379": "[06:19]謂不毀戒果，是為欲界二種善趣。毀犯之果是諸惡趣。持戒而不毀，持戒清淨的話，得到什麼？欲界的兩種善趣，人、天果報。毀了戒以後呢？惡趣。要得到了這個人天的果報才可以修行啊！然後呢，",
    "403": "[06:43]心學之果，謂得上界二種善趣。定的這個果是什麼？色界、無色界的，這樣。實際上呢，更重要的，有了這個定心才可以觀慧。",
    "419": "[06:59]慧學之果即是解脫。從得到果來說。我們要求的果是什麼？增上生、決定勝。喏，現在由於戒、定是得到增上生，由於定、慧是得到決定勝，我們要求的果也只要這個三學，而且也不能少於這個三學。",
    "441": "[07:21]總其所生，謂增上生及決定勝，初有上下二界善趣，故能生法亦有二種，此二即是〈本地分〉說。所以，總之我們所要求的，就是增上生跟決定勝。那麼「增上生」呢，就是上下兩界的善趣，換句話說這個下界就是欲界，上界就是天界，這個很清楚。所以能得到這個果的方法也是兩種，也是兩種，那麼這個兩個就是〈本地分〉當中所說的。戒是基礎，由定、慧然後呢得到這樣的兩個。或者說由於戒、定得增上生，由於定、慧得決定勝。究竟來說的話，決定勝就是慧的果，可是如果沒有定的話，絕不可能得到慧；更推前一步說，如果沒有戒的話，也絕對得不到定。這個三者之間，有這樣的必然的次第關係在，這是從果上面去看。",
    "525": "[08:45]又諸先覺，待所斷惑亦許三種，謂破壞煩惱，伏其現行，盡斷種子，故有三學。那麼以前那個祖師們，換句話說那些已經成就的人，他另外一個觀點，說我們現在所以輪迴的原因，根本是什麼？惑，就是煩惱。為斷除這個煩惱來說也要三樣東西：第一個「破壞煩惱」的現行，第二個「伏其現行」，第三個「斷盡種子」。破壞煩惱是戒，所以這裡看見沒有？戒的特質是什麼？破壞煩惱欸！從這個地方我們特別注意哦！現在我們講戒，拿這個戒大家去諍論，請問你這個戒的目的究竟何在？你增長煩惱啊！所以這個戒必定要了解的，這個特質是在這個地方。",
    "581": "[09:41]但是呢的的確確不要說現在，佛在世的時候都已經有人諍論，已經有人諍論了。所以佛那時候告訴我們，說得很清楚，這個問題不是說戒本身有問題。佛所說的是法藥，對治我們的心病，你的病不一樣，藥當然不同了。拿我們外行人看起來，說：「咦！你吃這個藥白的，我吃的藥怎麼黃的呢？你吃這個藥是這個樣，我吃這個藥 ……」當然嘛！你傷風嘛吃傷風藥，我拉肚子吃拉肚子的藥，這個怎麼可以混在一塊兒呢？就這樣嘛，這是我們要了解的。所以我們現在還沒有學透之前，千萬不要隨隨便便拿我們的眼光去看哪！昨天第二堂課是特別說明這件事情，那麼在這個地方一句話，就把根本點出來了：戒是破煩惱的。現在我們煩惱的行相也認識了，這個道理也了解了。所以你如果是學了戒以後增長了知見，「喔唷！我對，他不對。」那完全錯、完全錯！",
    "653": "[10:53]那麼由於這個煩惱的粗猛的行相調伏了，進一步你能夠學定，它的現行也不讓它現行。雖然不現行了，但是它種子在啊，那麼還要觀慧，最後是斷盡種子，所以也要三學。喔！這是為什麼一定要三學的，不管你站在哪一個立場 ─多，不需要；少，不可能。所以這一點，就像剛才我們舉的比喻當中，你絕對不是跑得去摸那個象，說摸這個毛，摸這個毛固然不對，摸這個鼻子一樣也不對，摸這個尾巴一樣也不對啊！你現在不是，你張開眼睛來把象整個看見了，象就是這個樣。你在象身上面加一個東西，對不起，這象身上塗的東西它不是象，多不行的；少，少了不可以的，這個我們必定要知道。修學佛法的內容就是這個 ─戒、定、慧。那麼這個數量，次第呢？",
    "721": "[12:01]次第決定者，〈本地分〉中引《梵問經》顯此義云：「初善住根本，次樂心寂靜，後聖見惡見，相應不相應。」那麼這個是出在論上面，就《瑜伽師地論》上面。他這個話還是引經，換句話說，經、論都這麼說的。這個次第，第一個，戒是什麼？善巧地住在我們修學佛法的根本上面，善住在根本上面，它下面有解釋的。其進一步一定要有了這個根本，然後呢得到定，是「樂心寂靜」。最後是「聖見惡見，相應不相應」，跟聖見相應，跟惡見不相應，這個就是智慧，就解脫了。",
    "769": "[12:49]此中尸羅是為根本，為什麼？",
    "772": "[12:52]餘二學處從此生故。定、慧必定要從戒上面生起的，你內心上面煩煩惱惱的話，請問你怎麼學定啊？所以現在大家忙著說：「我要學學定，哎呀，心很散亂啊！」這個時候他告訴我們很清楚，戒是調伏散亂的，大家不學戒說要學定，那真是錯了，顛倒！所以這個我們應該知道。等到你粗猛的煩惱調伏了，那時候你兩腿一盤，如理去學，一定得到。但這個不是究竟的哦！它真正究竟的是什麼？慧。",
    "815": "[13:35]次依尸羅能得第二心樂靜定。心得定者見如實故，能得第三成就聖見，遠離惡見。等到你心依了戒、尸羅，那麼那個時候才能夠得定，「心樂靜定」。心得到了定以後，然後你觀照能力才能夠增強，如實地見到事實的真相，所以得到了聖見，遠離惡見。關於這個聖見、惡見，這裡不詳細解說，因為本論的最後是專門講這個，這個是佛法的中心，佛法中心，現在我們這裡隨分隨力地了解一點。到現在為止，我們只要了解前面的業情況，以及十二因緣，這個是我們能夠把握住的話，目前已經足足有餘，照著這個去如理行持，才能夠正確地認識後面。如果眼前這個雖然知道，你不如理行持的話，儘管你到後面，懂得一點文字的話，對不起，它真實意義不可能了解，這個次第，必然性就是如此。",
    "898": "[14:58]三學自性者，如《梵問經》云：那麼這個數量也決定、次第也決定，那麼三學的內涵本身的特質是什麼？也引經上面說。",
    "909": "[15:09]「應圓滿六支，四樂住成就，於四各四行，智慧常清淨。」第一個是戒，戒應該圓滿六支。定的話呢有四種，「四樂住」，這個要成就。然後呢最後智慧的，有四，每一個這個內涵當中有四個行相，你對這個了解了，這個智慧就圓滿了，就清淨了。",
    "937": "[15:37]此中戒學，圓滿六支，下面說。",
    "942": "[15:42]具淨尸羅，守護別解脫律儀，第一支是「具淨尸羅」，第二支是「守護別解脫律儀」。",
    "950": "[15:50]此二顯示解脫出離尸羅清淨。這個兩個說明了什麼？要跳出這個三有得到解脫的軌則，這個要清淨。那麼這個我簡單地說明一下，簡單地說明一下。這個詳細的這個是出在《瑜伽師地論 ‧本地分》當中。那麼第一個就是具淨尸羅 ─安住在這個清淨的戒當中，這個是總的。還有呢，安住了以後要善巧地能夠守護它，守護它。絕對不是說我現在剃了頭了，登了三壇大戒，然後呢頭上燒了幾個洞，衣服領回來。不！這個是一個開始，有了這個開始我們要真正地努力，就像你現在，喔，考進學校，報了名了，下面好好地念書了。那個時候要你善巧地用功它，這是第二條。三，",
    "1021": "[17:01]軌則，所行，俱圓滿者，第三是「軌則」，第四是「所行」。",
    "1026": "[17:06]此二顯示無所譏毀尸羅清淨。什麼是軌則，什麼是所行？這兩樣東西的特質是什麼？沒有譏毀。「譏毀」是什麼？被別人譏笑、毀謗，這個我們一定要做得好。那麼這個地方所說的軌則，就是你平常的威儀，一舉一動。站有站相，平常我們說站的時候嘛像個松，行的時候像風，就是這樣，坐的時候像鐘，是不是這樣的？臥的時候像弓，它有一定的這個儀軌的，一定的儀軌的。我曾經看見過那個老一輩的出家人，現在我們那邊根本看不見了。你在那兒一坐，他不要像我們這樣，人家他在任何情況之下，他的一坐就是這樣，然後呢站在這地方，他就站一副站相。如果他一披海青，那個時候一定是什麼？自然就擺在這個地方。披海青是一種，不披海青是一種；拿念珠是一種。走路的時候他絕對不會東張西望，那個步子就這麼隨便地穩。",
    "1104": "[18:24]然後呢睡覺的時候，那是我倒沒看見，可是我想像得到的，那三樣東西這樣的話，他睡一定好。為什麼一定好？因為我們現在睡覺是一個人一個房間，那以前哪裡有一個房間呀？就是一個長連床。然後呢你看那個禪堂裡邊，下面就是打坐的地方，打坐完了以後，睡就是床面連起來，大家呢一個一個棉被像方塊的疊在那個地方。到了晚上，你怎麼可以說伸大了腳這樣地來啊？不可以！每個人大家都是這樣睡的，所以你可以想像得到。所以這個叫叢林，叢林，大家十目所視、十手所指，你肯進去當然你不願意落在人家後頭了。這是為什麼大家來了以後，平常的時候，我總要提醒你們，因為我深深自己得到的好處，當年我的老師就是這樣。",
    "1157": "[19:17]一直到最近，我不是跟你們說嗎？今年夏天我跑到淨律寺，我這個同修還告訴我：「欸！你這個東西忘了，你這個東西不對了。」剛開始第一次我就不大習慣，好在我以前的老師我提起，哎呀！我就好高興，我多少年來又難得地遇見又這麼一位諍友。我絕對不會說：「啊！我今天幾十年的老上座，你、你怎麼 ……還跑得來說跟我學，怎麼這樣說我啊！」我心裡面沒有這樣，之所以我是越來越尊敬他，絕對不是別的理由。平常我跑得去，有的時候我匆匆忙忙出去了，「欸！」說：「你忘記了禮佛。」對呀、對呀！我就感到好高興啊！一直旁邊有一個人提醒我。我為什麼要說這個話？我在這個地方特別告訴你們，你們真的來了以後，千萬注意喔！不要只是隨順著自己習氣，又說「這個人又這麼告訴你，這個又告訴你 ……」你趕快回家去，跑到這裡一點意思都沒有。人家吃飽了閒飯來告訴你是幫你忙，你要千萬記得，所以你感激他都來不及。",
    "1219": "[20:19]所以我想起我們古代的那個風格，古代這裡是不是這樣我不知道，現在日本人就保留著。它那個禪堂裡邊拿那個香板打完了以後，他要合合掌表示感謝。結果我第一次去，唉呀！打了個痛了個半天，我還要感謝他，我心裡面正在發毛。嗯！後來想：「不錯啊！我在那兒打坐，自己用功，他在那兒不打坐，來幫忙你，你不感謝他，感謝誰啊？」一點都沒錯嘛！所以你們注意，這個靠什麼，就是你得到正知見，說我現在跑得來幹什麼的？哦！原來要淨化我的習染。所以現在旁邊人告訴你：「某人哪，你錯了！」你趕快感激他。所以世間的聖人尚且說「子路聞過則喜」，子路這個賢人，人家告訴他：「子路啊，某人你錯了！」哎呀，高興啊！感激啊！你曉得了錯你才能夠改嘛！這種地方，這個叫作什麼？軌則。你做任何事情，一切時處，就是你的行持上面，一定要有一定的軌則。",
    "1293": "[21:33]這個軌則有兩個：一個，第一個隨順世間、不越世間；還要隨順出世間。毘奈耶告訴我們的有它的 ……一定要跟這個相應，這個就是我們的軌則。所以這個戒啊，制戒的時候的的確確也隨順著世間的。也許你說：「你這個出世法，為什麼還要從這個地方講起？」這個就是因果緣起之法，很簡單嘛！因果緣起之法，法爾如是。因果就是講那個相，相本來就是俗諦，世俗共同這個清淨六識所承認的；正、倒之間，正確的你從這個上面慢慢地增上，當然你不能離開這個，這個軌則是就這一點而言。不要說：「啊！我是出家人，我是三尊，你是世間的東西，不管它那一套。」也可以，現什麼？現那個金山活佛相，你可以瘋瘋癲癲的。再瘋瘋癲癲沒有關係，可是人家把那個大糞「蹦！」放在你頭上的話，你毫不在乎，欸，你照樣地這麼頂了個大糞桶「蹦蹦蹦」跑到大街上面，這樣。然後呢他餓了肚子，沒東西隨地撿，撿到個鐵釘他也吃進去。你有這個本事，好啊！就怕你沒這個本事啊！",
    "1376": "[22:56]我還想起這麼一個公案來。金山活佛那時已經很有名了，然後呢上海一個很有名的人去請他，去請客。然後，哎呀，那個家庭當中就準備了很多東西，準備等師父來。他這個廚房裡正在忙，那金山活佛去了。他平常向來不願意人家接，反正答應你來了嘛，他就來了。那天他就到人家家裡，他平常的時候就是那一身破爛，破破爛爛，他也不從大門進去，從後門進來。那後門是廚房，大家正在忙，結果破和尚他來了。來了以後，大家忙得個不得了，「唉呀，你這個破和尚幹什麼？走走走！」「欸，你們今天幹什麼？」「那我們今天哪，我們今天那個主母要請大師父。」「欸，我就是啊！」「你是大什麼師父？你在那兒一個窮和尚！」就這樣，他這個跟大家吵吵鬧鬧。「那那那那 ……那對不起，我肚子餓，那你 ……」他要一點東西吃。他們也不是忙很多東西嗎？所以那個菜根洗下來、丟下來，那個大桶就丟在那個地方，「好！你拿去吃。」就這樣。你說我們能不能吃這個東西啊？要我們吃下去，不死也得生病，他兩大桶他就拿起來咕咕咕、咕咕 ……統統吃下去了。",
    "1457": "[24:17]吃下去了那個廚房裡的人大驚，「欸，這個和尚怎麼一回事情？」你想我們那個餿水缸，這麼大的兩大桶，他就捧起來吃下去，大家就在那兒哇啦哇啦吵起來。啊！大家就驚訝起來了，驚訝起來了，結果那個主母在前面，說：「這個時間快到了，你們怎麼還不好好地做，還在吵啊？」結果跑到了廚房裡一看哪，一個窮和尚，一看，那個師父來了，「叭！」在個地上就磕頭，「哎呀！趕快請到前頭去。」「師父，你怎麼這個地方來？」那些廚工可呆掉了。然後呢，就說：「哎！我已經吃飽了，我已經吃飽了。」叫他去把那個好菜就說吃飽了。嗯，你可以顛倒，你有這個本事，就怕你不顛倒！哦，的的確確！所以出家人不管他順化、逆化，他有他的境界，這個我們要注意的。我們沒有這個本事的話，那照著規矩來，然後呢叫人家一看 ─啊！對你肅然起敬，這個才是我們真正重要的。",
    "1519": "[25:19]所以這個叫什麼？叫「軌則，所行」，這是軌則。「所行」呢，就是我們前面四種資糧當中說正知而行 ─我該怎麼做，哪裡去。這地方特別講，我們出去的有很多地方不可以去的，譬如說那個歌舞場所不可以，譬如說綠燈戶不可以。昨天我還聽那個同修告訴我，說如果你在泰國，下午跑到市場裡的話，人家都看你，千真萬確。所以戒律上面制得很規定，你出去一定時候，到的地方一定時候。然後你這個出家人，跑到戲院裡那是算什麼名堂？這絕對不可以！它一定有幾個地方，那地方都不可以。達官貴人之家不應該去，那麼殺豬宰羊，非律儀家不應該去，不是我們該去的地方，這個「所行」。這個二者什麼呢？是顯示無所譏、無所毀，這個很重要的。",
    "1588": "[26:28]於諸小罪見大怖畏者，這是第五。",
    "1594": "[26:34]顯無穿缺尸羅清淨。對這個「小罪見大怖畏」，這點很難，但是這一點非常好我告訴你。說實在的教你真正持大戒，它不大容易持。說實在的，那個我們說難道我們還會犯淫、犯殺、犯盜嗎？境界不現前哪！大家記得不記得，那個《俞淨意公遇竈神記》這段公案哪？我們碰見了這個很難說哦！所以記得柳下惠跟魯男子那個公案吧！這個魯男子真正可貴的地方就是這樣，就是這樣。喔！這個柳下惠就有這個本事 ─坐懷不亂，一個美女坐在他懷裡面，他一動都不動心。你要有這個本事，那麼這個境界上面防住。那麼我們在現在眼前的境界什麼呢？就起心動念當中：「欸！我是個出家人，這個不可以，那個不可以。」你時時有了這個準備了以後，大的就防得住了。為什麼？大家想想看，懂不懂這個道理？",
    "1663": "[27:43]我現在告訴大家，你現在的心理什麼心理？先想一想，你現在的心理是什麼？無始的習染，就這麼悠悠散散、放放任任、飄飄盪盪，對不對？哦！看見這個東西望它一眼，聽見這個東西跟它一眼，一直跟著這個境在轉，就這樣。所以因為這樣的習慣，所以等到那時候聽見幾個人講話，腳底下抹了油了，叫你停也停不住，「叭！」就去了，就這個樣。聽見那個地方好吃的東西來了，如果你歡喜的話，少了你一份的話，心裡不曉得嘀咕幾天，就這樣。你說擋得住了嗎？為什麼？因為你一直在這種無始相應的煩惱當中，你沒有練習過，所以儘管聽懂了道理，沒有用。那現在怎麼辦呢？很小的地方你去做，「欸！這個不行、那個不行。」在這種狀態之下，你的內心什麼狀態啊？跟以前完全不一樣了。"
}