{
    "9": "[00:09]而這個小地方，卻是很容易做得到的，的的確確的。欸！像我們平常一樣，這個飲食啊，無始生死以來第一增上緣。說實在的話，說不貪，你們如何不知道，問我的話，我說告訴你不貪，我是騙你們，我看見好東西就是 ─啊！食指大動。怎麼辦呢？那就是平常我靠小的地方啊，處處地方起心動念，因為經常養成習慣了，所以這個心哪，經常不是說隨著境界到處亂走，心經常啊，就自己在作主當中。所以因為你作主習慣了，所以當境界現前的時候，你很容易，欸！作主提起來。因為你提起來了：啊！想到這個飲食對你有這麼大的害處啊，然後你防止了、遮止了有這麼大的好處啊！那個時候你因為有過前面這個如理思惟觀察，所以一提，提起來了，欸，擋住了！這個小小戒有這麼大的好處啊！現在我們修學佛法，「欸！這個小小戒，可捨。」結果啊，小小戒固然可捨，是大大戒啊好了不談，兩句話。",
    "80": "[01:20]好就好在什麼？好在幸好我們現在還有一個寺院住著保護，如果沒有寺院的保護的話呢，那我們就完了！這千真萬確的事實。我們不要看那些大菩薩啊，那大菩薩和光混俗的境界，可不是我們的哦！維摩詰大士示現在塵勞當中，他能夠做到。所以我們不要說：欸，人家怎麼辦。哦，這個獅子跳的路線，我們這個兔子不要去學牠，這你要注意的，種種行持是這樣。反過來說呢，假定你對小小戒，能夠見怖畏敬重的話，因為這個戒本身是什麼？三世一切諸佛的清淨幢相，你對它生起這一個念恭敬心的話，這個功德就不得了，不可思議。就算你做不到，你說：「啊！這是佛制的。」你無比地恭敬它的話，這就有無限的功德在，這個我們要了解的。這不管你從任何一個立場理解，了解了以後啊，這個做起來的確不難哪！難是不難，就功德卻是這麼個大法！",
    "147": "[02:27]眼前更好的啊，我們這裡有環境，不管是老和尚也好，我們同修也好，都有這樣好的現成的教授擺在這裡。所以啊，不久的將來，我們可以從這地方學進去，啊！我真歡喜啊！再加上同修們這麼精進。再下面，這個叫「無穿無缺」。哪！正因為你小的地方補滿了，一點都不穿，一點都不缺，那大的就行了。所以平常我們有一句話：「小洞不補，大洞吃苦。」小的時候你不補的話，大就來不及了，大的時候就來不及了。最後，第六：",
    "194": "[03:14]受學學處者，顯無顛倒尸羅清淨。持了戒以後，還要什麼？「受學學處」，要好好地學哦！那個時候怎麼？「無顛倒」，你不努力地學，對不起，不懂得。所以真正的學戒，為什麼出了家要依止五年啊？這個真正的內涵，你的的確確要好好地去學啊！我們現在世間隨便學一樣東西的話，你非十年的功夫不行啊；現在要修學佛法，居然剃了個頭，跑得去啊，這樣啊，登了一個壇，當然不可能！這個就是給你一個資格，說你從現在開始，既然你發這個心，你可以了，然後好好地努力去學。學了以後，你才曉得如何是對、如何是錯 ─不顛倒。你有了這個不顛倒，然後呢，這個才能夠圓滿，這個是戒。這個六支具足的時候，這個戒就圓滿了，這個是才真正圓滿的時候。",
    "258": "[04:18]那麼懂得了這個，我們再回過頭去想一想，這個《海龍王經》上面，就是講那個戒，這個「業決定」的時候，告訴我們正見、軌則、尸羅、清淨這個四條，也完全清楚，完全了解了。這個正見就在這個要善學「受學學處」，你才能夠正確地了解它的基本精神，基本精神。第二個，那個是定的自性，就是：",
    "289": "[04:49]四心住者，謂四靜慮，就是四禪。",
    "293": "[04:53]此於現法安樂住故，名樂成就，是為心學。就是指這個，這四樣東西 ─四禪，通常我們也叫作「離生喜樂、定生喜樂、離喜妙樂、捨念清淨地」。那麼因為後面奢摩他是特別說這個，所以這個內容我們不講了。",
    "318": "[05:18]最後，「四謂四諦」，那就是慧學。「各四行者」，四諦是苦、集、滅、道。那麼每一個諦當中，苦聖諦有四個行相，集聖諦、滅聖諦、道聖諦也是一樣。那麼苦當中呢，是「苦中無常，苦，空，無我」，四個。集當中呢，「集中因，集，生，緣」，四個。滅當中是「滅，靜，妙，離」，四個。道當中，「道，如，行，出」，四個。",
    "353": "[05:53]達此十六有十六相，是為慧學。對這個十六樣東西完全認識呢，那是智慧，這個認識從聞、思、修這麼一步一步上去。到現在為止，苦、集兩個簡單地介紹了，關於滅、道二諦，這裡沒有說。因為本論是經過下士、中士引導到上士道去，在上士道裡邊啊，把這個滅、道二諦有更圓滿徹底地說明；既然更圓滿徹底地說明的話，這個淺近的暫時擱在那裡，就像定也是一樣。",
    "395": "[06:35]關於苦、集二諦，只要回過頭來想一想前面的，共下士當中特別講的三惡道苦，以及共中士道當中講的六苦、八苦、三苦，以及我們講的念無常這些道理，那麼苦、無常兩樣東西啊，就有一個基本認識了。看了這個十二因緣，對這個空、無我也有一個基本概念了。至於說真正的這個空、無我的特例，那是到後面，就是止觀，「觀」那一章的時候，會有很圓滿的解釋。那麼集諦當中因、集、生、緣哪，也就是十二因緣當中，以及四諦當中，大家再回想一下，都已經交代清楚。滅、道二諦剛才說留在後頭。",
    "457": "[07:37]若導尋常中士道者，此應廣釋於三學中引導之理，下面就說，假定我們這個地方只講中士的話，那麼我們會詳細地講。",
    "469": "[07:49]然非如是，這裡不是這個樣的。",
    "472": "[07:52]故修止觀心慧二學，於上士時茲當廣釋，今不繁述。所以心、慧二學，這個在止觀後面會詳細說明，那個時候再說，這裡就不說它了。那麼這裡說什麼呢？戒啊！特別地講一講，故",
    "495": "[08:15]當略宣說學戒之理。還是略說，為什麼略說呢？就是說我們現在第一個重要的 ─增上生，至少戒的基本精神要把握得住。把握住了以後，然後呢如果受戒的話，戒相，然後戒行哪！你了解了戒的基本精神，受戒可以得戒體；得到了戒體的話，戒行就有，有行啊必具相，那個時候，行了！所以這個特質這地方先說一下。",
    "526": "[08:46]此中最初當數思惟尸羅勝利，令其至心增長歡喜，這第一重要的，第一重要的，你特別要多思惟，說這一個戒有什麼樣的殊勝的利益。前面我們已經說過了，說過很多。道理是懂了，但是啊，進一步還要什麼？要思惟，如理思惟。我們人最好的法寶，最寶貴的東西，就是能思惟這個腦筋。千萬不要把那個思惟這個腦筋，用在這個垃圾上頭去啊！唉，東去妄想，西去妄想，得到了這個寶貝，丟掉了太可惜啊！",
    "573": "[09:33]要照著這個地方去看，啊！說戒有什麼樣的殊勝的好處。那你思惟的時候啊，把現在的現行煩惱切斷掉了，然後呢，你現在的增長的這個時候，欸，如理思惟，眼前就得到快樂，將來得到好報，這麼地好法呀！你越想啊是越歡喜，越想越歡喜，令我們的心裡面，是「至心增長歡喜」。這個就是增長業嘛！它現在增長的什麼？歡喜，「哎呀，這個戒這麼好！」這第一個。為什麼要做這樣呀？因為你對它產生了這樣的功效，你就好樂之心。就好像現在說：「哎呀，美國多好！」你聽見了，了不動心。然後告訴你，哎呀！這個告訴你美國的好，越聽越好、越聽越好 ……想想：「啊！這裡是一無是處，美國簡直是好得不得了！」到了那時候，你就無法忍耐了，啊！那拼命只想求去了。",
    "630": "[10:30]那眼前無不都是如此，所以啊，現在我們學任何東西，同樣地。不過世間這個叫貪欲，現在我們叫「善法欲」：哦，這個真的好的喲！這個方法哦！得到種種好處的喲！所以透過這一個，引發你的強有力的善法欲，所以「信為欲依，欲為勤依」啊！然後呢精勤就來了，你有了精進的話，什麼事情都做得成功。而精進的根本是什麼？就在這裡，所謂「勝解」嘛，前面告訴我們的，這個就靠如理思惟。經上面說：",
    "674": "[11:14]如《大涅槃經》云：「戒是一切善法之梯。戒是根本，猶如地是樹等根本。戒是一切善法前導，如大商主是為一切商人前導。戒是一切法幢，如帝釋幢。戒畢竟斷一切罪惡及惡趣道。戒如藥樹治療一切罪惡病故。戒是險惡三有道糧。戒是甲劍能摧煩惱諸怨敵故。戒是明咒能除煩惱諸毒蛇故。戒是橋梁度罪河故。」啊！他用種種不同的比喻，世間、出世間，從淺到深。第一個，向上爬，像梯子一樣。第二個，建立任何東西，像「根本」一樣。然後呢第三個，你要得「善法」，善法，是你的引導。這個做生意人的「大商主」，以前叫大商主，現在呢就是，哪！你要做生意一定要資訊，他把那個資訊調查得清清楚楚，他是個內行，他樣樣知道，你跟著他做，沒錯。然後呢，戒是「法幢」，啊！撐起來，就是這樣。「帝釋幢」，它所建立之處，那代表了這個。我們哪，帝釋幢怎麼樣我們沒見過，可是國旗我曉得，豎起來，哦，這個代表國家，這樣的威德。",
    "760": "[12:40]「戒畢竟斷一切罪惡及惡趣道」，要想斷一切的惡，就從這個地方。然後呢不但是如此，而且是「藥樹」，治「罪惡病」。平常的藥是治身病，這個還治心病，心病一治，身病也徹底解決啊！這種種的好處啊！而這個根本在什麼上面呢？根本。在這個惡道，險惡道當中，三有險惡道就靠這個資糧。而三有之所以在三有當中，主要的是煩惱，摧煩惱也是它。防煩惱是「甲」，摧煩惱是「劍」，所以不但是防止煩惱如盔甲，而且破壞煩惱是如劍！如「明咒能除煩惱諸毒蛇故」，有的時候鬼神等等，欸，你有這個。「度罪河」，這是容易了解的。",
    "820": "[13:40]龍猛菩薩亦云：那麼佛經，佛是這麼說，而祖師、菩薩又怎麼說呢？",
    "827": "[13:47]「戒是一切德依處，如動不動依於地。」什麼樣都靠戒。",
    "833": "[13:53]《妙臂請問經》云：「一切稼穡依於地，無諸災患而生長，如是依戒勝白法，悲水灌澆而生長。」那個《妙臂請問經》上面說：任何一切的收穫都從地上長出來的。而且這個東西啊，長出來沒有災患，只有種種的好處。所以啊，這個一切的白法，一切的勝法都是靠戒，靠戒。不過這個戒還要進一層，不但是小乘，一切的都是用悲水去灌溉，這個就更深一層了。不但要自己解決，還要解決一切人，都從這個地方。",
    "877": "[14:37]應如思惟。哦！戒有這麼多的好處。反過來，",
    "882": "[14:42]若受不護過患極重，你受了以後不去守護的話，這個害處很重哦！這個前面說過了，這兩面我們同樣地要了解。就像一把利劍一樣，它可以做各式各樣的好處，摧毀敵人，但是你弄得不好的話，那非常嚴重。雖然說這個火箭是最快的工具，你不會駕駛的話，你爬進去就弄得暈頭腦脹，飛出去，一定是粉身骨碎。哦！這樣，它有這麼好處，欸，弄得不好的話，也有這麼多害處。",
    "926": "[15:26]如《苾芻珍愛經》云：「或有戒為樂，或有戒為苦，具戒則安樂，毀戒則成苦。」此說受學通於勝利過患二品，是故亦應善思過患，敬重學處。那個經上面告訴我們，有的人有了戒而樂，有的人有了戒而苦，為什麼呀？喏，你照著它去做的話，就安樂；如果你毀壞了就受苦。所以啊，這個我們受戒，它兩方面我們都顧慮到哦！這個地方有的人想：「哎喲，想到就害怕了！」它的目的不是害怕，你想到了會犯的恐怖，後面就推你啊：哎喲！不可以後退。想到了勝利啊，前面的拉你，你拼命上前。後面有拼命推你的力量，前面有這麼有力拉你的力量，那就成了嘛！這個是我們要懂得它的善巧，懂得它的善巧。",
    "989": "[16:29]如何修學之理者。那麼戒怎麼修呢？欸，它不講正面，先講四樣東西，叫",
    "997": "[16:37]四犯因中，看見沒有？它先防，漏洞先防止。換句話說，你先把它弄乾淨，弄乾淨了以後，再上面好的東西弄上去。現在我們看，為什麼我們在犯罪？它主要的有四樣東西 ─無知、放逸、不敬、煩惱盛四樣，那我們一樣一樣說。無知對治者，",
    "1017": "[16:57]第一個是無知，對這個戒沒有正確地了知。那麼怎麼對治它呢？對治就是說正對著它，能夠治療它的。",
    "1027": "[17:07]謂當聽聞，了知學處。所以前面告訴我們，受學學處啊！我們真正的要想不犯戒，要想持戒，最重要的要對正確的了解。所以現在很多人出了家不要學的，我不曉得出家幹什麼？啊！所以大家常常記牢這個公案，你不要說：「哎呀！這個老婆婆念佛就行。」你不要說：「那麼六祖大師啊，就這麼開悟。」我已經一再說了，你們要學這些，你太沒出息了！你們應該學佛，跑到那個地方，抬頭一看，啊！證了果了，假如你們從這個上面去看的話。你們必定要懂 ─如此因如此果，你觀察你的自心。如果說你現在就覺得生下來的時候，你已經自己曉得了清清楚楚，啊，跑上七步，「天上天下唯我獨尊」，是的，你這一些東西可以不必。你有嗎？那檢查一下自己，不要說學這個，金山活佛那樣，我們自己檢查一下。",
    "1093": "[18:13]所以我們第一個了解：我們內心認識得如何。如果現在自己不知道的話，不要害怕，好好地去學呀！對呀，現在作世間一般的人尚且努力，現在我們要得到這樣殊勝的好處，說不學，有這個事情嗎？第一個這個我們要了解的，所以應當學。學的話還要善知識，否則的話，他說他的，你說你的，萬一你學錯了以後，你完了！萬一你學錯了，你就完了！為什麼呀？你曉得的是錯的，因地當中你一直忙這個東西，請問：你有好的結果嗎？這個第一個重要。那麼第二個呢，雖然你知道了，但是你不認真去做，沒用，所以第二個叫放逸。不可以放逸，要戰戰兢兢。",
    "1144": "[19:04]放逸對治者，謂於取捨所緣行相，不忘憶念及以正知，率爾率爾觀察三門，了知轉趣若善若惡，那麼你了解了，學了以後了解了以後啊，那麼說什麼是該做的，要取；什麼是不該做的，要捨。對於你心裡面應該捨的、應該取的這種「所緣」，就是說這個心理狀態，以及你身、口的行為。要保持一樣東西，什麼？「憶念正知」。大家記得四種資糧當中，密護根門第一個，以委重，什麼？憶念正知，大家還記得吧，「以何防護」。換句話說，你拿什麼東西防護？就是說要很殷切地、恆常地 ─正念正知，那就這個。現在你了解了，然後把那正念正知提起來。「率爾、率爾」，率爾、率爾就是剎那、剎那，觀察我們自己的身、口、意，要了解我們的身、口、意，欸，現在怎麼個動法。",
    "1221": "[20:21]所以我剛才說啊，當小小戒要注意的，已經講過了。我們現在不觀察還覺得滿好，一觀察，我們發現我們剎那、剎那在幹什麼？無記當中浪費生命，只有一句話。而這個是什麼？就是無始以來的染污習氣養成功的等流心識。如果是不作意對治的話，它永遠沒有希望解脫，注定這個就是「行」，這個就是啊，真正我們要了解的五蘊，正對治的中心。所以現在要想學，下腳第一步 ─戒！第一個應該認識的，認識這個。認識了以後，努力地，所以不要放逸，那個時候叫率爾、率爾 ─你起心動念看見沒有？所以這個學啊，的的確確這地方說得清清楚楚啊！不，絕對不是浮浮泛泛哪！不要以為說：「唉呀，我現在啊一天就拜幾下拜。」拜佛的時候啊，頭又縮著個脖子裡邊，這樣。然後拜完了以後，唉呀，覺得拜得很累，就休息一下。我不是說你不要休息哦！當然要休息。欸！你拜的時候，拿起精神來 ─全部；拜完了以後，你心裡說：「啊！好，我現在精進了，要休息。」你心裡這樣作的話，你還在精進，這就對了！",
    "1310": "[21:50]這主要的就是你的心裡邊的行相，這個我們要把握得住的。了解我們現在的心裡面，是什麼個狀態？「若善若惡」。他前面已經告訴我們的，我們一切時處使得我們的心緣「善、無記」，只有兩樣東西。什麼叫無記啊？這是無覆無記哦，就是你走路的時候，規規矩矩；坐的時候端端正正，這個是無記狀態，可以的。否則的話呢，你心裡面就善心，「啊！我要努力。」哪怕你要睡覺，「努力了半天哪，等一下這個後力不濟啊！所以我要睡覺。」你這個念頭，哪怕你想的睡覺，這也是善念，你睡在那兒還在善，還在善法增長。靠什麼？就靠這個，哪！憶念、正知，率爾、率爾呀是觀察自己。我們真的能夠這樣做，一定做得到；反之，你不能這樣做的話，對不起，那一定犯。犯了以後啊，具了這個戒啊，就注定你倒楣。那麼這種情況還要 ─這是內在的，還有呢，整個我們行持的時候啊，",
    "1380": "[23:00]依自或法增上力故，羞恥作惡是為知慚，恐他譏毀羞恥為愧，及由怖畏惡行異熟，懷恐懼等，當如是學。那麼你這個心裡面，這個憶念正知觀察，若善、若惡，那個時候就靠你自己的心力提起來，或者以法的力量。所以你平常了解了，哦！你呀現在起心動念造業，造了善業嘛，是得到了好報；造了惡業嘛，得到了惡報。哎呀！那個時候啊，這是自己努力，自己如法，這個就是自力增上、法力增上。啊！說：「我這樣的一個人，居然還做這種事情！啊，不值得、不值得，我要努力！」然後呢自己就慚愧。然後你看看別人，「哦！別人這麼好，我這麼差！」你知愧。所以「慚」心情的行相是相同的，但是由於自己內發而引起的，這個叫慚；同樣的行相，由於外在的對境界，別人看見的引起的叫愧。所以經上面說慚、愧兩個是最佳的白法，你時時懷著這個心念，處處覺得不對，你就努力增上了。而且害怕惡行的這個感得異熟的恐怖啊！那你這樣的話，你努力學了，這個是第二。第三，",
    "1473": "[24:33]不敬對治者，不恭敬。",
    "1476": "[24:36]謂於大師，師所制立，同梵行所，應修恭敬。那麼第三個，不恭敬的對治。這是個非常重要的哦！非常重要的！對不恭敬，一定要致力這個恭敬這件事情。這個不恭敬哪，有很大的禍害，有很大的禍害。就是說不管是，「大師」就是佛；佛所、「師所制立」就是法；「同梵行所」就是僧。就是佛、法、僧三寶一定要恭敬，那麼跟它相順相應的，一切時處都是恭敬。所以我們同學當中，我常常提的有一位同學啊，他進步特別快。我現在慢慢地曉得了，他就是說，他還沒來的之前，以前很早以前聽見人家說，哎呀，跑過任何地方，只要有三寶之所，他一定要敬禮磕頭。欸！我心裡就馬上警惕，我自己覺得真慚愧啊！我講那個道理，我就做不到，所以我現在也是一樣。其實論上面，前面告訴我們清清楚楚啊！所以這樣。",
    "1546": "[25:46]所以不但你對佛，對經、對僧也是如此，你真正地能夠提起來的話，啊，自己是增長無比的功德，然後那個團體啊也是和樂無比。因為我們的同學都是僧，你不會看到「喔！這個人不好，那個人不好。」你怎麼會看到他呢？「喔喲！這個人把清淨幢相被起來了！」你對他無比地恭敬。然後呢，你曉得你恭敬他，得到你的好處。幸好他撐起來了，你對他感激無比啊！自然而然哪，你又恭敬、又感激、又得到好處。是的，他也許行為不好，他下了地獄，你更感激啊！他不惜下地獄的這樣的代價，讓你得到生天的果報，讓你得到淨土的果報，讓你得到成佛的果報，你還要說他是非嗎？你這個人有心、無心？你想到這地方，你說談人家是非這個問題，還有嗎？所以現在往往說：「哎喲，不要說是非，這個道理是懂啊，做起來真難啊！」喏、喏、喏、喏，這麼個簡單法呀！所以你只要得到了正知見哪，妙極了！美極了！現在問題在哪裡啊？你聽見了這個法，要去如理思惟。最後一個，",
    "1627": "[27:07]煩惱熾盛對治者，如果煩惱盛，怎麼樣呢？這第一個：",
    "1632": "[27:12]應觀自心，何煩惱盛，勵修對治。的確有的人啊，因為無始以來習氣非常厲害，那個時候，你應該觀察自己的內心哪一個盛，你要努力對治。所以我們初心修學的要「五停心觀」，為什麼？就是說，這一個特別強盛的煩惱在哪裡？你只要把這個制伏了，以下的問題就根本解決了。",
    "1653": "[27:33]若不如是策勵修學，思違越此，許其罪輕微，於諸佛制放縱而轉，當獲純苦。這句話，如果你不自己這樣努力地策發、努力地修學，覺得：「哎，沒關係啦！這個呀，一點點啦！」那時候你心裡面一樣的，這樣的一個「輕微」，把佛所制的放縱的話，對不起，你只有一條路 ─純苦。這個「純苦」有兩種解釋，可以說：這個純苦，只有苦沒有好的；然後呢，只有一個地方純苦啊，什麼地方？地獄。人間不是純苦，畜生不是純苦，餓鬼不是純苦哦！所以心裡面不要覺得，唉呀，浮浮泛泛，啊，覺得大概沒關係！其實我們倒不會想大概沒關係，就無始以來的習氣啊，它不會提起這個警惕來的。這一點哪，我們必定要認識！那麼今天就到這裡。"
}