{
    "3": "[00:03]請翻到《菩提道次第廣論》一百九十五頁。關於這地方我們講戒，就是修行最基本、最基礎。前面那個是準備工作，然後呢，有了這個準備工作，正式開始的是戒。而這個戒，不管是人天，聲聞、緣覺，然後呢大乘顯密二教，這個是根本，就像大地，什麼東西都依它。十方一切諸佛，任何講修行，這個必須要的。在這裡呢，他首先告訴我們，修學的時候，我們所以不能如理相應的最主要的原因，先指出來，先指出來。在這個地方啊，大家應該感到慶幸、應該難得，了解了以後啊，要怎麼樣去如理思惟、如理觀察。",
    "87": "[01:27]戒的特質在哪裡？破煩惱，這個才是戒的中心。所以前面告訴我們，你要解脫生死，要了解生死本質是什麼。就是說我們在生死輪迴當中，有一個東西綁住了，誰在綁著你？綁住的是什麼？這樣。綁住我們的就是業跟煩惱，而這個煩惱為主。假定把那個煩惱拿掉了，剩下來，就是有業，它不會感得那種苦果。所以找到了病根，現在說對著這個病根，對症下藥是什麼 ─戒。所以戒是破煩惱，注意哦，這是重要的！現在我們非常難得，大家都很重視、了解，如果說那根本因把握不住，儘管你一番的好心，這好心弄了半天哪，結果往往轉了個大圈子，吃了冤枉苦頭，所以這是我們首先要把握得住的。",
    "163": "[02:43]煩惱的行相是什麼？換句話煩惱的體相，然後呢，煩惱的生起的原因是什麼，生起的次第是什麼，它的過患是什麼，這個都已經講過了。這個要一而再地從文字上面認識，而觀察到自己的內心上頭去。你這個病相認識了，然後那個地方才用得著藥。要不然的話，你病根本不認識啊，那就是沒什麼大效果。我們常常說種一個種子，現在學了十二因緣了解了，這個種子，你沒有善法欲去啟發的話，它不會結善果；惡種子，沒有貪愛，無明相應的貪愛，愛、欲取去啟發，同樣地不結果，一樣的道理，這樣。那麼在你沒結善果之前，已經結的惡果，換句話說你雖然要持戒，持，不能持，原因哪裡？他也告訴你，最主要的四個。那個戒律上面，有的地方講四個，有的地方講五個，不管它講四個、講五個，主要的就是這些。",
    "246": "[04:06]第一個是「無知」，第一個是無知。所以啊，在我們事前一定要曉得我們是在無知當中。前面也說，我們明明無知，還覺得很聰明呢，這個那就無藥可救、無藥可救！還有一種呢，叫世智聰辯，是八難中人。什麼叫世智聰辯？這世間上面很聰明，不但腦筋靈活，啊！是口才又好，講得頭頭是道。結果呢？卻是不能修學佛法，八難中人。為什麼啊？它真正講的道理，是要讓你去認識，哪！你要認識的對象什麼，就是你起心動念。如果你不認識這個的話，你懂得再多是沒有用。現在我們曉得，不但沒有用啊，反而還傷害我們！所以這地方所講的無知，多聽聞的話，應該從這個上頭。",
    "310": "[05:10]那麼想，講到那個聽聞的時候，前面那個聽聞的軌理等等，我們一定要了解。要不然你不了解這個的話，哎，聽的不是當作耳邊風嘛，你聽的以後你還心裡想：「這個傢伙這樣講，我不相信他，我有我的想法。」如果你有你的想法的話，你不必來聽。往往這樣，就是這個樣。所以聽的時候，必定要具足聽的條件；然後呢，要跟什麼樣的人，如何狀態，那我們重新在腦筋裡面，作個溫習一下。關於這一方面不懂的人，趕快回過頭去，再去檢查，再去檢查。要不然的話呢，你跑得去說：「唉呀，這個不配我胃口！」所以你不是來學呀，在這種情況之下，你不是來學哦！往往覺得他怎麼這樣講的，好像你是要這樣的 ─它不是跟你們買東西一樣！所以啊這一點我們要了解，我們要了解。啊！這是我們學的之前，應該有什麼條件，那個時候才能夠用得上聽聞這個。那懂了以後呢，懂儘管懂了，嗯！聽過了，也讓它耳邊風，這個還是非常可惜。喔！講起來啊，就講得好像很有道理，這個。這個第二個「放逸」，不行！",
    "396": "[06:36]那麼這個裡邊還有一個，特別的有一點叫「不恭敬」，就是我們心裡面生不起那個恭敬心來。這個有它的特別的意義在，特別的意義在。所以我們現在不能進入的原因是什麼呢？就是障礙重，資糧缺，沒有、不夠的資糧。譬如我們現在隨便做一件事情，到哪裡去，你的路費不夠；你要上學，學費沒有；要買東西，錢不夠，這都是不夠資糧啊！那麼積聚資糧最好的是什麼呢？就是供養，而供養裡邊最重要的啊 ─法供養，那個恭敬心。你以恭敬虔誠的心，哪怕你喝一口水，你至誠恭敬地供養，就積無邊的福德。如果眼前沒有東西，能夠心裡面至誠相應的話，這個就有無邊的功德，就這樣。反過來呢，法沉沒的因，就是不恭敬，換句話說，就是自己愚癡的因。現在我們癡癡呆呆，正是什麼？正是不恭敬。如果說再加上自己還以為懂得很多的話，世智聰辯，那是八難中人，更可惜！一樣、一樣。",
    "476": "[07:56]那麼除了這些以外，還有最後理由呢，就是他的煩惱，那習性特別重。他這個每樣東西告訴我們了，了解了這個，然後呢，要努力修學。那麼，昨天就講到這裡，這段話重說一遍，因為它有特別重要性。所以一百九十五頁最後一行，最後一行：",
    "500": "[08:20]若不如是策勵修學，思違越此，許其罪輕微，於諸佛制放縱而轉，當獲純苦。說：「啊，這個沒什麼關係啦，這一點小事情哪！」就「放縱」。這個放縱，不是說怎麼，好像輕視什麼等等啊，就這麼馬馬虎虎。這樣的情況之下，「獲純苦」。實際上呢，這種小地方，我們要從小地方開始。現在我們眼前哪，所以總覺得：啊！這個小小戒可捨。這點昨天特別講過。那麼對諸位，譬如說，正式剛開始修學佛法的，譬如諸位淨人、在家居士來說，有一個最好的機會，譬如我們現在這裡，訂立了隨便的很多小小的規矩，你就把它看成怎麼，這個就是佛制的戒。是，至少在這地方訂那個規矩，是原則就是根據這個的，對吧？所以說，那個重點你要把握住，這是個原則，這個原則是法，拿法來淨化情。你以非常恭敬努力的心情去做，就算做不到，這個心情本身就一直在積功德，一直在積功德。所以啊，我們特別要注意的：業從哪裡講起？從哪裡開始？就是你那個心裡嘛，這樣。",
    "595": "[09:55]是的呀！現在我們常常說：「要做啊，心裡就提不起來！」哪，這個時候就警惕了！你為什麼提不起來？正是我們現在的煩惱重、業障重、資糧欠，這個地方如果不警覺的話，你沒有機會了。現在已經重到提不起來了，但是多少幸運，還能夠機會聽見。請問：你有機會聽見，你不提起來，結果呢？馬馬虎虎，又每況愈下，等到那個時候連它聽都聽不見了，你就有機會提得起來了嗎？對不對？這是個很重要的實際上的概念，實際上的概念，所以你 ……為什麼在這個地方我一再說、一再提。這個以前人的經驗，所以佛一直說：「佛啊，沒有天生彌勒、自然釋迦。」沒有一個天生來的，沒有一個佛例外的，都是剛開始的時候，一滴一滴積累起來的，所以現在就我們從很小的小地方。所以我看見太多這種很小的小事情啊，我所接近過的很多善知識，他往往在這很多小的地方啊，很注意。我當時就覺得：「哎呀，那何必這種小地方呢？」後來慢慢地了解了，就是你在那個小地方慢慢注意的話，這是你做得到的地方。你能夠這樣慢慢地、慢慢地注意的話，大地方就做到了。",
    "688": "[11:28]這一點哪，特別注意！特別注意！否則大而化之的話，那永遠只是嘴巴上面講講，下一生多半是會是什麼？如果沒有做壞事，啊，人倒還是滿好的，投，很可能鸚鵡。哎喲，你看起來覺得你漂亮，叫起來聲音也滿好，但是就是個畜生。現在很多這種典型的例子，這個因果之間哪，你很明白地可以看得很清楚。所以當你了解了以後，我常常說，我跑得去看見鴿子，我就覺得，啊，我就覺得叫作「和平鴿」。欸，牠前生哪，這種人就是你看見的，啊，很好的，但是呢牠本身的引業就是個畜生業，就是愚愚癡癡的，這樣。我們眼前所以千萬隨時隨地注意，不是說表面上面做得叫人家滿歡喜就行了，你內心當中你的業是什麼，這個才是最重要的。而這件事情，問我們自己內心最清楚、最明白不過，最清楚、最明白！所以不要說它：「唉呀，這個小地方啊！」反過來，真正我們下腳的地方，就是這個小地方。現在繼續下去，",
    "767": "[12:47]如《分別阿笈摩》云：「若於大師大悲教，起輕微心少違犯，由是而獲苦增上，折籬失壞菴沒林。現或有於王重禁，違越而未受治罰，非理若違能仁教，如醫缽龍墮旁生。」故應勵力，莫為罪染。那麼這個經上面這麼告訴我們：對於我們佛所制的這個教法，這個他完全是大悲大慈，然後呢大智慧所遺留下來，幫忙我們解決真正問題的最圓滿正確無誤的方法。你稍微起一個「輕微」，輕就是不重視，稍微一點不重視，覺得：「哎呀，這個馬馬虎虎啦！」稍微違犯啊，在這種情況之下，你只有獲得「苦增上」哦！不是說我們現在這裡的懂了 ─尤其是懂了；不懂，你根本無所謂輕、無所謂敬嘛！對不對？你根本不懂嘛！現在你懂了又不擺在心裡面，這個就是輕視。",
    "849": "[14:09]這個我們也很容易衡量得出來，我們平常的時候心裡面重視的什麼？哎喲 ……然後呢，這個世間的，普通一般事情我們都很重視它，然後呢身體一點點小小的事情，都很重視它，一點小小的利養都很重視它；但是對佛法的東西，一比，馬上比得出來了。佛告訴我們怎麼做的？然後我們自己的概念怎麼做的？你一比啊，這個輕重就分出來了，這個輕重就分出來了，所以這個「輕微」就從這地方。",
    "885": "[14:45]如果你要真的獲得快樂去掉苦的話，注意！那就要把佛法這東西啊，慢慢地把它這個分量提高，分量提高。你如果說不能這樣做的話，那麼，對不起，就像什麼啊？「折籬失壞菴沒林」。「菴沒」是種果，菴沒是種果，到底這個果是什麼，我不敢肯定，我想像當中可能是像芒果一類的，反正非常好吃的，很好的一種水果。那麼這個果啊，它有很好的保護，現在你把那個保護弄掉了以後啊，對不起，那個果園就糟蹋掉了。現在一樣，說我們現世，如果對世間的王法有所違犯的話，可能你會逃得掉。但是對佛法這個制的戒，這個因果的道理，你違反了以後啊，那一點一滴都會感得果報，就像那個醫羅缽羅龍王那個公案。",
    "958": "[15:58]醫羅缽羅龍王是什麼一個人呢？他好像是迦葉佛時代的時候，這個哪一個佛我不能肯定，總是過去七佛當中的一佛。這我的印象是迦葉佛，因為這個公案看得太久了。他是個修行人，非常努力的修行人。那他自己在這個禪觀經行 ─不像我們現在，喔唷！高樓大廈樣樣現成哦 ─他就在那個尸陀林裡面，坐在那個樹底下。那種樹也沒有人去修飾，那個樹葉那垂下來，那經行的時候那個樹枝老碰到他頭，「嗯！這東西很討厭哪！」後來想：「欸，這個不對！這個佛制那個戒律說這東西啊，不能折那個東西的。」他就想：「大的戒律嘛是對，那個佛制那個戒是沒有意思啊！」他就起了這麼一個念頭，「嗯！」心裡：「怎麼這個，這個又不能碰它，佛制那個戒幹什麼？」就這麼一個念頭。他是個很認真的修行人了，就這麼一個念就墮落了。墮落了以後，然後呢，幸好他那個正見增上，以後後來又到了釋迦世尊乃至於，一直墮龍。牠那個龍的頭上啊，有一個醫羅缽羅樹，這個樹是臭得不得了，而且上面有各式各樣的蟲，專門那個龍的鱗當中，那個小蟲鑽進去，牠是一點辦法都沒有。唉呀，又臭又痛苦！一直到現在都還沒有解脫，就是對這個起了這麼一念不恭敬。",
    "1053": "[17:33]所以我們要注意喔！你平常，我們要心裡面心心念念，要對小小戒啊，像大戒一樣，恭敬珍重。那個時候你努力向上的話，雖然不一定做得到，但是不會遭到這種惡果，這我們要了解的。為什麼？因為你的業本身，心業、起心動念之間，你一心恭敬，一心好樂。所以千萬不要，哎呀，馬馬虎虎讓它去啊，不管它啊！就這樣。而現在的心裡面一直跟那個煩惱相應的，這個是我們特別重要的，特別重要的！",
    "1093": "[18:13]所以在我們寺院裡面，為什麼我們處處地方要提醒：為什麼要到寺院？哪！就是隨時隨地，啊！跑到佛堂看見：「哎呀，佛在這個地方！」跑到教室：「法在這個地方！」看見同修：「僧在這個地方！」處處地方拿這個東西來提醒我們，這是有它的特別的原因的。那麼你現在看，這一位醫羅缽羅龍王啊，他是一個這麼修行的人，可是他對佛的這個教法，他起了一念輕忽之心，然後覺得：「這種真是不對勁！佛制這個真是沒道理！」就這樣害了。由此我們可以想見，我們現在在這樣的一個好的環境當中，你如果是覺得：「唉呀！這個討厭，這個 ……。」那遭到什麼果報啊？哦，這個很嚴重哦！這樣。",
    "1145": "[19:05]所以說起來呀，並不要你費吹灰之力，問題就在哪裡啊？起心動念之間。這個，你說它難是難極了，說它容易是容易極了。因為你坐在這裡，閉上眼睛，躺在那裡乃至於，就是你腦筋怎麼去想它嘛！如果你恭敬、尊重、隨喜、讚歎，那是再好不過的事情，睡大覺，也在增長無比的功德。",
    "1178": "[19:38]所以反過來，如果你這個腦筋是沒有的話啊，就把你磕頭念佛，這個真對不起，你還在那兒墮落，因為你腦筋裡想的不相應嘛！「唉呀！這個地方真麻煩！要這麼作這個課，要拜那個佛。」但是你又沒有辦法，心裡面哪，委委屈屈地拜，豈不是跟牠相應嗎？牠是個典型的公案，千萬注意！那麼碰到這種情況的話呢，是，說：「現在我聽見了這個，哎喲！要我相應，但是相應又做不到，那怎麼辦呢？」不要怕！那個時候你心裡面，檢查到你的不相應，然後呢你說：「現在我不相應啊，我要努力啊！正是我的罪障呀！」這個對了，這個心本身就是跟法相應的心。",
    "1226": "[20:26]大家還記得吧？前面告訴我們正修的時候的前行，第一個皈依。但是呢，如果你罪障未除，資糧未集的話，雖然你要皈依啊，皈依不起來。為什麼不起來？沒講理由。現在我們懂得了，原來我們煩惱的現行很重，宿生的這個等流習性很重。所以現在我第一個認得它，認得它、對治它，對治它 ─這不是在修行嗎？所以儘管現在是不相應，可是你認得它不相應，然後你深生慚愧，說：「我要努力！我要努力！我要努力！」這個就在修行了，這個本身就是隨順正見了。然後這個因，步步只要走的話，自然而然你每天一直在賺錢，賺什麼？法財之錢，跑到這裡來的目的就是這個嘛！這個是個重要的概念喔！說它容易，所以容易極了，絕對容易！你有了這個概念，然後呢你去做什麼事情，啊！那自然而然處處體會，教你說念書固然好，拜佛固然好，做事也好；然後有人罵你，罵你也好。對！幹什麼？「欸，淨除我的罪障啊！成就我的忍辱啊！」這不是行了嗎！",
    "1310": "[21:50]所以這個第一個重要的概念，什麼呢？就是那個時候，這個正知見。這個前面告訴我們，修學佛法的最重要的正知見。然後呢修學佛法第一步是戒，戒當中第一個是什麼？無知對治。我們不是沒有能動腦筋的這個力量，而是說以前這個腦筋動到哪裡去了？動到錯路上去，叫它無明。無明的特質，根據無著、世親菩薩的解釋 ─對真實的意義是不了解。因為你不了解，儘管你去想，想的都是錯的。所以不是沒有想的能力，不是不會想，而是想錯了。所以現在呢，正知見，改過來；改過來呢，你還是用這個想，想對了就行了嘛！就像一把寶劍、就像鈔票一樣，做壞事也是它，做好事還是它呀！所以不要把鈔票丟掉呀，要把那個鈔票善為利用，而這個東西也只有人道才得啊！所以到這個地方的話，我們應感到慶幸、感到高興，珍重地利用它。所以這個是我們應該努力的地方呀！千千萬萬不要「為罪染」！",
    "1397": "[23:17]但是啊煩惱太重，有的時候就是你稍微不注意呀，那麼又要誤失掉了。不要說我們哪，祖師都是這樣，我這個地方說一個公案。明末四大師，明朝末年離開我們現在四百多年，所謂憨山大師、紫柏大師、蓮池大師、蕅益大師。兩位禪宗的大師，兩位淨土的大師，那真了不起。紫柏大師，當年人對他尊重，不敢稱他，稱他為「尊者」。哇，那尊重到絕點！他已經大徹大悟了。他的習慣，平常吃飯之前一定先要禮佛，那麼禮完了佛以後然後吃飯。嘿嘿！那一天哪，他不曉得有點什麼事情，好像來了個信徒朋友，他談得滿起勁，吃飯了，忘記掉了！哪，你看，以這麼一個大徹大悟，已經成為一代大師，他居然還會忘記啊！可是他忘記了，作法跟我們不一樣喔！我們忘記了，「唉呀，今天怎麼忘記了！」我們最多這樣已經好了，說不一定還說：「唉呀，這個事，算了、算了，這麼麻煩！」後來也就不要拜了，那是更糟糕。",
    "1469": "[24:29]他大師之所以為大師的話，「欸！這個無始以來的習氣，真如油入麵！好好地痛切 ……。」然後呢，自己就趴到佛面前，叫他的侍者：「來！好好地打！」先跟那個侍者說：「今天有一個人犯了規了，你要代我去罰他。」那個侍者說：「欸，對呀！」那個師父告訴他罰，那師父命令他嘛就罰。結果帶他到大殿，結果他自己把衣服褪下來，躺在地下：「打！」欸，一看，打的老師，「欸，這怎麼可以呀！」然後呢，不打又不行，就輕輕拿著個板。「不行，一定要打！」打了還不行，「還再打！」然後這個侍者實在沒辦法了，就最後，他說：「打得兩股盡黑！」換句話說，打得屁股上面那個血，統統打紫打黑，這樣啊！那是大師之所以為大師。他後來說了一句話：「眾生無始以來的習氣，如油入麵哪！」你把那個油擺在麵裡，拿得出來吧？一點拿不出來，你不把它好好地這樣去的話，你一點辦法都沒有。哎呀！當時我看了好感動啊！",
    "1538": "[25:38]所以我們現在啊，就是不但不去對治，還處處地方寬慰自己：「哎呀，我為了什麼呀，為了弘法呀，那為了利益眾生哪！你這樣做的話，他們不來啦，他們什麼啊 ……。」唉！這是大菩薩境界啊，我自己曉得我是個兔子，不敢跟他們走啊，只是自己反省就得。這是以前的人哪！我想到我自己的老師，我也有一個公案。那時候我們已經在，仁法師，那是在這個美國佛教會，我們這個後面那個禪堂，它因為要打坐的關係，所以平常不要穿那鞋子進去。平常我們這裡到大殿都穿鞋，不管什麼，在美國一般大家沒有脫鞋這個習慣，當然家庭都是地毯啦！不過這個裡邊哪，是因為打坐，穿了鞋子進去不好，那麼後來大家決定穿了鞋子進去。",
    "1595": "[26:35]他，他老人家，這個到了冬天，看書總在這個地方，搬一個凳子進去了。搬一個凳子進去呀，那一天，這決定了這個法則以後，他進去的時候忘記了，把那個鞋子穿進去了。他只有一個人哪，要我們的話，趕快出來了，我把那鞋子脫掉了嘛就算了。然後呢，他大概想起來了，事先我不知道，我就看見他老人家跑進去。然後呢跑出來，跑出來穿好鞋，穿好鞋，砰砰砰砰，再跑去，跑到門口脫掉了鞋，然後再跑進去；再跑出來、再做。「砰咚、砰咚，幹什麼呀？」我出來看，站在後頭。他一個人做得非常起勁，老做，他也不理我，一直做了幾十遍，然後做完了以後呢，磕頭。你曉得他幹什麼？因為我跟過他多少年，啊！我當時感動得啊，不得了地感動！沒有一個人看見他哦！所以我覺得，啊！原來真正所謂修行人的榜樣，就是這樣！修行人的榜樣，這樣。",
    "1655": "[27:35]後來他大概也曉得我了，他也說：「唉！習氣難改！啊，不痛下決心啊！」就這麼一句話，告訴我這個。他自己就這麼、這麼輕微的一件事情 ─穿那個鞋子跑進去了。欸！發現了，馬上起來。然後呢，跑到門口，把鞋子脫掉，再跑進去；然後呢跑進來，再跑進去，跑得個 ……。而且他做起事情來，這裡有人曾經聽說過他做，拿出全部精神跑得去，就做這麼一件事情。這個是說明了什麼？說明了就是我們哪，心裡面應該依存著什麼方式，你能夠這樣去對治的話，一定問題可以解決。所以說，如果有了違犯了，",
    "1702": "[28:22]假設已染，莫不思慮而便棄捨，當如佛說還出罪犯，勵力悔除。"
}