{
    "3": "[00:03]假設已染，莫 不思慮而便棄捨，當如佛說還出罪犯，勵力悔除。不要馬馬虎虎哦，要像佛講的努力去悔除哦，努力去悔除哦！現在我們不但如此，我還常常聽見，有的時候比如說，那個師長也好，旁邊同修也好，說不配自己胃口，人家說：「那你不要去理他，他反正沒辦法你嘛！」唉呀！我聽了這種話心裡面真膽戰心驚啊！說不定啊，我自己也想，要以前我碰見這種情況，人家這麼，我還覺得：「欸，這個好朋友安慰我。」這種人最可怕呀！他覺得這就人情來安慰你，倒是沒有錯。如果我現在的話，不要說我絕不勸人，我聽見這種話，連忙掩起耳朵走。這個是我們要注意的，這個我們要注意的。這個千萬注意！就是我們在概念上面，第一個應該認識。",
    "68": "[01:08]《梵問經》云：「於彼學尋求，及勤修彼行，終不應棄捨，命難亦無虧，常住正行中，隨毘奈耶轉。」引經證上面，應該從這個地方去努力尋求，「彼學」，對於這個，就是前面所學的學處。記住喔！這個「學」常常記住：我是來學佛，還是來學我？如果學我，對的，那「我覺得這個事情這樣的，我覺得這個事情這樣的。」你做對了，因為你本來就學我嘛，對吧！當然「你覺得、你覺得」沒有錯。現在呢，不是，要跟他學。如果要跟他學的話，當他這個概念跟你不相應的時候，你立刻檢點了：「對了，對了，那他是這麼說的，我是這麼想的，問題來了。」然後呢，你仔細地要把他佛三寶說的話認識，他的內容什麼？我為什麼做不到？這個一個一個找出來。",
    "140": "[02:20]然後呢，了解了以後，努力去修，絕不可以棄捨。乃至於「命難」，乃至於有生命危險，有生命的困難哪，也絕不虧損。一直安住在這個如理相應的作，照著《戒經》上面的規律而作。因為命你可以失掉，其實你不守護，這命到後來還是死耶！這個很簡單哪！但是你如理去行的以後，捨掉這個命啊，得到的結果呢？唉，這個苦苦惱惱的娑婆，為老病相尋之身啊，你就到了安樂地方去了，那不是求之不得嗎？所以我們經常把那個概念，擺在腦筋裡轉，這是最重要的，到那時候你自然做得到。所以",
    "198": "[03:18]《成就真實尸羅經》云：「諸苾芻寧可離命而死，非可毀壞尸羅。所以諸位比丘啊！你寧願為了守戒而送命，而不可以為了命壞戒啊！為什麼呀？",
    "219": "[03:39]何以故，離命而死，唯令此生壽量窮盡。最多送掉這一生哪！",
    "225": "[03:45]毀壞尸羅，乃至百俱胝生，常離種姓，永失安樂，當受墮落。」你如果破了戒了以後啊，害了，害了！害到什麼程度？第一個「常離種姓」，不但你出家沒有份，就是你永遠就算投在人間哪，是永遠是下賤。那個種姓有兩個：一個呢，跟佛法相應的種姓，一個呢就是世俗上面，就是比較好的出身，都是下賤。「永失安樂」，乃至於人天當中得不到，而要墮落。時間，「百俱胝生」哪！這一生常常要近百年，百俱胝生的話不得了地長遠哪！",
    "275": "[04:35]此具因說，故當捨命而善守護。不管若因若果，我們這個地方應該了解啊！所以命可以不要，戒絕對珍貴，絕對珍貴！",
    "293": "[04:53]若不能爾，則應審思，我剃鬚髮披壞色衣，空無所義。否則的話，想：「我剃了頭，披了這件衣服，我幹什麼啊？作這個事情，幹什麼啊？空無意義啊！」這個前面暇滿的人身哪，好好思惟。",
    "314": "[05:14]如《三摩地王經》云：「於佛聖教出家已，仍極現行諸惡業，於財穀起堅實想，貪諸乘具及象車。諸不殷重持學處，此等何故而薙頭。」對於佛，按照著佛的聖教而來出了家，結果呢，我們作了些什麼？「仍極現行諸惡業」，現在我們了解了「現行」，現行上面還講個「極」，這個字我們可以檢查一下，它有個道理的。就是教我們現行一下清淨，的確是慢慢地來，可是我們心心念念，至少那個時候你的正見本身已經建立起來了。然後呢，這個由於這個正見為導，慢慢地、慢慢地、慢慢地自己相應了。所以這個地方，現在這個情況，我覺得非常高興，大家都戰戰兢兢，就是把那個把握住這個東西，「我要努力做到，我要努力做到！」這千萬不要說：「哎呀，沒關係啦！」然後別人說了以後，「你也理他的，你去管他的！」這種念頭是萬萬起不得，萬萬起不得！所以隨時隨地有任何事情發起來了：「嗯，怎麼我又不相應，我又不相應！」",
    "396": "[06:36]所以昨天晚上我講，假定你真的相應的話，這個人沒有道理地跑得來罵你，也是你的善知識，這個蚊蟲來咬你，也是你的善知識，沒有一個不是你善知識，沒有一個東西不增長你的功德。靠什麼？就是你內心當中那個正知見哪！所以在這一點上面我們了解，假定你仍舊在業現行當中，你忙的是什麼？「財穀」啊這些東西，忙這些這是毫無意義的事情啊！「貪諸乘具、象車」這些東西，就是我們都是世間那個。而「諸不殷重持學處」，他不努力地、認真地努力持，「學處」就是戒，不好好地持戒。這個地方所以講學處的話，他不講戒，一方面隨順這個文字；一方面這個學處，就是說：喏，這個不僅從這個行相哦！你要懂得它的內在的意義哦，然後擺在心裡邊，認真地照著去作哦！如果你作不到，你何必剃頭呢？何必剃頭呢？是啊！所以說，是，我們一定要了解這個特質。",
    "475": "[07:55]若欲逃出有為生死，趣解脫城，壞戒足者，非僅不能實行，反當流轉生死，眾苦逼惱。說我們現在幹什麼要來的啊？我們要逃出這個有為的三界輪迴生死苦海，要想到解脫城，靠什麼？靠兩隻腳。這兩隻腳是什麼？戒。結果呢，現在你要這樣去做，把那個戒足把它弄斷掉了、弄壞掉了，請問你怎麼辦哪？你要到哪裡去，腳切掉了，一點用場都沒有啊！反而更加流轉哪，不但更加流轉，還要眾苦逼迫啊！",
    "522": "[08:42]并及譬喻如《三摩地王經》云：還有譬喻等等，這個經上面也說：",
    "530": "[08:50]「若人為諸盜賊逼，欲活命故而逃避，如其人足不能行，仍為賊執而摧壞。就像遇見了強盜，要逃，結果那個腳弄壞了，對不起！那逃不了，還是被抓到。",
    "545": "[09:05]如是愚人毀淨戒，而欲脫離諸有為，由戒壞故不能逃，為老病死所摧壞。」就這個愚癡的人哪，毀壞了這個淨戒以後，這種狀態什麼呢？哎呀，他雖然想脫離有為的生死，但是對不起！他方便 ─方法毀壞了，那沒辦法，仍舊是「為老病死所摧毀」。是，對我們現在來說的確的，有的是外緣難捨，有的是內緣難捨。不管是外緣、內緣，在這個地方我們要注意！我們常常說：哎呀，這個人情啊，也說不過去啊，那個人情呀，說不過去啊！你注意哦！你跑到這地方來，談人情的，還是談佛法的？這個地方並沒有教你捨棄人情哦，正因為你要顧全人情，所以你要修學佛法。",
    "603": "[10:03]請問你這個人情是騙人家，還你真是幫人家？假如騙人家，那我們不談，本來你就騙人家。假定你真的幫人家，拿什麼東西幫人家？拿佛法，真實的利益是拿佛法，對不對啊？這是千真萬確的事實啊！就像一個小孩子一樣，那個小孩子你是的確對他好，然後呢，那個小孩哭鬧要吃那個毒藥，請問你給他是不給他？這我們真正要從這個地方看喔！這個也捨不得，那個也捨不得，不要到這裡來，準備好你再來。跑到了這個地方的話，千萬注意哦，至少心理上面一再特別注意！這一點我們要注意的，這一點我們要注意的。不是說現在教你一下丟掉，是的，至少第一個始終注意 ─正見建立起來！",
    "660": "[11:00]故此經又云：「為著居家服，我所說學處，爾時諸苾芻，亦無此學處。」嗯，到末法的時候就是這個現象。他說到了那個時候啊，我對在家人講的，那是簡單得不得了，一共五樣東西，到那時候出家人都做不到。",
    "678": "[11:18]為近事說五種學處圓滿守護，苾芻亦無。就是這個。",
    "683": "[11:23]若於此時精修學處，其果猶大故應勵策。啊！這句話我每次看到，眼睛張得特別大，特別興奮，現在就是這個時候。是的，現在這個時候，真正要學是難學極了！但是正因為難學，啊！你能夠努力去做到的，這個功德、這個果，是特別大、特別大，特別大、特別大！所以如果說，你只要真正地能夠把正知見建立起來，這是我們現在賺大錢的最好的好機會哦，的的確確是賺最好的好機會哦！",
    "725": "[12:05]我今年春天還聽見這麼一個事情：蔡居士，對了。那次在洛杉磯，他就告訴我，他當初，他自己家裡只有一個人信佛，噢，他家裡人人反對他，人人反對他！但是他學了佛以後，這個人倒是真有善根，他處處地方，道理雖然不懂，做起來實在非常盡心盡力地做。深刻的道理不懂，他覺得佛慈悲為懷，要幫助別人，損害別人的不做。那他有一個姑媽生病，不曉得生什麼，生癌症，反正就是不治之症，而且痛苦無比，那麼到後來因為這樣，所以大小便失禁什麼等等，這樣。那麼他總是經常侍候她，侍候她了，他家裡的人不曉得什麼原因，總歸處處地方反對他，就是這樣反對他。他一心一意地求啊，這個樣。那麼後來他去朝什麼，朝什麼承天寺啊，還不曉得什麼，這樣地去拜。",
    "801": "[13:21]他有一趟說，他一大早因為要侍候姑媽，所以天沒亮就跑得去。跑得去啊，那個大概是什麼有一個問題，好像問旁邊一個人，那麼正好旁邊一個人機車那裡走過去，他就問。那個被問的那個人說：「年輕人哪！這個好好的路不走，你走這個路啊！」就告訴他這一句話。欸，他這個話，為什麼跟他莫名其妙地說這個話，他也奇奇怪怪的，就這樣。然後呢，然後就不管了。回過頭來一看，這個人也不曉得到哪裡去了，他心裡還疑神疑鬼的，不管了，他就拜。然後呢，他還是就拜啊拜到 ……。那個時候，那個天又下雨，台北那個天氣啊，就拜得渾身是泥，渾身是。跑到那個山門當中去，那個時候還早，唉！他就累得不得了，他想進去休息一下，那敲敲門。開門出來一看哪，這個人渾身泥鬼，「這麼一大早人家還沒起來，你來幹什麼？」他就：對啊！他也沒辦法休息，他就回去了。",
    "867": "[14:27]哎呀，那是拖累得一身疲憊不堪，本來想休息一下，那麼他回去的時候，那個姑媽，哎呀，那個痛苦不堪。他後來想了半天，那不管怎麼樣，我還比較好的，我既然我要學佛，先把我姑媽弄好來再說。然後他辛辛苦苦啊，那個眼睛又睜不開那個樣子，他姑媽說：「你幹什麼？」「啊，我去朝山。」「你呀，這個山有什麼好朝？」「姑媽！你就這個病，我就代你祈求啊！就這樣。」然後那個姑媽聽了很感動，欸，居然被他所感動，從此以後他家裡也感動。後來他那個姑媽，因為他的影響，也是再痛苦她也拜佛，居然拜拜、拜拜，欸，妙咧！後來那個醫生也莫名其妙地覺得，不曉得他那個病人怎麼居然就好掉了。那這個人還現在，可惜的是我，因為當時也就隨便說過去算了。",
    "923": "[15:23]所以我以後有太多地方想起來，這心力本身非常重要。平常的時候就是我們沒辦法真正提得起來，如果你真正地能夠有這樣的，猛利提起來，它是有它的。可是這裡我並不鼓勵大家這樣來做哦，我們大家不可能的，說你提得太猛，第一天可以，第二天塌掉了，倒不如不提，不如不提。我這個地方的故事的重點，只是告訴我們大家，你只要真正地把它轉過來，它一定會見效果。那麼現在呢，在這地方有完整的次第告訴我們，你照著這個完整的次第這樣去走上去的話，這個前面我們說的困擾，一一都會解決，一一都會解決。我這地方是說，特別是「精勤學處，其果猶大故應勵策」，我看見太多這種事情。",
    "984": "[16:24]即此經云：「若經俱胝恆沙劫，淨心以諸妙飲食，傘蓋幢幡及燈鬘，承事百億俱胝佛。若於正法極失壞，善逝聖教將滅時，晝夜能行一學處，其福勝前俱胝倍。」你經過恆河沙劫數，恆河沙已經是不得了的一個數字，恆河沙的劫數去供養。不但淨供養，而是淨心供養。拿什麼供養？最好的妙飲食等等。不但供養一個，「百億俱胝佛」，你想像得到這個功德吧，不得了、不得了地大啊！下面說「正法極失壞」，就是我們現在這個時候，那個時候佛法快滅的時候，你能夠晝夜持一個學處，它這個福啊不是勝前一倍、兩倍哦，「勝前俱胝倍」。",
    "1044": "[17:24]所以我想到這地方，我覺得：「哎呀，我們現在忙的這個東西，還忙著大造廟啊！」那天老和尚還說：究實說來，造廟不是我們的事情耶，造大廟不是我們的事情，造廟是護法的事情，在家人的事情。我們幹什麼呢？我們持法。啊！這樣，我們是蓋廟呀、供養啊、朝聖哪！我的感覺不是，不是這樣。我的感覺什麼呢？蓋什麼廟？蓋心廟；供養，供心法；朝聖，朝心聖。你在心裡面去朝，你在心裡面去供，在心裡去蓋，這個是最重要的！就是怎麼內心上面 ─幹什麼啊？持這個學處。學處的特質是什麼？「破煩惱」，就這麼三個字，就是這樣。",
    "1100": "[18:20]現在心裡面哪，被境風所飄，唉呀，飄飄搖搖，那麼為這個所轉，看見了這個東西以後，看見別人蓋了廟，你心裡也羨慕：「我也蓋個大廟。」對不起，這個功德還是有的喲，但是呢，畢竟這個我們重點不在上頭。假定你發了真正大菩提心為了利益眾生，喔，那不得了！那個是讚歎，那是讚歎。所以這個地方最重要的，問題不在形象上面，問題在內心上面，這個自己檢查一下，最清楚不過，最清楚不過。",
    "1143": "[19:03]又若念云，毀犯可悔，無後不犯防護之心，放逸轉者，說可還出，如食毒藥。前面曾經說，哦，然後你犯了以後，你可以懺悔，懺悔可以弄乾淨啊！是的，這個沒錯，但是雖然這樣說，後面要防護不再犯哦！你以為說：「唉，反正懺悔可以的！」然後呢後面馬馬虎虎，這個是吃毒藥哦！所以在這地方，不是說：「哎呀，我們反正懺一個悔，到那時候你就行了！」不行，不行！你心裡面如果放逸轉的話，這個實在沒有什麼多大的用場。是，它會感果的，這個是能引因，感所引的果，中間要經過無量劫以後，才能夠生出你這個來。所以你只要出家，哪怕你犯了戒，哪怕墮地獄，將來這個出家的功德還是有的。可是我們願意在地獄裡面，等了無量劫以後，再來感結那個果嗎？而結果的時候，還是要這麼辛苦認真地做，那又何必呢？所以這是我們平常要策勵的。",
    "1215": "[20:15]如《彌勒獅子吼經》云：「慈氏，末世末劫後五百歲，有諸在家出家菩薩，出現於世。彼作是云，悔除惡業能無餘盡，造作眾罪造已當悔，增上毀犯而不防護，我說彼等是作死業。那經上面就是這樣，這個佛對彌勒菩薩說：到末世的時候，「末劫後五百歲」，有在家、出家的這種菩薩，這種人在世間，他們說：「唉！你犯了以後可以懺除嘛，這種統統可以懺乾淨啊！」然後呢，造了以後怎麼辦哪？「增上毀犯而不防護」。他懺悔了以後要防護，以後不能再犯；如果你說懺悔了以後，後面再不防護的話，「我說彼等是作死業」，那是作死業。",
    "1272": "[21:12]不過有一種地方，我們要注意的哦！就是說這個地方的說「犯」，犯通常有什麼？四相，大家記得吧：事、意樂、加行、究竟。這個犯主要的，不僅僅在事相上面，最主要的是意樂，就是你內心是什麼意樂。說我想持，但到那時候就有很多因緣，比如說，我們隨便講嘛，現在我們持午。今天有一點事情你到大街上去買，匆匆忙忙買回來，趕回來了以後，「哎呀，時間怎麼差了！」在那兒吃的時候，這樣。所以那個心裡面，你還是懷著這個防護懺悔的心情，這個是可以懺的。如果說你「反正可以懺悔了，好了，今天本來我們就是公事，啊，正好公事嘛，馬路上就閒閒盪盪。」對不起，那懺也沒有用，你心裡面根本已經完全走錯了。還有一種就是說，到那時候反正是，「好了，到那時候懺一懺嘛就行了！」然後呢，照樣地隨著那個煩惱轉，這種就是這個地方所說的「作死業」。",
    "1338": "[22:18]云何為死，謂如人食毒，此亦同彼，命終之後，顛倒墮落。」所以這個死業就是吃的毒，眼前貪一點小便宜，「顛倒墮落」，前面說過了，到哪裡去？地獄裡面去。",
    "1358": "[22:38]又云：「慈氏，於此聖法毗奈耶說為毒者，謂諸違越所制學處，故說汝等莫自食毒。」他下面又說，對於這個我所制的法律，「聖法毗奈耶」，它上面所說的毒是指什麼呀？就是你毀犯那個所制的學處，告訴你應該這樣做的，你違犯它。說這個道理你們千萬不要違犯哪，這是毒啊！",
    "1388": "[23:08]若具別解脫律儀，應以如是道理守護，密咒亦然。如《妙臂請問經》云：「佛我所說別解脫，淨戒調伏盡無餘，在家咒師除形相，軌則諸餘盡當學。」此說雖諸在家咒師，除出家相，羯摩軌則少分遮罪，尚如調伏所出而行，況出家咒師，又能成就密咒根本亦是尸羅。從根本的比丘戒開始，要這樣去守護它的，具足六支，尤其是要得到正知見。那麼一個一個上去，密咒，密咒是最高那個。所以比丘也好，大乘的菩薩也好，乃至於密乘的行者也好，必須要的。「又能成就密咒根本亦是尸羅」，真正的密教的成就，還在戒上面。",
    "1423": "[23:43]《妙臂請問經》云：「咒本初為戒，次精進忍辱，信佛菩提心，密咒無懈怠。如王具七寶，無厭調眾生，如是咒成就，七支能調罪。」這個《妙臂請問經》純粹是密教的，特別講，這個密宗 ─咒就是，密宗的根本是什麼？第一個戒，然後呢，忍辱跟精進。要信佛的菩提心，淨信心，要發大菩提心，所以真正修學佛法不可以懈怠。就像輪王的七寶一樣，那個這樣地努力，能夠精進無厭地調一切眾生。這個王是調眾生，我們是調煩惱，能夠這樣的話，那麼這個密咒才有成就。這個上面這樣這幾樣東西，才能夠調伏我們的罪犯。",
    "1482": "[24:42]現在我們常常說：哎呀，密教是最高的啊，然後呢上面這些的根本都不要。高嘛是最高，根本嘛都不要，所以它正法壞的時候就這個現象，就這個現象！你都沒有根本，高有什麼用呢？大家越說得高是越是空話，因為大家高嘛，下面他就不要了。所以至少他不講高，他下面的根本上面還著力，根本還沒壞，還有機會爬得上；像你這樣說了高，根本也壞了，那什麼都沒有了。那這是好遺憾哪！",
    "1519": "[25:19]《曼殊室利根本續》云：「念誦若毀戒，此無勝成就，中悉地亦無，又無下成就。說念誦任何東西，不管是念經、念咒，這個地方主要的還是在講什麼？講密教裡的東西。說不管你在前面的加行開始，下三部不管哪一部。前面我們不是說嗎？淨罪的時候，有一個特別的殊勝 ─百字明等念誦，但是這一定要什麼？「戒風吹燃」，要拿了戒作為根本的哦！如果你沒有戒的話，沒有！殊勝的成就固然沒有，中等也沒有，連它最起碼的成就都不可能。一毀了戒，根本連根剷除了，還談什麼！所以什麼東西都談不到，單單做那個表面工作沒有用。",
    "1575": "[26:15]能仁未曾說，毀戒咒能成，非趣涅槃城，境域及方所。佛從來沒有說過，犯了戒你能夠有什麼任何成就的，因為這一條路不是真正趣涅槃城那個正確的方向。",
    "1592": "[26:32]於此愚惡人，何有咒能成，此毀戒有情，何能生善趣。且不得天趣，又無勝安樂，何況佛所說，諸咒豈能成。」像這樣的一個大愚癡人，怎麼可能在這個密法當中有什麼成就呀！這個破戒的這個人啊，連它善趣都不能生哪，人都得不到，人天都得不到啊，豈可以得到殊勝的安樂！何況是佛所說最殊勝的法門 ─諸咒，怎麼可能，怎麼可能！所以現在不是說「哎喲，這個法大呀！」不是呀！法是大一點都沒有錯啊，然後你是不是如理地，從根本一步一步爬上去，這個是重要的呀！所以現在這個果是好啊，現在你因地當中，是不是每一步下對了，這個是重要的呀！康",
    "1652": "[27:32]巴亦云：「若年饑荒，一切事情皆至糧麥，如是一切皆繞於戒，當勤學此。那個祖師說，就像荒年一樣，什麼都不管了，最重要的是什麼？糧食嘛！現在我們也是一樣，最重要的，要學這個戒。",
    "1673": "[27:53]又戒清淨，不思業果必不得成，故思業果是真教授。」如果要你要想得到戒清淨的話，它有一個必要的條件，什麼條件哪？你必定要了解這個業果的道理。所以如果是你要想持戒，你必定要懂得為什麼持戒，戒的因感戒的果，所以你一定要思惟從業感果這個道理。反過來說，如果說你不努力如理思惟業果的這個道理的話，那麼你要持戒，持不清淨的，所以思業果是最重要的教授！這地方也說明了什麼？這個戒不僅僅是個行相哦！這個戒真正重要的還在這個地方哦！你一定要懂得如此因感如此果。",
    "1736": "[28:56]所以在這個戒當中，最重要的增長是什麼？就是你的意樂，就是你意念的正確與否，正確與否。所以你了解了這個，你才了解，大乘的戒跟小乘戒，表面上看是開合相違背的，從內情上面來說完全不違背。小乘的意樂只求自己，所以你只忙自己；大乘的意樂為了忙的別人，所以你同樣地為了利益，所以在這個情況之下要這樣作，那個情況之下卻要那樣作。就像我們現在這樣，同樣的一個廟，當我們在自己清修的時候，你關起門來不讓人家來，目的幹什麼？還是增長善法。到那時候說，哦，現在要為利益一切眾生，你打開門來唯恐人少。前者是唯恐人多，後者是唯恐人少，內涵一樣的嘛，無非是把佛法的種子，讓它傳布，讓它生根發芽。所以你了解了這一點哪，那個時候你才能夠貫通一切，諸部開合、大小不同自然沒問題了，這樣。乃至於我們下腳第一步，就應該從這個地方努力起。"
}