{
    "12": "[00:12]霞惹瓦亦云：「總有禍福皆依於法，其中若依毘奈耶說，無須改易內心清淨，堪忍觀察，心意安泰，邊際善妙。」他也這麼說，所有的一切的禍福都是什麼？依法 ─如法不如法。那麼依這個戒說，實際上呢，你不要怎麼改易，「內心清淨，堪忍觀察」。你只要，你只要內心觀察一下，這個清淨與否，如果清淨了，那你自己觀察就了解了，「啊，對、對、對，這個對！」然後呢，你覺得你觀察了以後，對的，能夠忍受的，換句話說你應該安忍在這個上頭。如果觀了不對，你就不能忍受，「欸，錯了，錯了，錯了！」那個時候，你如果你內心的清淨，經過你觀察是對的，那麼那時候，啊！你「心意安泰」，是「邊際妙善」，眼前是非常地快樂，將來是究竟妙善，這樣的好處啊！",
    "84": "[01:24]善知識敦巴云：「有一類人依律毀咒，依咒輕律，除我尊長教授，無餘能使調伏為咒助伴，及令密咒為調伏伴。」那麼敦巴尊者也說，有一種人依戒毀密，或者依密毀戒，這個是指西藏。現在我們呢？啊！依這個戒毀淨，依淨毀禪，依禪毀教，依教毀他，就是總是我的好，你的不好。這個都錯、都錯、都錯！都錯了，完全錯了！「除我尊長教授，無餘能使調伏為咒助伴」，但是我的老師，誰啊？阿底峽尊者。所以這個人真了不起，不但在印度當年哪，十八部每一部的宗主，到了西藏也是如此。「欸，我老師這個圓滿的教授，可是不是唷！」「無餘」，所有的統統都包含在裡頭，沒有一個餘剩的。什麼呀？使這個調伏，換句話，這個咒是真正的 ……不是，這個調伏是這個戒，這個戒是咒的助伴，是密教的助伴。換句話說，我們現在曉得了，不但彼此間不矛盾，不應該毀謗，是彼此間相輔相成、相輔相成哪，這個我們要了解啊！",
    "169": "[02:49]「及令密咒為調伏伴」，反過來也是如此，我幫你忙，你幫我忙。固然戒是這個密乘的根本，那麼密乘怎麼又是戒的伴呢？因為你有了密乘更深入，更深入，於是你對這個戒的內涵哪，不僅僅是行相上面，內容的意義上面，而且你徹證這個東西，當然徹證了，你完全清楚了。戒的真正的目的幹什麼？它最究竟目的要解脫，解脫了以後，那時候你才了解制戒的全部。所以剛開始的時候，你只是破現行，但是種子還在啊；等到你一步一步上去，你能夠把種子完全摧毀了，回過頭去，這個戒豈不是更圓滿嗎？所以戒的真正圓滿，還要靠後面的深入地修持；但是後面的深入地修持，必須靠戒作為根本，所以兩者之間，是必然有這樣的相輔相成、必不可少的依成關係在這裡啊！",
    "239": "[03:59]所以現在我們就了解了：哦，原來這個戒不但跟那個密不違背，而且必須是兩者相配合。那麼同樣的道理，這個戒跟我們念佛，跟我們參禪，跟我們學教，乃至於學任何一樣東西，不但不矛盾，恰恰是互相配合。是，在你專門某一個特別的狀態當中有所偏重，那個不是說不要它。譬如說我們現在隨便來造房子嘛，你先造那個基礎，然後你再造上去的時候，你好像覺得跟基礎了不相干，你只造上面哪，實際上你在造上面的時候，一直在那個基礎上面建立起來，這個很清楚、很明白。然後你燒飯的時候，一定先把前面洗得乾乾淨淨，好像到後面的時候你不在洗，在燒，但是對不起，它一直在洗得乾乾淨淨那個基礎上面哪，就是這樣。正因為你燒好了，那個時候味道出來，那個也顯出來，原來你洗乾淨有這麼多的好處在啊！否則的話，如果不燒好的話，你洗了半天白洗。所以它彼此間任何一件事情，有它這樣的必然相配合的。",
    "326": "[05:26]所以這個上面就說明了：這個戒啊是密教的助伴，助伴就是互相輔助的；反過來呢，這個密啊是戒的助伴，也是這樣。你做任何一件事情，你從這個上面去體會。所以在事相上面的的確確，是，那個次第過程當中，好像有所偏重的不一樣，當你了解了這個情況以後的話，自然在這個上面就了無罣礙。否則的話我們必然會產生種種障礙，結果你學哪一樣東西都學不好，學哪一樣東西都學不好。",
    "369": "[06:09]覺 亦云：喏，看看這個大善知識阿底峽尊者，說：",
    "375": "[06:15]「我印度中，凡有大事或忽然事，集諸受持三藏法師，問三藏中不曾遮耶？既決擇已，於此安住。說我們印度 ─這個地方特別要提醒大家一下，這個印度平常一般人講的，這是佛的宗主的國家，他學小乘的就是小乘，他學大乘的就是大乘，性宗的、相宗的，各是各的。可是大家看過《阿底峽尊者傳》嗎？他是十八部不管大、小、性、相、顯、密，每一部的宗主。而是換句話說，任何一部當中碰見主要的事情的，一定集那一派最主要的頭，所以他沒有一個例外的，整個的佛法都是如此，換句話說。凡是碰見大事，這是第一種，或者忽然意外的事情，「哎呀，這件事情倒以前沒想到過，該怎麼辦哪？」欸，那時候啊，「集受持三藏法師」，這句話。不是說把大家一起集起來，大家一起來，大部分人是剛出家，拿我們現在來的話「烏合之眾」，世間的法一大堆，佛法不相應，那些人不行，他不是集那些人，要集「受持三藏」。那個三藏不是通文字哦，經、律、論的的確確有他的內涵，所以我們西方稱三藏法師，那這個人好了不起的，真是大善知識，一定是集那些人。",
    "468": "[07:48]然後「問三藏中不曾遮耶」，欸，妙咧！他不但說問律，還要問三藏 ─經、律、論。換句話說這個經、論本身，就是明細、深細地說明戒的特質，以及戒的內涵、開合種種的原因，以及最後所指向的。所以從那個根本到圓滿的行相，圓圓滿滿必定要包含在三藏當中。說現在這樣去作，違背不違背佛告訴我們的這個法則呢？這意思就是這樣。遮止的話就是違背，違背的話就不允許的。經過這樣地抉擇以後，「於此安住」，大家照著去作，照著去作。",
    "521": "[08:41]我毘迦瑪拉希拉諸師，就是迦濕彌羅，這個是佛法後世非常興旺的一個地方。",
    "531": "[08:51]則於其上，更須問云，那個地方更要嚴格一點，因為這是上座部的，就是「說根本一切有部」的地方，他是特別嚴。",
    "541": "[09:01]菩薩行中不曾遮耶？它不但是這個戒，還要菩薩戒。所以說一切有部，喏，說明了這地方也是什麼？大乘，大、小乘，說小乘的根本戒有沒有問題？然後呢，菩薩行對不對？",
    "559": "[09:19]不違彼耶？有沒有違背？違背都不可以。",
    "563": "[09:23]安欲根本隨持律轉。」都是希望從根本上面任何一個地方，一定要照著這個律去轉，照著這個戒，戒相不能錯，戒體不能誤，然後呢，說依法得體，由體起行，由行成相，這圓滿一點不能錯，一點都不能錯。所以三藏當中的話，它……要了解佛法的特徵是什麼？徹底從根拔除。所以他一定把從根到底的究竟圓滿，喏、喏、喏，這個是它根本的道理。這是我們將來要真正深學的，如果我們要開口的話，至少到那個時候，有個大概的行相，那時候開口大概不會錯、太錯到哪裡去了。否則的話，的的確確地，我們不大容易把握得住它那個根本重點，你看見這個就執著那個，看見這個就執著那個。",
    "630": "[10:30]如是戒淨，又如內鄔蘇巴云：「現在於內與煩惱鬥，唯此為要，哦！像上面我們指的這個淨戒，應該怎麼個持法呢？前面這個道理已經說了，先思業果，當然思了業果嘛、思煩惱等等，這個都了解了。那麼現在呢，要淨修這個戒的時候，就像祖師告訴我們，目前我們忙的什麼？在裡邊，所以這個叫內法、內法，就是換句話說，你看看，跟煩惱鬥，就這一件事情，就「唯此」，就這一件事情，這真正重要的。現在不要說：「唉呀，那個地方不理想，我們要理想啊！」你不必說這個地方理想不理想，我問自己：「我內心理想不理想？」這個才真正重要的。",
    "679": "[11:19]所以它境界現起的時候，我們常常說的：「哎呀，你看看他對不對？」實際上呢，是，你看著他，沒有錯，可是現在這個內心的狀態是什麼？不是外面的對不對欸，而是你看見了外面那個狀態，你內心當中啟發你的現行欸！你應該真正了解你現在這個現行對不對，什麼叫對、什麼叫不對，佛法裡面有一個標準：煩惱相應的，不管你說多大道理都不對，煩惱嘛！見解上頭是見惑，其他的習性上頭思惑，沒有用！這個才是爭對不對的標準，這個非常重要！戒幹什麼？大家還記得不記得，戒幹什麼？破煩惱。現在你拿這個東西，覺得心裡面生起了很多煩惱，在見煩惱當中轉，在思煩惱當中轉，不管你講多少道理是了不相應！現在我們真正重要的就是這個。",
    "748": "[12:28]不鬥煩惱戒不能淨。是我們要作的。所以三十五佛當中有一個叫「鬥戰勝佛」，你們看看鬥戰勝佛淨的什麼？淨煩惱障，一點都沒有錯，他因地當中就是這樣的，所以他也拿這個加持我們。這個才是我們不能忍的，不要看見人家，啊！覺得無法忍，這個人家、跟人家，人家引發你內心的這個心理的狀態，這個是你才要看。如果人家引發你了以後，覺得你的歡喜：「哎呀，這個人成就我的忍辱！」你應該安住在這個上頭，上面告訴我們；否則的話，你覺得人家沒道理，你要給他講道理的話，這個你就錯了。這個才是我們哪，現在我們真正要作的，叫「內」，就是講這一點。「內、明」，反過來說，你對內心要明明白白、清清楚楚，你要使得這個內心要跟明相應，不要跟無明相應，佛法就是這個東西。",
    "808": "[13:28]所以我們動不動說：「哎呀，現在那些不合理啊！」這句話本身哪，粗看很好，細看有問題，為什麼？就是，喏，你有沒有在內心上面照。外面任何一個境界現起的時候，然後呢你內心對這個境界上面所產生的這個反應，什麼？這是什麼？識，我們認識的識心的這個識。然後這個識心本身現起來的是善、是惡、是淨，這個就是我們應該檢查的。檢查它是無明相應的，還是明相應的，我們修學佛法的要說明相應，這叫內明。",
    "862": "[14:22]所以我昨天晚上 ……就隨便講一個小故事。譬如說你平常看見蚊子，普通人嘛，哦，把牠打死；現在我們修學佛法了，把牠趕走；實際上，當然每一個人不同的，乃至於有人，就會哎呀，覺得牠是個善知識。這蚊子，同樣的蚊子，你打死牠順理成章，覺得「這個東西傳染細菌，你怎麼可以不打死牠！」欸，他有道理。現在覺得「我修學佛法了，不、不、不，我作好事把牠趕走。」也有道理。這個一個比一個進步了，這是沒有錯，但是他更進一步的話，說：「啊，好、好，牠是我的善知識。」那麼非常明顯，是非不在境界上面判斷，在哪裡呢？在哪裡呢？就是你的內心。注意喔！這是我們修學佛法的情況。所以現在我們真正重要的，現在於內要鬥煩惱，不鬥煩惱是戒不能淨，你如果不跟這個東西，跟它努力的話，講戒，那不行！",
    "935": "[15:35]若爾不生伏斷煩惱，定學慧學，當須畢竟漂流生死。」戒既然不清淨的話，沒有根本；沒有根本，定生不起來。由於戒所以能夠得定，定是什麼？伏煩惱。有了定得慧，慧是什麼？斷煩惱。所以斷煩惱、伏煩惱就生不起來，因為這個不能伏、不能斷，於是你永遠注定漂流生死，就是這樣。",
    "965": "[16:05]又如前說認識煩惱，思彼過患離彼勝利，以念正知而為防慎。那麼我們怎麼樣鬥法呢？你要鬥你要認得它呀！所以前面告訴我們要認識煩惱。不但認識，單單認識了沒有用，曉得這個東西有什麼禍害，以及離開了以後，把它淨化了，有什麼殊勝的利益。要不然你就說：「喔唷，這個好東西，好吃得很欸！」叫你不吃，你捨不得。現在告訴你：「哎呀，這個沒有意思啊！眼前給你一點小的甜頭，像個小騙子，然後把你害啊！」啊！你了解，離開了以後，儘管現在小小的損失，將來得到大大的快樂，這個就是勝利。嗯！然後你把這個概念擺在腦筋裡，以正念正知，然後呢謹慎防護，就是我們現在要了解的這個特質。至於作法呢？欸！下面這句話，",
    "1027": "[17:07]煩惱稍出，即應用矛數數擊刺。此復自心隨何煩惱生已無間，視如怨敵與之鬥戰。這句話。這個煩惱一出來，這個「稍」字大有意義哦！剛剛一出來，你馬上就要跟它鬥。這個「矛」就是換句話說，你針對著要殺這個煩惱，我們要殺，殺無明縛，就是這個意思。這個真正我們絕對不能忍耐的，而且是剛一出的時候就要鬥，不管裡邊內心當中，任何煩惱一生起來，馬上，「生已無間」就是這個，「視如怨敵」。我們真正的怨家不是別的，是這個啊！這個才是我們的大怨家。所以這善知識告訴我們：「別人不能害你呀，真正害你的自己啊！」因為我們看見旁人總覺得，喔唷，這個傢伙怎麼，這個傢伙怎麼，對你不起，對你什麼。他怎麼能對你不起啊？是你自己害了你自己啊！你這跟著煩惱轉，你有什麼用呢？你如果不跟煩惱轉的話，哦，他成就來的消除你的業障，成就你的忍辱，成就你的持戒，成就你的精進，好得不得了耶！所以這個才是我們真正重要的，而且呢剛一出馬上跟它鬥，這樣，絕對不停止！",
    "1116": "[18:36]若不爾者，初起忍受非理作意，令其資養成無可敵，唯隨彼行。下面這句話看看，假定你不這樣的話，剛剛起來的時候你讓它去，讓它去，這個是什麼？這是非理作意。它小的一點點你都擋不住，等到它慢慢地滋長長大了，你能敵得過了嗎？那時候你一定擋不住，那時候你只有跟著它，完了，那你就完了！這個很重要哦，這非常重要、非常重要！平常小的地方我們看不見，比如說我們這個車子，剛剛一個小洞你看不見，讓它去，那個讓它漏氣，漏漏、漏漏，漏到它爆，「叭！」一下那個胎破掉了，那時候你一點辦法都沒有。現在那個小洞，你隨便一下都擋住了。",
    "1171": "[19:31]我就想起以前我們小的時候，那個造的那鍋，不像現在的鋁鍋，鐵鍋 ─那個造的鐵鍋。有的時候那個鐵鍋是翻砂的那個生鐵，翻砂那個砂眼很小一點點，欸，那個鄉下人補那個砂眼真有意思。他怎麼辦呢？就是用那個糯米團哪，揉了以後然後弄弄泥巴糊糊，然後不曉得怎麼燒燒，欸，弄弄，外面塗層油，好、好！所以現在有一句話，叫泥補，泥補，用點泥這麼補補它，居然就解決了，那麼一個小洞。但是你等到大了以後，那是一點辦法都沒有，再也沒有用了，這個整個的鍋子就丟掉了，這是千真萬確的哦！所以說這個地方我們真正要持戒，就要小的地方謹慎起。現在不要大而化之，哎呀，總覺得現在這個沒關係，那個沒關係。那個有關係！這個有關係！你能夠在這個地方努力，你才有一點希望啊！",
    "1225": "[20:25]所以從這地方，我們千千萬萬拼命鬥都來不及，還要找藉口，那是一點用場都沒有，所以千萬不要找藉口。還有呢外境，而這個藉口是什麼啊？他不是自己故意找的，有幾個原因：第一個是外境的引誘，第二個自己的宿習，沒有正知見。說起來很動聽哦，喔唷，要弘法、要什麼、要什麼喔！是，自己因為第一個知見不正，第二個呢，沒有能夠如理地檢查它的中心概念在什麼地方，所以不知不覺當中，已經走錯路了，不曉得，這是最可憐的！所以人最糟糕的還是愚癡。所以對治煩惱的最重要的是什麼？無知，要對治，要得到正知見。然後呢下面的話，不要放逸，得到了這個不放逸。從哪裡開始？就從這裡開始。一開始起來的時候，你就不要忍受它，一忍受你就不行了，一忍受不行了。",
    "1286": "[21:26]所以我說我這個早晨起來這個習慣，當年就是這樣，後來我看那個祖師很多，以及經論上面告訴我們，欸，這個他很有道理欸！他說啊，你在無明的長夜當中，當你偶然覺醒的時候，你馬上想辦法清醒，醒了，就有機會醒來了。否則的話你就睡得很濃，說「哎呀，稍微躺一下。」一躺下去以後睡著了，一睡又不曉得什麼時候起來。實際上這個例子啊，經論上面，我們平常的習慣也是這樣，你早晨聽見鈴響了，你「叭！」坐起來，坐起來，那個時候也就過去了。否則的話你在床上嘛躺一下的話，說實在的，假如沒有第二個板打的話，你一下說不定就一個、兩個鐘頭就睡過去了，對不對？在無明長夜當中，不是說一個、兩個鐘頭啊，再一沈淪，沒有出頭機會了。為什麼？因為你一直在增長惡業當中嘛！你有無量無邊的這個染污之因，一直把那個惡緣去滋潤它，你怎麼有機會？現在覺醒的時候，你都沒有辦法把它擋住，現在覺醒的機會都沒有了，你就能夠爬得起來了嗎？這不是簡單的道理嗎？",
    "1369": "[22:49]所以他告訴我們一定要，真正做一定要這樣的，念頭起來的時候，「不可以！」念頭起來的時候，「不可以！」你慢慢地、慢慢地這樣地淨化、淨化的話，欸，這個障礙慢慢地減除了，所以你做起來容易了；還有呢，你的力量慢慢地增強了，當然更容易。剛開始的時候你都能夠做，現在力量增強了，障礙減除了，當然你能夠更好嘛，就是這樣那個增長嘛！所以了解了這一點，特別我們現在曉得，啊，原來真正這樣的啊！所以說看事情是大處著眼，但是呢是小處著手啊，千真萬確！現在我們學這個也是這樣，所以他前面告訴我們，我們學上上，這個大處著眼，啟發我們好學之心。然後我們下腳是從下下，從基本的小處著手，然後呢自然而然你對上上增欲得心，同樣的就是這個道理。",
    "1440": "[24:00]如是勵力縱未能遮，亦當速斷莫令相續。說就是這樣地努力，你就是不能遮止的話，也趕快把它斷除，不要跟它相續下去。這個意思怎麼講呢？譬如說煩惱起來了，你要想遮，但是偏偏還沒辦法擋得住，但是你這個念頭不要讓它繼續下去。有一個同修曾經跟我談，說：「哎呀，是的，我們現在的確這是，一方面自己修固然重要，還有呢客觀的環境也重要。」選擇環境當然在家、出家，然後這個出家不僅僅是個形式囉，還要這個內容；然後出了家以後呢，同修之中這樣，然後呢我們辨別善惡知識。在家也是如此，說這種情況之下，你在家，你沒辦法不做生意，沒辦法跟人家，那怎麼辦呢？那這個時候就是說，的確有很多情況之下，你雖然努力，但是那必不能少的，那個時候什麼？就告訴我們哪，「莫令相續」，我心裡面真的很清楚：喔唷，這個是個怨家呀！",
    "1508": "[25:08]平常像剛才說的時候，如果這個地方寺院也好，這個上座也好，告訴你不要這樣做，要告訴你要這樣做，你心裡面總不大對勁。旁邊來安慰你啊：「對啊，這個莫名其妙，本來這裡好好的，他就是這樣，你不要去理他就得了嘛！」以前覺得：「啊，很好，對啊，我就是打架。」是啊，他也莫奈何你。那時候想：「他不要奈何我啊，是我自己應該怎麼樣策勵我自己啊！」那時候你曉得一方面努力，然後那時候你警覺到：「哦，這個人哪，原來不是真正地幫我們忙的，他也在煩惱當中。」他倒不一定是惡心哦，那時候心裡面就注意，也不必故意說一定說：「好，從此以後我們『叭！』一刀兩斷。」大家還在這裡，心裡但是要警惕著。然後完了以後呢，不要讓那個錯誤的念頭繼續下去。",
    "1564": "[26:04]應如畫水莫如畫石，什麼叫畫水啊？什麼叫畫石啊？它下面看！",
    "1572": "[26:12]如《親友書》云：「當了知自心，如畫水土石，煩惱初為上，樂法應如後。」若於法品，與上相違。我們要檢查自己的內心，內心的行相什麼？像畫水、畫土、畫石。這個煩惱，當煩惱來的時候，像畫水，是，有的時候我們還是難免，畫了水以後，你畫一下，一下找不到了那印子，對不對？畫在土上的話呢，土上畫了一下的話，那個印子留很久，你稍微磨一下磨掉了。如果你畫在石頭上面，畫了以後，對不起，你怎麼弄也弄不掉。欸，就是這個！對煩惱的話，就算讓它生起的話，像畫在水上一樣，很快，不要再留痕跡。「樂法」這件事情啊，那麼要像石頭一樣，這個法的這個落在心裡面，就像畫在石頭上面，一旦有了，永遠不去。",
    "1628": "[27:08]現在我們樂法如畫空，連它找都找不到；好一點的如畫水，欸，總算還有一點印子起來，但起過來了以後，等一下就沒有了。這是我們為什麼凡夫是凡夫，現在我們要努力，真正要努力就是從這地方去開始。就是對這個煩惱，就算它現起來了不像空一樣、畫水一樣，但是一下沒有了。靠什麼？靠法來淨化。所以我們現在第一件重要的要跟煩惱鬥！啊，現在懂得了很高興。同樣地記得吧？我們為什麼前前是後後的基礎，要跟煩惱鬥，跟前面這種都相關的，對不對？所以，我們的的確確從下腳第一步，這個次第，你一定要慢慢、慢慢地了解。你能夠了解多少，你就能夠真正地開始行持多少；你行持多少，你就可以得到相應多少。",
    "1693": "[28:13]《入行論》亦云：「我應記恨此，與此共戰爭，如是相煩惱，除能壞煩惱。我寧被燒殺，或被斷我頭，然於煩惱敵，終不應屈敬。」這個就是《入菩薩行論》，真正的修學的菩薩應該這樣做。說我們平常發脾氣，要發的，跟誰發？跟這個發，「與此共戰爭」！像這樣行相的這個煩惱，那就是我要跟它戰的，要記在心裡面，要大瞋，就是這樣。所以你看那個密宗那個忿怒相，跟經上面完全相應，菩薩要什麼？大瞋。瞋什麼？就瞋這個。要大瞋幹什麼？殺無明縛，就這個。所以他有特別的意義在的。所以我們現在應該對這個東西瞋，而不是瞋別的東西。然後我們要貪，貪什麼？貪法。菩薩要大貪，貪什麼？貪法，這個才是我們真正重要的。所以說，這個只有一樣東西 ─壞煩惱，只有一件事情，除了這個以外，我別的是沒有別的事情了。我寧願被殺，乃至於斷頭，不管遭到任何困難，我絕不屈服，絕不屈服。這所以「然於煩惱敵，終不應屈敬」，我們現在甘願臣服在煩惱的石榴裙下，還恭敬得不得了，喔唷，這個是好東西啊！嗯，錯了！這個才是我們應該真正努力做對的。"
}