{
    "3": "[00:03]這個五樣東西就是指我們的五毒，任何一樣東西的話，啊！這就受一樣害。任何一樣的害處已經不得了了，現在你五樣俱全哪，怎麼辦啊？",
    "19": "[00:19]又易生難離，謂愛四事，這個東西啊，要想離實在難極了，生起是容易極了！哪些呀？",
    "30": "[00:30]利譽稱樂及於此等四相違品，意不歡喜。當修對治。「利」，利養啊，「譽」是名譽呀，「稱」是稱讚，「樂」是快樂，所以這個八風就是這個。反過來呢，「利衰、毀譽、稱譏、苦樂」，就是這個。固然，好的固然不要動，壞的也不要動。現在我們對治貪那方面來說的話，就這個四樣，為什麼？這個是特別難除。此相違品啊，「及此等相違品」，此等相違品的話，就是變成八風了。在這個「利譽稱樂」，這是引我們的貪；然後呢，「衰毀譏苦」是引我們瞋；總之根本是癡。這個我們要排斥它，排斥它！「意不歡喜」，就曉得它的過患，不要為它所污，「當修對治」。",
    "103": "[01:43]此復總修生死過患，特修念死，即能退除。真正的方法還是什麼？修這個，前面已經說過了。",
    "110": "[01:50]慢於現法最能障礙當生之道，及是當來奴賤等因，故應斷除。那麼除了貪瞋癡以外，「慢」呢？慢是現在「最能障礙當生之道」，這個的確是。慢，看是看不出來的，但是你有這個慢心在的話，你就沒辦法。啊！就是講那個東西，覺得這個佛法就是這樣，好像他也並不比我強，哎，這個不值得聽。把「我」啊總是看得比別人強，就是這個。所以我們修學佛法之前，為什麼一定要曉得自己病，一定要恭敬的原因就這個。你這個生不起來的話，聽佛法根本沒用；如果你這個有了以後，就算他比你差，一樣地對你有受用。這我們已經了解了太多的理論，就現在就認真去做。如果你真的生起來的話，一個蚊蟲對你是個善知識，罵人也是個善知識，何況是普通真正的一個善知識。所以這個地方就是講慢，眼前是障礙，當來呢？下賤，所以要斷除。",
    "180": "[03:00]斷除道理，如《親友書》云：「當數思惟老病死，親愛別離及諸業，終不能越自受果，由對治門莫憍慢。」還是思惟生死之間，你把「我」看得這麼大，結果我啊是生老病死的根本。然後呢，愛別離什麼等等啊，八苦交煎哪！在任何情況之下，對不起，你就跳不出那個染污之業所感果，必然的這條死路啊！這樣。所以了解了這個去對治的話，這個憍慢就生不起來。",
    "220": "[03:40]若於四諦三寶業果獲得定解，則不復生疑惑隨眠。最後這個「疑」。那如果是你對這個四諦、三寶等等，以及業這個道理，能夠產生決定的定解、勝解的話，那麼所有的疑惑的隨眠都生不起來了。所以現在最主要的─惡見，換句話說，見煩惱能夠去除。然後呢，這個思煩惱：貪、瞋、癡、慢、疑要除掉，這個就是我們目前真正應該努力的。前面是告訴我們現在總的來說，我們現在最重要的幹什麼？要鬥煩惱。而且鬥的方式呢，隨它什麼時候行相一生，生已無間是馬上去鬥，這樣。要想鬥它，還要了解這煩惱的相，然後呢它的過患，斷除的勝利等等。這一段告訴我們的就是別，各別地說，那麼這個煩惱是哪一些，那這個煩惱的 ……哪一些煩惱，前面已經說過了，現在這個地方告訴我們對治的簡單的方法。",
    "299": "[04:59]是，到現在這裡為止，我們曉得了：啊！原來中士真正告訴我們的特質，我們能夠從這個地方下功夫的話，無有不成者。如果以這一個念佛為正行，以這一個為助行的話，那一定往生哪，而且這個品位一定不小，因為眼前你煩惱沒有了！你所以鬥煩惱是為什麼？怕生死，所以鬥煩惱是要求極樂；所以一心一意本身你不念佛，本身就是最好的念佛了已經，何況佛還有這樣的願力在。所以同樣的道理，你參禪、學教等等，沒有一個例外的，都是在這個上頭。所以我們曉得：啊！所以這個地方叫「共中士道」，這個就是走上去的整個的基礎，這個是它的大要。",
    "358": "[05:58]我們上面這樣的次第呢，所以現在我們就講那個持戒的這個內容，已經有一個基本的概念，現在繼續下去。",
    "369": "[06:09]又睡眠，昏沈，掉舉，懈怠，放逸，無慚，無愧，忘念，不正知等，諸隨煩惱最易生起，障修善品，那麼，除了上面特別地告訴我們，我們戒的重要，以及如何持法以外，如何防範以外，那麼這個地方提出幾樣東西來。這幾樣東西啊，這個平常雖然是很小呀，但是修行善法當中，這個障礙是最大，哪幾樣呢？",
    "409": "[06:49]「睡眠、昏沈」這是向下沈的時候，向下沈的時候，然後呢，還有向上昂的時候─「掉舉」，平常是「放逸、無慚、無愧、忘念、不正知」，這個行相簡單地說一下。這個睡眠就是我們平常睡眠，睡眠倒的確地，忙了一天你去睡，前面已經告訴我們了，說我們睡一定要睡，後面也會告訴我們，睡是一定要睡，可是那個時候睡的心情，我們要注意。身體需要休息，但是呢心不是，心不是，心要保持著怎麼精進。那麼在白天呢，平常的時候你坐啊或者什麼等等的話，這個昏沈，這昏沈往往啊，比如尤其是當我們在學定的時候，自己還覺得：「哎呀，很好！」實際上呢，一直在昏沈當中。不但學定喔，在我們很多情況之下，比如說念佛，有很多念佛，念得好像：「哎呀，那個念得很好。」實際上呢，他就是在輕昏狀態當中。輕昏狀態當中啊，這個像養神那樣的，他還覺得很好，這是一個很大的大障礙。我們不知不覺就想成功這樣的話，自己也覺得對，這個是一個問題。",
    "491": "[08:11]那麼除了這個以外，實際上呢，就是主要的就是你心裡面啊，下面告訴我們的，要把正知、正念提起來。還有一個呢，就是心裡面舉起來的時候變成掉舉，掉舉就是跟貪相應地東緣、西緣，心裡面老是想那些事情。放逸，放逸就是心裡面不在善法上面努力地去精進，這樣，所以心裡面放寬了以後啊，覺得這樣。無慚、無愧，自己對於錯誤不曉得慚愧。慚、愧這兩個，心理的行相是一樣的，一個呢，是由於自己反省觀照而引發的：「哎呀，我怎麼自己這麼差呀！」還有一個呢，由於比之人家而感覺出來的，這個不同。",
    "547": "[09:07]那麼我們真正重要的，平常一定要保持正念跟正知；反之，你正知、正念一失去的話，那個問題都來了，所以「諸隨煩惱最易生起，障修善品」，這一種，平常的時候最容易生起的。而這個因為生起了跟煩惱相應，當然你不在修行當中，所以我們正規的修行就要這樣。那麼持戒第一步呢，主要的就是這個，因為持戒最重要的一件事情什麼？要正知見，而這個正知見要靠那個正念去護持它。那麼像前面這樣東西的話，那最容易把你的正知見、正念啊，損害的、失去的！所以這個一失去的時候，那什麼都談不到了，所以他就說這一個雖然看起來很小呀，但是它為害甚大、為害甚大！",
    "605": "[10:05]當知過患修習對治，率爾率爾令漸微劣。這個真正的對治，它始終是有一個正確的方法，我們要曉得它對我們有什麼害處。你曉得了害處以後，才心裡想，每次把它看成功這個是我們的真正要對治、痛切的怨家，那麼那個時候你就去對治它。下面這一句話，「率爾率爾令漸微劣」，「率爾率爾」就是心裡面剎那、剎那，實際上呢，這個就是真正用功的時候。現在我們了解這個文字，你們真正修行的時候，這個很重要的。自己你一觀察就曉得，如果不觀察的時候，它自己就流失掉了，就在忘念當中，然後就在放逸當中。所以真正修行的時候一定是這樣，一定這樣，真正用功的時候，這個是很重要的一件事情。這是念念自己覺得：是的，我現在在正念、正知當中。那那時候你不要去管它。到後面還有詳細地告訴我們，怎麼樣在這個上面用功的方法。那麼說那個過患，那就是前面講那些，過患他一一說明：",
    "677": "[11:17]其過患者，如《親友書》云：「掉悔瞋恚及昏沈，睡眠貪欲並疑惑，應知如是五種蓋，劫善法財諸盜賊。」就是我們通常說學定的時候 ─五蓋，五蓋：貪、瞋，然後掉悔，然後昏沈啊、疑惑啊，這個修定的時候最嚴重的，會障蓋善法的。",
    "709": "[11:49]《勸發增上意樂經》云：「若樂睡眠與昏沈，痰風病及膽疾，其人身中多增長，令彼諸界極擾亂。這個就是啊，如果一個人好歡喜多睡覺，然後呢經常昏沈的話，這有這樣的情況，這個人的身體裡邊，就會這一種東西多增長。因為這個東西增長的話，它「諸界」就是四大，四大界 ─地水火風，那麼這個它就不能很平穩地在維持著，這樣一來的話呢，身心就動亂了。",
    "753": "[12:33]若樂睡眠與昏沈，集飲食垢腹不清，身重容顏不和美，所發言語不清晰。」好昏沈睡眠的這些人，他有種種毛病。還有一個呢，飲食多了以後，通常吃得多的人都會犯這個毛病，飯吃多了以後啊，昏昏沈沈的，就這樣。而這種狀態，那所以結果呢，產生身體嘛沈重得不得了，做事情那個就提不起來，然後呢下面緊跟著都是這樣。因為這樣，所以他這個神志也就不清了，神志也不清。",
    "797": "[13:17]又云：「若樂睡眠與昏沈，其人愚癡失法欲，凡稚退失一切德，退失白法趣黑闇。」他好歡喜睡眠昏沈的話，這一種人屬於愚癡的人；真正的用功努力的人，那全部精神提起來在這個上面。他如果說走了這個昏沈睡眠這條路的話，那恰恰相反 ─愚癡，就這個。我們修學第一個 ─善法欲，其實這個道理，我們隨便一體會就體會得到。譬如說，你對有一樣東西特別起勁的時候，那時候你精神好得不得了，他叫你這個睡覺去啊，你做不到。我們常常說的，晚上大家看電視看得很起勁啊，「哎，是早一點睡覺啊！」「欸，沒關係，沒關係，沒關係！」為什麼？就是你那個時候的心裡面的好樂之心很強，好樂之心很強。那麼反過來的話呢，你對它沒勁的話，叫你就提不起來，現在我們修善法也是如此。所以平常有很多人懶懶癱癱啊，這個真正修行不行，絕對不行的！修行一定要提起大精進的力量來，這是必須要的，這是必須要的。在這種狀態當中，那個就是啊，真是最愚癡的、最幼稚的凡夫啊！他什麼樣的修行都談不到，修行都談不到，已有的還要退失，已有的退失，就這樣，所以是「退失白法趣黑闇」啊！",
    "902": "[15:02]《念住經》云：「諸煩惱所依，獨一謂懈怠，誰有一懈怠，彼便無諸法。」那麼這個《念住經》上面有這一段話，《大智度論》上面龍樹菩薩又特別引這個話，好多經論上面都說這個話。一切煩惱所依的依處，什麼呢？懈怠，懈怠！不管是哪一個人，他懈怠一在的話，對不起，那佛法就根本談不上。懈怠是什麼呢？我不是指零零碎碎的、馬馬虎虎這個，就是精進的相違的所對治品。反過來說，懈怠相違背的對治就是精進，就這樣。凡是你不精進的這個狀態這個叫懈怠，剛開始的這個心理叫放逸，那麼後面就是懈怠，就唯一的對治就是精進，而修學佛法必須要的資糧善當中，第一個是精進。",
    "965": "[16:05]不過這個精進注意喔，這個精進是指在善法上面精進哦！有很多人忙得啊，一天到晚忙這個、忙這個，這個也放不了，那個也放不了，什麼事情也去忙，這個不叫精進，這個是大懈怠！一想：哎呀，這個人情也少不了，等一下這個事情也少不了，等一下又要請假，又要這個 ……這個是大懈怠，這個跟善法是完全不相應的。什麼都捨掉了，只有一件事情 ─全部精神地擺在這個善法上面，跟煩惱鬥，眼前我們真正要做的。然後呢，由這個一步一步地慢慢地向上。所以注意啊！這一句話特別地擺在心裡面，一切「煩惱所依」，什麼？懈怠。你一有了懈怠，好了，那麼談佛法就談不到了。",
    "1017": "[16:57]《集法句》云：「若行於放逸，即壞凡夫心，如商護財貨，智當不放逸。」這個懈怠之前就是放逸，先開始的行相就是：哎呀，你好像無所謂的樣子啊！那麼下面緊跟著這個善法就鬆弛了，鬆弛了以後啊，煩惱都跟著來了。所以它一旦放逸了以後，那不要說佛法了，就是我們修學的人哪，這世間法都不行。很簡單，就像我們做生意人，你要想去認真地去做 ……馬馬虎虎的，生意都做不好，世間的事情都做不好，何況是修學佛法。所以真正有智慧修學佛法的人，絕對不可以，絕對不可以！一切時處提起來，心念上面提起來，哎呀！觀察：我現在在幹什麼呀？一點、稍微馬虎一點就不可以！",
    "1075": "[17:55]這個是所以你了解，為什麼古人他會這樣，哪怕坐在這裡他端端正正，做任何事情這樣。而我現在漸漸在了解，為什麼以前的人說磨墨啊，這個墨歪了也不行；乃至於孔老夫子說肉，吃肉的時候，他那個肉如果切得不方正的話，他不吃。這表示他任何一個時候心念就保持得啊，我們常常說，一點一劃都規規矩矩地，稍微錯了，欸，他覺得：「欸，這個路走錯了，不可以！」這樣。就這樣的心裡面，他這種警惕的心情，在任何情況之下，看見一點不對都不可以。換句話，這個就是什麼呢？那就是典型的精進不放逸的。反過來，放逸是什麼呢？什麼事情都是悠悠散散、馬馬虎虎、隨隨便便，心裡面覺得輕輕鬆鬆，滿好過的日子，這個都是愚癡畜生相、畜生相。然後呢佛法上面是這樣；欸，跑出去忙別的事情，忙得個起勁啊，那不相應，這我們要了解的。",
    "1150": "[19:10]《本生論》云：「捨慚為天王，意違於正法，寧瓦缽蔽衣，觀敵家盛事。」所以經論上面告訴我們。通常我們碰見這種情況要認識：「哎呀，自己錯了啊，不可以呀！」時時提醒自己要感到慚愧。反過來，如果我們不檢察自心，不了解這個內心，而沒有慚愧心，捨掉了這個慚愧心，哪怕讓你做天王 ……。那世間的啊，這世間的比起天王根本比不上，不要說有錢的大老闆，不要說有勢力做一個什麼小小的官，做總統那個比起天王怎麼可以比呀！就是做天王，但是如果不 ……做了這個天王不能修學佛法 ─意違背正法，這個事情不要！所以在佛經上面告訴我們，他寧願跑到最苦的地獄裡邊，如果這個地方有佛法他也要去；反之，如果雖然上天堂，那地方沒有佛法，他不去。這裡也是如此，他說：「你如果是不能內心當中維持正念，沒有慚愧心提起來，違反正法的，就算叫你做天王，你不要！寧願幹什麼啊？寧願瓦缽蔽衣，窮得像個乞丐一樣。」",
    "1241": "[20:41]下面叫「觀敵家盛事」，窮得什麼都沒有啊，看見的怨家對頭就在那裡耀武揚威，沒有關係啊，我寧願做個乞丐，看得怨家對頭的「盛」就是，啊！非常好的耀武揚威的樣子。那沒關係！那是他的事情，我可是要內心當中怎麼樣 ─要修學佛法。而這個世間的事情，絕對不是我所要的事情，這是我們要了解的。所以這個地方的所謂放逸、懈怠、精進，他所指的，指跟法，尤其是正法相應、不相應而說。",
    "1283": "[21:23]《親友書》云：「大王應知念身住，善逝說為唯一過，故當勵力勤守念，失念則壞一切法。」那麼下面論上面告訴我們，說：你要知道啊，有一件事情很重要的，什麼呢？念，念身住。所以佛一開頭的時候，三十七道品，換句話說，我們修行第一個重要叫「四念住」。我們一開頭的時候，要把我們的正念安住在這個地方，這個才是我們真正重要的。這個是唯一重要的，如果說這個東西一旦失去了，那就害了，那個東西一旦失去了就害了。所以佛陀說，唯一的過失是什麼啊？就是你不能維持這個正念的時候，當那個正念失去的時候，那就害了。所以，「故當勵力勤守念，失念則壞一切法。」所以我們眼前正式修行的時候，第一件事情啊，最最重要的應該幹什麼呢？努力地去守護這個正念。",
    "1352": "[22:32]守護這個正念實際上還要一樣東西 ─正知。欸，你曉得現在對了，然後就安住在這個正念上頭，那個時候你保持著這個正念，你保持那個正念。所以這個時候的念體，是安住在這個正念上頭，你也可以說叫「念體」，也可說叫「念身」。我們要曉得，喏，把我們這個心念的念體、念身啊，安住在這個善法上頭，這個叫正念。一旦這個失去了，那麼什麼過失都來了，所以佛告訴我們，這個最大的一個過失。前面說的懈怠是最大的過失，這個地方說失去正念是個最大的過失，好像是兩個不同，實際上是一個。他精進的什麼？精進的就是把那個正念、念心提起來，懈怠就是沒有這個東西。換句話說啊，一個是就他提起這個正念的這一種力量來說，策發那個正念，念念向上；一個呢，是正對著你所提的內容來說。所以說的是兩樣東西，指的是一個行為。假定說你不能做到這一點的話，那麼什麼好事都做不成，什麼壞事都來了。",
    "1435": "[23:55]《入行論》云：「雖諸具多聞，正信樂精進，由無正知過，而令有犯染。」這個論上面這麼說，雖然你具足了很多佛法上頭的認識 ─多聞，還有呢，不但多聞而且你啟發了正信，還有你一心好樂地能肯精進，下面還有一樣東西，什麼？正知。因為你不能正確地了知的話，那不知不覺當中啊，就「有犯染」，有犯染。就是說，所以這個正知跟正念，它是像個左右手一樣，但是這個正知隨時檢查，隨時檢查。比如說我們現在在這個地方念佛打坐，自己覺得坐得滿好，實際上呢已經掉入輕昏狀態，尤其是這個毛病。或者是輕微的這種忘念，想得不曉得到哪裡去了，自己坐在那裡不知道，坐了個半天，還覺得滿好，實際上不曉得錯到哪裡。那麼這個毛病在哪裡呢？就是沒有正知。這個詳細的行相，以及修學的方法，在後面的「奢摩他」一章說得非常清楚、非常明白，到那個時候你們才去學定，那就千穩百當了。",
    "1530": "[25:30]那麼現在到這裡為止，把前面所說的睡眠、昏沈、掉舉，然後呢懈怠、放逸、無慚、無愧、忘念、不正知，每一個項目它的過失、禍患等，引這個種種的經論，在這個地方詳細說明一下。所以我們了解要正式開始修行的時候，下腳第一步作那個戒基礎的時候，這個地方要特別地努力，特別地認識，然後呢精進地去行持。",
    "1565": "[26:05]不能如是斷諸煩惱及隨煩惱，然當不順煩惱，不執彼品，視如怨敵，是為現在必不容少，故應勵力攝對治品，破除煩惱，清淨自內所受尸羅。是，現在我們已經了解了，說生死是痛苦的，而這個痛苦的根本的原因呢，最後追蹤到根本上的是煩惱。這我們所有的現在的努力，就是要斷除這個煩惱，但是它不是一口氣，一下就能夠把它斷除的。「諸煩惱及隨煩惱」，就是大大小小、各式各樣。但至少有一點我們必定要了解哦 ─不隨煩惱，這個地方，這一句話千萬注意啊！是，我們目前的的確確不可能一下把它斷除乾淨，乃至於經常要跟著它，但是這個時候要什麼？不要隨順它。前面那個祖師告訴我們，怎麼說呀？他有的時候被它壓倒了，但是壓倒了他並不服氣，在下面咬著牙，切齒。換句話說，對不起，我今天雖然被你打倒了，但是我絕不服氣，我一定要跟你鬥！這是現在我們就要這個心情，這個很重要的。",
    "1661": "[27:41]所以我以前一再地說，什麼叫持戒？引那個《瑜伽戒本》上面菩薩戒，不是說你今天一持，哎呀，就像那佛菩薩一樣，這個不可能的，絕無可能！我們因地上面是渾身煩惱的一個凡夫，怎麼可能一下就完全持清淨呢？天下絕無此事，佛法尤其不會講。而是怎麼辦呢？照著次第一步一步地上去。就是你努力的時候，像前面說，第一個你要懂得要怎麼樣去正確地了解，要學、要學，所以啊對治這個不正知，這是我們第一 ─無知對治。然後呢，了解了以後還要不放逸，否則的話雖然你多聞，前面說：啊，你也曉得、也肯啊，但是呢你如果這個悠悠散散的不行！所以不放逸，然後呢對它起個大恭敬。",
    "1728": "[28:48]雖然在這種情況之下，這個煩惱還是盛，還是很強盛。不過下面就告訴我們，你不要隨順它，「不執彼品，視為怨敵」，這是重要的，這個是重要的！儘管你還是不知不覺被它拉了去，常常被它拉了去，心裡面要怎麼辦呢？不要說：「欸，這個好的。」我們要內心當中：「這個真是我生死大怨家！」不管你貪心重、瞋心重、癡心重。平常比如說瞋心重的人，他往往自己啊看什麼事情都看不順眼，看不順眼那個時候應該怎麼辦呢？完了以後，他立刻就感覺到：「哎呀，我這個 ……心裡面怎麼又瞋起來了？」"
}