{
    "11": "[00:11]平常我們世間的人，就是平常的一般狀態，他完了以後，儘管人家勸下來，或者事過境遷了，他心裡還是覺得：「這個傢伙沒有道理，我有道理！」這是什麼？那就是「執彼品」，他自己覺得這樣對的，他不了解這個瞋的害處；同樣地，貪也是如此。是，境界現前的時候，我們不一定能夠擋得住，儘管嘴巴上面講不要貪，但是呢，人人有這個經驗：啊，理論上面也知道，嘴巴上面也講，境界現前又跟著它跑了。但是，境界現前可以跟著跑，平常事前跟事後，你心裡隨時要告訴自己：「哎呀，這個不對呀！這個不好啊！」我們平常如果說我們還在想：「哎呀，這個好！」那麼這個就錯了，這就錯了。",
    "66": "[01:06]當然對我們現在一般來說，像這種世間的事情我們不會，世間事情我們不會。我們比較容易犯的，那個地方自己注意，自己注意。凡是我們容易犯的那些事情，平常的時候要了解：這是我真正跑到這個地方，要對治它的就是這個，不要把它看成功這個對我們有幫助的。觀念上面，第一個要認得很清楚。在我所了解的，眼前我們在這方面，最難對治的是什麼呢？倒還是飲食，它是生死第一增上緣，的的確確地。這個平常的時候不會，一跑到那個地方去看見了，心裡面就來了，來了以後怎麼辦呢？現在這個地方告訴我們，欸，回來的時候想：「哎呀！這個是生死大怨家！我總要用什麼方法，把它對治它。」千萬不要完了以後，還說：「哎喲！這個營養重要，這個重要、那個重要、那個重要、那個重要。」那就完全錯了。所以這個地方特別告訴我們「不執彼品」，就是這個。",
    "134": "[02:14]他上面前面已經說過了，所以沒詳細說。千萬不要把這個東西，再看成功好的、清淨的、美好的，然後內心上面去執著它。應該怎麼辦呢？把它看成功這個才是我們的對治的生死大怨家。那麼這個貪、瞋，其他的都是如此，其他任何一件事情都是如此。就是說，隨你個人自己的哪一個煩惱重，不是說我們現在一口氣，要把這個東西，把它拿掉它，我們必定要懂得拿掉它的次第步驟。那個次第步驟，現在呢，第一件事情，就是在這個上頭。所以這兩句話大家注意，這個是眼前必不容少的，真正講修行這是第一件事情，這是第一件事情。",
    "187": "[03:07]所以我們哪，「勵力攝對治品，破除煩惱」。我們要努力，把這個對治這些煩惱的各方面的正確的方法，現在努力地學習，然後呢好好地把持住，去對治這個煩惱。能夠這樣去的話，那麼自然而然哪，戒就能夠清淨，所以才能夠「清淨自內所受尸羅」。這很有意思，看見沒有？他那個所受的戒，不是在形相上頭的，而是在你內心上頭的。就是你內心上頭所受的戒，經過這樣的話，清淨了；你能夠內心清淨了，這個行相自然而然慢慢、慢慢地就相應了，相應了。",
    "242": "[04:02]這個地方我們並不是說忽視這個形相，形相非常重要。剛開始的時候啊，單單說那個內心，那個是說空話。剛開始的的確確地，我們要為外面的境界上面，要嚴加防範，防範了以後，把自己保護在最好的地方；然後呢，努力學習，從內心上面，根本上面認得它，於是裡外夾攻，到那時候你就自然相應。這個我們必定要了解，你偏掉哪一方面都不行。現在聽說，哎呀！對，淨治煩惱，好像形相不管了，那是說空話。反過來說，你在那地方形相上面執得很牢，自己覺得做對了，裡邊一塌糊塗，那也沒有什麼用場 ─繡花枕頭。這兩點我們要都清楚。下面：",
    "295": "[04:55]大覺弟子吉祥阿蘭若師謂內鄔蘇巴云：那個就是個大祖師，是阿底峽尊者的弟子，跟他的弟子說：",
    "307": "[05:07]「智然，後有人問汝弟子眾，以何而為教授中心，則定答為已發神通或見本尊。然實應說於業因果漸漸決定，於所受戒清淨護持。」看、看！他為什麼這地方特別提這個人？這地方有一個原因哦！這個正教的圓滿的教授從這個地方來的，所以看看，行持這個圓滿教授的真正的那個行持的行者，是怎麼個作法的。他們是這樣做的，說：「某人哪，後面有的人問你的徒弟，包括說你在裡頭了：『你們現在學，主要的學習什麼呀？』大家一定會說：『喔唷！我現在發了神通了，見了本尊了！』」那個是說得到了定。就是我們現在這樣，哎呀！學定啊，乃至於念佛的，趕快得一心不亂哪！持戒的嘛，哇！這個，這個各方面好像三衣、瓦缽 ……每一方面，一舉一動啊就這樣。乃至打坐的話，他會跑得去得了定，或者說：「我這個一盤腿，可以盤幾個鐘頭，我也可以盤雙盤！」都是搞這個、講這些。",
    "383": "[06:23]看看，這個地方呢，祖師告訴我們怎麼說啊？嘿！妙咧！「實實在在應該說，是業因果漸漸決定。」啊！說經過了正確的認識，現在對業因感得業果的這個道理，由於認真如理地修習，內心上面產生決定不移的見解，這樣的這個才是。因為你對這個「如是因感如是果」，正確地了解了，所以你不敢一步亂來，然後呢努力行持。這個時候的戒啊，拼命地護持，於是就能夠持戒清淨，這個是大祖師的典型的榜樣。下面這個解釋說明：",
    "436": "[07:16]故修之成就，當知亦是無明等惑，漸趣輕微。能感現後二世純大罪苦，真正的修行的成就，不是說我現在能夠盤多少腿，能夠磕幾個頭，念幾聲佛。這個是的，可是我們必定要曉得，修行的中心目的在哪裡？說斷生死。生死的根本是什麼？煩惱。所以「成就」是成就些什麼？就是你能夠把煩惱慢慢地減輕，這個才是嘛！所以他說要曉得，修行的真正成就是指什麼？嘿，你的無明這些惑呀，漸漸輕微喔！這個關鍵很重要。現在很多人修了個半天以後，哎呀！講的道理是講得天花亂墜，真動聽！然後呢功夫的話，講起來，一天一定可以定什麼幾個鐘頭，意象是什麼樣。結果煩惱如何啊？一動都沒有動！說不定還比別人還要厲害。這個、這個不是，這個不是！",
    "513": "[08:33]所以他告訴我們，這個是根本喔！所以真正的修行，你一定要從一開頭時，認得修行的目的，那麼達到這個目的，然後步步探索它的根本在哪裡。所以修行的真正的成就，就指這個上頭是不是在一步一步上升，所以在這裡。為什麼呀？因為這個東西才是真正的苦樂的因，如果說你這個淨除掉了，那麼增上生；否則的話呢，墮落！所以這個惑，這個無明啊，是能感得現、後二世的純大罪苦。現在我們要修的，就是修這個，就是修這個。當你修了時候，然後漸漸增上生，由於這個增上生，最後獲得決定勝。由於這個理由，然後你去念佛，欸，成！你去打坐，成！持戒，對！學教，對！這個基本的概念要把握得住。",
    "579": "[09:39]謂與他鬥爭。然於爾時一切眾苦，捨命強忍，這個就告訴我們，說現在我們真正重要的修的，要對治這個東西，要鬥。怎麼修呢？就是要跟它鬥，要跟它鬥。在真正鬥的時候，那個時候啊，的的確確要忍種種的苦，種種的苦。什麼苦啊？就是你無始以來的習性就是這個樣，現在要把整個的習性扭過來，這個不是一件簡單的事情，這個就是修行，這個就是苦。你能夠把這個習性扭過來了，那就問題解決了，那就解決了，這樣。所以這一點我們必定要了解，所以「捨命強忍」，這個真正、真正要現在努力的時候，就是那個。命尚且捨得要努力，何況是眼前小小的事情？這個地方要注意啊！",
    "641": "[10:41]其傷疤等返自顯示，謂此即彼時所傷。若斷煩惱發精進時，忍耐苦行，極為應理。就是說平常我們哪，上面這個話這樣：就平常假定有的時候，我們跟人家打架，那麼為了打架，吵的時候，那個時候跟人家互相打，自己身上受了傷了。等到以後，欸，自己覺得：「你看！我這個受了傷以後啊，自己能夠忍下來，能夠把人家打倒。」自己覺得：「欸！很了不起吧，很了不起吧！」有很多強悍的民族，譬如現在的那個德國人，很有意思。以前遇見、看見德國人哪，他來的時候刮鬍子，刮得滿臉都是血，我們覺得說，他怎麼老是刮了個滿臉都是血？弄不清楚。喔，後來曉得了，他們從小就這個訓諫。叫我們現在碰到一點，出了血了，喔唷！那害怕得要命！他這個就非常強悍，做任何事情，打起精神來。如果說你平常的時候刮得馬馬虎虎，刮不出血來的話，表示這個人很懦弱。他從小養成功這習慣了，所以他一點小苦絕不怕！養成功這種非常強悍的、精進的精神，所以德國人在歐洲之所以成就有他的道理的。",
    "721": "[12:01]世間尚且如此，現在我們小小的一點點，哎喲！一點點就受不了了，受了一點點風寒哪，就這樣縮在那個地方，頭就伸不起來。然後小小的傷風，就趴在床上，就爬不起來；然後呢稍微一點點東西啊，哎呀！覺得這個受不了，那個也受不了。這個不行！所以他告訴我們世間這樣，就表示你的勇敢哪！現在我們斷煩惱的時候，發勤精進，要忍耐這個苦，這是絕對合理的，絕對應該的，絕對應該的！",
    "754": "[12:34]《入行論》云：「無義被敵所毀傷，若尚愛為身莊嚴，為大義故正精進，小苦於我豈為損。」那麼這個經論上面就告訴我們，現在以世間的情況來說，我們隨便跟人家為了一點小事情爭吵，爭吵了以後的話，跟敵人啊，當然，兩個人互相打、爭，然後受了傷了。受了傷了以後，自己覺得勇敢：「嗯，你看！我這那個時候，打得這個上面的一個傷痕！」自己覺得這個一個「莊嚴」，這個莊嚴表示他的勇敢。世間的毫無意義的事情哪，你覺得勇敢；現在為了無比的大義而精進啊，那個時候你更應該勇敢，那個勇敢才是你真正的莊嚴哪！你能夠這樣的話，那小小的苦，對我們根本一點都不會有什麼問題。這個地方，這是我們特別要注意，特別要策勵的喔！",
    "819": "[13:39]所以諸位務必要精進地，固然啊 ……這個地方更加強警惕，否則的話呢，真正我們下腳第一步，這個地方，心理上先要建立起來，心理建設，這個是很重要的。自己要告訴自己：「我一定要做到！一定要做！一定要做到！」你有了這樣的一個決心，然後呢事情來的時候，你慢慢地有了。否則的話，你還沒做啊，已經把自己保護得好好的，保護在哪裡啊？保護在這個煩惱當中，你有什麼用？",
    "853": "[14:13]若能如是戰勝煩惱，乃名勇士。你能夠這樣啊，那才是勇士啊！",
    "860": "[14:20]戰餘怨敵如割死屍，雖不殺害自亦當死。你戰勝別的人，那沒有用啊！平常我們常常誇耀自己，自己覺得如何如何、如何如何 ……這個沒有用啊！為什麼？你誇耀，你就是不去殺他，他最後自己也要死欸，對不對？就是這樣啊！真正重要的什麼呢？你要鬥煩惱才行。不管對方多強大的力量，多強盛的敵國，你不去傷害他，他最後還是要死的。欸，所以呀你雖然戰勝他，這沒有什麼多大意思；煩惱這個東西，你能戰勝它，這個才對呀！論上面告訴我們：",
    "905": "[15:05]《入行論》云：「輕蔑一切苦，摧伏瞋等敵，勝此名勇士，餘者如斬尸。」那就是引那個論上面。我們事先對這個苦 ─輕蔑。有意思！平常我們哪，自己傲慢，他後面告訴我們，修那個精進的時候要用三種傲慢，對別的傲慢不可以，對煩惱傲慢應該的！說：「我就、就、就看不起你！」我們不要看不起別人，要看不起自己的煩惱。「不管你多大的煩惱，我就是不理你！不管你多大的貪、多大的瞋，我就一定要降伏你！」要有這種心情，這個才是，這個才是勇士。其他的人哪，對不起，那你勝其他的，像割那個死屍一樣，為什麼？他本來要死的嘛，所以你雖然傷害他，有什麼用啊？",
    "955": "[15:55]故又如論云：「住煩惱聚中，千般能安住，如野干圍獅，煩惱不能侵。」如果你真的能夠這樣做的話，能夠真正這樣做的話，你能夠輕蔑煩惱、戰勝煩惱。雖然在這個娑婆世間、五濁惡世，到處都是煩惱，欸！你呀，在這個地方泰然無事。所以這個大乘的行者菩薩，他就不到淨土，就在這個娑婆世界，為什麼？他有這個力量啊！就像「野干」，野干是一種狐狸類，不管你再多，這個獅王在那裡一站，牠只敢圍在周圍喔！獅王是大吼一聲的話，哈！不逃也爬在個地上，站都站不起來。要這樣，那麼這個對！",
    "1003": "[16:43]道所治品，莫令侵害而當勝彼。已說共中士道次第。那麼現在這個地方呢，就是說修那個中士道所對治的那些，這個是煩惱。關於這些煩惱啊，我們一定要去戰勝它，而千千萬萬不要被那個煩惱所損害。這個，到現在這個地方，是我們應該學的，應該學的。",
    "1033": "[17:13]所以這個地方，特別重新提醒我們自己一下，現在我們真正重要的是什麼？戒。注意喔！這個最重要的 ─戒。那麼戒從哪裡開始做起，戒從哪裡開始做起？正知見，這個最重要。然後把你正確的認識，在念頭上面提出這個，護持這個正念。把這個正知正念率爾率爾，那個率爾率爾就是剎那、剎那心裡面在警惕：「欸，對不對？對不對？對不對？」一直這個樣。如果說一直安住在正念上面就安住下去，然後還要那個正知觀察，你時時看一下：對，現在對不對，現在對不對？如果說這個對了，你就安住在上頭，如果不對了，隨時把它提起來，這是我們現在修行的第一步。",
    "1084": "[18:04]那麼用功的方式呢，他採一個字，很有 ─鬥！鬥。在別的地方鬥是不好，那個地方鬥就對了。我們不要跟別人鬥，真正要鬥的要鬥煩惱。要去鬥煩惱應該採取什麼呢？輕蔑，「輕蔑一切苦」。是，鬥煩惱是滿苦。啊，叫你平常的時候啊，要好吃的，要什麼 ……到那時候呢，偏偏吃得嘴巴裡不舒服。「沒有關係！這個苦我不在乎！餓，餓也不在乎！是累，累也不在乎！我一定要把它鬥勝它！」現在這個情況，這個就是我們能夠這樣去做，你真的能夠這樣去做的話，無有不勝者。是，我們重新不妨再仔細地，這個細細地把前面那一段話，在腦筋當中好好地仔細一再反覆，一再反覆。從開頭第一步，注意，一步一步上來，一步一步上來。你如果能夠把那個次第把握得很清楚的話，那麼到這個地方了自然哪，一點沒有錯，一點都沒錯。",
    "1153": "[19:13]所以記得啊！前面有一句話，有人哪，這個如果來問你說：「你現在修行，修得怎麼樣啊？」要曉得，要曉得，你修行修些什麼？不是說，啊！我現在打坐得了定啦，或者什麼啦！嗯，不是！而是什麼？對於業果、煩惱，漸漸決定，是這個。說這樣的業因感得這樣的業果，現在內心當中生起如理如量的殊勝的見解。以前雖然聽人家這麼說，「欸，是、是、是。」但是呢，聽人家講可以，乃至於你講給別人聽是可以，可是碰到事情上頭的時候，你做的事情總不相應。乃至於現在說：「哎呀！佛雖然這樣講啊，可是現在這個時代不行欸！」或者說：「喔唷！現在是為了眾生，要利益眾生，如果你不這樣做的話，你不好欸！」不是。你心裡看得很清楚，你固然是發了大慈悲心，你明明曉得這樣去要墮落的，「我為了救他們，我也墮落。」了不起！否則的話，你找什麼樣的藉口，那個都是開玩笑。開玩笑還只是開開玩笑，滿開心的，你這樣去做的話，只有一條路 ─自己墮落。",
    "1239": "[20:39]為什麼原因啊？因為我們了解得很清楚，我們來修行的目的是幹什麼？修行的目的，是要徹底解決生死的痛苦。不管是念佛也好、參禪也好，你為什麼要念佛？你說，哎呀！這個世界娑婆是苦啊！所以你要跳出輪迴，而自己又沒有這個能力，現在又種種條件不具足，所以唯一的，就是藉著佛的大慈悲，開這個方便法門，所以你要去。這個原則很清楚明白擺在這裡，你要跳出這個痛苦。那麼現在的「修」是什麼？痛苦的根本在哪裡？在煩惱。所以假定說你修行了半天，煩惱不能漸漸地減輕，請問你修行有什麼用啊？道理講了一大堆，然後呢，跟人家、大家談的時候，喔，談完了以後，或者自己越談自己越覺得，哎呀，很得意！這個得意是什麼？我見、我慢、我愛、我癡在增長。你覺得懂得一大堆道理，卻是這個煩惱的根本在那兒增長，有什麼用呢？所以這一點是我們要了解的。",
    "1314": "[21:54]古來是告訴我們哪，這怎麼辦哪？「但自心中解垢衣」，只要你自己內心當中把那個煩惱的垢，把它慢慢、慢慢、慢慢地把它減輕，「誰能向外誇精進」，這句話我一下記得不一定清楚，但是呢沒關係。只是你裡邊啊，把這個煩惱垢漸漸地淨除，而不是跟人家去誇我如何精進。「誇精進」是什麼？增長煩惱、增長煩惱。這個了解了，很清楚、很明白。而要想從這地方了解，也不單單從這個地方，從戒。所以說，你一定要從前面那個次第一步一步、一步一步上來。現在你在修行上面的精進尚且不能誇口，而還忙世間的時候：「哇！這個人以前如何如何啊！」那你根本就錯得不曉得到十萬八千里以外去了！",
    "1382": "[23:02]所以像這種地方，說講到這裡，現在關於中士方面已經講完了。是呀，下面馬上要緊跟著進入上士去，緊跟著上士去。所以如果說我們自己有力的同學，正是在那裡依著次第上進的時候啊，一定要連貫著，從頭至尾都把握住。其他另外一部分同學，是的，眼前也許一下跟不上，那沒關係，那麼怎麼辦呢？至少在那個知見上面，就是見解上面，要把握得清楚，這個是最重要的。說我們修行從哪裡下手，步步深入的次第如何，你把握住這個，了解了這個，然後你參禪、念佛、持戒、學教，無往不利。好，我們現在休息幾分鐘。",
    "1443": "[24:03]到上面，把中士道已經講圓滿，中士道講圓滿了。那麼在這個下面的基礎上面，第一個下士最 ……下士的前面一個，還有一個道前的基礎。修道之前先要有個準備；準備了以後，然後呢基礎；基礎上面呢，然後建立，在這個一層一層上來。所以這個彼此間，有它必然的層次性，你前面這個沒有，後面這個不可能建立得起來，這個概念我們要弄清楚。所以我們修學過程當中呢，也是一樣，一步一步上去的時候，都踩在前面那個基礎上面，踩在這個基礎上面。現在我們進入上士。",
    "1498": "[24:58]《菩提道次第廣論》卷八敬禮至尊成就大悲諸善士足。那個，現在每一個地方，一開始的時候，主要的一定皈敬，皈敬。不但是諸佛，不但是佛世尊，而且還有菩薩等等。這地方是「成就大悲諸善士」，特別是指菩薩，大乘僧眾。為什麼原因？因為這是要進入那個上士道，進入上士道，求他們的加持。這個原因我們已經了解了，那就看文。",
    "1551": "[25:51]如是恆長修習生死種種過患，見一切有如同火坑，欲證解脫息滅惑苦，由此希求策逼其意，學三學道，能得解脫脫離生死。經過前面這個次第，這個次第當中，「恆長修習生死種種過患」，這個簡單的幾句話，也把前面那個綱要也說明，也是我們修習過程當中的一個原則指導。前面一定是先要了解生死的特質，原來這不是可愛、可樂的，而是有種種禍害、過失的，這個。那麼了解了以後呢，還要經過思惟觀察，這個思惟觀察不是馬馬虎虎，而要恆長地練習。那個時候內心上面，生起相應的如理如量的正確的認識，這句話的意思是這樣。否則的話會變成什麼呢？嘴巴上面說說空話，再不然的話，他是說就是酸酒上面哪，撒一點點麵粉，沒有用！",
    "1648": "[27:28]現在你能夠如理如量地，能夠生起了相應的正知見以後，那時候我們的見解是什麼？「見一切有如同火坑」。所有的眼前的這些，就像火坑一樣地可怕。這個，一個量，這是修行的，到現在這裡為止的，所謂成就。我們可以拿這個來東西檢查一下，當眼前我們看見什麼樣子？我們看見，是不是看見像火坑？如果你看見火坑的話，喔，逃都來不及，對了！如果我們現在看見了說：「哎呀，這個很歡喜！」錯了！所以這個地方，是我們一個檢查的標準，是檢查的標準。不管我們的見解也好，或者是我們的習性也好，「嗯，這個地方覺得舒服，這個地方快樂，這個地方滿好，這個地方什麼 ……」那錯了！三有當中任何一樣東西，那你看見像毒蛇一樣，看見像火坑一樣，逃都來不及。這個就是到前面共中士，我們應該修習的內容。",
    "1731": "[28:51]那麼怎麼辦呢？曉得它這些東西，正是策發生死大苦的，你看看好像是快樂，實際上呢，無邊大苦就在這個糖衣毒藥下面哪，藏在那裡。一心要求解脫，從這種錯誤的無明當中救脫出來，才不會淪落這個生死，感大痛苦。為了要得到這個，那麼只有一樣對治，一個正對治，什麼呢？三學。所以呀，努力地策勵自己，啊！全部精神要去學這個 ─戒、定、慧。那麼學了這個，就能夠從生死的苦海當中解脫出來了，解脫出來了，這個是前面所說的。",
    "1788": "[29:48]又此解脫無所退失，非如善趣，然所斷過及所證德僅是一分，故於自利且非圓滿，由此利他亦唯少分，後佛勸發當趣大乘。"
}