{
    "3": "[00:03]圓滿，由此利他亦唯少分，後佛勸發當趣大乘。前面所說的解脫，中士所說的解脫跟下士不一樣。下士雖然眼前增上生 ─說這個眼前增上生，不是講現世哦，一定是後世的。現世在整個的佛法當中絕沒有這個，求現世快樂這絕沒有，哪怕下士。所以說真正地講佛法裡的下士道，指什麼呢？指求下世的，下一世，不是求這一世的。所以如果是貪這一世的話，那完全不是修學佛法，完全不是修學佛法，連它下士道都談不到。那麼下士雖然得到下一世的好啊，但是對不起，好了以後生了天，到最後又下去，又完了，這個會退失的。",
    "63": "[01:03]那麼中士裡邊所講的這個解脫，都不退失的，所以不像善趣。但是儘管它不退失，他所斷的過失以及所證的功德不圓滿，只是很少地一點點。所以對於自利來說，不要說利他，連他自利是都不圓滿。而利人呢？也有的，還是有的，少分。所以不管是在自利也好，利他也好，究竟地來說，要想自利一定要包括利他，利他一定是自利。真正圓滿的，不管是自、他二利，這個分不開的。而且佛到那個時候，勸發應該走這個路，究竟圓滿的路。這個「大」就是指究竟圓滿的，前面那個不圓滿的。",
    "121": "[02:01]故具慧者，理從最初即入大乘。所以真正具有智慧的，能夠明白事理，辨別得清楚的呢，一開頭就應該走這個大乘。那麼說：「欸，你得到了解脫，然後回過頭來，不也滿好嗎？」是的，回過頭來一定還可以走得回來，可是這條路啊，很迂曲、很遠。既然你最後要這樣去走上的，你何必走這個迂曲的路子呢？譬如說，我們很簡單，說到正覺寺，一下去就得了嘛！結果你這正覺寺怎麼走啊？你從那邊，轉了個大圈子，跑了個三天，跑到正覺寺，那你不顛倒嗎？你幹什麼嘛你！那不需要，這不需要。這是所以我們真正有智慧的話，事情看得清楚的話，一開頭就走這個。",
    "179": "[02:59]如《攝波羅蜜多論》云：「無力引發世間利，畢竟棄捨此二乘，一味利他為性者，應趣佛乘由悲說。」這個二乘人，他雖然能夠自己解決自己的問題，但是對於別人哪，他沒辦法，他沒有能力引發其他的人的好處，只是他在自利過程當中，他可以兼讓人家得到一點好處。譬如他要修行，他要乞食，要去乞食，因為他證了聖果，所以送給他的人，可以得到一點福德，所以他叫福田，只是如此。而他並不是自己的自力能夠幫助別人，所以這一個、這一種都不好。畢竟應棄，這個「畢竟」兩個字 ─一定應該棄捨。那麼怎麼辦呢？你真正要做的，是全部的精神都是利益別人，所以「一味利他」，這個才是大乘，這個大乘，這個大乘才是我們該走的。而入大乘之門，這是什麼呢？悲心，現在我們要講的就是這個。",
    "269": "[04:29]又云：「知樂非樂等如夢，見癡過逼諸眾生，捨棄利他殊勝業，此於自利何精勤。」我們現在了解了，世間一切的行相，快樂的也好、苦的也好，不管它是什麼，就像夢當中一樣。所以不了解它的原因，是愚癡，因為愚癡產生種種的禍害，然後呢，遭到種種的苦惱逼迫。現在呢，見到了、見到了，所以啊不再走這個路，不再走這個路。所以一心只求自利，但是呢他並不修這個殊勝的利他的這一條路，專門忙這個自利他很努力，這個不好、這個不好。",
    "333": "[05:33]如是見諸眾生墮三有海與我相同，盲閉慧眼不辨取捨，履步蹎蹶不能離險，諸有成就佛種性者，不悲愍他，不勤利他不應正理。那麼就像前面我們修學過來，說見到一切眾生，這個見到一切眾生，就是從自己身上深深體驗，體驗到了以後呢，推己及人。這原來我是這樣，我們周圍的人啊，大家都是這樣，墮在這個三有的苦海當中，就正像我一樣。為什麼呀？啊！原來「盲無慧目」，這個是根本啊！那是無明，不了解得事實的真相呀！不曉得什麼是該做的，什麼是不該做的。所以在這個裡邊哪，一天到晚，哎呀，跌跟斗啊！跑起路來，不能正規地走該走的路啊！因為這樣，所以一直在這個生死的險惡道當中啊！現在我們了解了，真正要想成就的，圓滿成就的，所謂有這種大乘種性的這種人，「不悲愍他，不勤利他」，不合理的。",
    "435": "[07:15]我們自己在這個生死苦海當中看見：「哎呀！這個這麼不理想啊！」由於這樣見到這個痛苦，所以自己既然要出離，那麼當然一定要推己及人。想想，世間的這麼多人，對我有這麼大的恩，我之所以有今天的話，都是靠他們。結果呢，你看見了苦了，自己一個人解決了，不去管別人，這說得過去嗎？說不過去啊！說不過去啊！所以真正的，真正的，世間的人尚且不可以，何況現在修學佛法的人啊！自然而然，我們從這個上面會策發我們的大乘種性。所以凡是有大乘種性的人哪，不想救別人，這是不合理。不過在這個地方，要特別說明一下，這個利他，什麼？你懂得怎麼利他欸！這個時候才利他。你自己不懂得利他，藉利他之名，然後自害害人，這個不是佛法喲！這是我們把握得住的，這後面會詳細談這件事情。",
    "512": "[08:32]即前論云：「盲閉慧目步蹎蹶，欲利世間有佛種，何人不起悲愍心，誰不精勤除其愚。」就是這個論上面的，《攝波羅蜜多論》又說：由於我們缺乏慧眼，在無明當中，所以一直在困頓當中啊！現在我們真正要想由於這一個感受，推己及人，要想利益一切世間，這一種種性的這種人，任何一個人有了這種情況的話，他一定會引發這個大慈悲心。在這種情況之下，哪一個人例外的？那換句話說，哪一個人都不例外的，一定精勤努力地，要把世間一切人的這個愚癡，把它淨除乾淨，那麼一起解決這個生死輪迴的這個痛苦。",
    "582": "[09:42]當知此中，士夫安樂，士夫威德，士夫勝力，謂能擔荷利他重擔，前面說的這些道理，這些道理說 ……這個地方前面是指這一段話，《攝波羅蜜多論》，換句話說，這個士夫就是上士士夫。這個上士他的安樂，他內心當中所感受到的，希望做的，以及他做了以後他的功德、威力，以及他殊勝的能力等等，在什麼地方呀？「擔荷利他的重擔」，他能夠幫別人忙，這個才是上士，這個才是上士。譬如說我們現在隨便一般人吧，一個人自己覺得，哎呀！很神氣！為什麼你很神氣啊？你比別人強。對！現在你比別人強在哪裡啊？喏，你見到別人做不到，你能做到。可是如果說，別人做不到的是做壞事，你做到了，這有什麼稀奇啊？不！欸，這個是好事，而且好事當中最究竟、最圓滿的你能夠做，那個真是好漢，這個才是上士。所以這個地方所指的，他的內心當中，因為做到了這個，所以他，啊！感到歡喜！然後呢，因為這樣所以他的威德，所以他的殊勝的力量，都是從這個上面講起的。",
    "678": "[11:18]唯緣自利共旁生故。如果你只管自己的話，對不起，那畜生也是一樣。不要說得到人哪，普通一個畜生哪，牠也曉得只是忙牠自己的利益，這樣。我們現在修學佛法的人，也只管自己，那豈不是白得了這個人身了嗎？這個話我們要常常擺在心裡面策勵自己，常常策勵自己！",
    "709": "[11:49]故諸大士本性，謂專一趣注行他利樂。那個就是大乘行者的心性，他專心一意地為了利益別人，這個才是他真正的好樂，他的意樂所在。",
    "728": "[12:08]《弟子書》云：「易得少草畜亦食，渴逼獲水亦歡飲，士夫此為勤利他，此聖威樂士夫力。要曉得，說假定我們單單為了自己的利益，那麼稍微呀吃飽了，那也可以啦！得到一點點，可以啦！那個很容易。這樣的作法，那個畜生也是。啊，你稍微辛苦一點 ─嗯，實際上談不到什麼辛苦啦 ─那得到一點少少地吃飽了就好了。然後呢，嘴巴渴的時候喝一點水，那麼就好啦！這個，這個不行、這個不行，啊，這個不行！我們得到了這個殊勝的人身，而居然只求這麼一點點的話，那個不對。所以我們現在這個地方，真正地所謂作為一個士夫，像我們說：喔！我們是一個像樣的一個人的話，應該怎麼辦呢？應該努力做的 ─勤利他，而不是得到一點小小的自己的吃飽穿暖，那就算！現在這地方的是什麼呢？就是所謂得這個「涅槃城」，《法華》上面那個譬喻，不要自己覺得得到了快樂，欸，不是這個。",
    "817": "[13:37]日勢乘馬照世遊，地不擇擔負世間，大士無私性亦然，一味利樂諸世間。」平常我們這個，這個走路的時候，是慢慢走，在古代呀，那時最快的是馬。現在的走路，不是，不是自己慢慢地走，乘了這個馬一樣，這樣地快。而平常我們自己的一點點的溫暖光明，只管自己，現在不是，像太陽一樣！普遍照一切世間，普遍照一切世間，這樣地利人。那麼為了要幫忙別人起見，要負擔起一切利人的重擔，這個負擔的方式像什麼？像大地一樣！這個大地擔任何 ─喔！你這高樓大廈它也擔，你大如須彌山它也擔，小草它也擔，乾淨的東西它也擔，最髒東西它也擔，不管任何東西，我都一肩擔起。他真正那個大丈夫，真正地算是一個人，應該怎麼辦呢？是「大士無私性亦然」，欸，他這個本性這樣的。你所以做不到，為什麼？還是為了這個「私」啊、「我」啊！所以實際上你真正地把這個拿掉了，這個問題就解決了，這個問題就解決了。所以真正的大士，「一味利樂諸世間」。",
    "922": "[15:22]如是見諸眾生眾苦逼惱，為利他故而發怱忙，是名士夫亦名聰叡。喏！像這樣！是因為見到眾生眾苦逼迫啊，所以為了利益別人，然後這樣地精勤，這個對了！這個就對了！這個才算是一個人，這個才算是有智慧者。",
    "945": "[15:45]即前書云：「見世無明煙雲覆，眾生迷墮苦火中，如救頭然意勤忙，是名士夫亦聰叡。」上面就說明這個道理。",
    "959": "[15:59]是故能生自他一切利樂本源，能除一切衰惱妙藥，一切智士所行大路，見聞念觸，悉能長益一切眾生，由行利他兼成自利，無所缺少具足廣大善權方便。所以這個地方，能這樣去做的話，那麼你呀利益別人，結果呢，自己的利益、別人的利益，一切的利樂的根本、根源從這個地方的，從這地方做起。所以能夠除掉一切的不好的事情，得到一切圓滿的好的事情。這個是什麼 ─一切有智慧的人，任何一個所有有智慧的人，該走的這條大路，這條大路。在這種狀態當中，不管你做什麼，起心動念，「見聞念觸」，在任何情況之下，無非是什麼？能夠長養一切眾生，能夠增長這個世間，盡世間一切人的利樂。你能夠這樣做的話，欸，「由行利他兼成自利」。妙咧！你的真正的自己的利益啊，就從這個上來的；反過來說，你要真正地自利啊，還非從這個上面做不可。所以說，你真正地完全利他，卻是結果是利了自己；同樣地，你要真正地利益自己，還必須從這個地方開始做起。那個時候圓滿了，一點沒有缺少，具足了。你這個時候，你才能夠「無所缺少具足廣大善權方便」，那個成就的時候才是佛。",
    "1082": "[18:02]有此大乘可趣入者，當思希哉。居然現在有這樣的一條路，啊，而可以走的話，我們想：「哎呀，真希有難得啊！」是嘛！本來我們一開頭的時候，就見到痛苦的不可愛，就見到安樂的可愛，現在居然有這樣地圓滿的一條路 ─把所有的痛苦徹底解決，把所有的安樂圓滿得到。而居然這一條路就是這麼眼前哪，當然殊勝啊！當然我們要走啊！而且你不走，還真冤枉咧！結果呢，你總歸還是要走，只是走了冤枉路啊！所以你一開頭如果了解的話，一定從一開頭就走這個路啊！",
    "1136": "[18:56]我今所得誠為善得，哎呀！現在想到了，好啊！歡喜啊！這個別人求那個無價之寶，怎麼找也找不到，哎喲！我現在得到了，真高興啊！",
    "1148": "[19:08]當盡所有士夫能力，趣此大乘。那個時候我們盡心盡力沒有別的，一心一意做這個。",
    "1156": "[19:16]此如《攝波羅蜜多論》云：「淨慧引發最勝乘，能仁遍智從此出，此是一切世間眼，具足照了如日光。」由種種門觀大乘德，牽引其意起大恭敬，而當趣入。那麼還是引這個《攝波羅蜜多論》，這個就是大乘的特別的、特別的法門。那個由於這個智慧，而這個智慧才是清淨的，才究竟地能夠引發這個最殊勝的這一條大路。而一切諸佛的一切種智，也從這個地方出生的，這個才是一切世間的眼目，一切世間的眼目。能夠破盡一切無明黑暗，照了所有的愚癡，把它解決，像日的光明。平常像燈，乃至於像月，像什麼 ……那個一碰到日光，統統都隱蔽住了，這個才是我們該走的。",
    "1227": "[20:27]所以一開頭的時候，我們應該怎麼辦？「由種種門」，由各種不同的方法去理解、觀察、思惟大乘的殊勝的好處，大乘的種種的功德。幹什麼啊？引發我們的意樂，使得我們對這個愛樂，然後呢，策發大恭敬心，一心求它，這樣。這個本論真妙啊！從一開頭到這裡，它處處地方，一定拿這個主題，來開這個頭，什麼？說：這樣做，不好；那樣做，好！先把這個利害擺在這個上頭，然後呢，策發我們的心意，有了這個心意，然後呢，真正地進入。",
    "1288": "[21:28]實際上呢，正規說起來，這個是一切諸佛的真正的善巧方便。所以佛經上面說，「先以欲鉤牽，後令入佛智。」喏，在這個地方，看見沒有？千真萬確的。所以我們要懂得喔，這個「先以欲鉤牽，後令入佛智」的是這樣，處處地方善巧。當你了解了這個，然後呢，你有追求的心；有追求的心，下一步才要找哪一個是正確的路子，這樣步步上去的話，就沒有問題。否則的話，你雖然見到了，你覺得：「啊，這個好！」但是因為內心當中，這種強有力的推動的力量沒有，所以啊，說「好、好、好！」你也去跑，跑了兩步覺得：「唉呀！這個，啊，很辛苦啊！」但是前者他有強烈的推動的力量，再辛苦，「啊！它有大利益！」有大利益的話呢，當然嘛，當然你要付出相當的努力啊！他就成功了，他就成功。反之的話，唉呀！雖然一點點小小的，你就在那兒擋不住啊，那麼你就完啦！",
    "1368": "[22:48]所以這個兩句話，我們時時擺在腦筋裡面，多對自己反覆、反覆地策勵。如果我們自己眼前已經提起來了，那當然很容易善巧地來策勵自己，萬一不行的話，這是最佳方便、最佳方便。實際上反過來說，我們為什麼提不起勁來的？就是陷在現在這種安樂當中，還有就是怕這個苦。當你能夠如理地了解了真正的苦的行相，真正安樂的內容了以後，那個時候，你一定會把追求正法這個心意提起來。所以這一點，的的確確是我們修行人最佳的正對治，這個是所以講到哪裡，他總歸會以這個來提醒我們。同時呢，我也時時把這個真正重要的內涵、意義，再重說一遍。繼續下去。",
    "1448": "[24:08]由是因緣於大士道次第修心分三：那麼既然我們現在已經策發了這個，了解了我們該走的這個上士，那麼這個上士道修行的次第，怎麼樣呢？分這樣的幾部分：",
    "1470": "[24:30]一顯示入大乘門唯是發心，二如何發生此心道理，三既發心已學行道理。第一個呢先說明，要告訴我們，現在你要進入大乘，那麼大乘進入之門，大乘的根本，它的基礎在哪裡呢？是「發心」，就是發大菩提心，換句話說。喔！曉得了！那麼怎麼樣去發呢？所以第二個，如何發此心，發那個大菩提心的道理。第三，「既發心已」，發了這個心以後，心是發了，你要去做呀，才能圓滿哪！那個時候，講那個修學的，修學的這個道理。現在次第說下去。",
    "1524": "[25:24]今初　如是若須趣入大乘，能入之門又復云何？喔！我們現在曉得了，現在要學大乘，那麼進入大乘的門，從哪裡進去呢？",
    "1540": "[25:40]此中佛說二種大乘，謂波羅蜜多大乘與密咒大乘，除此更無所餘大乘。在這個地方，佛講的大乘，一共有兩條路，一共有兩條路。一條是平常所謂顯教的，一條就是密教的，除了這個以外，再沒有大乘了。他為什麼這個地方要這樣說一下？這句話有什麼意義呢？前面已經說過好幾次，這是個圓滿的教法，他交代出來的時候，一定是一無遺漏。所以一開頭的時候，因地當中沒有一點遺漏，那麼你果位上面，才能夠究竟圓滿。要不然你剛開始的時候，你覺得摸到了，實際上不圓滿，摸、摸、摸、摸，摸到最後的話，得出來的結果是殘缺的。所以他一開頭的時候要特別點一點：現在你要進入大乘，整個的大乘，包含的內容就這個！換句話說，不管是顯教、密教，再沒有了。如果有的話，你在這兒講了半天，還有遺漏，那這個講了半天，就出了毛病了嘛！就這樣。",
    "1618": "[26:58]於此二乘隨趣何門，然能入門唯菩提心。是的，大乘一共分兩個，一個是顯教，密教。但不管你走顯教大乘，或者是密教大乘，真正地能夠進入的時候，這個進入之門卻是一樣的，什麼？大菩提心，大菩提心，就這樣。由於這樣的一個抉擇，所以我們就曉得了，所以不管你將來走的方便是哪一個，只要你是大乘，對不起，那個真正的進入的門，它的根本在這裡。這個，這個抉擇非常重要的，這個抉擇是非常重要的！前面已經講過很多次，所以我在這個地方不去講它，不再提它了。",
    "1672": "[27:52]若於相續，何時生此未生餘德，亦得安立為大乘人。你有了這個認識，然後呢，照著這個修學。在什麼時候，在你的身心，相續就是身心，在你的身心上面能夠生起這個，就是說大菩提心生起來了，其他的還沒有，其他的都沒有生起來。即便是其他的任何功德都沒生起來，只要你那個大菩提心生起來的話，你這個就是大乘行人，這是大乘的行人。",
    "1709": "[28:29]何時離此，縱有通達空性等德，然亦墮在聲聞等地，退失大乘。反過來，你什麼時候一旦離開這個，所以換句話說，即使你發了這個心，離開了尚且如此，何況你沒有發呢？所以什麼時候你那個心裡面，把那個大菩提心拿掉了，或者你離開了那個大菩提心，那個時候儘管你有很多功德，功德到什麼程度啊？「通達空性」，喔！你就算大徹大悟了，對不起，這個還不是，你還是墮在聲聞地當中，你不算大乘，又退、又退，又退心了。",
    "1754": "[29:14]大乘教典多所宣說，即以正理亦善成立。上面這個，很多的大乘經典上面，都說得清楚，所以這個地方呀，特別說明一下。「大乘教典多所宣說」，這個只有大乘的教典。所以談到這地方，關於這一點，有的時候，南傳的人容或跟我們彼此意見不同，這個我們不必多提。因為他們的觀念當中，他所接受的只是小乘的。所以個人的認識不一樣，那個沒什麼好談的，千萬不要諍論，這一點注意！只是我們自己今天有這樣的殊勝機會了解了，一定要把它這兩個的內涵，差別在哪裡 ……。"
}