{
    "3": "[00:03]當然你一樣地可以選小乘的路子，絕對這是個人的方便，而且走到最後你還是走得上的，但是一定要把這個內涵啊，分別得清楚以後，那才對，那才對！",
    "15": "[00:15]同樣地，你分別了清楚了以後呢，如果對方他自己不了解，那也不必談。就像一個大學生跟幼稚園的學生，你沒有什麼好講的。幼稚園的學生，拿了這個說，就告訴他：這個「３」像個什麼？像個耳朵。他說「３」像個耳朵，你不必告訴他耳朵不是「３」哪，這個話用不著跟他講。欸！他就是讓他這樣，然後排排坐、吃果果，他就是這個條件，很清楚、很明白。如果你跑到去跟他諍論的話，那不是他的幼稚，你根本談不到大學，是你的無知，這一點我們要很清楚、很明白的，這順便一提。以前不會有這種問題，以後我想我們可能會遭遇到。那麼不但是說經教上面這麼說，還有呢，就是你理論上面，正確無誤的理論上面，你也能夠圓滿地能夠說明這件事情。",
    "74": "[01:14]故於最初入大乘數，亦以唯發此心安立，所以說真正進入大乘第一步，是從這個地方開始說起的，你一旦發了這個心，你啊，就安立在大乘道上了。",
    "90": "[01:30]後出大乘亦以唯離此心安立。如果你一旦退出了，那麼還是指這個心。所以在後面很多地方會告訴我們，同樣地在這裡一開始，我們要了解到，不要說：「哎喲，這個法大哦！你求就大哦！」尤其是現在密教盛行了，不要說：「哎呀，這個法了不起哦！」對不起，不管它法再了不起，如果你跟大菩提心不相應的話，沒有用，一點用場都沒有！是，結個緣是有的，前面要了解哦！這個強調的，這特別要說明的，真正進入大乘的話一定從這個上面。所以你看那個密教的儀軌上面，一開頭的時候一定有發菩提心。它那個菩提心，不是嘴巴上面講講哦！如果說我們沒有照這個本論的次第學上去還不懂，在本論的次第學的時候，他告訴我們清清楚楚：任何一個地方，你要把正確的量認識，然後呢 ─哦，正確的質認識，然後衡準內心的量相應不相應，這不是嘴巴上面講講哦！嘴巴上面講講，唸一句的話，這個不算的哦！這是我們這地方要了解的。",
    "166": "[02:46]故大乘者，隨逐有無此心而為進退。這個很清楚，所以大乘的話，完全看你有沒有這個大菩提心。",
    "179": "[02:59]如《入行論》云：「發菩提心剎那後，諸囚繫縛生死獄，然應稱為善逝子。」你只要一旦發了，哪怕才發心一剎那，那個時候的確，心雖然發了，我是個凡夫，就還繫縛在這個生死的牢獄當中，但是這個真正的佛子哦！這個是佛的真的法子哦！所以佛法當中啊，二乘聲聞他不算，證了聲聞果了不是佛子。佛子是什麼？欸，大菩薩。所謂菩薩什麼？就發那個大菩提心的。雖然你還是個生死的凡夫，但是你是真正的佛子，是指這一點而言。",
    "224": "[03:44]又云：「今日生佛族，今為諸佛子。」就是今天，你什麼時候發這個心，那你就是真正進到佛的家族裡面去了。那個不但是這個佛，而且一切諸佛的真正的佛子。",
    "238": "[03:58]此說發心無間，即為佛子。《聖彌勒解脫經》云：「善男子，譬如破碎金剛寶石，然能映蔽一切勝妙金莊嚴具，亦不棄捨金剛寶名，亦能遣除一切貧窮。這經上面說。特別說，經上說：善男子啊，舉個比喻，像金剛寶石一樣，雖然它破碎了，不管它是破碎了，但是啊其他的任何金莊嚴具，它比它強，這個第一個。而且呢，它雖然破碎了，它還是金剛寶石，名字一定是金剛寶石，這個道理也是一樣。譬如我們隨便舉個比喻，這個金子的東西，雖然破掉了，破掉了這個金子的東西，還是很值錢耶，對吧！你比起外面那個砂土，比起什麼東西來，哦，這個價錢還是貴得不得了，而且它還是金子耶！那麼現在那個菩提心，就像那個金剛寶石，那世界最珍貴，能摧毀一切，而不被一切摧毀的，就這個。",
    "305": "[05:05]善男子，如是發起一切智心金剛寶石，縱離修習，然能映蔽聲聞獨覺，那現在佛進一步說：善男子啊，這個一切智心 ─這個就是佛的心，就是大菩提心，你能夠發起來這個心，就像相當於世間的金剛寶石一樣。縱然你才發，你發是發了，還沒有修行，而那個時候發這個心，已經超過了一切聲聞、獨覺。聲聞、獨覺是有了修習，而且證了果的哦！這樣哦！所以我們這個地方也可以想起，那個小沙彌跟那個羅漢那個公案。說實在的那個小沙彌啊，只是因地上面種子上面種，他那個真的菩提心還沒發起。哦！這個羅漢馬上：「哦、哦！你的東西我來擔，請得你走前頭去走。」他沒真實地發菩提心哦！這個我們現在並不了解真實菩提心的心相的內容，下面很快地就告訴我們。只是他發那個心的種子已經有了，說：「啊，我要學佛！」只能說有這個菩提心的種子，那一個羅漢證了果的，馬上對他尊重，這千真萬確的事實，就在這個地方。所以我們現在繼續下去，",
    "385": "[06:25]一切功德金莊嚴具，亦不棄捨菩薩之名，能除一切生死貧窮。」這個比喻，這說明跟上面一樣的。",
    "395": "[06:35]此說雖未學習勝行，然有此心便名菩薩。是，你發了心以後，還沒有修行，那個時候就叫作菩薩啦！不過這個地方的發心的內容啊，我們有待後面學會了以後，才那個時候真實地了解。現在我們說我要發大菩提心，那個只是一個因的種子，那個因的種子啊，推動我們努力去學習，到那時候我們會走到發起「正發此心」的果來。所以我們對這個心還是非常尊重的─看！好啊，我要發這個心！目前對我們來說，這個是很重要的。",
    "437": "[07:17]龍猛菩薩云：「自與此世間，欲證無上覺，其本菩提心，堅固如山王。」哪！我們的龍樹菩薩就告訴我們：「欸，你不是要解決一切世間嗎？」「對啊！」那麼所以不但自己，自己見到生死的痛苦要解決，而且要幫一切人解決，要證得什麼？究竟圓滿的，這個才是無上正覺。那根本什麼呢？菩提心！把這個東西要建立起來，不但建立起來，要堅固，堅固像什麼？山中之王，最高、最大、最強！",
    "474": "[07:54]《金剛手灌頂續》云：「諸大菩薩，此極廣大，此最甚深，難可測量，秘密之中最為秘密，陀羅尼咒大曼陀羅，不應開示諸惡有情。這是第一個。那麼這個是密教當中的經典，說：大菩薩，這個裡邊，最最大、最最勝、難可測量，最秘密當中最秘密，一切陀羅尼當中最殊勝、最奧妙的，這樣的殊勝奧妙的東西啊，這個是我們現在真正學習進步的。諸惡有情，連他給他講都不用講，連他講都不用講！",
    "517": "[08:37]金剛手，汝說此為最極希有，昔未聞此，此當對何有情宣說？金剛手答曰：曼殊室利，若有正行修菩提心，若時此等成就菩提心。曼殊室利，爾時此諸菩薩行菩薩行，行密咒行，當令入此大智灌頂陀羅尼咒大曼陀羅。若菩提心未圓滿者，此不當入，亦不使彼見曼陀羅，亦不於彼顯示印咒。」這個密續裡邊，密教的經典上面，就告訴我們這句話。這個話對我們現在，學密教的同修特別有用。這個在我們普通一般的顯教裡邊，文殊師利就是文殊師利菩薩，金剛手實際上就是大勢至菩薩。在密教裡邊，不！文殊師利代表一切諸佛之智，然後呢金剛手代表一切諸佛之力，所以金剛手叫秘密主，這一部的主。那麼現在他們兩個對白，說，說這個、這一個你現在說的這個什麼，「汝說此為最極希有」，希有當中最希有的，以前從來沒聽說過的。現在呢，這一個最難得、最希有的應該跟誰說呀？換句話說，這個道理要開示、教誡誰呀？那麼金剛手怎麼回答呀？說：「文殊師利啊！」這是他們兩個回答說，假定有這樣的人那麼可以了，什麼樣的人呢？正修菩提心，他是的的確確地、如理地修這個大菩提心，「若時此等成就菩提心」，修了以後成就了。",
    "640": "[10:40]那麼到了這個情況之下，他行菩薩行，行秘密行。不，這個行菩薩行前面，可以說包括了波羅蜜多，這樣的行的人他也可以，或者說他還沒有真正進入之前的，前面的準備。所以前面說過嘛，就是密教的行者，他的發心還是大菩提心，然後呢，他的前面的基礎還是所謂六波羅蜜。然後這樣的層次一步一步的，所以行菩薩行這是共乘，然後呢，最後進入密教。「當令入此大智灌頂曼陀羅咒最大曼陀羅」，要這種人，那麼就應該讓他進到這裡來。「若菩提心未圓滿者」，如果說發菩提心而不圓滿的，這個「不當入」。現在這個地方注意哦！不圓滿的都不當入哦，他已經有了只是不圓滿哦！如果說你沒有的話，那當然更談都談不到哦！不但不當入，乃至於「不使彼見」，也不讓他看見這個曼陀羅，「亦不於彼顯示印咒」，就這樣。這印就是結的手印，以及種種的形相，咒就是那個咒，乃至於告訴他都不告訴。",
    "734": "[12:14]所以密教裡邊，真正的密教的確地，它是密傳密行的，外面的人根本看不見。它現在普傳的，那只是種一點種子，那是末法的時候啊，大家結一點種子，只是如此而已。所以我們了解了這一點，一方面固然說，啊！我們末法了，還能結一點最殊勝的這個善根種子，應該慶幸。但千萬不要說：「啊，我是個大乘的行者！」好像密教了不起。對不起，如果說你這個沒有發菩提心的，根本談不到，發了不圓滿也不行！就是你有了圓滿的，就是發了這個心夠了，如果說六波羅蜜的行不相應，還不夠啊！真正的密教要這麼高的條件啊！這個我們要了解的。",
    "782": "[13:02]故法雖是大乘之法，不為滿足，最要是彼補特伽羅入大乘數。喏，現在不管哪一個，因為這一個經，這一個論是在西藏來的，所以特別舉這個。如果在我們國內的話，我們不管是禪，不管是什麼，不是說你這個方法是如何地珍貴，如何地大，而是要看你的發的心是不是。而真正進入大乘的中心，是什麼？菩提心，這個我們要了解的。所以他說，法雖然是大乘，這個不滿足。根本的主因是什麼？大菩提心。有了這個大菩提心，那麼進入大乘，然後才能夠修這個相應的大法。",
    "834": "[13:54]又大乘人依菩提心，假若此心僅有解了，大乘亦爾。來了！是的，現在我們了解了，說大乘是依什麼而建立的？依菩提心。但是假定這個菩提心，只是了解或者聽見一個名詞，對不起，那麼你的大乘啊，也是聽見一個大乘的名詞，或是「解了」 ─了解這個大乘這個名字，心裡面跟它不相應。",
    "866": "[14:26]若有此心德相圓滿，則其大乘亦成真淨，故當勤學。說進一步你對這個心，這個相應了，所謂這個「德相」的話，就是你如此知、如此行，真正地相應了，而且圓滿了。那麼那個時候，你這個大乘啊，也是真實而且清淨的。所以我們既然現在要學這個，要求這個的話，那個是應該努力學的，要學這個！",
    "900": "[15:00]如《華嚴經》云：「善男子，菩提心者，猶如一切佛法種子。」當獲定解，故更釋之。那現在就引那個《華嚴經》，引那個《華嚴經》。實際上不但是中國，西藏與印度，也的的確確這是最圓滿的大乘的教法，所以他處處地方引這個。說善男子啊，要曉得菩提心是什麼？是一切佛法的種子。做任何東西，這個種子是根本，你有了這個種子，然後加上水啊、土啊、肥料啊，什麼這些東西啊，那就長出來啦！這種子沒有，其他的不行，其他的不行！所以關於這一點啊，我們要獲定解！這個「定解」兩個字，前面已經解釋過很多次了。否則的話呢，你現在聽懂了一點，因為你沒有獲得殊勝的定解，聽得是滿好，等一下心動搖了，又跑也不曉得跑到哪裡去了。所以為了讓我們策發定解，所以我們要正確地認識，所以他下面就詳細地來，再說明一下。",
    "970": "[16:10]此如水糞及暖土等，與稻種合為稻芽因，與麥豆等種子相合為彼芽因，故是共因。他舉一個比喻，譬如說水啊、肥料啊、土地啊，然後呢，天氣的暖和、太陽啊，其他種種啊，把那些東西，把這個稻的種子合起來，就長出稻的芽。然後把這些東西，如果麥或者豆，或者其他任何一個種子合起來的話，那麼跟麥芽擺在一塊兒，就長出麥的芽來，如果豆長出來是豆的芽。豆的這個因，豆的這個芽長出來了。所以「故是共因」，這個什麼叫共因啊？哪！這是共同的。",
    "1022": "[17:02]如麥種子任會何緣，終不堪為稻等芽因，故是麥芽不共之因。這個裡邊只有一樣東西是不共的，什麼呀？麥，如果你要麥芽的話，只有麥種子。這個麥種子不管你碰到什麼，它長出來只是麥芽，它不會長出來稻的芽。所以在這個裡邊，儘管你要長出這個麥來，要很多東西，要很多東西，可是這個裡邊，只有一樣東西最主要的，這個叫「不共因」，這個我們要把握得住。所以，",
    "1060": "[17:40]由此所攝水糞等事，亦皆變成麥芽之因。如是無上菩提之心，佛芽因中猶如種子，是不共因。因為在這個地方啊，你有了這個麥的種子，那麼再加上面其他的共因，共同必須要的條件，水啊、肥料，那麼這個麥的芽就長出來了。所以這個無上菩提之心啊，在增長啟發佛芽當中是像種子一樣，這是不共之因，不共之因，最主要的！由於這個不共的因，然後呢你再加上智慧。",
    "1102": "[18:22]解空之慧，如水糞等是三菩提共同之因。解了空性 ─拿一句話說，我們現在說：「啊，大徹大悟！」不過這個大徹大悟有深有淺哦，我們不要誤解，暫時我們不去管它；換句話說，你見到空性。所以詳細的這個空性的內涵，一直到最後毘缽舍那那一章，再會深入、仔細地說明它。其他的解空之慧等等啊，就像長那個稻芽、麥芽一樣，這個裡邊的水啊、肥料等等啊，是什麼？三種菩提的共同之因，不管你是聲聞菩提、獨覺菩提、佛無上菩提，欸，共同的！在這個裡邊，所以說明了，你要真正要求佛無上菩提，它最主要的這個主因在哪裡，你要把握得住。",
    "1167": "[19:27]所以我們現在真正要修學佛法的第一件事情，不是先忙說解了空性，要這個。啊，不要說現在要求忙這個開悟，不要說先忙這個事、這些東西啊！先檢點、檢點你因在哪裡？你先不要忙說學密啊，學什麼，學顯啊，不是！是要你走的路是大乘、是小乘，那麼大乘的主因在哪裡，這個先要把握得住。找到了這一點，然後呢使得這個主因啟發的其他的緣再去找，然後你配合上的話，那個大乘的芽發起來，果就能夠得到。",
    "1213": "[20:13]故《上續論》云：「信解大乘為種子，慧是能生佛法母。」上面就解釋啊，這個我們要了解：第一個要認識，要內心當中建立正確的這個認識以後，啟發信心。啟發了信心了，然後認識、了解，了解這個大乘的種子，大乘的種子是大菩提心。然後這個大菩提心有了以後，大菩提心怎麼地圓滿呢？那個時候才講智慧，所以「慧是能生佛法的母」。平常為什麼要說這個母呢？這個大有道理哦！看下面，",
    "1264": "[21:04]謂菩提心如父之種，證無我慧如同慈母。嗯！這個裡邊就差，這個差別不同在這個上。所以這個菩提心哪，就像父親一樣，然後呢，證得空性的智慧像母親一樣。我這個姓是根據誰？根據父親而決定的。",
    "1287": "[21:27]如父是藏人，決定不生漢胡等子，父是子姓決定之因。母是藏人生種種子，故是共因。在這個地方，他就說明了這一點。我們最主要的，他說來說去一句話，我們一開始一定要抉擇，換句話說，選擇、認識、了解它真正的主因在哪裡。如果說你父親是西藏人，那麼你生的兒子啊，一定是西藏人，不會是別的。所以這個決定這個兒子的姓氏，是父，那母親沒關係。那母親儘管是西藏人，如果這個父親不是西藏人的話，那生的兒子不一定是西藏人，所以他說是「共因」。",
    "1344": "[22:24]今天請翻到《廣論》兩百零六頁，我們昨天已經把真正大乘的根本在哪裡指出來，然後他又說舉個簡單的比喻。第一個比喻是指植物一般的，比如說隨便一樣東西，稻呀、麥啊，然後拿眼前我們任何一樣東西。你要想把那個稻也好、麥也好，長出來需要很多條件，很多條件。很多條件就是很多的因緣，可是很多的因緣當中啊，有很多是共因。這個裡邊最主要的，有一樣東西是不共因，這個我們必定要把握得住。然後呢他又說人，父親、母親。除了父親、母親，還要其他太多東西耶！還要吃，還要穿，還要很多東西，少掉一樣東西都不行，可是這個人的種姓只有他父親來決定。",
    "1419": "[23:39]比如說我們眼前隨便一件衣服，我們身上穿的那個衣服，那個除了這個棉紗以外，還要很多人工啊，還要很多這個、那個。這個人工沒有一個地方用不上的，但是呢，你用在這個衣服上面，就這個裁成布，做成衣服；你做在這個上就做成檯子；做在這個上面就做成這個，都是共因。那麼這件衣服的這個不共因，是什麼地方呢？衣服的不共因就是那個紗、棉花，就這樣。沒有一個例外的，你必定要找到。",
    "1457": "[24:17]我們現在修學佛法，所以轉大圈子的原因就在這個上面。為什麼平常說我們一開頭的時候，必定要把根本把握得住。你有了根本，然後在根本上面慢慢、慢慢地擴張，一定有！否則你枝末上面摸的話，是的，你最後還是摸得到，是不曉得多辛苦，這是我們必定要知道的。現在我們往往想求捷徑，然後碰到一點就來，一直在枝末上面轉，最後雖然轉得進去啊，這個冤枉苦頭實在吃得太多。這個大家了解不了解？這個觀念第一個要了解；第二個呢，要加深這個認識。這是現在的第一步，加深的這個認識，然後你談修行的話，你根據你的認識去修行就對！那麼現在我們今天繼續下去，繼續下去。",
    "1515": "[25:15]龍猛菩薩云：「諸佛辟支佛，諸聲聞定依，解脫道唯汝，決定更無餘。」此讚般若波羅蜜多，聲聞獨覺亦須依此，故說般若波羅蜜多為母，是大小乘二子之母。這個一點，所以上面是用幾個比喻來說，現在呢，合法。這個龍樹菩薩說，「佛」那就是大乘的，「辟支佛」是緣覺，「聲聞」，他不管是哪一乘的人，他最後一定要依這個來解脫。他的解脫道只有你，除了你以外，再沒有其他的了。換句話說，這一個是確定的，三乘必依此。「此讚般若波羅蜜多」，聲聞、獨覺也必定要依這個。所以說這個般若波羅蜜多 ─智慧啊，這個是什麼？大小二乘的母，這一點我們要了解。",
    "1592": "[26:32]故證空慧，不能判別大乘小乘，以菩提心及廣大行而分判之。《寶鬘論》云：「諸聲聞乘中，未說菩薩願，大行及回向，何能成菩薩。」此說不由見分，當以行分。以證得空性那個智慧，不能用這個智慧來判別大乘跟小乘。大乘、小乘不是說你有證得空性的智慧，不是，而是以菩提心。由於這個菩提心，所以你行廣大行，拿這個來辨別的。在這個地方有一點點問題啊！平常我們現在說中觀、唯識，這個兩家對於這個概念上面有一點的差別，有一點差別。在我們目前並沒有徹底認識之前，這個諍論哪，我們也無法能夠很徹底圓滿地去了解它，乃至於他究竟諍論些什麼都不知道。不過呢，至少有一點，一般大家我們說，中觀是究竟的、最徹底的、最圓滿的，現在。那麼換句話說，根據那些歷來的祖師大德，已經經過了千百年的詳細地辨別以後，說最究竟圓滿的道理，那個就是叫「中觀」。中觀裡邊告訴我們，最後也會說，我們現在證得的空、空性，了解的空性，譬如說在禪宗裡說大徹大悟，所見的那個內容等等的話，這個就是這個地方說的證空的這個慧。這個不是判別大乘、小乘的關鍵，而判別的關鍵在哪裡？菩提心及廣大行。注意哦！注意哦！",
    "1701": "[28:21]所以這是為什麼，為什麼，看，在阿底峽尊者的傳記上面，在印度當年，阿底峽尊者見過這麼多大善知識，他第三位大善知識 ─阿都帝，阿都帝就是什麼？是對中觀有認識的，正確認識的一個人。而且跟他學了以後，他就能夠見到了阿都帝以後，還見到大明杜鵑論師，就真實徹了那個空性。那個當時他的老師就告訴他：「對！你現在這個加行位上的。」實際上這種情況啊，以前我們說過很多遍，在我們中國的祖師當中，達到這種位次的沒有幾個。但是後面的人告訴他：「你單單學這個，不行啊！不行啊！」而以後遇見金洲大師，他把金洲大師看成老師當中最珍貴、最主要的原因，為什麼？就是因為金洲大師把大乘的主因傳給他，那個完整的教授。平常書本上大家都看得見，但是完整的教授卻是從金洲大師得到的。現在我們最主要的就是辨別這一點。",
    "1781": "[29:41]如是證空性慧，尚非大乘不共之道，況諸餘道。"
}