{
    "3": "[00:03]如是證空性慧，尚非大乘不共之道，況諸餘道。從這地方就可以看見，證得空性，換句話說大徹大悟這件事情，這樣達到這樣高的程度啊！我們現在不必說大徹大悟，因為往往有的人不了解，我們就是啊，就算是這樣吧！就是說：「哪，你證得空性了！」因為關於大徹大悟這個境界啊，我自己也沒大徹大悟，所以並不究竟了解。不過我所了解就是這樣，你真正發了心以後，要想上去的時候，那個時候第一件事情啊，的的確確要大徹大悟，那是千真萬確，決必不可少，像母一樣。但是它並不是這個種姓決定的因，這一點並不是忽視這個大徹大悟，絕對重要，必不可少，這一點這個地方說明。那麼當然這個見解是以中觀來別，而其他的別的宗派見解不同，這個地方，我們暫時不太討論它。",
    "71": "[01:11]就是達到這種狀態，這個還不算是「大乘不共之道」。這句話是說：這些是大乘道，但是並不是它的不共道，現在大家分得清楚嗎？就好像我們前面比喻當中，你要長一個東西的話，是要種在土裡，要灌了水，又加肥料，還要太陽曬，還要種種的培植才長得起來的。但是所以長得起來，你要的東西長得起來，是要那個種子種對。如果你要蘋果，結果你種個麥子種下去，長了半天長出來個麥，你的蘋果啊不行，就這樣。你把那蘋果的種子種下去了，有了這個種子以後，不是說就能夠長出蘋果來喔，你還是要其他的，哪，水啊、土啊、太陽、肥料，這些東西叫共因。所以這個共、不共我們要分別得清楚，不是忽視其他的，而是說我們進去的時候，要了解把握住根本的主因。然後呢，跟這個相應的其他的輔助的，怎麼使得這個能夠圓滿成就的輔助的緣，一一加上去。現在我們是辨別這個主因，跟其他的「餘」、所餘的助因。",
    "159": "[02:39]呃，那麼證空慧尚且不是，何況其他的呢，何況其他的呢！所以這一個「何況其他的」這句話，值得我們深一層，深一層啊！現在連它證空慧，拿我們現在說，達到這樣的情況，尚且不是，大乘的「餘道」，現在我們連它這個其他的，還差得十萬八千里啊，所以更應該注意啊！更應該注意啊！所以我們第一個，首先在見解上面要一定要認識這個！",
    "194": "[03:14]故若不以菩提心為教授中心而正修習，僅於起首略憶文句，而於餘道微細一分多殷重修，顯然於法知見太淺。下面就告訴我們了。所以我們現在真正重要的，應該把菩提心作為我們修學的中心，努力去做。不是說剛開頭的時候「略憶文句」，像平常我們一開始念的時候，都是念幾下，我們早晚課也是一樣，「眾生無邊誓願度，煩惱無盡誓願斷」等四句。然後呢，在我們修密宗的儀軌當中，開頭的時候也這麼念幾下。很多地方就這樣，就是啊還算好咧，還略略至少憶一些文句咧！那這個不對，這個不對！而我們真正主要的修習是這個才對。",
    "260": "[04:20]所以說你略略把這個文句念一遍，而於其他的「餘道」，這個餘道不是非道喔，是道，但是它是什麼？「微細一分多殷重修。」哎呀，努力忙這些東西啊！那個很明白的，你對佛法認識得太不夠，認識得太淺，認識得太差！我們一定先要把那個根本的主因把握到了，然後呢盡你的力量，隨分隨力，你做哪一個都可以。你念佛，念佛好；參禪，參禪好；學教，學教好；顯教也好、密教也好。然後呢，你在這兒坐禪以外，不管我們所謂出家人有三件事情 ─行福、坐禪、讀誦、誦經都可以，在家人也可以，就是再結其他的因緣。這一點，是這個地方特別需要了解的！",
    "323": "[05:23]總如生子俱須父母，道支圓滿亦須方便智慧二品，就是這個比喻當中告訴我們哪，我們一個孩子的出生，一定要父母兩樣。那麼現在你圓滿這個道的道體，一定還要什麼呢？也要兩樣，一個是方便，一個是智慧。方便是父，智慧是母，這個兩個是最重要的，不能合。",
    "349": "[05:49]特須方便上首發菩提心，智慧上首通達空性。那麼我們一般說起來兩樣東西，那麼這個兩樣東西的兩個呢，有兩個主要的：方便的這個、這個主要的上首是發菩提心，智慧的上首達空性慧。這個說明了，那這兩樣東西啊，還有其他的眷屬各方面地配合。譬如我們現在說鋼筋混凝土，是的，要混凝土跟鋼筋，好像說起來要兩樣東西。其實呢這個混凝土，喔唷！還牽涉到很多啊，還要模板，還要這個，還要一大堆，是啊，都不能少啊！當然同樣地，這個我們要把這個根本認識了，然後慢慢、慢慢地，從那根本上面探索，進一步去修習。",
    "403": "[06:43]設修一分而未全修，這個假定你單單這個修裡邊一部分，而並不全部修的話，對不起，你要求的這個圓滿的結果，一定得不到，這個是我們必定要了解的。所以從這個地方，現在我們可以返回頭去，為什麼它本論一開頭，並不直接告訴你怎麼修，一定把那個次第讓你認得了清清楚楚，然後了解了再去修。就是你因地當中，必定要把你所學的內容，有一個正確的認識，然後呢，本末在哪裡，次第如何，一點沒有錯了，然後你做下去的話，欸，非常省力，很快得到。所以剛開始的時候的的確確，是看起來比別人比較慢，也許是慢的時候，你慢了三年、五年，乃至於三生、五生，可是最後的結果啊，比別人快！快到什麼？快無量阿僧祇劫，這個裡邊完全不能比，完全不能比哦！",
    "478": "[07:58]所以諸位，如果說大家對這個概念弄不清楚，首先要弄清楚。弄清楚了以後，你們有時間的時候，譬如說今年，或者等《廣論》完了，或者假期裡邊，你們可以把好好地，《法華》、《華嚴》這種大經大論約略地看一看，那時候你就很清楚明白了。那時候你才會知道，為什麼善財童子一生取辦，為什麼大智如舍利弗，乃至於這麼多的大了不起的大聖者，沒有一個例外的，都要轉無量阿僧祇劫。而在這個裡邊佛一再說：「哎呀，我出世只有一個目的，就把佛的圓滿的這一個教法給你啊！我的目的就這一個啊，而且多生多劫就告訴你們哪！但是你們偏偏就沒辦法聽我的啊！」拿我們平常常常說的，我們不是來這裡學佛，來學「我」啊！那你怎麼用呢？所以佛儘管跟他講了，但是他只選他自己願意的，其他的他聽不進，那就害了！",
    "543": "[09:03]拿一個實際的例子來說，我們眼前就可以看得見的，眼前就可以看得見的。平常我們在圓圓滿滿地講那個《菩提道次第廣論》，如果正規地學的話，我們一定把自己心裡那些東西拿掉了以後，然後一步一步要了解說，它論上告訴我們的什麼。就這樣！這個是正規的。所以一開頭的時候，告訴我們什麼？要除掉我們自己內心的三過，大家還記得不記得？這樣。除了三過還夠不夠？不夠。下面還呀，學的時候還要具三相。那個三過，第一個覆蓋固然不行，第二個呢，內心的等起有問題。現在這地方又可以重新溫習一下：覆蓋，不管你什麼，你沒有真正地能夠聽。第二種情況呢，你心裡面，你有你的這種相應的這個東西，聽見這個覺得歡喜，其他東西就算你不排斥，你聽了以後當耳邊風聽過了，所以它那個整個的全貌，你把握不住。乃至於弄得不好的，聽到其他的，你心裡面以你的概念排斥掉了，結果不行，這個圓滿的教授你就得不到！",
    "619": "[10:19]所以今天早晨，還有一位同修跑得來問我，他聽了這個以後說：「其中有一段我以前用過功，一天這個用多少功 ……。」他要問這個方法。我可以說用兩種心情：一個，很歡喜他來問；一個我自己覺得，就像剛才提這問題一樣，啊，他就完全弄錯了！歡喜是什麼呢？歡喜他肯來問，肯來問才能夠把問題指出來。他好的是他聽過以後，他很高興覺得：啊！現在了解了。如果他不問的話，他就是執著在這個他的問題上。他問什麼問題啊？哎呀，說：「你以前哪，一天念幾萬聲佛，怎麼個念法？」這那時候我就了解了，他心裡面哪，他真正的心裡面就是什麼？他的等起呀，他自己有他的偏好，他跑到這裡只想念佛。聽見你說，喔！你一天念兩萬聲佛，他學到了，好了！其他的腦筋裡面耳邊風，就這樣。所以儘管有圓滿的教法擺在那裡，不行，眼前的事實就是這樣。",
    "680": "[11:20]然後我們引到經證上面呢，你就立刻了解了。那《華嚴經》上說得清清楚楚嘛，佛無量劫來就告訴我們這個東西，但是我們哪，心裡就只聽見、歡喜這種東西。如果你要參禪的話，你只聽見這個，然後你去參，別的你就聽不見！不但是《法華》，《華嚴》上面怎麼說？《華嚴》也這麼說嘛，說大智如舍利弗尊者，坐在那裡如聾如啞，為什麼如聾如啞？大家我們說：「啊，我們相信他。」這個不夠的呀！他後來又說得清楚，因為你因地當中啊，你沒有學這個東西，心裡跟它不相應。我們好像看那文字信得過，但是真正的行相不一定懂。",
    "723": "[12:03]現在馬上把眼前的狀態指出來，就是我們現在的學那個《廣論》，但是因為我們心裡呢，真正的心裡面所執著的什麼？你好參禪的，你聽見禪，聽得很來勁，別的東西你不排斥已經算滿好的。或者你在這兒想念佛，你又想念佛，聽到念佛的時候滿來勁。如果有地方不對勁的話，你聽不進，乃至於你排斥它，或者你心裡面更忙你的事情。喔喲！你正在一天到晚想著，叫你坐在那兒聽那個東西啊，你越聽越煩，對不對？所以說，這個不但《法華》，《華嚴》上面也說，說你本來的因地當中，你在這一方面，你就沒有在下那個種啊！你種子沒有的話，雖然那個土很肥沃，水、太陽擺在那裡，長出來的沒有用，長不出這個東西來，只是你以前下的東西長出來了，對不對？所以到這個地方，我們不但那個經文了解，而且內心的行相：啊，原來這樣啊！你就很清楚、很明白了。",
    "797": "[13:17]所以這個地方，大家特別說一下，記住：大家跑到這地方來，你們一定要把以前內心那個垃圾，拿掉它！說我現在跑到這地方來的，先自己出空，自己出空。所以那個過失一樣，你不要把它這樣放，倒蓋不行，要仰上；然後裡邊我們的心裡這種東西啊，把它拿掉；然後記住它。那你就有用，那個時候有用了！眼前哪，花不了太大，將來是畢竟能夠快速地成就，完全靠在這裡。諸位呀 ─欲速，好啊，我讚歎！但是欲速要有速的方法，你如果要求快，而得不到快的方法的啊，結果下面什麼？欲速而不達。啊！可惜啊，可惜啊！所以在這個地方要告訴我們，單單修其他的一部分，這個不行的！",
    "860": "[14:20]若唯希求解脫生死，於奢摩他須莫誤為毘缽舍那，善修無我空性之義。就算，上面是大乘佛法固然如此，就算小乘吧！小乘人他不要求圓滿大菩提，只求自己解脫生死。要求解脫生死，要學兩樣東西，什麼？定、慧。戒是定、慧的根，你就算是要得到解脫生死，這是二乘之果，也一定要了解內容是有兩樣 ─定跟慧。你絕對不能把定誤會以為是慧。這個慧的特質是什麼呢？是了解「無我空性之義」，這個才是慧，定只是作這個的根本。這個差別到後面詳細地講，眼前有個實際上的例子，我可以告訴你們。",
    "928": "[15:28]以前，很多年以前我遇見這樣，以後又遇見，遇見好幾個人。有的人在文字上面，只是玩一點文字遊戲，有的人真的倒下一點功夫，得了一點定功。然後呢坐，打坐的時候，哇，那真精采喔，一坐幾個鐘頭！然後在坐當中的話，心念一念不起。然後呢他覺得定當中，好像剛開始的時候啊，如雲如霧，現在實際上呢，這種實質的東西，它慢慢地微薄、輕微了，到後來覺得空空洞洞。啊！他覺得證了空了。以前我的確不懂，現在我完全了解了。我這個了解，不是修證的了解，將來你們只要如法地去學的話，你就指得很清楚，像這種啊，連他的根本定都沒得到。",
    "985": "[16:25]我們真的學定的時候，有幾個次第：第一個叫住心，住心又分粗細，心住，然後呢，住了是安住。平常我們的心散亂的，不是昏沈就是掉舉，你要念佛，它就不聽你招呼；你要數息，它就胡思亂想，就是這樣。所謂不聽你招呼的話，不是胡思亂想就是昏沈。到那時候，欸，那內心安住在這個上頭，那時候有種種的相應的、很微妙的境界出現。更進一步，他心慢慢地越來越寧靜了，到後來他得到所謂「欲界定」。這個欲界定的狀態，他那時候已經心裡覺得，就剛才這種狀態，實際上只是欲界定喔！再進一步叫「未到地定」，到未到地定的時候，覺得眼前那種身體的質礙東西都不見了，好像空掉了，實際上呢，連它根本定都沒得到。然後呢，從這地方還要超越，才得到根本定。這樣欸！這個完全是共凡夫的欸！",
    "1047": "[17:27]他說：「啊！他已經見到空性了。」實際上他不是說平白地說空話，因為平常我們在這個地方，眼前的感受到身心上那個心裡的煩惱，身上的粗重，他那時候在定當中慢慢一一消失掉了，到最後覺那身體的形相不見了。對嘛，空嘛！實際上呢，這個定的境界都沒有啊，所以好可惜！除非你有善知識在旁邊，他過來經驗人告訴你這個錯了，再不然你一定要圓滿的教授。你沒有這個東西，你自己覺得很對啊，走上了錯路都不曉得，走上了錯路都不曉得，好可惜、好可惜！這個地方啊，我們千萬不能誤解。所以，「然」，繼續下去：",
    "1098": "[18:18]然若自許是大乘者，是則必須修菩提心，所以說，你小乘尚且要如此，如果是大乘的話，那麼也兩樣東西千萬不要誤會，一分是不夠的，而這個主要的，剛開始是菩提心。那麼，",
    "1121": "[18:41]如慈尊云：這個就是引，我們的這個慈尊就是慈氏菩薩。",
    "1129": "[18:49]「智不住三有，悲不住寂滅。」實際上呢，所有的大乘經論上面，都告訴我們清清楚楚，大乘的行者要圓滿兩樣東西：一個是悲，一個智；一個是方便，一個是智慧。因為你有智慧，所以能夠「不住三有」，「三有」，我們生死輪迴。所以你不被生死輪迴所困的原因是什麼？就是你的智慧，了解這個空性。但是了解了空性以後，沒有大悲方便的話，你就安住在這空性當中，你就沒有辦法廣行利他事業。那麼這一個用什麼東西提起來呢？這個要悲，悲所以「不住寂滅」。下面的解釋，",
    "1182": "[19:42]以慧遮止墮生死邊，以悲遮止墮寂滅邊，因為你有智慧，所以你能夠從生死苦海當中跳出來。所以悲把你墮落在生死當中的缺陷遮止了，能夠消除了。還有呢，你雖然了解了生死的空，但是你安住在空上面，安住在這個寂滅當中，不能廣行一切利他，有大義的事情，這個靠什麼？靠悲。又",
    "1223": "[20:23]慧不能遮墮寂滅故，單單那個智慧，沒有辦法遮止、沒有辦法防止這個毛病，什麼毛病啊？你「沈空滯寂」。你見到那個一切都是空的，是嘛，見到了空你還有什麼？沒什麼好動的了，就是這樣。所以你自然不願意，這原因。說：",
    "1246": "[20:46]不墮有邊小乘有故，要曉得你不墮在三有苦海當中，不單單是菩薩啊，二乘他也有這個本事，也有這個能力。所以你真正的大乘行者，不是在這個上頭。大乘的真正的行者跟二乘不同的地方，不是說你能夠跳出生死輪迴苦海，而是說你有跳出來的本事，而還能夠進去救他們，這個才是。",
    "1279": "[21:19]菩薩道者，正所斷除墮寂邊故。真正修菩薩行者，他最主要的一點，這個主要的一點，不是共凡夫的，是共三乘聖者的，這個我們要了解喔！他這個每一個地方的界限，分得很清楚，你弄錯一點點就出毛病的。所以他正所斷除的，是不墮在這個寂滅邊，他不會安住在這個寂滅邊，他會在三有當中，這樣。這個意思是說：他有這個證寂滅的能力，但是呢不墮在這個地方。",
    "1322": "[22:02]這句話特別說明的原因，是因為我們凡夫也說：「對啊，那麼菩薩道他不墮在這個裡邊，我們凡夫我們也講救人，我們說起來，我們學菩薩，我們不墮寂滅邊。」你談得到墮寂滅嗎？你有本事墮寂滅嗎？他是能夠證得寂滅，但是他不墮在裡邊。你真的有本事墮在裡邊，我還佩服你咧，你還成個聖者咧！現在我那個寂滅是什麼，知道都不知道，然後呢拿這個菩薩的，作一個藉口，自己騙自己，還是哄別人哪？這一個要分別得清楚，這個順便一提，針對著有一些人的誤解，所以特別加上末下、末後一段話。",
    "1372": "[22:52]解佛密意堪為定量諸佛子等，若有如此寶貴之心，於內生起執為希有，歎生如此希有妙道，這個對佛的真正的、深密的、內在的意趣，能夠不錯地、如理如量了解的那些人，這個才是真正什麼？佛子，佛子。如果說這個有了，這樣地生起了，這個是最最寶貝的菩提心寶，那個時候，應該「執為希有」。啊，這個才讚歎哪！這個才好啊！這個才是真正的無上深妙的大法啊！所以前面是告訴我們，現在我們真正修學的根本在哪裡，指出來。指出來了以後告訴我們，我們全部精神應該努力在這個上頭，這個才是對的。如果說我們對這一點不認識呢，就犯了一個毛病，什麼毛病？下頭說，",
    "1455": "[24:15]若內心生愚夫所愛微分功德，則不執為如是希奇。一般人是怎麼呢，他也 ……要嘛不修行，修行一定馬上見效，但是這個什麼？「微分功德」。這種微分功德是「愚夫所愛」，愚夫所愛，這個愚夫是對了這個會執的。但真正能夠了解佛陀密意的，如理如量的這些稱得上佛子的人，對這些微分功德，他不會覺得稀奇，不會覺得稀有，不會的。這個平常啊，所以我們現在要了解一個道理：譬如說，我們不要說，哎呀，那個開悟了，不要說念佛得到三昧了，不要說這些吧！現在我們隨便做一點小小的小事情，這麼一點點，哎呀，覺得很歡喜，就這樣。今天拜了一下佛，平常的時候，就是妄想啊、就是昏沈，今天拜了一下佛，欸，覺得心裡面很寧靜，大家就，哎呀，歡喜得不得了，覺得這個拜佛啊！那個實在是啊，連它功德都談不到。或者是做了一點點事情，哎呀，那就歡喜呀！這個都是什麼啊？愚夫所執的微分功德，微分功德！但有沒有？有的，所以他還是叫它功德啊！",
    "1552": "[25:52]所以現在這個圓滿的教授告訴我們，真正重要的在這個地方。乃至於我們外面去看看，哎呀，看見這個、看見那個之後，覺得這個也要做，那個也要做，這個也要做，不曉得有多少事情要做。但是你在這些事情當中，你一定要分辨得出來本末，本末最重要。還有呢就是不要停在這裡，就算是正確的這個得到了以後，還要從這個上面步步上升，千萬不能停在這裡。",
    "1590": "[26:30]《入行論》云：「餘自利不起，利益有情心，此希勝心寶，先無今得生。」又云：「豈有等此善，何有此知識，豈有如此福。」又云：「誰發勝心寶，即禮彼士身。」又云：「從搖正法乳，出此妙醍醐。」那麼把這個《入行論》上面一段一段，它這個地方特別，就是說這個論本身叫《入菩薩行論》，你要修學菩薩，就從這個地方進去的。它前面一開頭就特別強調，其他的那些單單求自利的，只管自己的人，他生不起這樣的這個利益有情之心 ─廣利一切有情。前面已經說過了，真正要自利，必定要從利他起；反過來你真正利他，是真正是利你自己。這個才是什麼？稀有的，才是殊勝的，我們心學之寶。現在啊，由於修學了如理如量的佛法，了解的，修行了，以前沒有現在得到了，歡喜呀，高興啊！",
    "1676": "[27:56]覺得：哪有比這個更好的啊！「豈有等此善」，的的確確這個才是好的啊！以前那種微分的功德，是愚夫所愛，這個實在是錯啦！天底下沒有任何一樣東西，可以跟它相比的，所以說「豈有等此善」哪！你怎麼得到的呢？哎呀，這個要真實靠善知識，大善知識啊！沒有大善知識的引導，是絕無可能哪！「豈有如此福」，得到了這個東西，這一個東西的福德是不可思議、不可稱量啊！下面會詳細地說，這個的確是菩提心寶啊！所以我們經常要思惟，哪怕一個很小的小地方，你心念一動，哎喲，一個證果的羅漢馬上就把你、把你恭恭敬敬地。那個時候，這個種子才有一念這麼落下去喔！這樣殊勝啊！就因為什麼？就因為這個東西真正寶貝啊！所以我們現在，在這一點上面才是修學佛法第一步。如果你只求解脫或只求自了，那不必忙這個；你要想談佛法的話，這個才是它的真正的中心，最重要的啊！",
    "1757": "[29:17]所以說，下面又說「誰發」，不管是哪一個人，他一旦發起了這個殊勝的心寶的話，那就是我們真正應該恭敬的，「即禮彼士身」啊！這個才是真正珍貴的，這個才是真正珍貴的！"
}