{
    "3": "[00:03]所以《華嚴經》上面說嘛，《華嚴經》上面叫 「發心究竟二不別，如是二心初心難」。當你發菩提心，以及證到究竟佛果的時候啊，這個兩個的內心這個心理的特質，沒有什麼差別。但是兩者當中，嘿，這個初心啊，初發心還難欸！不是我們現在要敬禮諸佛嗎？佛哪來的？就是這個因哪！所以我們真正最珍貴的是這個啊！所以你看哪，的的確確有他的根據，佛親口說的，哪一個人發了這個心，我們最真正要 ……那個才是真正我們禮敬之處。",
    "40": "[00:40]哪來的呀？嘿，不是馬馬虎虎來的呀，「從搖正法乳」。我們聽到了正法以後，為什麼叫搖正法乳？不是說你聽一聽就算了，的的確確是要努力地在這個上頭的不斷地努力，才能夠得到這個妙醍醐。這個醍醐，我們就是說，從這個裡邊出生酥、熟酥，然後醍醐。從那個牛奶當中提煉那個醍醐的時候，要經過很多手續。它最後要搖啊、要弄啊，這個我也不大清楚，不過我簡單地曉得的，不是說拿這個牛奶你隨便一來就可以的喔！要經過很多努力，最後才提煉得出來。所以不但你要得到正法，而且還要對那個正法真正地下一番很切實的功夫，那個時候才能夠得到這個菩提心寶啊！",
    "105": "[01:45]此說是出佛語心藏勝教授故。喔，這個地方再把什麼？佛語的心藏，那個佛整個告訴我們的中心教授寶藏，這個最殊勝的。所以在這個《法華》上面，佛處處地方說明，說以前那些人哪，做了一點功德，佛就要像一個皇帝一樣賜給他什麼。有一樣東西平常不賜，什麼啊？頂髻當中的這個明珠，到最後才能夠決定拿出來，給最了不起的人。現在這個菩提心寶，就是佛的真正宗要。所以他一直說了多少，四十九年以後，最後才說出來：喏、喏、喏，這個才是十方一切諸佛究竟根本意趣所在，這樣。所以你看，別的經一開頭的時候放光現瑞，人家問了，佛就把那個道理一說，說完了就算了。《法華》可不是喔！放光現瑞，然後呢，三請，三止；然後說十方一切諸佛，證……沒有一個例外的，真正的十方一切諸佛的中心教授，就在這裡。現在這個地方呢告訴我們，所以這是我們特別應該了解的。",
    "198": "[03:18]是故吉祥阿底峽尊持中觀見，金洲大師持唯識中實相之見，然菩提心依金洲得，故為師中恩最重者。哪！剛才說過了，現在這個地方出來。阿底峽尊者，這「吉祥」啊，就是通常印度人稱呼人最尊貴的。譬如我們現在念佛的時候，「南無薄伽梵」，這個就含有這個意思。凡是對這個尊、勝的那個人哪，我們稱呼他。我們通常中國人稱呼，把那個尊貴的這個頭銜擺在後頭，他們西洋人、印度人擺在前頭。這個阿底峽尊者，啊！他自己持中觀見，而他的老師就是誰？金洲大師，持唯識見。他那個真正見解的實相之見哪，阿底峽尊者高過他的老師。欸，妙咧！儘管他的見解比老師還要高，結果啊，他拜他做老師。不但拜他做老師，而且他有幾十員大善知識，這個大善知識最起碼的都是加行位上的菩薩。他不把那些老師作為最尊貴的，而把金洲大師作為師恩當中最尊貴的，為什麼呀？喏，因為這個菩提心哪，是從金洲大師傳來的，換句話說，成佛與否的中心根本是這個。現在我們不是要學佛嗎？喏、喏，學佛就要從這個地方學起。從這個地方我們也看，為什麼阿底峽尊者有這樣了不起的成就，對佛法有這麼了不起的貢獻？種種理由，在這裡。",
    "319": "[05:19]所以諸位，你們不想學佛則已，想學佛，就從這地方，這個才是我們真正應該注意的。我們不妨再退一步說，學佛，為什麼要學佛啊？簡單得很！就把你一切的痛苦徹底圓滿地解決，把你所要得到的一切的安樂，最究竟圓滿地成就。所以我們最後推到這樣：假定你想徹底圓滿解決你的痛苦，從哪裡學？這裡學。假定你想究竟圓滿得到你的安樂，從哪裡找？這裡找。這個就是這個，就這麼簡單法。說它簡單呢，也真真簡單，說它重要，確實那麼重要！",
    "369": "[06:09]若有了解聖教扼要，觀此傳記，於道扼要有大了解。哪！如果說有人對這個真正的佛法的中心要點了解的話，只要這個地方看一看的話，他就了解了 ─只要看看阿底峽尊者傳記。所以這本傳記發給你們啊，希望你們好好看，如果說將來有因緣的話，我心裡面現在一直心裡想，有因緣我一定要想講這個，講這個。它為什麼這個傳記當中看起來很簡單，但是那個簡單的傳當中啊，有它很重要的、特別的內涵在。這個意趣如果你能夠分辨得清楚，然後你照著去做的話，那個殊勝的利益是我們人人可得、人人可得。",
    "424": "[07:04]若勤修此生真實心，雖施烏鴉少許飲食，由此攝持亦能墮入菩薩行數。如果說你努力地修，了解了以後，當然認真去修了，只要這個真實的菩提心生起來了 ─這個真實的菩提心啊，是對比於上面說「僅於起首略憶文句」。前面只是剛開始的時候，照著文這樣唸一遍：「啊！眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成。」如此，這個。現在這裡呢，真實生起來了！乃至於你不唸，可是你心裡面真實的狀態。生了這個心以後，哪怕你布施烏鴉 ─烏鴉就是鳥類啦，通常我們施鳥類什麼？哎，自己吃剩或者不要的，隨便給牠們吃；那麼一點點糖給螞蟻。再小的任何一點，你由於這個心，真實心生起了，那個時候啊，你就屬菩薩了。他並沒有說這個功德，功德在後面會講的，那個功德是大得不得了！",
    "496": "[08:16]若無此心，反過來，你如果沒有這個大菩提心，這個真實的心。如果沒有真實，",
    "503": "[08:23]縱將珍寶充三千界而為布施，亦不能入菩薩之行。這個對比要明白喔！我們現在供養人家一點點，喔唷，你幫了他忙：我幫他幾千塊錢，幾萬塊錢，喔唷，好像了不起，我就做了那個、做了這個。對不起，就把你三千大千世界整個的都是珍寶，都是布施，對不起，不是菩薩。不是菩薩是什麼呢？生天福。修二乘用不著這些福，生天的福是三世怨，經上處處地方的。再你做多少布施，因為這個是有限的，你跟那個無限的，永遠不能比。",
    "546": "[09:06]如是淨戒乃至智慧，修諸本尊脈息明點等，皆不能入菩薩之行。不但是布施喔，然後呢布施、持戒，換句話說，你儘管這個內容是六度，這個六度沒有用，如果說你沒有菩提心的話。這個是顯教的，進一步密教的是什麼呢？密教的說你修本尊、氣脈、明點，也沒有用。你有了菩提心，然後這個完全就成就了，這個我們必定要了解的。換句話說，你沒有這個真實的菩提心的話，然後修這些東西的話，不能算是菩薩，也不能成就你這個菩薩的果，成就菩薩的果嘛就是佛果啦！",
    "595": "[09:55]猶如世說刈草磨鐮，若此寶心未至扼要，任經幾久勵修善行，無甚進趣，就像我們世間來說，要割草的時候啊，先要弄個鐮刀，把那個刀磨磨快。現在呢，你這把刀是什麼？就這個磨這個就像這個菩提心一樣。假定說你這個菩提心啊，沒有達到如理如量的正確的內涵，那麼在這種狀態當中，不管你經過多長的時候，不管是多少努力，修多少好事啊，「進趣」甚少，真正的進步很少、很少。就像什麼？",
    "645": "[10:45]如以鈍鐮刈諸草木。就像拿那個鈍的刀，「嘎噠、嘎噠」割了個半天哪，怎麼割也割不下。現在我們不必先忙割草，先幹什麼？先忙磨刀。現在這把刀就是什麼呢？我們練那個菩提心。",
    "662": "[11:02]若令此心至於扼要，亦如磨鐮雖暫不割使其鋒利，其後刈草雖少時間，能刈甚多。現在這個地方就是告訴我們，我們怎麼修行的重點喔！現在我們第一步，幹什麼呀？喏，努力地把這個心能夠做到，所以令這個心「至於扼要」，使真正的根本上面把握住了。把菩提心先生起來了，不必忙布施、持戒、忍辱等等，不必修什麼觀本尊哪，什麼學定啊，學這個、學那個 ……一大堆，啊呀，這個暫時先不必忙。要忙的什麼？對於這個菩提心的正確的認識，認識了如理如量地去修習。就像那個割草一樣，你不要忙著去割草，先磨刀，磨得這把刀快了以後，然後你去割，一下！就割了很多了。說，",
    "726": "[12:06]一一剎那亦能速疾淨治罪障，積集資糧，雖微少善能令增廣，諸將盡者能無盡故。前面是個比喻，現在我們修行，修行本身要做的幾件事情啊：第一個淨除罪障，第二個集聚資糧，第三個呢增廣無盡。現在我們如果把握住重點，說不忙著做這些，先把那個菩提心的教授認識了。你如果這個能夠做到了，那麼你很短的時候之內，依這個菩提心的動力，推動你去淨除罪障，或者集聚資糧，很快一剎那，乃至於很快的時間之內啊，把所有的罪障統統淨除，你要集的資糧很快地就集聚起來，而且任何一個微少的善，便能夠增廣到無窮無盡。喏！它這個根本的原因就在這裡。你要淨除罪障，做一點點小事情，因為跟菩提心相應，所以這個力量大得不得了地大，大得不得了地大！",
    "811": "[13:31]譬如說你欠人家錢，十塊錢也好，一百塊錢、一萬塊、一千萬也好，但是現在呢，一旦如果你把握住這個重點的話，哪怕做一點點，那就是無量無邊的價值。譬如我們現在常常說你賺錢，哎呀，你就拼命去賺錢。然後譬如說，我們到山上去打柴，打了一百斤，換了十塊錢，哎呀，你拼命地打，把那個山上的柴統統弄下來了，哇，賺它嘛幾千塊錢，只是如此。現在我不忙，換另外一條路 ─去尋寶，這個寶很難尋。你要打柴，遍地都是啊！所以你眼前到處都是柴，你拼命去忙，忙得個一天到晚，你還覺得忙得滿頭是汗，可是忙了完了半天，你換下來的，換到一百塊錢。現在我不忙這個，我去找寶，然後呢吃盡了千辛萬苦。你看佛陀因地當中，結果找到了如意寶，欸，把那個寶一來的話，那整個三千大千世界那七寶就充滿了！你打柴呀，你怎麼打也打不到，這不是很明白嗎？",
    "880": "[14:40]所以經上面很多，譬如說像那個牛頭栴檀，這個牛頭栴檀啊，乃至於很少的一點點，它那個價值超過我們全部的南閻浮提。而現在我們真正重要的，就是要了解真正中心在什麼地方。你把握住，哪怕一點點，對不起，你要淨罪，什麼罪都淨除掉了；要集資，什麼資糧都很快集起來了。就像治病一樣，這個牛頭栴檀，有很多這種妙藥啊，一拿它到，什麼樣的病啊，一下子就完全拔除掉了。現在你找了好多的藥，弄了個半天，這個藥就是不生效。所以我們做任何一件事情，沒有一個例外的，要有方便善巧。現在有太多人大家都說：「哎呀，這個要忙、這個忙啊、這個要忙啊 ……。」是的呀，是要忙，但是你要了解怎麼個忙法呀，怎麼個忙法呀！這個一點在這個地方啊，大家值得我們再三多學習、思惟、觀察。",
    "950": "[15:50]《入行論》云：「大力極重惡，非大菩提心，餘善何能映。」以你極大的量，造的極重的惡業啊，這個惡業之大，不得了！除非是大菩提心，其他的善不大容易淨除。所以在小乘當中，犯了五無間不通懺悔，為什麼大乘能懺悔呢？就因為菩提心，這菩提心這個力量大得不得了！所以你再重的罪，只要跟那個心相應的話，它很快就淨除掉了，原因就在這裡，原因就在這地方。",
    "989": "[16:29]又云：「此如劫火一剎那，定能燒毀諸罪惡。」就像火一樣，那個火本身已經夠厲害了，欸，但是啊，對不起，這個火雖然厲害的話，你比如說那個火燒樹木，乾的固然燒，如果火旺的話，那個濕的也一樣地燒。但是它雖然能夠燒樹木，那樹木燒乾淨了以後啊，這個其他的燒不了。劫火來的時候，它把須彌山燒為灰塵了，大海水 ……沒有一樣東西不燒光的，就這麼個厲害法！所以啊，這個說明了我們淨罪也好、集資也好，做任何事情也好，大乘菩提心的真正珍貴。所以你了解了這個，第一件事情要發菩提心。發了菩提心，哪怕施一點點小東西，施給烏鴉吃，啊！這個力量大得不得了，這功德大得不得了！",
    "1045": "[17:25]否則的話，你儘管現在說：「哎呀，忙法！哎呀，弘法！哎呀，這個要弘法，要弘法 ……。」你先問問心裡面說：現在你拿什麼心去弘法？你拿菩提心吧！啊，那我讚歎！雖然我沒有力量去，我在後面為了你，日日夜夜睡在那裡我也笑、要歡喜。否則的話，如果心裡面不相應的話，暫時不必忙；如果你染污心的話，那種心理更不可以呀！騙人容易啊，騙自己啊騙不了！這一點務必要知道。",
    "1079": "[17:59]到現在說實在的話，我們騙是不會騙，真正地重要的還是什麼？就是我們內心煩惱，並不認識真正心理的行相，乃至於有的雖然認得一點，但是認得是認得了，就是它那個煩惱的現行的力量很強盛，擋不住。這個才是我們目前真正應該注意，應該對治的。",
    "1105": "[18:25]又云：「若思為除療，諸有情頭痛，具此利益心，其福且無量。況欲除一一，有情無量苦，欲為一一所，成無量功德。」又云：「餘善如芭蕉，生果即當盡，菩提心樹果，恆無盡增長。」那麼這個上頭又說啦，假定說你發一個心，要想把一切有情的頭痛的毛病都治好的話，哇，這個心哪，就無量無邊的福德吧！你有這樣利益旁人的心，這個福德就大得不得了吧！何況現在你發了菩提心哪，不但是除頭痛，所有有情的一切的苦啊，你都要把它淨除，這個功德怎麼能衡量呢，怎麼能衡量呢？",
    "1159": "[19:19]現在我們不是正在溫習那個《了凡四訓》嗎？記得《了凡四訓．立命篇》它最後有一段話，他前面做這個功德，立了一個心，做了個十幾年才成功；後面哪，反正發了心啦，做了很久。到後來慢慢、慢慢地啊，心裡面慢慢地越來越純熟了。最後求那個進士的時候，他才發了一個善念，功德就圓滿了。他就懷疑：「欸，我還沒做，怎麼會功德圓滿了？」這個夢裡邊，就那個金甲神就夢他，告訴他嘛：「啊！你那個要求的那個功行已經圓滿了。」他懷疑，他就問那個五台山的幻余禪師，幻余禪師說：「那當然嘛！你發那個心。」他發的什麼心啊？他做了那個地方的縣長，他就想：「哎呀，那個今年年成不好，老百姓這麼個苦啊！怎麼樣想辦法，把他們那個收的那個稅減輕一點。」就是發了這麼一個念頭，他是只注意到那個一個縣喔，一縣能有幾個人呢？教我們現在算的話，一縣的話，那最多幾萬個人。我們現在人口密度是世界最高的就這麼幾萬個人，何況那一切有情的心，這不得了的啊！所以這是千真萬確的事實啊！",
    "1240": "[20:40]所以你從這地方可想的，的的確確這個菩提心，菩提心是普緣一切眾生，法界一切有情。我們不要說法界，這個法界是無法想像地多大。我們現在說，喔唷，現在這南普陀這地方的一切有情，你看看山裡爬出來的螞蟻，晚上的飛蛾，啊，都是數以萬計啊！你現在幫了一個人的忙，哎呀，這個人感激不盡。的的確確啊，如果一家之主，喔，你外面賺了個錢是養太太、生兒子，那家裡面以為你中心，就這樣啊！所以你可想而知，從這地方我們從事實上面去體會到，為什麼這個菩提心的力量這麼強。",
    "1287": "[21:27]這我再說一遍，我們不要把那個文字聽過了，覺得：「啊，懂了、懂了！」不，不要這樣！這樣你雖然懂了，力量不強的。你務必在很多事情上面去想：「對，沒錯！沒有錯！」譬如說有一個人對你好了，你總歸感激他，常常不忘記，為什麼？他對你幫了一點忙嘛！你有病痛的時候幫你一點忙啊，你就對他這麼好，這樣。然後呢，不但是病痛時幫你忙，你吃的、用的他都給你，你一生真是，啊，感激不盡！假定說現在你能夠幫助對方的話，那個對方是這樣幫助；你能夠幫助兩個人，兩個人，幫助三個人，現在你能夠幫助一切人，請問是不是這個功德是無法想像地大？從哪裡開始？發心開始，發心開始。",
    "1337": "[22:17]然後呢，我們又了解了，業 業是什麼？業的真正重要的 意業。當你心裡面一動，就來了。所以他下面又說了，其他的善像芭蕉，做的善，是，但是啊一結了果就完了。芭蕉外面看起來實的，剝到裡邊沒有中心的；這個菩提心，不，這個是不但是有這麼大的好處，而且無盡增長，無盡增長！所以儘管我們現在真實的菩提心沒有發，但是我們每次完了以後要回向無上菩提，就算嘴巴上面唸一下，這個種子落下去也是好的。看看這有多大的意義，多大的功德！",
    "1382": "[23:02]現在我們前面已經了解了，前面了解了這個道理，所以真正入大乘的門是什麼？發心，這個務必要了解的。這個概念前面講的只是一個很粗淺的一個概念，我們目前第一件真正重要的事情，務必要對這件事情很重要。所以這個注意！樣樣東西都是「正知見」最重要，什麼事情都是正確的認識最重要。那麼在這個地方要告訴我們，我們現在 ─小乘最重要的是什麼？所謂共中士的。那麼世間求，共下士的什麼？然後呢不共他們的，是真正的上士的，真正重要的什麼？這個我們首先應該認識的，就是說，發這個大菩提心。",
    "1441": "[24:01]第二如何發生此心道理分四：那麼第二呢，進一步我們現在認識了，既然認識了，說這個這樣重要，那麼這個──心怎麼個發呢？看見沒有，那個次第有沒有？很清楚、很明白。你因為了解了重要，所以那時候一心好樂地去求；要去求它，那時候進一步，欸，怎麼個弄法。然後呢，你有了這樣的強烈地推動的心，了解了怎麼發，那時候做起來就沒問題了！",
    "1469": "[24:29]現在我們做事情，所以不成功的原因，就是內心當中，對那個東西本身還沒有正確的認識，聽人家好，好也跟著好，後面缺乏那個動力，就這樣。所以啊，這個做起來也沒有勁。其次呢，因為你沒有正確的了解，又沒有強烈推動的心，碰到了一點點困難，哎呀，覺得這個就不行了。好，完了！所以這個十之八九，就因為這個圓滿的認識不夠，結果白白浪費掉了這樣難得暇滿的人身哪！所以這地方再說一遍，你必定要首先了解，他所以安立這樣次第的必然的原因。所以這個必然的原因，就是所以能夠感果的正確圓滿之因，你只要照著去做的話，一定能夠得到正確圓滿之果。現在我們說，好啦！那麼現在我們進一步說，一心一意要了解了去求，那麼請問怎麼發呢？它分成四部分：一由依何因如何生起，二修菩提心次第，三發起之量，四儀軌受法。",
    "1545": "[25:45]「由依何因如何生起」，對，你要去發，因為什麼原因呢？一切都是這樣 ─如是因得如是果。反過來說，你要求這個果，那麼這個果的原因在什麼地方，你一定要把握得住。這個是怎麼生起來的呢？你有了這個，那麼好。然後呢，照著去修的時候，次第又是如何呢？所以那麼內涵也了解，修學的次第又有了，去修行的時候，應該達到什麼樣的程度呢？所以「第三，發起之量」。了解了，然後受的時候 ─受的方法，所以「儀軌受法」，哦！那時候才講。一一了解了，然後如理去行持的話，以最快速的方法，得到最圓滿的結果。",
    "1598": "[26:38]初中有三，初從四緣發心道理者。這個「初」，就是以什麼原因，怎麼生起的，分三部分。第一個由「四緣」，由四種原因發心，其中第一個：",
    "1611": "[26:51]若見諸佛及諸菩薩難思神力，或從可信聞如是事，依此發心，謂念所住所修菩提有大威力。這第一個。親自看見諸佛、諸大菩薩不可思議的威神之力，啊！教你心裡面不得了地歡喜。那我們眼前也是一樣，隨便看見一個，一看見哪：「哎呀，這個好啊！」你心裡面就癢癢的，就想跟著去了。其實說起來，的的確確我們人人都有這個力量，人人都有這個本能。其實何只我們一個人呢！一個小孩子、一個狗，任何一個動物；說起來，乃至於一個蚊蟲，哎呀，牠要來吃你的血，這個地方熱了，在那個地方叮在那地方，你趕牠，牠明明曉得拍上去要打死的，平常你遠遠地一動牠就飛掉了，那時候這麼好吃的，這揮之不去耶！所以的的確確這個能力，是十方一切眾生都具足的。什麼呢？就有它的好處啊！現在這個好處是不得了地偉大啊！我們現在看見這個人哪，哎呀，稍微有頭有臉，我們就羨慕他，我們真沒有出息！這個佛是這麼了不起的啊，這個我們才要真正去仰望的啊！",
    "1694": "[28:14]所以常常提起，告訴自己：我要做一個了不起的人！是，我要羨慕，當然要羨慕，當然要學！要學，要學什麼？你要跟人家學了半天，學個乞丐你願意嗎？當然不願意。那乞丐有他的好處的喔，你到處去討，很省事就討到了。對不起，這個不是我們要學的。啊，現在做個大老闆都不願意，要做，做個帝王，這樣，真正有志趣的人要這樣。所以我們現在說，我們要撐諸佛清淨幢相，人天導師，當然我們應該有這樣！所以看見 ─啊！這個才是。",
    "1733": "[28:53]這個是第一個親眼看見。再不然呢，聽見；可是聽見是可信的，有很多人亂扯一氣，這個不相信。那的確是這個很可信的，聽見了，然後呢說：「嗯，對了！」根據你所聽見、看見的，發這個心，然後一心一意覺得：啊，這個有這樣地不得了的好處啊！然後你修這個菩提心，第一。"
}