{
    "8": "[00:08]雖無如是若見若聞，而由聽聞依於無上菩提法藏，信解佛智而發其心。第二個呢，你既沒有看見也沒有聽見，但是啊，我們聽聞了「無上的菩提法藏」，就是大乘教法，因為聽見了大乘教法，所以信得過。所以由於信得過，所以進一步去追求，了解說：哎呀，這個佛有這麼樣的了不起的功德，他為什麼有這麼了不起的功德？因為他有無量無邊的智慧啊，所以這個才是我要學的！那時候，發他的心。這是為什麼說，它前面在懺悔的時候，對治當中有一個讀誦甚深、大乘甚深經典。你單單念一遍，為什麼有這樣的大的功德啊？因為當你讀了以後，你一定把那個這個讀的內容落在你的心識當中；只要落在心識當中，它將來一定產生那個影響力量。因為它本身的這個內涵是無量無邊，所以你只要是任何沾到一點邊，它就有這麼大的力量。何況現在呢，你根據了這個能夠啟發啊！所以第二個，就是聽見了以後，啟發這個心，啟發這個心，這個就是我們目前的狀態。",
    "96": "[01:36]所以我們平常為什麼應該多讀誦大乘經典，你讀誦大乘經典，自然而然有不可思議的，內心當中策發你這種好樂之心 ─啊！真教你覺得歡喜啊、讚歎哪、羨慕啊！對了！就是這個。你有了這個心，然後進一步你要怎麼去學它，這個眼前重要的。第三，",
    "123": "[02:03]雖未聞法，由見菩薩正法將滅，便作是念而發其心，那麼第三個呢，說雖然你沒有像第二個那樣，而是看見現在這個大乘的正法快要滅了，「菩薩正法將滅」，那麼心裡想：哎呀，不行啊，現在那個法滅了啊！",
    "147": "[02:27]謂念如是正法久住，能滅無量有情大苦，我為令此菩薩正法久安住故，定當發心。這是第三個，看見了法滅所以發心，說：我一定要好好地學啊，怎麼樣使得那個菩薩的正法能夠安住。這個眼前，這個是眼前我們正得的。所以前面告訴我們，你如果在正法將滅的時候，你任意持一個學處的話，功德無量無邊。欸，現在這個地方啊，他不但是指這個事相，而且出這個理由，因為它法滅的時候啊，你能夠發這個心，能夠持，欸！那這個法就有希望了，法就有希望了。所以這個地方要注意，特別注意，正是我們現在這個時候。不過注意喔！發這個心不是說，啊，我單單發那個心喔，那發那個心要跟發那個心的內涵相應，你不要弄錯喔！前面所有的一路上面來都抉擇這個什麼？正誤、是非之間；你弄錯一點點，那就最好的東西啊，就受到了大損害。那麼下面是第四個，",
    "232": "[03:52]雖未觀見正法欲滅，然見惡世上品愚癡，無慚無愧嫉姤慳等，便作是念，於此世中，雖於聲聞獨覺菩提能發心者，尚屬難得，況於無上菩提發心。我且發心餘當隨學，見難發心而發其心，共為四種。最後一個，看見哪，現在法滅的時候，這個惡世啊，哎呀，這一般的人太愚癡了！他不說現在這個地方貪瞋而說「愚癡」，為什麼？愚癡是根本因，有了愚癡，樣樣都有了，一有愚癡，什麼毛病都來了。所以這個末法的時候，真正最嚴重的就是這個愚癡。因為愚癡所以不曉得自己錯誤，於是無慚無愧、慳貪等等，樣樣跟著而來啊！所以說，哎呀，這些人都愚癡到絕頂，真正要覺醒自己啊，不要走那個錯誤的路子啊！那個時候就要發心。就是說這個時候，發這個正確認識了解事相的心，說發菩提心有三種，菩提是覺，這聲聞也是覺得世間顛倒啊，然後呢發緣覺也是覺得這個不對，現在發這種心都是難得啊，何況是無上大菩提心；但是我要發，我要發！所以他就發這個心。發了心啊，其他的慢慢地隨分隨力地去學。它越是難，我越是要發！嗯，這個是第四種。它越是難，我越是要發，這個第四種。",
    "337": "[05:37]這個裡邊有兩點：第一個呢，我們見到世間的行相的錯誤顛倒，然後呢所以要改正它；還有一個呢，看見它難發而發，這個兩個心。我為什麼要這樣辨呢？你們了解了這個以後，然後可以檢查自己的內心，然後學的時候，就可以根據正誤，然後呢拿正的來淨除自己內心的錯誤的，那我們就有希望學上去。",
    "371": "[06:11]關於這一點哪，我們往往發現我們很多同學啊，來，未嘗不想學；但是你要學，學些什麼？正是把你所不知道的，你所不會的學會啊！這個是非常明白的一件事情。結果他要學，學了以後呢，他對他不知道的事情啊，畏縮；對他不會做的事，又不肯。請問：你來學，原來是要學你不知道的，把它學會，把你不會的要做會；結果來了以後告訴你，欸，你又不想學，教你去做，你又不想做，你跑來幹什麼？這個概念我這地方特別指出來喔！針對著毛病 ─對啊，這個很正確的。所以我們現在要每一個地方找到這病理的行相，是暫時不一定馬上找醫，可是你必定要先曉得你的病，曉得了病，你才肯找醫生啊，對不對？想想看對不對？",
    "436": "[07:16]再說一遍，說你跑得來幹什麼？說這個學院，是來學的。好！你學些什麼？對你不知道的，你要知道，對你不會的，要會，是不是這樣？所以現在看 ─哎呀，學了我不懂啊！這個所以你要來嘛，你懂了你來幹什麼！想到這個地方的話，那對了！是的，正因為這個地方能夠讓我懂啊！所以這個關鍵所在找到了。所以進一步不是說，哎呀，那退縮；進一步，欸，對，然後我找到了以後，總有什麼地方、細節上面 ……。這個總相找到了，細節上面找對了，你就會了嘛！你之所以處處地方不如人，就因為你不會嘛！現在這個地方讓你了解、會的話，豈不是最好的機會嗎？你放棄了，你完了！不要說佛法啊，要解救一切眾生哪，小乘要自己解決尚且如此。不要說佛法，就世間哪，你想做一件事情都要懂得，現在碰見了這個關鍵，最好解決了問題了，你反而退縮了，你豈不是顛倒了嗎？這個順便一提啊！",
    "506": "[08:26]所以儘管我們眼前說大菩提心一時還談不到，但是呢就這個關鍵，你能夠把這個克服了，到那個時候的話，像碰見這種事情啊，自然迎刃而解。它所以，我們本論下士、中士、上士那個次第，真正妙的就是妙在這個地方，就在你眼前生活當中，每一個關節所在，那清清楚楚、明明白白。你只要了解了跟走上去，就拿這個東西，你能夠一直走到最究竟的地方去，對不對？啊，好啊！大家注意。所以這件事情你真的把握住了，的的確確不難哪；反過來啊，你覺得難而不走的話，那個才是真正痛苦啊！因為並不是你做不到就在那兒躺在床上睡覺啊，你卻是在地獄當中煎熬啊！到那時候來不及了。現在眼前一點點的小苦都受不了、都衝不過，到那時候，對不起，你逃也逃不走啊！這是一個問題，我們現在必定應該認識的呀！好，下面，",
    "573": "[09:33]發心之理，論說於大菩提發心，故是發心欲證菩提。由何緣者，那麼這個發的心是發什麼心呢？這個前面的依什麼原因。這麼是說，哎呀，看見了這個啊，所以要求。要求的什麼？原來他所以能夠這樣的話，他是什麼？啊！發了大菩提心。所以你要求的東西啊，就看見了，羨慕他，所以你要求的就是這個，你發這個心，所以「發心欲證菩提」，你要證得。那麼為什麼「緣」？就是見到了這個東西以後 ─內涵，它下面就是剛才說的這個，我們進一步看見了諸佛的難思神力而發心，怎麼一回事情啊？",
    "628": "[10:28]初由見聞希有神變生希有想，念我當得如是菩提。就這樣。前面告訴我們，論上面說就是對這個所盼望的、所景仰的、所羨慕的這個，發欲證得之心，就是這個。是啊，因為你親自看見，或者親自聽見，諸佛、諸大菩薩的無量不可思議的威神之力，說：「啊，我也要得到它！」第一個就是這個。第二個呢，",
    "663": "[11:03]第二謂從說法師所，聞佛功德先生淨信，次於此德發欲證心。第二個是聽見了人講了，因為為什麼？聽見人講了以後啊，那個時候說「啊，這個佛的功德有這樣啊！」下面有一句話，「先生淨信」，這個很有意思。什麼叫先生淨信啊？清淨的信心。我們說：「欸，我們相信。」這個相信、信心不清淨的，不清淨的。實際上你對這個真正所聽見的、看見的這個內涵，你了解都不了解，你怎麼發清淨信？不可能。所以我們必定要對這個內涵有一個正確的認識，說你現在羨慕他，你為什麼羨慕他？這個你一定要把握得很清楚，說，「原來啊，這個佛有這樣的無量無邊不可思議的威神之力！」你能夠心裡上面真正相應的時候，那個時候的清淨信就生起來了。",
    "738": "[12:18]以我們現在來說，譬如說：你聽見了佛覺得好，好是好，對不起，好他的，你心裡上面沒有這個感受。然後人家告訴你念佛，欸，到念佛了以後啊，你就得到這個念佛的殊勝的功德，或者有什麼感應，或者什麼啊，居然一個病怎麼弄也弄不好，醫生說：「你那個絕症！」結果你念佛念好了。啊！自己覺得，這個信心，就是這樣。或者你聽懂那個道理，覺得它能夠淨除你的煩惱，你照著去做，欸，這個煩惱居然抵銷，把它淨除掉了。啊！那個時候你對這個道理啊 ─能夠淨化你內心煩惱，跟這個法相應的，這種叫淨信心，這樣。那個佛的不可思議的威神的功德，在你內心當中產生這樣地正確的、不可動搖的力量。那個時候你才說：「對，對，對，這個才是我要的，這個才是我要的！」要不然你眼前始終跟眼前那種小名小利，莫不相干的世間的染污，擋在那裡，擋在那裡進不去。",
    "809": "[13:29]第三謂由不忍大乘聖教遷滅，於佛妙智發欲得心。這是第三個，因為你對大乘聖教，了解它的真正的殊勝的內涵，然後呢一心要修學弘揚；結果發現這樣的很快要消失掉了，你唯有的一個辦法，也只有發那個心，學這個行，你才能夠把它振興，那個時候才發這個心。這前面說，由這個念這個正法久住能夠利益一切有情啊，這個是由於悲。那麼所以這一條當中啊，有兩種可能：有一個呢，就是說看見佛的法消滅而發心；還有一個呢，因為看見佛法安住世間能夠利益有情，分兩樣。現在這個地方特別指第一樣，不是指第二樣。第二樣在最後一項當中，所以他這地方辨別：",
    "877": "[14:37]此中由見聖教不滅則能滅除有情大苦，亦緣除苦而發其心，然其發心主要因緣，是由不忍聖教寢滅，若不爾者，則與下說依悲發心有重複過。說現在這個第三條的發心，主要的是指說，不忍心看見這個佛的聖教有這麼好的好處，現在眼看著它快要消失掉了，我不忍心。就好像我們說：「哎呀！看見這個大廟這麼好啊，前人那麼辛苦，眼看著支離破碎啊！啊！那我們發心。」這是一種。還有呢，你覺得：「啊，然後把那個大廟修起來了以後，有無量無邊的眾生啊，在這地方得到利益！」是的，你只要做到了，後面的一一都跟著來了，對不對？但是當時你那個發的心，你只看見：「哎呀，這個大廟這麼好啊！你怎麼讓它毀滅掉了，這個不可以！」這個。至於說這個廟存在了以後，能夠利益一切眾生，這個在下面一條。",
    "947": "[15:47]他為什麼在這個地方要這樣辨別呢？所有的這個，前面一再說過的，他這個像圓滿的教典，他處處地方把事情都分得有條有理，一點都不含糊。談論任何一個問題，說這個關於這一點，這個問題的癥結在哪裡，不是牽絲扳藤一扯扯到不曉得到哪裡去，這樣永遠扯不清楚，它每一條有每一條的特質，就這樣。然後呢，你每一樣東西，每一樣做得，到那時候兜起來，行了！這個概念哪，我這裡不詳細講。所以平常我們，我常常說，說我們對這個理論的方法 ─所謂理則，不了解，是犯了太多的錯誤。比如像「切題」兩個字就是這樣，它這個題目明明在這個地方，可是啊你看見了，也不曉得扯到什麼地方去了。像他那個地方，雖然很小一個小範圍，他確定地就這麼要這樣，就這麼嚴密。",
    "1007": "[16:47]其實這個道理啊，我們做任何事情都是這樣。你看現在的科學，所以發達得這樣的原因的地方，它任何一個地方，它一點都不能馬虎。這個尺寸，絕對不能說我們現在說大而化之，你們想如果是大而化之的話，像這麼一個小小的機器行嗎？短一點點不行，長一點點不行，凡是精密的任何東西，都這個樣的。這樣這個地方，所以他如此，「喏，我現在這一條所說的，什麼。」這樣。所以這一條是不忍那個聖教隱沒；至於聖教存在世間有什麼大利益，這是第四條。",
    "1047": "[17:27]第四由見此心大利極為希貴，正由此緣之所激動，便於佛所發欲得心。由於見這個「此心」，這個菩提心。這個菩提心是什麼呢？就是唯有這個心，才能夠救濟一切眾生離一切痛苦，就這樣，這一個大利益。而前面第三條當中聖教的真正的功德，也是利益一切眾生，也能夠救濟一切眾生，所以第三條當中的這個辨就是應該 ─關於第三條當中，也兼具利益一切眾生的功能，實際上在這個第四條當中。由於這樣的心情，說這個真是難能可貴，而且稀有極了！由於這樣的因緣哪，「激動」，策發了他的心裡了，那麼那個時候啊，就「發欲得心」，發欲得心。這個「激動」兩個字很美，很美！所以這個地方的文字本身哪，不一定雅，但是意義本身非常地「信、達」。平常我們看見這個東西滿好，心動了，但是呢，心動一動也就算了；「激」的話，就是這個強烈地推動你的心，你是非動不可！看到了這一點的話，強烈地策勵你的心 ─啊，一定要去做！就是這個。就是由於前面這四樣東西，策發你內心這樣的行相，那麼發這個心，發這個心。",
    "1143": "[19:03]下面更進一步辨發心的內涵，這一個辨，不要小小看它喔！他這個辨，每一個地方有它絕對重要的理由在，你弄錯一點點的話，將來發起心來的話，就因為小小的漏洞，對不起，這個心就不圓滿，不圓滿。因為不圓滿哪，所以出了大毛病。這話怎麼講呀？你常常記得：像那個引擎哪，這個汽缸一樣，引擎的那個汽缸那個 piston，那活塞啊，你不能錯一點點，錯一點點哪，對不起，一漏氣的話，這個引擎就沒有用。現在它這個是什麼啊，要救濟法界一切有情的一個大船，我們像一個飛機，最大的一個大飛機，一載載個幾百萬人擺在上頭，你那個引擎出了一點小小毛病的話，對不起，幾百萬人豈止送命，怎麼得了呢？所以他這個地方啊，每一個地方的細節辨得這麼嚴密，也可以說；反過來說呢，正因為他辨得這麼嚴明，所以你走上去的時候沒有一點漏洞，所以才是千穩百當。他現在成佛都是千穩百當，何況你只是要想求生西方啊，要想生天啊，要想得到現世的，那更是一萬個人哪，保證一萬個人沒有一個遺漏。就在這種地方，這細的地方他就辨別這麼清楚。下面看哪，說：",
    "1247": "[20:47]又此發心，這個發心是什麼？",
    "1250": "[20:50]由於菩提發欲得心而為建立，非就所為而為安立。一步一步來說，現在發的菩提心是什麼？就是說你心裡面想，欸，你要得到這個，「我要得到這個！」得到什麼？要得到佛圓滿的果位！就這麼一個心，我要得到佛圓滿的果位。「非就所為」，不是就菩提所為。菩提的所為是什麼？就是「哎呀，他能夠產生這麼大的功德，能夠救濟這麼多的眾生。」是的，推動你所以去發這個心的，是因為他有這麼大的功德，因為他能夠救濟這麼多眾生，因為他有這麼多威神，所以你羨慕他。羨慕他了以後，如果你心裡那個時候想的心是什麼，「啊，我也要得到這個！」就是這個心，就是這個心。然後把這個心建立起來了以後，你說這個佛，哎，這麼了不起，這我羨慕他。那麼他為什麼得到？他是因為這樣。然後呢，就他所做的內涵，來進一步去找。所以下面就他所為，那是發了心以後的。這個次第步驟是井然不紊，一點都不錯，一點都不錯！",
    "1333": "[22:13]平常我們現在討論問題，一口氣把那些問題像雜碎一大堆在那個地方。欸，有一天想起來有一個很有意思，有一個同學跑得來問我一個問題，他一口氣問了很多問題，最後我叫他停止。他談到那個問題，他又牽扯到那裡，談到那裡又牽扯到那裡，我就沒辦法。我就問他說：「你假定燒飯的時候啊，你一股腦兒燒一個大鍋菜行不行？」我想，我先代他回答，我說：「當然可以。可是我要首先說明哦，你就算燒大鍋菜，你第一步什麼啊？拿出來分得清楚，洗洗乾淨，次第一步一步來，對不對？」說：「對。」「假定你不能這樣做，一股腦兒菜啊、油啊、鹽啊、米啊，那個菜上面的根哪，什麼泥啊，什麼農藥啊，什麼 ……然後乒鈴乓啷一起擺在那個鍋子裡，行嗎？」他笑起來了。我想我們誰碰到了這個問題，都會這樣。他現在這個地方就是啊，就算你燒大鍋菜，對不起，你還是分得清清楚楚、明明白白的，對吧？這個地方的主要意思就在這地方。",
    "1400": "[23:20]所以我們現在在這裡第一步進來的時候，就是每一個地方，它有非常明晰的界限，齊此為止 ─到這個地方你做，然後呢進一步這樣，再進一步這樣。我們走路也是一樣嘛，你做任何一件事情，你就這麼一步一跨、一步一跨，這樣。你別看那個非常複雜的機器喔！那個非常複雜的機器，每一樣東西它就擔負一個功能，然後呢，它因為彼此之間有最嚴密的組合，所以把無量無邊的東西擺在一塊兒，一個地方一動，下面緊跟著「嘎兒 ……」，一下，整個解決了！現在我們也學這個法門。否則的話，你在開頭的時候你忙這個，忙完了，下面一步怎麼辦呢，你又不知道。然後啊再去弄，等到你忙完了，這個又不知道，發現到弄錯了又重來，永遠在這個地方弄、弄，亂了半天，一團糟！",
    "1461": "[24:21]我想我舉一個實際的例子，我在那二十年以前，有過一次這個經驗。那時候啊出家未久，那麼有一次有一點事情，就大概要出門一趟。出門一趟啊時間很逼急、很逼切，有很多東西待著整理。我就覺得：那個要整理、這個要整理 ……一大堆東西。然後呢，又要帶些什麼書，又要帶些什麼衣服，我就先想把那個書啊、衣服啊，就搬在那個地方。哎呀！結果時間一共只有三天，我弄了一天哪，是越弄越慌、越弄越慌，飯也吃不下，那個東西擺在那裡，不曉得怎麼是好。啊，這個書、這個書，一下要、一下又要那個。",
    "1506": "[25:06]然後啊，這個有一個人跑得來：「你在幹什麼啊？等了你半天哪！」我說：「哎呀，我實在忙得個不得了！」「哎，我來幫你忙！」「喔，你幫不上忙。」「為什麼？」我就告訴他這個事情，他進來一看哪，這個滿屋子攤得亂。欸！這個人非常精采，他說：「某人哪，你這樣做不行耶！」唉！我說：「你還來打我閒岔！」他說：「我正在幫忙你解決你的閒岔。」「怎麼樣？」說：「你安下心來，坐下來。喏，你先計畫一下，你要做些什麼事情？在沒有去之前，什麼東西留在這裡，怎麼準備？去應該帶些什麼東西 ……。」先我心裡面哪，心裡實在是寧靜不下來，後來他用種種方法告訴我。想了半天，沒道理，沒錯啊！那我就跟他坐下來，他也幫著我忙畫了以後，然後呢第二天哪，我想慢慢地，寧願地，心一亂寧願不作。嘿，結果第二天哪，半天就理出一個頭目來了，到了晚上就弄好了。哎呀，我後來一想啊，真是一點都沒有錯，一點都沒錯！",
    "1570": "[26:10]以後我到了美國了，我看那個，看見好幾個人。那個時候在美國佛教會，我看那個沈居士，那個人做事情真有腦筋啊！平常我們出門哪，往往出門 ─好，出去再說，很多不會想得很周到的。那時候我們去接那個印順導師，印老到美國去，這樣。然後呢我們平常嘛去了就去了，到達飛機場啊 ……。他事前跑得來說：「欸，我們現在有幾個人要去，那麼開幾部車，你們法師們派什麼人來接，從什麼地方，居士們如何去法 ……。」然後他怎麼走法，然後到那個地方，迎接的時候如何。他也派一個人，因為他老人家身體不好啊，從飛機上接洽，用一個什麼車到飛機下面，進來的時候如何。我想這麼一件小事情，那個次第安排得這麼好！啊，那個時候我心裡想：「哦！原來他所以成就的原因在這個地方。」這樣。",
    "1632": "[27:12]幾次經驗以後，以後我在紐約，這樣，凡是出門，沒有出門之前哪，一定先坐在那裡想一想，今天我到哪裡去，走什麼路，這樣。然後因為那個公路網不像我們這裡一條高速公路，那個高速公路很多啊，你走哪一條，哪一個出口出去、哪一個出口出去；不但如此，萬一這個出口有了問題了，怎麼辦？我每次事前都想好了，都做好了，那到了時候就滿好。",
    "1658": "[27:38]有一次我發現：啊！這個重要啊，真是重要！在美國絕對不是你先認得了路，然後去開車的，你曉得要到哪裡去，然後呢你買了地圖照著那個地圖去摸索，都是這個樣。那一天我也是從那個長島的菩提精舍到城裡面去，這條熟路，但是儘管熟路，我這個計畫圖老早已經計畫好了，萬一這個出口有問題怎麼辦，跑了幾趟向來一直沒問題。那天居然跑到那個出口，那個出口在修理，「哦，不行，你從下面一個出口。」然後呢下面還有幾個出口，那麼旁邊再有一個很小的出口，我那個圖上都注意得很明白。如果事先我那一天不寫這個出口的話，你就沒辦法過那個大橋。你們沒去過不知道，過那個華盛頓大橋，一走啊要在這個高速公路上面，一個出口錯掉了以後，跑出去跑得很遠哪！過那個華盛頓大橋還要付錢，還要轉回來，還要來，至少要跑掉兩個鐘頭，錢丟掉不算。可是我因為事前已經有準備了，曉得那個地方還有個什麼小關口，所以那地方不行的話，我不急著走，我馬上停下來，把那個圖一看，對，跑出去！",
    "1731": "[28:51]啊！那時候我才想到，原來他們為什麼做事情能夠這樣的。所以諸葛亮成功，人家讚歎他，他怎麼說啊？「諸葛一生唯謹慎。」看喔！「謹慎」兩個字。然後呢人家讚歎愛迪生，愛迪生說：「我啊，聰明是成功的因素，但是只有一分，努力是九十九分。」為什麼要這樣說，你們懂嗎？"
}