{
    "3": "[00:03]所以我們現在做樣樣事都大而化之。他們做世間小小的事情成功都有這種理由在，我們現在要求無上菩提就大而化之。好了、好了，就拜幾下佛；好了、好了，就念幾聲佛；好了、好了，出了家，然後坐在這個地方，喔唷，畏畏縮縮，這個也事情不要做，那個也事情不要做，說起來我要修行，成嗎？這個是所以大家務必在因地當中啊，要注意的。假定就這樣成的話，那我覺得這些佛菩薩，那跑得來給你做傭人是都沒用場。他要學無量阿僧祇劫，我們就坐這個地方，好了、好了，攏起袖子來反正是，要吃東西，人家送給你，這個策勵我們自己啊！",
    "47": "[00:47]雖然這種小地方，雖然這種小地方，這個話實在說起來，是不應該說。但是我特別這樣強調的原因，就是我以前一直犯這個毛病。我剛出家也是這樣的，啊，總覺得：哎，這個出家很好，總覺得：「唉呀，這個真是，忙這些東西幹什麼？」結果我總算還幸運，由於善知識的提示，把我救起來。所以我願意把我自己的毛病，擺在這地方告訴大家。那現在經論上面，它任何地方都從這個地方很細緻地告訴我們，所以這雖然是一個閒話，但是對我們有大的指示。",
    "88": "[01:28]若不於佛功德修信，則於佛位不希證得，喏，這兩句話，他前面是告訴我們什麼？說這個發心是發什麼心啊？喏，對於菩提。換句話說，這個是大菩提，由於求這個心，就發求這個心。那麼你要發這個心怎麼辦呢？一定要看見為什麼你要欲得這個啊？噢，原來啊，說你要得到的有這樣的大的功德。所以說，你要想求這個的話，要得到這個，一定是什麼？對佛的功德了解，了解了以後發起淨信心。因為發起淨信心啊，由於這種心理策發你，所以你一心希求證得 ─啊，這才是我要的，這個才是我要的！真正大菩提心的主因就是這個，真正主因就是這個。所以說你不對佛的功德 ……沒有淨信，「則於佛位不希證得」。在這種情況之下，",
    "155": "[02:35]不能滅除於辦自利執唯寂滅為足之心。所以你沒有這個求佛位的這個心的話，你覺得這個痛苦你要除掉 ─對嘛，你自己除掉就行了嘛！所以只管你自己啊，自己解決問題了，安住在這個寂滅，這個就行了，你不會想到還要幫忙別人。說這一點不能滅除，說不能滅除什麼？只求自利，自己解決問題就算了，這個不能滅除。這種情況的話呢，就是聲聞乘性，二乘之心。",
    "196": "[03:16]說到這裡，關於念佛的同修們，我特別提醒大家一下。我一再說念佛是最好法門，的的確確末法的時候，要想解決是唯一的法門，但是千萬不要說：「唉呀，我念佛自己去了就算了。」要怎麼辦呢？「我念佛，一定要學佛這樣！因為要學佛這樣，我所以一定要找到佛作我的老師，所以我拼命念佛就去。」你同樣地念佛，這個心情完全不一樣，對不對？你拿前者這種心情去了以後啊，去了以後，你自己這一方：「哎呀，我自己的問題解決了！」所以這種心情到了那邊，你儘管說是大乘法門，但是呢在佛所演的教法當中，你就聽到苦、空、無常，然後證二乘之果，經上說得很清楚。明明說這個地方二乘種不生，為什麼很多人證這個果了呢？就是因地當中就是這個。所以你對教法了解了，很清楚，這個因不在別的，就在你心裡上面。",
    "259": "[04:19]現在我不！我念佛當然要念的，為什麼？我要學這個 ─要學佛。要學佛要靠那個最好的老師，阿彌陀佛是最好的老師，所以這我一心一意要去念佛。結果你跑得去，聽得人講這個東西，對不起，這個不是我要學的，我要學那個！結果你這樣走下去的話，走的是什麼？華嚴的路子，到那時候你一生取辦！關鍵很細微，但是也很重要。你同樣地念佛，前面一種念，說老實話，還不一定念得去咧！後面你能夠發這個心去念的話，嗨，去的可能是遠來地增大，而且位次是一定地高，最後成佛是這麼近。有這麼好的路不走，唉，說來說去啊 ─愚癡。所以我們這個地方，要辨別得非常清楚，念佛是如此，參禪，然後是學教、學密，沒有一個例外。而根本在哪裡？持戒。所以這是我們要把握得住的。那麼另外呢，",
    "325": "[05:25]若由修習慈悲門中，見於利他須大菩提，欲得佛者，此能遮遣於利他中執唯寂滅為足之心，不能遮前滿足執故，又無餘法能遮彼故。說：欸，前面你不是講，說有一類人哪，只求自利，自利寂滅了，就以此滿足啊！現在呢，我不一定要修學說要求佛啊，我修慈悲，要慈悲去濟別人。你能夠以啟發了大慈悲心要救濟別人的話，那麼在這種情況下，上面所說的，只管自利，不救別人的心，不就能夠清除掉了嗎？對的，這話沒錯！但是啊，欸，還有問題。所以他說，由於能夠「修習慈悲」，為什麼慈悲啊？就看見利他需要這個大菩提，這個是沒有錯，你能夠策發大悲心，把這個大慈悲心策發了以後，就不會陷於只求自利為足這個心。但是呀，你沒有求佛位，所以對於這個不求佛位這個心哪，不行！還沒有滿足。而且除了前面第一條所說的，沒有其他任何法門能夠在這地方補救。",
    "430": "[07:10]是的，你現在修要大慈悲，是啊，你修大慈悲，於是你慈悲心是起來了，然後你要去救別人去了。因為你有這個慈悲心的這個推動，你去救人去了，你人能救得起來嗎？救不起來。天下沒有一個母親例外的，對於她自己的子女都是慈悲心，可是偏偏哪，哎呀，那個母親管那個子女啊，是一萬個當中，幾乎一萬個都管不好。所以單單那個慈悲心是不夠的，所以，由於慈悲心還要另外轉一個彎就策發。",
    "469": "[07:49]所以它真正重要的，歸結到這個地方來，說我們所謂的發心，不管你哪一個理由，他最後的真正重要的話，是對於佛這個位次，佛這個果位啊，要求證得，這個才是發菩提心最重要的，是發心的中心，這樣。平常我們常常說：「唉呀，大菩提心，大菩提心！」大菩提心的究實內容啊，真正能夠如理如量完整認識的是少之又少。既然了解都不了解，你怎麼個發法？這是所以嘴巴上面是到處都是，真實的內容是 ─稀見！有如鳳毛麟角。現在這個地方，他一一把它辨別清楚。",
    "519": "[08:39]又於自利執唯寂滅為足之心，非不須遮，以於小乘唯脫生死，唯有一分斷證功德，其自利義不圓滿故。再說，只求自利為滿足這個的心，這種心也同樣地要遮止的，不是不要遮止，要遮止！不過呢，這個小乘脫生死啊，就算對自利，自利還只有什麼？得到了很小的一分的功德，就是自利本身都不圓滿，自利的本身都不圓滿。",
    "563": "[09:23]又此雖脫三有衰損，然未解脫寂滅衰故，又經宣說圓滿自利是佛法身故。故於佛德淨修信已則能觀見，況云利他，即辦自利現在我們退一步，就是你自利來說吧，對不起，小乘不是不要自利啊，但是那個小乘的自利，本身都並沒有真的利啊，因為不圓滿嘛！對於「三有」，就是淪落生死當中的這個種種的過患，雖然小乘解決了，但是跳出了三有以外，你沈空滯寂，你不能動彈的，在這個地方，這個缺點你一點辦法都沒有啊，所以你實際上還並不圓滿啊！所以真正就自利來說，要想圓滿，還只有佛的法身，而不是聲聞、緣覺所證的。所以你經過這樣，不管是求自利、求利他，單獨求自利，單獨求利他，一定要證佛的功德；兼求自利、利他，也要佛的功德。",
    "637": "[10:37]現在這裡說，單單求自利，對不起，三有雖然跳出來，但是呢，在寂滅當中，你不能動，所以自利不圓滿；你要求利他，雖然你有大慈悲心，你慈悲心是有，但是呢，你沒有能力把他們救出來，單單發那個心，沒有用。所以有了這個大慈悲心要救他們起來，還一定要有佛的智慧跟威神，所以你為了利他，你一定還要成佛，這個很明白。所以不管從兩方面來說，你要了解「故於佛德淨修信已」，你一定要努力地修，「淨修」，然後啟發淨信，那個時候才能夠真實地見到：喔，沒錯、沒錯、沒錯！不管是你自利、利他 ─單獨的；「況云利他，即辦自利」，進一步更說，這個利他就是你自利，這個自利就是利他。欸，所以這就這樣地微妙不可思議啊！",
    "705": "[11:45]若不得佛亦必不可，是為不退小乘最大因緣。最後說出來了，是不管是利他、自利，兼辦二利，不得佛，絕不可能圓滿。這一點你看見了以後，自然你是不會退墮小乘。現在看見沒有？所以真正你了解了這個教法，不管你目的為什麼，你要求利他，對不起，要成佛；你要求自利，一定要成佛；你要是自利利他一定要成佛，要利他自利一定要成佛！不管你怎麼講，有一個例外 ─無知，那一點辦法都沒有。",
    "746": "[12:26]所以說我們來了以後，千萬注意喔！不要把學「我」看成學「佛」，這個話是容易講，但是你們務必要內心上面深深地體會，你把學我看成學佛，你就完了！然後自己看了佛經，覺得懂了，然後懂的什麼？根據你自己的解釋認識的，然後從這條路上去走的話，那走上錯路去了，就是這樣。所以你 ……為什麼他這麼重視那個傳承，有了這個傳承，還要經過像印度當年這個辯論是為什麼，他還要在這個裡面仔細地明辨。",
    "789": "[13:09]所以我覺得我們現在晚上，我聽了幾堂課，我越來越歡喜！以後你們不要擔心說：「哎呀，講得支離破碎。」我歡喜的就是這個支離破碎，就在這個支離破碎當中，我們能夠慢慢、慢慢地進步嘛！因為這是一個現況啊，如果是你這個現況把它抹殺了，閉上眼睛不看，請問你學的什麼呀？對不對？我們都是學想像當中；想像當中不要學，最好想 ─人造衛星都沒有用，人造的嘛，自然的多好嘛！你就想這個。所以我一直舉這個公案，啊，我們千萬不要學那個老公公、老婆婆，六祖都不要去學他，要學，要學佛！說實在地，佛前面的那個六年苦行我也不願意學，學它幹什麼？我只學他最後坐在那個尼連禪河邊，抬頭一看，我這麼一學就會了嘛！這個概念在這個地方一定要清楚。我們一定要把眼前的實際上的狀態，認得得清清楚楚。拿什麼東西去衡量？就是拿正法。",
    "854": "[14:14]所以現在我們一方面呢，學圓滿的教法，一方面把我們現在實際上的內在的狀態是什麼，擺在這個地方一一衡準，那時候你就有機會淨化了。如果做不到這一點的話，教法你學得再好的話，就變成什麼？「那這些人講講道理的，修行沒有用！」千真萬確。因為這樣的關係，既然是講講道理沒用，那好、好、好，不要學了，去修行了！結果盲修瞎鍊！不管走哪兩條路子，越修越遠，這教法是越來越衰，自己呢？每況愈下。在這個地方，我們現在把握住了：喔，原來這個重點在這裡呀，原來這個重點在這裡呀！所以我們現在繼續下去，",
    "903": "[15:03]又前所說初二發心，曾未見說慈悲所引，諸餘經論亦多僅說見佛色身法身功德，引起欲得成佛之心名曰發心。再說前面兩樣東西 ─前面是，第一個是什麼呢？看見諸佛菩薩的威神，或者聽見；第二個呢，是雖然沒有聽見、看見，而聽見那個教法上面。這兩種發心呀，他並沒有說「慈悲所引」哪！不但是這個地方，而且其他的經論上面也有很多地方，也看見了佛的色身哪、法身哪，然後要引發這個菩提心。他有一個特別的原因喔，說兩句話喲！後面儘管說你發了這個心，怎麼樣去修的時候，一定要經過那個慈悲，可是引發那個心卻不一定。所以他每個地方他分得非常細、非常細，看見、了解了沒有？",
    "969": "[16:09]眼前容或你們不太了解，所以要好好地學下去。學下去有很多好處。第一個呢，就是你對這個學的這個方式，理則方面，非常清楚；第二個呢，次第是一點都不會亂，而且絕對地正確。所以我們有了這樣的完整的認識，才不會把事情混淆，像剛才的譬喻當中，我們才不至於燒起大鍋菜來，連根帶泥，農藥統統塞在鍋子裡面去，我們才可以避免這個毛病。繼續，",
    "1010": "[16:50]又說誓願安立一切有情成佛亦名發心。喏，說第一種的發心，他只是看見佛的色身、法身的功德，並不由於悲心。下面呢，由於發誓要安立一切有情成佛，這個是為利有情。他這兩種都是發心，而且都是正確的。",
    "1032": "[17:12]故此二中，雖一一分亦應預入發心之數。這個兩種啊，不管哪一個，都是在發心這個範圍之內。你正式的發心是這樣的，但是，",
    "1047": "[17:27]圓滿一切德相發心者，僅見利他必須成佛，引起欲得成佛之心猶非滿足，即於自利，亦見成佛必不可少而引欲得。這個地方就說明這個噢！說真正圓滿的德相，是這樣的。引發的因，可能是單單、單獨的這一個，由於這個引發；可是這個引發進來了以後，你單單靠這個的話，不圓滿的。其實我們做任何事情都是這樣耶！沒有一個例外的。譬如說我們來念書，絕對不是說，喔！把所念的書的內容樣樣知道；樣樣知道，你還念什麼書？你只是總有一個原因，覺得：哎，這個好！然後進來。進來了以後，然後再引導你，使得你要學的內容圓滿。現在這地方也是一樣，說圓滿的德相是什麼呢？單單量、質，以二者當中任何一個都不夠，一定要把二者都圓滿，說不但要利他，還要對自利也必不可少。",
    "1112": "[18:32]又此亦非棄捨利他，亦須為求利益他故，《現觀莊嚴論》云：「發心為利他，欲正等菩提。」此說雙求菩提與利他故。這個就是最後的結論。說呀，這是說不管你自利也好，利他也好，自利啊還要利他，利他啊還要自利。所以這個《現觀莊嚴論》上面，《現觀莊嚴論》就是《大般若經》的藍圖，說呀：「我發心為了利他，為了利他呀，那個時候要求無上正等菩提。」我求正等菩提就是你自己證得，所以一定是包含了自、他兩樣東西都圓滿，這個才是發菩提心圓滿相。引我們進來的，是其中的任何一個，或者是幾個，可是究竟圓滿的時候，達到這樣的狀態。這到現在為止，我們了解了，這是第一個。那麼第二個，",
    "1177": "[19:37]二從四因發心者。謂種姓圓滿，善友攝受，悲愍有情，而不厭患生死難行，依此四因而發其心。第二個解釋一下。「種姓圓滿」，種就是宿種。平常啊，我們這個叫「種性住」，就是換句話說：欸，這個人「善根夠」、這個人「大乘種姓」、這個「小乘種姓」，這個因種他圓滿。不但因種圓滿，然後他現生哪，還有「善友攝受」，這個非常重要！因為我們無量劫來各式各樣的種子，這個種子要想圓滿的話，還要其他的各式各樣的條件。這個條件當中是最主要的，裡邊是裡邊的宿生的種姓，就是你的種子，外面的外緣是善友攝受。這個善友包括了兩樣 ─上面的善知識，中間同行善知識，同行善知識。所以這個僧團的真正的重要就是在這裡，這個「僧」以什麼？以證勝義為主，現在我們學習是隨順於它的。然後呢，「悲愍有情」，而這個心一定是什麼？自利、利他。所以這個心所緣的，宿生為什麼有種姓呢？增長一定要靠這個悲愍有情，所以滋長那個心，以及宿生的培植這個心是這個。你要想悲愍有情，圓滿這個功德的話，一定在生死當中，所以「不厭患生死難行」。這個四因發他的心。",
    "1287": "[21:27]說這個不厭患哪，就從文字上面看，就它表面上看是很難。哎呀，現在做一點小小的事情，這麼麻煩，叫你不厭患哪，真做不到！是的，從表面看是難，所以他處處地方把這個道理說，讓你看到裡邊的真實的意義。你了解了真實利益，說有這麼無邊的大利益，你這個心就提起來了。更深一步，你再深一步地探索的話，你發現：嘿，只有這一條路！你怕難而不走這條路子啊，這個痛苦是無量無邊永不解決！你走這一條路，雖然難一點的話，欸，一點小難啊，把大問題都解決。所以你得到了正確的正見，越深入最後越發現，唯此一條路最佳、最好、最容易而且。至於詳細的內容，後面的會一一 ……所有的大經大論每一個地方，都說得清清楚楚、明明白白！那麼第二。第三呢，三從四力發心者。謂由自功力欲大菩提，是名自力。由他功力希大菩提，是名他力。昔習大乘，今暫得聞諸佛菩薩稱揚讚美而能發心，是名因力。於現法中親近善士，聽聞正法，諦思惟等長修善法，名加行力。依此四力而發其心。",
    "1359": "[22:39]「從四力發心」，哪四力呢？「謂由自功力欲大菩提」，叫作自力，自己的功力。第二呢，「由他功力希求菩提，名他力。」第三，「昔」，以前修習大乘，「今暫得聞諸佛菩薩稱揚讚美而能發心」，是叫因力。第四，「於現法中親近善士，聽聞正法，諦思惟等長修善法，名加行力。」依四個力量。「依此四力而發其心。」",
    "1388": "[23:08]〈菩薩地〉說依上總別八種因緣，若由自力或由因力，而發心者是名堅固。又由依止此諸因緣，或由他力或加行力，而發心者名不堅固。這個就是差別。",
    "1406": "[23:26]如是善知總諸聖教及大乘教，將近隱滅，較諸濁世最為惡濁，現於此世應當了知至誠發心極為希少。像我們上面正確地了解了整個的佛法，以及特別是大乘佛法，現在是將近隱沒的時候，目前這個狀態，是惡濁世當中最惡濁的時候。而在這個時候了解了，去至誠發心更是難能可貴，不但難能可貴，更是功德無邊啊！我們要了解，不但是功德無邊，而且難能可貴。為什麼難能可貴？你想啊，在這樣的難的情況之下，得到這樣的無上的寶貝 ─試想你們諸位如果說在絕端困難之下，譬如說你生一個必死之病，居然人人去找，被你找到了，你是什麼？你會寶貝得不得了，一心一意拿這個藥來治你的病，現在我們就是這個狀態。所以我們現在得到了，",
    "1476": "[24:36]當依善士聽大乘藏，應該依大善知識聽聞這個真正圓滿的教授。",
    "1486": "[24:46]諦思惟等，勤修加行。要認真地思惟觀察，努力去修啊！",
    "1493": "[24:53]非唯他勸，非隨他轉，不是由於別人哪！",
    "1498": "[24:58]非為仿效其規式等，還有一件事情呢，不是仿效規式。現在這個仿效規式很容易，我們哪，哎呀，乃至於唱念，說：「這個人唱念這個樣的、這個人唱念這樣的。」好一點的持戒，「喔唷，他們那個規矩怎麼好，我們這個規矩 ……。」這個是外表形式，我們一定要了解這個內涵。這個小乘制戒的心意尚且要內涵，何況大乘是根本在此，這一點是特別重要！",
    "1529": "[25:29]當由自力至誠發心樹立根本，以其菩薩一切諸行皆依此故。我們必定要由自力，「至誠發心」把那個根本建立起來，為什麼呀？這是菩薩根本，這是菩薩的根本。關於這個道理，譬如說自力、他力，好像自力是宿生的，宿生怎麼來的？還是努力積累的結果呀！所以有了固然好，沒有，你只要這一生努力，你肯，不要聽別人，那就對了。聽別人什麼？人家講有的，書本一合，好了。在哪裡啊？或者在書本裡，或者在人家嘴巴裡，這個不算！現在我聽見了，牢牢地記在耳朵裡，擺在腦筋裡。欸，從他的嘴巴裡，到了我的腦筋裡。我看了這個書，從那個書本上，從經過我的眼根，進入我的腦筋裡，你一心一意地能夠這樣地深入的話，這就變成功你自己啦！現在我們真正重要的，這樣。這個才是什麼？堅固的。要不然啊，聽的時候有，等一下就沒有了。這個是我們必定要了解的，這個樣的方式去把這根本建立起來。",
    "1604": "[26:44]現在我們已經講到了這個不共的部分，上士道部分。那麼上士道部分，他一開頭，一開頭啊，說在二百零六頁，你們注意一下啊！這個概念一開頭非常重要，我們一定要弄清楚。他這個地方，他那個主要的題目，是說明入大乘的門是發心，入大乘的門是發心。那麼，在這個時候，他就特別說明一點，在二百零六頁上面，第一行說「《華嚴經》云：『善男子，菩提心者，猶如一切佛法種子。』當獲定解。」說關於這一件事情啊，一定要獲得確定的見解。這個確定的見解分兩部分：一部分呢，這個內涵本身你絕對不能弄錯，絕對不能弄錯！然後呢，對於這個正確無誤的這個概念，要產生確定不移的信念。",
    "1702": "[28:22]那麼就第一點來說，說解釋，下面他舉一個例子，譬如說，你現在要種稻子。那麼種稻子的時候，他要把那個稻種出來，有幾個條件。譬如說，稻的種子啦，然後要種在這個田裡邊啦，而且種的時間，一定是春天暖和的時候啦，那麼還要有水啦，還要有肥料啦！這些東西加在一塊兒，那麼稻與芽長起來，乃至於稻的種子就可以收穫，這樣。這個裡邊有一個事情是特別重要，什麼？是稻種、稻種！因為你要的是稻芽，如果你這個問題不能把握得住的話，你儘管這個地方是有水、有土、天氣暖和、有肥料，可是它長出來的東西，長不出稻的芽，也結不出稻的果。"
}