{
    "7": "[00:07]那麼他為什麼這個地方要特別辨別這件事情？在這地方，我今天特別地要說明一下，特別說明一下。不但是發大乘，我們做任何一件事情，做任何一件事情，事無大小。那麼為了針對我們目前的、一般的修行來說，是究竟我們圓滿達成的是佛果沒有錯，曉得要發菩提心，乃至於要行六度萬行。可是我們常常有一個感覺說：現在末法的時候，不容易做。不要說在家人做不到，出家人也的的確確很難。所以通常我們啊，會走佛陀給我們的一條方便的法門，說「念佛」。是，這是個方便法門，它儘管是個方便法門，這個法門你還是要把握得很正確，這一個前面那個辨別也要很正確。你了解它往生的最主要的條件是在哪裡，換句話它根本的原因在哪裡。",
    "98": "[01:38]就像前面這個譬喻當中，像前面那個譬喻說，要種稻，你要稻種出來，是它一定要田地啊，一定要水啊、土啊、陽光啊，這是一定需要的。可是這個水、土、陽光，放在這個地方，是，沒有它的的確確長不出來，但是單單它 ……因為沒有它是長不出來，所以你也可以確定地說，要得到那個稻種是一定要的東西，這個是沒有錯。但是單單有這個東西的話，你缺了一樣東西的話，其他的再怎麼弄都不行，對不對？這個概念我們要弄得清楚。萬一你雖然有了水、土、陽光、肥料等等，放進去的是草，長出來的是草；放進去的是麥子，長出來是麥子；放進去的是花，長出來是花，所以這個叫作共因，不是不共因 ─它的特質。那麼我們做任何一件事的時候，我們一定要把握得住，說這個根本原因在哪裡，有了這個根本原因以後呢，然後使得根本原因圓滿。",
    "179": "[02:59]就在我們業當中，有一個叫引業，有一個叫滿業。這個引業是確定你這一生到哪裡去的根本原因，滿業是然後把這個你所要的這個內涵，把它加圓滿。所以如果說，同樣的道理，我們要求往生，你一定要把握住往生的根本因在哪裡，然後你進一步求它的圓滿因。你往生的根本因把握住了，那麼去一定去，問題只是高下問題，哪怕擠到是邊地，擠到邊地也好啊！當然我們希望是擠個上品上生，乃至有人提出了，不但是上品上生，上品上生啊，還希望成佛咧！對啊，這個是圓滿因，就這樣。",
    "231": "[03:51]那麼它的根本因在什麼地方，你首先要把握得住，如果你在這個把握不住的話，它會產生什麼流弊呢？產生流弊就是剛才我們講的業裡邊，它有引業、有滿業，你引業根本把握不住，如果你滿業雖然做得很圓滿的話，產生什麼效果啊？佛經裡有這個公案，叫「修福不修慧，象身帶瓔珞」。喔！他做的這個因，圓滿但是不是根本。修了很多福啊，結果他這人道得不到，跑到畜生道當中去，雖然那個畜生很享受，這個不是我們要的。",
    "278": "[04:38]換句話說，你雖然念佛，你念了個半天哪，欸，不能往生！結果說不定你生天了，說不定你在人間，結果弄了半天弄個三世怨。這個是為什麼我們要辨別的，這一點很重要喔！那麼究竟是 ……往生，什麼根本因，現在我們這裡先不深一層談。同樣地，持戒，持戒我們要把握得住，說持戒的根本因是什麼，然後從那個根本上面再講圓滿。這點我們一樣的道理，所以你能夠把握住這一點去做的話，那問題自然解決。",
    "318": "[05:18]所以現在這個地方講大乘，前面每一個地方講辨的時候，我一定把那個概念說清楚。那譬如說他本論前面辨很多，我已經舉了很多個譬喻，你們只要重新溫習一下。我簡單地說一下，為什麼事前先要把那個事情弄得這麼清楚？因為你是的的確確要學這個方法，然後能夠得到你所要的結果。而我們現在學的這個方法是什麼？從生死輪迴的苦海當中，照著這個辦法，所以「乘」不管是大小，不管是羊車、鹿車，乃至於什麼 ……到大乘的大白牛車，都是想辦法度脫生死苦海，到達彼岸。",
    "383": "[06:23]拿我們現在來說的話，不管你用什麼交通工具，用汽車、輪船、飛機，要度脫，這個不能弄錯。有很多地方汽車可以去，有很多地方汽車不一定去。然後你同樣地，說汽車或者飛機，那麼什麼是汽車，什麼是飛機，你要把握得準，不是說講一個道理。講一個道理固然不行，你看見這個樣子，樣子也不行啊！你照那個樣子做一個，那這部汽車不會開，就算是它會開了，但是如果出了毛病也不行。",
    "423": "[07:03]所以我說一個這個上的譬喻，不是汽車，我曉得，汽車最重要的，就是內面來說，就是什麼？它的引擎。然後呢這個輪胎，然後呢那個車身，然後呢上面圓圓滿滿的那種車篷，裡面是講沙發、舒服等等。這個裡面你要抉擇最重要的根本因是什麼，根本因就是這個引擎最重要，這個不能出毛病，對不對？第二個呢，這個輪胎、這個車身，一定不能出毛病。這兩樣東西出了毛病的話，你如果弄得不正確的話，擺在那個地方可以，你玩玩可以，開出去的話，欸，馬上出毛病的。至於這個車身本身不圓滿一點，不舒服一點，那沒關係呀，這個概念我已經說過很多次了，這樣。",
    "478": "[07:58]那麼所以在這個地方要進入上士道，萬一對這個概念弄不清楚的時候，這地方請大家注意一下！千萬你們不要說：「哎呀，我只要學念佛，學這麼多，幹什麼啊？」不幸的是，很多念佛的人，不曉得這句佛號怎麼念！所謂欣厭，欣些什麼？厭，厭些什麼？所謂信願，信應該信些什麼？應該願些什麼？不是說：哦，我信過了就算了，我願意就算了。那麼在以前，容或我們不懂，到現在從道前基礎、下士，乃至中士，那地方就非常清楚、非常明白了。",
    "525": "[08:45]那麼整個佛法，跳出生死輪迴都是講這個事情。因為生死輪迴的本質就是痛苦，我們世間人不認識它，那麼現在特別指出來，這一點我們必定要認識的！如果不認識這一點的話，儘管你念佛，念佛也沒有用。因為念佛的目的，告訴你清清楚楚，什麼啊？這個世間是苦啊！一無是處啊！所以你現在只有要修學佛法，可是修學佛法又要這麼多條件哪，現在在五濁惡世，這個條件不具足，所以那個時候，你只有用這個方法。",
    "572": "[09:32]條件是不具足是告訴你，修學佛法的條件不具足，所以給你最簡單的方法。給你在最簡單的方法當中，你不要忘記，這個圓滿因不具足，不是說那根本因沒有喔！如果你根本因沒有的話 ─剛才說的，這個就像那個種田一樣，這個土地比較瘦，然後呢，這個水分不大夠，然後肥料不大夠，那多多少少還可以長一個稻子；根本因沒有的話，不管你弄得多好，你種下去的是草，對不起，那一點用場都沒有！這個概念我們要弄得清楚。所以他一定是，主要的目的是解脫生死，就是這一件事情。那麼生死的根本在哪裡？這我們要把握得清楚，就這樣。同時，為了策勵你解脫生死之前，應該有些什麼準備，這些概念都要清楚。",
    "638": "[10:38]所以你前面越清楚，不要急，你能夠順著這個次第來做的話，將來這個結果越圓滿，這點原則特別說。當然最起碼的，念佛固然是如此，然後最圓滿的佛果還是如此。再退一步，說：「啊！我現在只希望想學袁了凡先生一樣，怎麼改善自己命運。」好啊！你只要肯做，一定達到。但是同樣地在這個裡面，你一定要把握得住兩樣東西 ─根本因是什麼？然後圓滿因是什麼？這個就辨、就辨在這裡，不要弄錯，不要弄錯！",
    "694": "[11:34]那麼為了使得我們得到正確的認識起見，所以我們一定要去找圓滿的教授。現在我們已經了解圓滿的教授，有的，絕對有！因為佛之所以成佛，他的條件是什麼？他要幫助一切人解決這個問題，他有這個大慈悲心。他不但有這個大慈悲心，而且大智慧，他曉得怎麼解決。不但曉得怎麼解決，徹底圓滿地曉得，而且有大威神力，他有這個力量能夠幫助我們。所以不是沒有善知識，不是沒有圓滿教授，問題在哪裡？還是在我們自己，這個概念你一開頭一定要認識。",
    "748": "[12:28]如果關於這個概念不清楚的話，那麼我們回過頭去看一下，本論第三個大科：如何聽聞相應正法的軌則。這個概念請大家特別注意。為了這一點，請翻到第十七頁，翻到第十七頁。他第一個，十七頁之前面，先告訴我們，說聽聞正法的時候，應該怎麼個去聽。事先嘛，先要思惟它的殊勝的利益，然後呢於法師發起承事，然後正聽軌理，前面兩個我們都不在這裡溫習。特別是十七頁上面說，正聽的這個，正式聽聞的時候，你一定要具足「斷器三過，依六種想」。那現在這個地方，我們已經概念清楚了：哦，哪三樣過錯！這個自己好好地溫習一下。",
    "816": "[13:36]在這個過錯當中，如果說你不能把它淨化的話，儘管佛是徹底圓滿地成了佛，他的的確確要救我們，不幸的是，因為我們自己本身有這個問題啊，這個佛法就是進不來。就像一個盆，倒過來擺在那裡，不管它那個甘露多好，那就是弄不進去，就是這種。你不願聽、你不想聽，這個就沒有用。為了策發我們聽，所以他前面要告訴我們，思惟聽法的殊勝利益啊！你想著：哎，它這麼好的好處啊！那個時候能夠把第一個毛病拿掉它。",
    "867": "[14:27]然後呢你聽的時候，你內心所謂等起心啊，它有問題。換句話說，我們心裡面，自己有我們自己的想法。所以這一點大家千萬記住，我們到這裡來幹什麼？來學佛。這個「學佛」這兩個字，有兩個內涵：一個是學，就是我自己的態度是什麼？第二呢，要學的對象是什麼？你千萬不要忘記我跑到這裡來學的！所以很多人跑到那個廟裡來，總覺得我要這個樣、我要這樣 ……。你不是來學欸！這種心情是什麼？心情好像跑到店裡去買東西一樣。我以前小的時候看見人家店家吵架，那個事情很多年以前，那個時候吵架，那個人跑到店裡面，就跟那店裡面吵起來了，那個買的人怎麼說？「老子有的是錢，我要什麼就要怎麼！」就這樣。「不配我的胃口的話，我就 ……。」這樣，就這樣跟他吵起來了。所以現在很多人都這種味道，「老子有的錢，跑到這兒來，我要這個的。」對不起，那不是來學的態度，這個你們要記住喔！",
    "944": "[15:44]學是表示什麼？就是我不知道，這很清楚、很明白。所以你千萬，尤其是出家，不要說：「哎呀，這個不行、那個不行！」你這個不行的話，那個是你做生意的方式。你好像我跑得這裡來，或者說你說付了學費 ─當然我們這裡不付學費。乃至有人說，自己覺得：「喔唷，我放棄了一切，跑到這個地方來。」自己好像 ……正因為你放棄了一切，跑得來，那你更應該認真地學呀！你放棄了一切跑到這個地方來享受，那何必跑到這地方來呢？你大可以在外面賺了大錢，然後你去享受去呀！所以這個態度你要了解喔，你是來學的，是不懂。",
    "987": "[16:27]第二個，你學的內容是什麼？你學的是佛。佛的特質是什麼？覺。你所以要學佛，因為你迷呀，這個概念你要很清楚啊！所以你的內心當中說明了一個什麼？你在迷的當中，這個你一定是要認得很清楚。所以你的起心動念，如果說你在這種心念當中，你覺得你要這樣、你要這樣的話，這個就像那個容器，雖然朝了天了，有毒的，那個沒有用。那麼第三個，大家已經了解了，不去細講了。",
    "1025": "[17:05]下面呢，依六種想。前面這告訴我們「如病」，那個病是什麼？三毒啊、什麼啊，當初的時候曉得名詞，現在我們已經開始學了下士跟中士。下士告訴我們：暇滿人身難得啊，這個暇滿人身的意義，我們應該牢牢記住；然後無常這件事情應該牢牢記住；由無常怎麼引發皈依，皈依的特質的內容如何。那麼再更進一步的話，進到中士道。中士道就講，是的啊，特別講那個苦。為什麼講苦？這個我們要好好地體會一下，加深這個認識，一定要了解眼前我們貪著難捨的真正的內涵是苦。因為我們了解了這個苦，所以要策勵我們跳出來；要跳出來，那要找一找是不是有方法、可能。欸，結果找到：是的，由它的苦的因，所以才感得苦的果，你只要把那個因拿掉，那麼這個苦的果就可以解決。所以由苦諦、苦推動我們去修行，然後由集諦找到，啊！我們從哪裡去下手。",
    "1116": "[18:36]所以從這個上頭的話，我們進一步就認識到：啊，煩惱 ─那是繫縛我們的生死的根本。實際上我們現在在什麼？在什麼病當中？就在那煩惱病。這個就跟前面說的具六想當中的那個第一個概念就有了。當初告訴我們具六想，怎麼說？假定那個「第一個想」不起的話，下面都是空話；那個「第一個想」認識了以後，下面都有了。現在從中士道這個上面就讓我們認識，哎呀，說我們現在千真萬確啊，真是在那個大病當中。",
    "1156": "[19:16]所以在這點，大家請翻到一百七十頁，一百七十頁。現在我們在這個地方，再看一下，看一下。前面是先告訴我們，它生死輪迴當中的主要的因，所謂集諦這就是什麼呢？就是這個「惑」跟「業」兩樣東西，那個是會把我們綁在生死當中的，而最主要的上首啊，是惑，就是煩惱。那麼它這個地方告訴我們：正明煩惱，生起次第，煩惱之因，煩惱過患。那麼煩惱的過患的話呢，大家要好好地觀察、去思惟，因為了解了過患，所以要去斷除它。",
    "1213": "[20:13]那個煩惱是什麼行相呢？今天晚上，我重新再跟大家說一下，以及生起的次第。總相那個不講了，就是反正任何一樣東西生起來的時候，就那個心裡不寂靜。不寂靜，我們體會不到，但是那個生起來的時候，你跟著它在轉，就是這樣。實際上眼前我們一切時處，我們現在的心相就是個煩惱相。我們現在坐在這裡好好的，這個煩惱相是什麼呢？可以說在癡相當中，還在集諦。雖然我們認真聽什麼等等啊，是，這隨順出生死的，但是呢仍舊是，如果一般狀態當中，今天沒有什麼特殊的狀態的話，那個是具足了癡相。",
    "1265": "[21:05]實際上不只一個相，我一個一個分析的話，你們了解，在我們平常狀態當中，是我們什麼心理相。第一個「貪」，貪這個相是我們容易感受得到的，對吧？貪這個相我們容易感受得到。但是這個貪的細微相，我們就不大容易感受到了。實際上呢，我們一切時處，譬如說我們在這裡做得累了，哎呀，我疲倦得要命，要去休息一下，想去躺一下，舒服一下；或者是覺得今天什麼不好了，或者什麼，這個裡邊就有貪相在裡頭。第一個呢，你要求個舒服，喔，你貪那個舒服。第二個呢，你覺得累了，或者你有種種的理由啊，什麼 ……或者要睡一下啦，保護那個身體啦，或者什麼，那個還是個貪相。但是這種細微，在我們覺得理所當然的，世間人本來應該這樣；修學佛法的人哪，這個是我們要對治的，要去精進去對治的。所以這個貪相，若粗、若細我們都應該認得。",
    "1336": "[22:16]那麼這個「瞋相」也容易了解，這個「癡相」本身，不說不知道，現在說了，它慢慢就知道了。我們別以為我們現在平常的時候，覺得不起煩惱 ─在癡相當中，這樣。那麼這個「慢相」，這個就是在實際上，這個慢相也是隨時隨地都在生起，但是這個慢相啊我們不太容易發現它。總是當你人我之間產生的任何問題的話，這個慢相一定存在的，因為它這個慢的根本，是隨著「我」來轉。",
    "1374": "[22:54]那麼這個「疑」本身，平常我們覺得：「我們沒有懷疑嘛！」欸，要曉得這個懷疑，這個煩惱當中的懷疑，是它有它的一個特質。平常你對事情不能肯定是懷疑，是，可是呢這個地方特別是指什麼？對於我們所謂業感緣起的這個道理，緣於四諦啊、三寶啊 ……這些東西。所以這個疑，對於淨信心來說的，淨信心來說的。我們平常所以要想修學佛法，而做不到的根本原因，就是這個疑。說對於正確的道理，沒有清淨的淨信心，所以常常說：「哎呀，這個明曉得，為什麼做不到啊？」你不檢查不曉得，仔細檢查的話，那個時候就會發現，原來是什麼啊？原來你並沒有產生真正的淨信心，這個是。那麼要怎麼產生淨信心呢？那東西的的確確，關於這些道理都要了解得很清楚。",
    "1452": "[24:12]下面這個「見」哪，我們稱為「利使」。因為這個「使」，實際上就是煩惱的別名，這個東西非常利，一下就起來了，一下起來了，而且我們一直在這個地方轉。關於這個利使，在這個地方今天重新說一下。第一個叫「壞聚見」，平常我們壞聚見，就是身見，或者叫有身見。實際上就是「我」。這個東西 ─根本，這個東西啊一切煩惱的根本。你在任何一件情況之下，如果說我們不要說佛法啦，你能夠推己及人，代人家想一想的話，你這個問題，就自然而然會減輕很多。所以到現在為止，我們還沒有學上士道當中，尤其到後面毘缽舍那那一部分，我們對於這個我見的根本不認識它。我們只能這樣說，平常它起來的時候，你經常都是總歸覺得「我」！人家好像委屈了我，他為什麼不代我著想？我的立場是如何，我覺得什麼、什麼道理，我如何、如何 ……。那都是在以「我」為主的生起種種概念來，這個，一切的根本。所以在這個地方，我們能夠退一步想，或者代別人想一想。",
    "1545": "[25:45]那麼同樣地，好像念佛法門當中，並沒有強調這個東西耶？你不懂啦，你會感覺到沒有強調，你懂了以後，念佛法門當中也強調這個。因為我們無始以來心裡面哪，自然而然轉起來的，一天到晚緣著我在轉。念佛法門強調的是什麼？六個字─南無阿彌陀佛，一心皈投阿彌陀佛。當這個念頭念起來的時候，你一心一意只有皈投阿彌陀佛。那個皈投阿彌陀佛的時候，這個「我」啊，就不再重視它了。",
    "1591": "[26:31]所以說，當死的時候，平常一般人死了以後，喔唷，生了病了，趕快保護它。可是前面啊，欸，你曉得得很清楚，這個東西就是生死痛苦的根本。所以我現在一心皈投阿彌陀佛，阿彌陀佛把我救去了，這個正是我不要的。生了病嘛 ─死，死了嘛正好是往生的因啊！所以你生病的時候，你不會去求醫生去治那個病，只是說：「哎呀，趕快，阿彌陀佛你早些來救我，假定我能今天晚上走的話，我等不到明天啊！」你不會去想找醫生了吧！對不對？這是我們平常真正講的。所以他儘管道理沒有講的道理，可是告訴你這個方法上面，你只要信得過照著去做的話，就暗暗地吻合了這個道理，這個我們要了解的。所以今天我們有機會認識那個的話，肯根本上面把握住了，然後你去念佛的話，那事半功倍。",
    "1653": "[27:33]至於說，這個第二個，什麼叫「邊執見」？這個邊執見，平常總是說，這個常啊、斷啊、常啊，要注意哦，這不是普通常、斷，這是由於什麼？由於計著這個我。所以計著這個我以後的話，他自然而然產生兩種概念。有一種概念，說這個恆常不變的。平常我們講靈魂，講靈魂就是這樣，好像一個人是從這個房子裡面，搬到那一個房子裡面，這樣。那麼有人會問了：「欸，那不是講，那個十二因緣圖當中是這樣嗎？」是，它只是個譬喻，真正佛法裡面，並沒說像靈魂有這麼一個東西跑到那裡，這個道理我們慢慢地以後再去說。如果像這種情況叫常見，這個到後面，我們再深一步去說它。",
    "1719": "[28:39]那麼，至於說普通一般念佛的人的話呢，如果不了解，你關於這個常見，也可以不必很深入的。總之，你只要把握住這個念佛的根本因，厭惡這個生死，厭惡那這個東西，「我」這個東西，一心皈投依靠就可以。所謂「斷見」，就是斷滅見。現在世間一般的，這個所謂只講究說，科學上面大部分持的態度，就是斷滅見，就是人嘛就是這樣，死了以後就完了。要曉得這個斷，不是指這個以外的事情，這個特別的。",
    "1756": "[29:16]下面哪，兩樣東西，見─見解的見，「見取」跟「戒禁取」。在我們平常一般犯的毛病都在這個上頭，最容易。看看那個，它的定義是什麼？「謂緣薩迦耶見、邊見、邪見，三中隨一，及彼所依見者之蘊，執為最勝，染慧為性。」這個叫見取。"
}