{
    "6": "[00:06]就是說它主要的中心，一定有一個原因，平常我們無緣無故，不會有什麼事情，當你有起來的時候，一定是為什麼啊？一定是為了這個「我」啊！這個我是根本。然後呢，這個我的常或者斷，所以這個邊見本身，也一定是離不開這個我。就是說邪見，是，邪見本身好像跟這個薩迦耶見哪，不太一樣。細來說是一定跟著它相應的，粗的來說，是，有不太一樣的地方，那沒關係。總之這是什麼呢？就由於我們不正確的見解，然後呢，在這種情況之下自己很執著。",
    "56": "[00:56]平常我們跟人家的諍論、問題什麼等等啊，都在這上頭引起的，對不對？這個是個煩惱。所以說大家不要講道理，真正的講佛法上的道理，你要看看這個道理所講的內容是什麼。佛法上的根本因，它所以講那個道理，告訴你：喏，你這樣的話，是生死痛苦的因喔！這個道理指給你看這個。結果你學會了那道理，沒有把那生死的痛苦的因認得，然後呢跟人家吵，那完全是走上這一條路去，這一條死路，這我們要清楚、很明白的。",
    "98": "[01:38]佛法的特質 ─智慧。智慧是什麼？就是見到事實的真相。那麼到現在為止，見到的事實的真相是什麼呢？就是你之所以沈淪在生死苦海當中的原因啊，就是由於這個煩惱的主因把你綁住了。煩惱的原因，就是前面那個總相；這裡的別相，就是這個別相當中 ─見取，你的見解，所以它叫「染慧為性」。同樣地，你認得了清楚的話呢，那個正智慧現起的話，這個煩惱就拿掉了。所以不是跟人家講道理，內明就是你懂得了道理，反照自己說：「喔，現在我懂得道理了！」你要講的這個道理，是「原來我現在起心動念，只是懂得煩惱！」那不管你所講的佛法，那一點用場都沒有，那都是騙自己的，騙人容易，騙自己，那騙不了的，所以我們要了解這個見取的這個特質。",
    "164": "[02:44]除了這個以外，還「所依見者之蘊」，所依見者之蘊就是我們五蘊體嘛！把它「執為最勝，染慧為性」，把它這個看得最重要，把它看得最重要。那麼五蘊當中也許你可以把五蘊的和合，那就是我們所謂的補特伽羅 ─我；五蘊分開來的話呢 ─色、受、想、行、識。就是把那個身體看得很重要，這個是色那部分，顏色的色；然後呢，你的想，你的想法；你的感受；意識，最後的心識，你的心理。執它的總相也好，執它的別相也好，在這個上頭，如果你不認得說這個東西本身是煩惱的根本的話，那你講的道理啊，那都是空話。世間的人本來都是戲論當中，佛法而在這一點認不識的話，那你就錯了。所以這一個見取這一點哪，這是我們平常最容易犯的，起心動念一直在這種狀態當中。如果說沒有、不起心動念呢，就是前面的癡相當中，一起心來的時候就落在這個裡頭。而這個根本的話還是第一個，前面的說 ─壞聚見，就這樣。",
    "250": "[04:10]那麼另外一種呢，「戒禁取」。戒禁取的話，就是我們現在的所謂「壞戒、可捨之戒」。平常我們說這種，指外道的牛狗戒啊這一類東西，牛狗戒啊這一類東西。也看看它的定義，說「及諸行狀軌則，身語定轉，所有邪禁及緣彼等所依之蘊，見為能淨罪惡，能解煩惱，能出生死，染慧為性。」這個地方啊，我們，它的特別地來講的話，還是指究竟於中士道上、究竟解脫煩惱的特質來說。那麼這個戒，一定是佛戒。除了佛的，制定的戒以外，那都錯的。可是就算是佛戒喔，它的內容我們有的時候還不真正地了解喔！他佛戒制的目的，幹什麼啊？能解煩惱、能出生死哦，這個才是戒的根本哦！所以大家不要說：「啊，我現在啊，受了這個戒啊！然後這個戒當中說這樣的，這個戒當中是那樣的 ……。」大家起爭執：「我是持戒啊！你不持戒啊！」那時你又犯了前面這個毛病了。所以它本來這個戒的目的是淨煩惱，結果你因為弄了這東西而增長煩惱，請問：你這個到底是在煩惱當中啊，還是真的在出煩惱當中啊？所以這個概念要清楚。",
    "351": "[05:51]所以眼前哪，我們從前面剛才說根本因，然後圓滿因。持戒我們一開頭的時候要持清淨，這不大容易，不大容易。究竟來說的話，大乘要到二地菩薩才能夠持清淨，那何等不容易啊！所以這個圓滿因，的的確確，我們心裡面只有一心一意說追求 ─我們一定要做到！一定要做到！因要不錯。不要說：「唉，二地菩薩才可以啦，我們現在啊做不到啦！」那你這個因已經弄錯了就不管。那麼基於這個理由，我們現在要一心恭敬去學，可是學的時候，那個本末要分得很清楚，根本因把握得住，這個大家重要的概念。",
    "405": "[06:45]大家記一記，戒的主要的功效是幹什麼？破煩惱現行，對不對？所以假定你現在講戒，而在煩惱增長當中的話，你就錯了，根本因根本沒把握得住。這個所以在這一點哪，請大家特別注意，請大家特別注意！所以這個後面的幾位，將來你們都會出家的，那麼這一點要注意。不要我們說，哎，看見哪，比如隨便來講吧，尤其是現在啊，怎麼這個人也是那個樣、這個人也是這個樣，乃至於我們的唱念各式各樣什麼等等的話，這個不在行相上面，暫時不在這個上面注意。圓滿的時候我們一一要圓滿的，可是現在第一個要根本因，就是說當這一個所謂「智」這個特質 ─我們要認識煩惱，淨除我們煩惱。",
    "477": "[07:57]你如果是把握住這一點的話，那麼你就曉得了，念佛它還在這個法則當中；參禪還在這個法則當中；戒，根本當然是這個。為什麼呢？念佛，請問念佛的時候，他的心裡現在是什麼狀態？真正地把那個念佛的根本因把握得住的時候，他一定是說：「南無阿彌陀佛。」換句話說，一心皈投阿彌陀佛，這個其他的是一無是處。──這個心哪，就是真實淨化煩惱的心，對啦！他在持戒當中。所以這一句話，包括了持戒、念佛，這樣。參禪的呢，參什麼？「什麼是你明上座本來面目？」「什麼是個無？」「念佛的是誰？」一定要找到他！當你找到了那根本就 ……換句話說，這根在哪裡，我要把它連根挖除。",
    "534": "[08:54]實際上呢，這根本不在別的地方，就在你起心動念。所以它這東西妙極了，就用這個方法，全部精神以一念把所有的雜念統統擋掉。然後呢，最後的話，這一念本身就是啊，把它自己的本身，欸，找到了，破除的。所以這一念一直擺在這個地方，它是正在、說正在持戒當中，這一個我們要了解的。所以人家說，啊，有的人叫乘急，有的時候說戒急，你如果把握住這一個原則 根本因 去做的話，乘急也好、戒急也好，都行。如果你把握不住的話，那都在那兒戲論。所以這一點哪，注意哦！這個文字啊，平常我們都說「非因計因，非果計果」，說了個半天，但是呢，根本的觀念在這裡。",
    "590": "[09:50]所以我在這個地方呢，今天特別跟大家說明一下。當你們把這個煩惱的這個行相認識了清楚，那時候就曉得了：哎呀，一點都沒有錯啊！現在我們平常都在病當中，自己不曉得病，還要跟人家談！你談些什麼呢？還跟人家講道理，那個道理是越講越錯啊，那個病是越弄越深哪！如果說不學佛法，那本來就是在那兒亂搞一通；你那個學了個佛法，你還在這上面轉，那轉些什麼呀？所以這一個地方，我們一定要了解這個煩惱的相。了解了煩惱相，那麼前面說告訴我們六想當中第一想，你就對了，「啊，沒錯、沒錯、沒錯啊！」這個概念就很清楚了。所以至於說它煩惱的生起的因等等啊，那麼我們有了這前面這個力量，自然而然你能夠推動。",
    "651": "[10:51]那麼我們進一步，把那個煩惱的生因，在這地方也重新地溫習一下。那個煩惱的生因在，煩惱的生因在哪裡？煩惱的生因，喔，還在一百七十二頁，一百七十二頁，不在別的地方。這個一百七十二頁的這個第一行就說，能生煩惱的生因六個。「所依者謂煩惱的隨眠」，現在我們曉得，這個就是煩惱的種子。前面當我們講業的時候，業感果的時候，就異熟果、等流果，現在我們可以融貫起來了。當那個異熟感的時候、現起的時候，那個等流同時一定現起的；等流現起的時候，你為什麼心理有這種狀態，那就是以前跟著來的。所以啊，這個前面所說的異熟因果，這個地方所講的就是什麼？那煩惱的隨眠。然後在十二因緣講的是什麼呢？十二因緣當中，就是前面的觸、受，然後下面哪，這個觸、受是第一重因果，大家還記得吧？然後呢，當那個受現起的時候啊，你一定又有愛跟它相應。這個愛不是單單你歡喜的喔，三種愛 ─對你歡喜的東西，叫不捨，這個是貪相應的；對你不歡喜的，是乖離，是瞋相應的；對於另外一種東西的話，你捨，這個就是跟癡相應法。這個什麼呢？就是煩惱的隨眠。所以不管是你哪一個，用哪一個定義來解釋它，這個沒關係，你一定要認識這個心理的行相。",
    "770": "[12:50]那麼這個隨眠生起的時候還要有個所緣，所謂「順生煩惱的境界現前」。那麼十二因緣當中說的，所以它說得很清楚，叫「觸、受」，然後呢，下面就是跟著「愛」。這個觸的特質是什麼？三事和合生觸 ─根、境、識，那個地方我們就認得很清楚。所以它煩惱生起來的時候一定在境界上面生起來的，境界上面生起來的。",
    "806": "[13:26]境界上面生起來的，當然，前面說「猥雜」、「言教」，那個是指說對方那個人，所以生煩惱的那些人的話，就是惡知識，非善友。善知識、惡知識的判別，就在這個地方。當那個境界現起的時候，如果說，譬如說我們現在在這個地方，假定說你有很尊敬的情況，雖然你平常看見一個好看的東西在那裡，你看見：「哎喲，這個師父在那裡，這老法師在那裡 ……。」心裡面就沒有跟它去。反過來，這個平常的人哪，鼓勵你，大家：「哎呀，這個好的！」什麼東西，大家覺得好朋友，酒肉朋友跑在一塊的話，就對。所以你們要辨別得清楚喔，這個地方的善、惡知識，實際上呢，就是 ……前面這個順生煩惱的這個現起啊，那不！順生煩惱所緣本身哪，講它的總相，那個總相裡邊別開出來幾個內容，這個非常重要，現在我們修學第一步最重要的，這一個。",
    "878": "[14:38]大家注意，這個惡友不是今天跟你吵架，一天到晚打架的對頭，這個惡友就是，如果說這個人跟佛法不相應的，平常兩個人碰在一塊，哎呀，大家很好。喔唷，說這個，「跑到這個地方來啊，這個地方的這個老師啊，這個老法師，這個師父啊，老逼著你。」然後跑到這地方兩個人還可以偷一點巧，然後聊聊天，跑到你這地方，我也給你暗示一點，你也給我暗示一點 ─完了、完了！這個是惡知識喔！這個要了解得很清楚的。講反過來就是善知識喔！所以現在我們真正修學佛法的最重要的這個概念，就在這個地方，就在這個地方。然後呢，他也寬慰你說：「哎呀，某人哪，你現在怎麼樣啊？對啊，我們剛是個凡夫啊，他要求的條件太高啊！」什麼、什麼啊……。你還聽得滿對：「對啊，我就是個凡夫啊，他要求我這麼高的條件，對我是不行啊！」嗯，這個是一個最危險的事情。我們應該了解：是，我因為凡夫，所以我要凡夫趕快努力啊！他那個菩薩都那麼精進，我這個凡夫再不精進，那就完了啊！",
    "953": "[15:53]是的，精進的內容，他不是叫我們現在像學菩薩一樣地，要叫你捨頭目腦髓，這個不是。菩薩有菩薩的精進，我們有我們的精進，這個是內容裡面要分別很清楚。菩薩的精進是捨頭目腦髓，現在我們的精進呢？見了面就提起來。記得不記得後面那個阿底峽尊者，不管什麼人看見了，他見了面一定問你，說：「你現在生善心否？」它這個文字是這樣解，換句話說，我們碰見了以後，他會說：「哎呀，你功夫怎麼樣啊？是不是現在在緣念善法啊？是不是拿精進來策勵自己啊？」對了，這樣。或者說：「哎呀，剛才這個老師告訴我們，叫我們努力啊，這個話是對啊，可是我現在覺得摸不清楚啊！那時候心裡面怎麼樣啊？」欸，你問他，他就告訴你，這個就對了。這是我們要從這個地方去體驗，所以這個概念很重要、很重要！",
    "1015": "[16:55]那麼「言教」呢，「聽聞邪法」。這個就包括很廣了，現在我們極大部分的就在這個地方。啊！這個東西實在是好可怕、好可怕的東西！這是所以我們現在這個地方，報紙、電視一樣東西都沒有。不要說那些報紙、電視都沒有，乃至於有很多那個佛教的雜誌等等，對我來說的，我也實在覺得這個不是根本因；等到我們慢慢地根本因摸著了，這是圓滿因，就是這樣。這個大家千萬注意一下，否則你弄錯了，那就害了！那麼還有「串習」、「非理作意」。這兩個對我們來說，是比較重要的事情，大家特別注意！這個就是生起煩惱的幾個主要的原因。你如果能夠把這個兩樣東西認得了 ─這個煩惱的行相，跟那個生起煩惱的原因，你能夠認識了，然後呢，把這個平常在心裡面多去觀察、多去認得它的話，那我們修行那就比較好了。",
    "1091": "[18:11]所以在這地方是從生因講，後面呢，十二因緣講，現在我們把這兩樣東西連在一塊兒。十二因緣當中，告訴我們怎麼說？說我們無始以來啊，一直隨著「無明」，由無明而「行」，行而「識」。然後呢，這個識，因位識啊無量無邊，我們現在目前的狀態，它既沒有感異熟，也沒有對治，所以在這種狀態當中，它一定會感生死的。但是它感生死，它有一個條件 ─一個俱有緣，換句話說，我們後面說的，它有一個圓滿因，那是什麼呢？就是「愛、取」。這個愛、取什麼？就是煩惱。以前由於煩惱而留下這個識種，但這個識種不一定感果；而你眼前這個境界現起的時候，如果啊，你把這個原來這個煩惱跟它相應滋長的話，那麼對不起，到那個時候它會感果的。現在我們既然修學佛法要跳出來的話，那時候你注意，當在這種情況之下，對境界的時候，你就心裡很清楚、很明白。",
    "1175": "[19:35]現在這個地方講煩惱的生因的是說，煩惱的所依跟所緣境界現起的時候。在十二因緣當中就告訴我們更清楚，當一個境界現起了以後啊，「觸」；觸了以後呢，就「受」，你會感受；然後在這個你的感受境界當中，你要注意喔！這是十二因緣真正好的地方，就是眼前我們一切時處這個感受，這個感受，是下面緊跟著「愛」就來了。那麼然後呢，這個時候生起來的是煩惱。所以我們要曉得那個煩惱相的話，不外乎前面的什麼啊？就是五鈍使、五利使；通常這個裡面哪，一定有這個見解在這個裡頭，或者這個習性在裡頭，或者兩樣東西一定有，那個時候你就千萬注意！",
    "1237": "[20:37]所以平常啊，我們現在不要說：「哎呀，現在這個煩惱很重啊！」是的，正因為煩惱很重，所以我們要修學佛法呀！然後呢，怎麼辦哪？就要認得它。這個是最重要的，第一個重要的概念！到現在為止最重要的 ─你要認得這個煩惱。如果這一個不認識的話，那麼說修學佛法，那都是浪費時間，都是浪費時間。當然，你說我現在種了一個種子下去，然後什麼時候感果的時候，你能夠這樣的話也好，我還是非常讚歎。那個佛也是這樣的，所以有很多人就是沒辦法，他也只能這樣，所以佛也只能給他種一個善根，就是我們當然不願意這樣做啦！這樣。所以認得，認得了以後再下面一步，應該怎麼辦呢？就曉得：啊，要跟它鬥，要跟它鬥！所以告訴我們，由各方面去觀察，如果你不鬥那個煩惱的話，那對不起，這個沒辦法真正地清淨。所以我們現在所謂修行、修行，不是別的，主要的就是這一點。",
    "1313": "[21:53]關於鬥煩惱這一點哪，現在大家，請大家翻到下面第一百九十八頁，這個今天晚上溫習的最後的兩句話，我們把它看一下。那個一百九十八頁上面哪，告訴我們哪，現在我們真正要修學的時候，到這裡為止要講戒，戒的原則我們已經了解了。所以看第二段，它有一句話：「現在於內」，這個「內」字啊，這個地方我們重新溫習一下。是的，是的！這個不要看別人，我們的煩惱都是看別人看出來的。現在當這個境界現起了以後，你不要說他不合理、他怎麼樣。當境界現起的時候啊，尤其是說，因為以前無始相應而轉的等流因果現起來了，所以你看見的時候，你又看他，或者順眼你就愛，不順眼你就瞋，這個都在癡相當中。",
    "1385": "[23:05]現在我懂得了煩惱以後，當這個境界現起的時候，你會發現內心上的狀態。看看這個內心的狀態是什麼，是煩惱相應的，還是出煩惱相應的？你覺得他不合理，他是不合理啊！上次講過了，他不合理是他的事情，你覺得他不合理的，對不起，那就是你的事情，那就是你的煩惱；如果你要修學佛法的話，就從這個地方要把它降伏它，所以叫「現在於內」，在裡邊要鬥這個煩惱。「不鬥煩惱是戒不能淨」，這個戒的真正的特質。所以說，你只要真正能夠持戒，戒持好了一定往生的原因，也就在這裡，現在我們了解了。戒的真正的主因，就在這個上頭。如果我們進一層，要想學定、慧的話，那更非從這地方不可。所以這一個不能清淨的話，「畢竟漂流生死」。",
    "1454": "[24:14]至於說怎麼持戒法呢？下面一行「以念正知而防慎」，說我們現在真的重要的，一定要保持這個正知、正念，這個現在我們才是真正重要的。然後呢，因為我們煩惱已經認識了，所以它只要一出來啊，你馬上我們就用矛來刺它，換句話說，我們現在修的就是這個樣。所以說真正的菩薩，菩薩要大瞋，為什麼要大瞋呢？他瞋的就是瞋這個東西。所以他前面也說、後面也說，這煩惱生起來我們不能忍受。我們現在「忍非所應」，大家還記得這句話吧？我們忍耐啊，不應該忍的我們都忍了，它貪哪、這種煩惱一大堆，我們都忍了，還歡歡喜喜。我們不應該忍的這個煩惱啊，結果我們偏偏又做不到，這個就是我們現在真正應該重要的做的地方，而且當那個煩惱當下起的時候，都是這樣。目前，是，我們現在還不一定完全懂得了能夠跟它鬥，但是呢，正因為我們不懂，所以我們努力，去努力這件事情。",
    "1537": "[25:37]所以後面告訴我們哪，這個真實的持戒，先不講怎麼持，他告訴我們哪，我們破戒的四個原因，大家還記得吧？破戒的四個原因這個在什麼地方呢？破戒的這個四個原因，我們要 ……好像在前面嘛，反過頭來看，前面對不對？在一百九十五頁，四個犯因當中，第一個是「無知對治」，你無知的話，要多聽聞、多了知。說到這地方─無知，我們又剛才想起了，說六想當中，我們現在在大病當中，我們就是不知道！所以如果說碰見這種情況的時候，那時候你自己心平氣和地想一想看：怎麼辦？所以了解了這些，心裡你已經懺悔啊什麼，整個地我們繞著這個中心轉，都在繞著這個中心轉。",
    "1598": "[26:38]所以目前哪，目前哪，如果大家對這個概念不清楚的話，要把它弄清楚，要把它弄清楚，這是目前最重要的第一件事情。好在現在有那個，這個錄音帶出來了，錄音帶出來。那麼我們照著那個書本哪，經常地配合著去聽聞這個道理。聽聞了道理以後注意：千萬不要把那個道理去衡量別人，你一衡量別人，你就完全錯了，完全錯了！完全錯了！那個是無價之寶，你把那個無價之寶啊，去啊丟在水裡了。那像古人有一句話叫「買櫝還珠」，他有一個無價之寶，然後這個無價之寶，用一個非常美的裝飾的東西，裝在這個裡邊。結果你跑得去看，哎呀，說這一個裝飾的這個東西很好，你買了。買了以後你打開來看見裡面有一粒珠，你不認識它，說：「哎呀，我要買的這個，這個珠還給人家。」那是個笑話，這是我們現在應該注意的。今天晚上主要的溫習，就講到這地方為止。"
}