{
    "3": "[00:03]今天請翻到《菩提道次第廣論》兩百一十頁，二一 ○。上次我們已經把如何發生此心的道理，前面依什麼因而發，依什麼因？那麼四因、四緣、四力等。然後呢其次有了這個因，我們要發。那麼發的時候，這個因就策勵我們要發這個心，策勵我們，推動的力量有了，進一步怎麼修？雖然有了這個力量，你不曉得方法去修的話，我們雖然很著急，但是不能如理地生起。現在我們平常有很多人，是宿生善根所使，他對佛法，或者修行、或者出家，非常好樂。然後呢一番的好心出了家，但是不了解出家怎麼修法，所以往往把宿生的善根平白地浪費掉了。",
    "94": "[01:34]現在這裡大菩提心這是佛法的整個的中心，所以我們現在幸運而這樣的次第來，有推動我們發的心。進一步呢，我們想修這個菩提心，怎麼樣？他下面告訴我們─傳承，那這個修法有這樣的完整的傳承。這個傳承是從我們世尊，代代相傳，中間沒有斷過。兩樣東西沒斷：一個，完整的教授，說明這個道理；以及各位祖師修證的內容。所以這個完整的傳承，如果我們只要如理如量地去做，一定可以做到；做到的結果，就是圓滿佛果。這是我們確定信得過，要了解的，所以這個地方這個傳承先說明。",
    "167": "[02:47]這個傳承又分兩方面，這個兩種實際上不是截然不同的，而是說兩者各有它的特別的功效。通常我學的時候，我老師就告訴我，這兩種彼此間，你屬於哪一種類型的人，先學哪一個。學了這個做為右手，左手來輔助它；先學這個，另外一種，然後另外那一種來輔助它。這樣地互助幫助的話，那產生的功效，以及達到內容堅固等等啊，是可以達到最完整的程度。那麼現在下面這兩種說一下，第一個：",
    "215": "[03:35]一修七種因果教授，二依寂天佛子著述所出而修。　今初就把這兩個傳承再說一下。這地方七種因果，我們通常說的叫「六因一果」，總共加起來一共七個，現在我們看第一種：",
    "238": "[03:58]七因果者，謂正等覺菩提心生，此心又從增上意樂，意樂從悲，大悲從慈，慈從報恩，報恩從念恩，憶念恩者從知母生，是為七種。那麼，它這個果是什麼？就是大菩提心。所謂「正等覺菩提心」，就是大菩提心，這個生起，這個是要求的果。那麼這個心從哪裡生起呢？就是這個心的因在哪裡呢？這個分成下面：這個心從增上意樂；那麼這個意樂從什麼？從悲；悲從慈 ……這個是一個一個次第。換句話說，你要這個果，那麼得到這個果的因，那就是下面，這樣。所以到最後推到「從知母」，從這個第一步，一直最後，因、果、因、果一步一步上去，而產生大菩提心。平常我們說的大菩提心、大菩提心，這是個名詞，我們有這個認識。現在這個地方的大菩提心，他告訴我們：喏，你怎麼樣的次第，從這個因必然地上去，走對了，感得這樣的果。現在把這個分兩個子目來說明它。",
    "339": "[05:39]此中分二：一於其漸次令發定解，二如次正修。「於其漸次令發定解」，這個七個有它的修學的必然的次第，怎麼樣一步一步地來，你對這個先要產生決定的見解。很多地方我們平常常常說：產生決定見解、產生決定見解。這個決定見解實在很重要，我們修學佛法常常是聽見了，哎呀，急急忙忙地去修，就想得到這個果。卻不知這個果，一定有它必然的因，如果是你不了解這個正確的因，那絕無可能；你了解了照著去做，才有可能。所以平常啊，是我們因為對這個不了解，所以才把自己宿生的善根，一生的好心啊，也可以說都平白地浪費掉了，非常大的可惜！所以「欲速不達」，毛病都犯在這裡。所以我們一定要對這因果的必然關係，產生決定的認識，那時候就沒有一點僥倖心理，沒有一點疑惑心理。這樣地勤勤懇懇、真真實實地做去，那麼你走一步就有一步的結果。這個次第所以我們一定事先先認識，否則你去急急忙忙、忙的話，不行。在一開頭的時候就說了，正修的時候，隨遇什麼緣，你就去莽莽撞撞去做的話，「一生善行終成過失」。",
    "456": "[07:36]這句話，我這裡又特別提一下。在座不乏很多久修上座，或者雖然出家不久，但是早在出家之前，早就已經接觸了佛法，請問：弄了多少年，有什麼結果？我想大部分人都感覺，忙了半天，總覺得：欸，你好像沒有吧，在這個裡邊；在這個裡邊嘛，忙了半天，沒結果！就算時間不太久的話，你仔細想想看，往往是一個簡單的道理，講起來講得頭頭是道，做起來一無是處，為什麼？根本的原因，都在這個上頭。就是你一開頭碰見了，哎呀！覺得好的，馬上去修。就它正確的內容如何，不知道；整個的特質什麼，不知道。知道了以後，它的本末摸不清楚；本末之間，彼此之間如何配合，不清楚。然後呢，就算你弄清楚了，應該達到什麼樣的量，也不了解，就這樣。所以東碰西碰，你說它沒有吧，好像有一點。放又放不下，到那個時候，哎呀，自己覺得還很好，但是呢，跨、跨不上，換句話，提又提不起。這個處處地方是這種情況，所以在這地方特別提醒一下，我們務必要把這個弄清楚，然後你了解了這個次第，然後照著這個次第正確去修，這是第二步。現在下面說，",
    "569": "[09:29]初中分二：一開示大乘道之根本即是大悲，前面說大乘道的根本是大菩提心，這個地方說根本是大悲，請問：這個大悲跟大菩提心，一樣還是兩樣？如果是兩樣的話，那麼有衝突；如果是一樣的話，他為什麼要重複又講？大家有沒有想起？如果看過的話，對不對？前面說大乘道的根本是大菩提心，現在這個地方說大乘道的根本是大悲，到底這個大悲跟大菩提心一樣是兩樣？那麼下面第二個，",
    "616": "[10:16]二 諸餘因果是此因果道理。這個，下面說「其餘的因果是此因果的道理」，這個題目講到那裡的時候再來解釋它，先把第一個說一下。第一個說大乘道的根本哪，是，對著整個佛法的總綱來說，佛法的中心就是大菩提心，沒有錯。而是進入大乘的根本 ─門，是大菩提心，這個是總的，沒有錯。那麼大菩提心的根本是什麼呢？發那個大菩提心是前面那四個因，發那個大菩提心，前面四個因不一定要大悲，所以你因為看見聖教衰頹了，所以你啟發。所以這個大菩提心跟那個大悲，不同樣的，不同樣的。",
    "681": "[11:21]然後呢，前面由於這個幾種原因，而策發了你那個大菩提心以後，可是策發的是什麼？你覺得你要學佛啊，你要成佛啊！就是這個願望、這個希望。但是這個希望是不是具體了？沒有具體，這個心本身還是個凡夫心。那麼你進一步，怎麼樣使得這個心能夠相應，達到你所願望的一樣的內容，那個時候啊，它不僅僅是前面「我想」。譬如說，假定我想就等於成就的話，那我們沒有一個人例外的，我們都想成佛，或者說我們都想把一切痛苦去掉，一切快樂成就，想了半天行不行啊？一點用場都沒有，所以單單「想」不行。因為你想，所以啊，你要找怎麼樣才夠達到這個目的，找對了這個方法如理去做了，那個時候，你的目的達到了 ─苦去掉，快樂得到。",
    "751": "[12:31]那麼現在這裡也是一樣，你由於前面這個原因，又想：「我要成佛！」那麼，怎麼樣才能夠達到你要成佛的這個心？要成佛，那就是大菩提心。現在呀，那個要成佛大菩提心的那個根本，換句話說，這個因，主要的根本原因在哪裡？大悲，大悲。所以我們一步一步深入，彼此之間並不衝突，而是必然的層次的關係，必然層次的關係。譬如說，我們遠遠地看見：啊，這個山！我們目的是要跑到那個山，然後呢一跑到那個山腳下，上去的時候，你不覺得，好像那個山不見掉了，實際上，你正在那兒往上面一步一步爬上去，在爬那個山。現在就是這樣，前面你整個的目的，像看見那個房子；然後呢，你剛從那個房子下面的樓梯上面一階一階爬上去，正是你到那個房子裡邊去的時候。現在這個大悲啊，就是啟發大菩提心的根本；而大菩提心又是大乘道的根本，所以說「大乘道的根本就是大悲」。",
    "837": "[13:57]那麼現在這個分幾個道理來說一下。為什麼說這個根本是大悲呢？分三部分：初、中、後。說這個大乘道整個內容分幾個步驟你來看，不管哪一個部分來說，那個大悲都是最重要的。",
    "859": "[14:19]初中有三。初重要者，若由大悲發動心意，為欲拔除一切有情出生死故起決定誓，若悲下劣不能如是。一開始，這個悲心為什麼重要呢？因為大菩提心是什麼？你為了利樂一切有情，包括你自己在裡頭，你真正要利樂他，一定要把他從生死苦海當中救出來，那個時候，那叫大菩提心。所以假定你有了這個大悲心 ─所謂大悲的話，要把一切人的痛苦解決，一切人的快樂給他。所以如果你這個悲下劣，「啊！我只是給幾個人，其他的不給。」那對不起，你根本就不相應這個心。所以他說，要想發這個「拔一切有情出生死」這個決定的誓願哪，一定要圓滿的大悲，如果這個悲不足的話，或者差的話，那不行。所以啊，",
    "934": "[15:34]故荷盡度眾生重擔，賴此悲故，不荷此擔便不能入大乘數故。喏，這個所以說呀，要把度眾生的這個重擔一肩擔起，這個一定要有大悲心，一定要靠這個大悲心。反之，如果說你不能擔起這個擔子來的話，那不算大乘。這個道理，然後我們引經證說：",
    "968": "[16:08]悲初重要，如《無盡慧經》云：「大德舍利弗，又諸菩薩大悲無盡，所以者何？是前導故。大德舍利弗，如息出入是人命根之所前導，如是諸菩薩所有大悲，亦是成辦大乘前導。」這個是引《無盡慧經》上面，佛說得清清楚楚，菩薩的大悲是無窮無盡的，為什麼啊？它是根本的引導，就好像人的呼吸一樣，那這個是根本，這個呼吸一停止了，什麼都沒有了，那是這樣。下面另外一個經，",
    "1011": "[16:51]《伽耶經》云：「曼殊室利，諸菩薩行，云何發起，何為依處？曼殊室利告曰：天子，諸菩薩行，大悲發起，有情為依。」這個經上面，這個天子跟文殊師利菩薩的問答當中也這麼說。這個天子問菩薩：「這個菩薩行怎麼發起？發起了以後呢，何所依？」這個心哪，依什麼地方來繼續地增長而成就？說：「天子，菩薩心行啊，是從大悲發起。」大悲的心行相是什麼呢？就是一定哪，說緣苦惱有情。它悲的特質是啊，要把人家的痛苦除掉，假定沒有痛苦的話，那你這個悲就沒有生起的地方。所以啊，它這個悲一定是緣 ─就是說看見苦惱有情。所以這個苦惱有情，是悲心所依的。",
    "1088": "[18:08]說到這地方，我們也可以想一想：是的，看見平常一般的人，他或者身上的病，或者心上的病，我們就曉得，修學大乘佛法的人應該如何對他 ─是心理病、生理病？怎麼講呢？身上病，譬如說他有了病了，這樣。有了病了我們應該，至少應該先，眼前第一步，大悲不一定做得到，應該憐憫他：「哎呀，這個人很可憐啊！」如果我們有這個心，就對了。千萬不要拿我們自己的想法，我們自己的想法，無非是昨天說過了，都是煩惱之法 ─薩迦耶見，然後呢，見取見、戒禁取見、邪見。還有一種呢，也許他倒不一定身上的病，欸，他覺得他騙你的，乃至於這種狀態。其實他為什麼要騙你？他心理病哪！他心裡煩惱，你還是要憐憫他。所以，當我們了解了這個特質的話，不管他用什麼方式，你了解他這個人啊，身心都在煩惱當中。所以如果你真的有了悲心的話，那你至少啊，這個煩惱都解決掉了，你只有同情憐憫，你只有同情憐憫。所以，說這個大悲依於有情。",
    "1176": "[19:36]若不修學至極廣大二種資糧，終不能滿如是誓願，然後呢，我們曉得發大菩提心要成熟一切眾生，他必須要圓滿兩樣東西 ─福、智。這個福、智是要究竟圓滿，一點都不能差，所以「至極廣大」。如果你不能學這個，圓滿這個的話，決不可能滿誓願。",
    "1211": "[20:11]觀見是已轉趣難行廣大資糧，故為轉入諸行所依。你了解了，你發大菩提心，為什麼呀？要救一切眾生。要救一切眾生，不管是你自利也好，乃至於你利他也好、自利也好，都必定要成佛，成佛的一定要這個。要這個的話，怎麼辦呢？那一定要救眾生。反過來，你看見這個成佛的無邊的大利益，為了達到無邊的大利益，當然你要努力集聚資糧；為了集聚資糧，所以你覺得：啊，這非要大悲不可！那時候你的心裡面哪，就不怕難。你覺得不是難哪，這克服那個難關，你要成辦無量無邊的功德。有了這個心，那麼然後呢，你為了滿這個願，種種的難行，你跟著而去做。要不然一點的事情，你總覺得：「哎呀，我為什麼要這樣做呀？」心裡面就提不起來。",
    "1285": "[21:25]所以這個大悲心第一個重要，你有了大悲心以後啊，什麼東西都擋不住你。否則的話，稍微做一點點事情，哎喲，就覺得自己辛苦了！嘴巴上面講的大乘、講的菩提心，實際上，心裡面一點影子都沒有。最可憐的，就是連它這個大菩提心的根本在哪裡也不知道；然後呢，說是說大悲，這個大悲真實的內容如何又不知道。所以說，我們現在很幸運地，喔，曉得了原來從這個地方開始。所以它是根本重要的，第一個，所謂根本 ─初。中間呢，",
    "1331": "[22:11]中重要者。如是一次發如是心趣入正行，然因有情數量眾多，行為惡暴，學處難行，多無邊際經劫無量，見已怯畏退墮小乘，就說進一步、進一步，進一步是說，我們前面一開頭就是了解大悲的重要，如法修持，發起了這個心。然後呢，發了這個心以後啊，就要緊跟著行那個菩薩行─大菩提心相應的行為叫菩薩行。要去行的時候啊，行種種難行，救度一切眾生。但是這個眾生的數量是無量無邊；而每一個人的行為是非常地可惡；然後呢，你要學的，也是非常地難學，多得不得了。論數量，是多得不得了；論時間，是長得不得了。看見了以後啊，這個心裡面害怕：「哎呀，這個不行啊！」慢慢地就要退下來了。所以這個時候，能夠保持你不退的，什麼呢？還是原來這個心。所以不是說開頭有了就可以，還要繼續地策發。所以啊，",
    "1425": "[23:45]非唯一次發起大悲，應恆修習漸令增長。說推動你的心既然是大悲，有了這個大悲，那去行，一行持的時候一碰到啊，你就：「哎呀，覺得這個好辛苦啊！」那就退下來了。所以這個時候啊，還要有一樣東西，什麼？還是這個心。你繼續不斷地把那個心策發，策發又策發、策發又策發！因為它這個心現起，所以在這個情境當前的時候，你會感覺到：「對呀，這正是我要做的！這正是我要克服的！」對呀，你有這個心力去衝破這個難關了。所以中間正式發了心，行這個菩提心行，或者是說菩薩行的時候啊，還要這個大悲。所以啊，初發了以後，後面要「恆修習」，一直修！不是說前面修一下就算。",
    "1492": "[24:52]於自苦樂全不顧慮，於利他事毫無厭捨，故易圓滿一切資糧。你能夠發了這個心以後，一切的努力都是為了別人，對自己的苦樂完全不管，能夠這樣；然後對別人的事情啊，一點不厭捨。你真的能夠這樣做的話，那樣的心理，你才能夠推動你去做種種難行苦行，而經無量時劫，因為有這樣的力量，所以這資糧很快圓滿！喏，這個地方很重要。",
    "1538": "[25:38]所以我們現在說：「哎呀！我要求大乘。」這個心是好的，但是呢，內容不了解。實際上呢，這個心根本還沒有發起，只是覺得看見那個果很好啊，覺得要那個果。稍微一點點困難哪，就頭縮在那個地方，就不成樣子了，那所以呀更沒有用的原因。所以在這個地方，我們現在不忙著說那些空話，現在先緊要地認識這個漸次必然的次第，因果層層的怎麼上去的這個次第。你然後在這個裡邊找說我缺哪一個，我從這個地方補滿了，一步一步走上去，自然問題都解決。所以我們眼前不是急著去忙：「哎喲，我要弘法啊！我要度眾生啊！」法是什麼？先要知道。如何度眾生？先要知道。現在我們繼續下去。",
    "1603": "[26:43]如《修次初篇》云：「如是菩薩大悲所動，全不自顧，極欲希求利益他故，而能趣入至極難行，長夜疲勞集聚資糧。如《聖發生信力經》說：是，現在是下面，說這個菩薩，這個菩薩已經發了大慈悲心了，由於這個大慈悲心的推動 ─大慈悲是一心只有幫忙別人，對自己的利益完全不管，一心一意只求利益別人。在這種狀態當中，他利益別人的話，幫忙別人；幫忙別人的話，別人的種種的這種事情正是他要做的，他就不會怕難哪！然後呢，時間也不會怕長啊！就像做生意人一樣，是克服了種種困難，他覺得：「哎呀，這下賺到錢了！」於是他越做越起勁，越做越高興。"
}