{
    "7": "[00:07]那麼，現在我們賺那個佛法無量無邊的法財，亦復如此。做的時候固然高興，時間還怕它短哪，都是積聚資糧啊！就是像那個經上面說的：",
    "23": "[00:23]『其大悲者，為欲成熟一切有情，全無苦生是所不受，全無樂生是所不捨。』若趣如是極大難行，不久即能圓滿資糧，決定當得一切智位，是故一切佛法根本唯是大悲。」那個大悲心是什麼呢？他是要成熟一切有情，在這種狀態當中，他任何苦，沒有一點點苦是例外的，他絕對不推辭任何一點苦。所以我們現在稍微受了一點苦了，喔唷，覺得委委屈屈啊，自己覺得怎麼樣。這個苦包括兩方面，身、心兩方面，這樣。總之我們身、心兩樣東西沒有別的，都是在什麼啊？都是在煩惱當中，我們要了解，我們只求自利都要淨化它。不過呢，自利淨化它，你淨化了以後，停在那裡不能動了，被人家一碰啊，它那個毛病又起來了，所以實際上沒有弄乾淨。實際上別人碰了你，發現你心裡面不對勁，那正是你的毛病。所以你真正要想圓滿解決自利，在任何人來碰你的時候，如果你這個「我」徹底淨除乾淨的話，什麼樣地碰，沒有我了，還有什麼問題嘛！所以當人家說了一個話，昨天我們曾討論，人家說了你的話，或者你就慢心，或者瞋心，或者懊惱，正是說明了，喏、喏、喏、喏，你這個無始的怨家都在那裡呀！要靠人家碰了，你認得了淨化它，所以你真正要自利，還得非靠這種暴惡有情欸！這個地方我們清楚了。",
    "131": "[02:11]所以他說現在呀，是，要為了成熟一切有情，欸，結果呢，你努力幫別人，結果第一個得到好處的是你。還妙咧！世間上面的事情，你幫了別人就害了自己；這個地方，你幫了別人家，利了自己。反過來，你真正為了利了自己，你卻又幫了別人。這佛法之美啊，是天下無出其右，也無上、無比啊！一切的苦都受，一切的樂都捨給別人，如果能夠趣向這樣的難行，這個最難的難行，那麼，你不久就可以得到「圓滿資糧」。因為這個必須要的，你要成佛，必須要的滿足的這個條件。你越畏縮越怕，怕的結果，你不做，不做，天上不會掉下來的。所以你唯一的辦法 ─要做，要做的話，一定要有後面推動的心。",
    "195": "[03:15]所以現在注意，這個地方呢第一件重要的 ─正知見，心理建設是非常重要、非常重要！這一點自己最清楚不過。所以說一定要回過頭來，觀察自己的內心。而從前面這個地方觀察起，從細微的地方觀察。不要一開頭的時候就大悲，喔唷，這個內容太複雜、太大了！你呀，不要說觀起來了做不到，就是觀，也是那麼多東西，無法觀哪！這是必然的次第。那麼這裡已經到了上士了修，所以我們也同樣地要了解這個。你能夠這樣的話，很快圓滿資糧，圓滿資糧就成就佛果，所以決定得到這個「一切智位」。所以說，喔，原來推動我們的力量，中間保持繼續昇進，根本原因 ─則是大悲，所以是「中重要」。後重要呢，",
    "260": "[04:20]後重要者。諸佛獲得果位之時，不如小乘而住寂滅，盡虛空住義利眾生，亦是由於大悲威力，此若無者同聲聞故。這個容易了解。這個二乘人解脫了以後，就住在這個寂滅裡邊，所以叫「無為坑」。佛不是的，證了果了以後，「盡虛空」，論空間是無限、論時間是無限，幹什麼？一直利益眾生。那麼，他為什麼能夠這樣做呢？那就是這個大悲的威力，所以後面也同樣地靠這個。",
    "300": "[05:00]如《修次第中篇》云：「由大悲心所攝持故，諸佛世尊雖得圓滿一切自利，盡有情界究竟邊際而善安住。」佛雖然得到了一切的究竟圓滿了，但是，欸，他一直不停地，有情有多少，他就有多少的心；有情維持多久，他就跟他相應地恆常不斷地，一直在這個有情界當中濟渡這個眾生，這個就是佛的大悲威力。",
    "337": "[05:37]又云：「佛薄伽梵無住大涅槃，因即大悲。」他為什麼能得個「無住」呢？喏，這個主因就是，就是這個。「譬如」，下面舉個譬喻：",
    "350": "[05:50]譬如稼禾初以種子，中以雨澤，後以成熟而為最要。佛之稼禾，初中後三，悲為最要。那麼我們舉個例子，譬如說我們要種任何的收成。那個收成開始的時候，這個種子種下去；然後呢種子種下去了以後，要雨露啊、肥料啊；然後呢後面的最後，成熟結出果來，這個三個次第。現在呢，成佛的這個結果，欸，開頭種子是悲，中間滋潤的這個也是悲，最後成熟的時候、受用的時候又是這個悲，所以這個悲是最重要！那麼下面就是月稱論師，「吉祥月稱」就是月稱論師，那個下面那個頌，是在《入中論頌》當中，有這麼一段話：",
    "405": "[06:45]吉祥月稱云：「以許悲為佛勝苗，初如種子增如水，長時受用如成熟，是故我先讚大悲。」這個論上面一開頭時候，有個讚。平常他造論前面，都有個讚或者是什麼。那個平常的讚，讚佛啊或者什麼，這個論上面先讚大悲心，為什麼呀？是說因為悲這個東西，開頭的時候呢，像苗芽的種子；中間增長的時候，像水；到後面受用的時候，就是成熟，它都要靠這個大悲。所以現在那個大乘道的根本是大悲啊，所以造論的時候，先讚那個大悲。",
    "454": "[07:34]由見此義，《正攝法經》云：「世尊，菩薩不須學習多法。世尊，菩薩若能善受善達一法，一切佛法皆在其手。一法云何？所謂大悲。嗯！這個道理很簡單，不要學別的，只要學一樣 ─大悲。這裡我們不要誤解喔，說：「那我們不要學別的了，學大悲。」如果你真的把大悲學會了，那是千真萬確不要別的了。可是要注意喔！要把這個大悲學會了，前面那個次第每一樣東西都學喔！就像我們現在說造房子，你房子造好了是不要了；可是對不起，你房子造好之前哪，下面挖基礎，清除這個雜障，然後呢鋼筋、水泥、瓦、木頭、磚頭 ……啊，一大堆東西，沒有一樣東西要少的 ─造好了，那是一棟房子。這個概念要非常清楚、非常清楚。所以現在我們平常往往很籠統地，根本不曉得大悲是什麼，說起來：「哎呀，你發個大菩提心。」實際上呢，影子都沒得。這一點哪，順便一說。",
    "526": "[08:46]世尊，由大悲故，一切佛法皆能自來菩薩手中。世尊，譬如轉輪聖王輪寶所至，一切軍眾皆至其處。世尊，如是菩薩大悲所至，一切佛法咸至其所。那麼他下面，說你有了這個大悲，一切的佛法就自己就來了。就像轉輪聖王那個輪寶，這個輪寶一到，下面的跟著來了；那麼現在菩薩也是一樣，一個大悲心所至，那佛法都來了。我們不要從文字上面看喔！我們一定要曉得這個內容，你曉得那個內容，自然而然曉得這個說什麼。所以平常我們如果不懂得這個內容的話，說空話，那好容易啊！「哎呀！你只要大悲心，別的都不要了。」實際上，真的大悲心是什麼啊，他也不懂，大悲心有沒有那當然更談不到，這樣。什麼東西也不要了，結果呢，大悲既沒有，什麼也沒有；這些好的東西是一樣都沒有，但是壞的東西樣樣有！這一點哪，我們必定要分辨得很清楚。",
    "600": "[10:00]世尊，譬如命根若在，餘根亦在。就同樣的道理。",
    "604": "[10:04]世尊，如是大悲若在，菩提餘法亦當生起。」因為你有了大悲心，那個大悲不是一個空洞的東西，是一種強烈的推動的念頭。自然而然在這種推動的念頭當中，你一心一意追求。就好像我們強烈的貪心，到那個時候，叫你坐在那，你就坐不住。我們那個掉舉心很重，叫你說在那裡安穩地坐一下，逼著你坐在那裡，你心裡面胡思亂想，就在那兒的話 ……就是這樣，你一點辦法都沒有，那個猴子那樣的這個狀態。所以我們了解了大悲的特質以後，自然而然你起心動念，然後呢由於這個起心動念呢，身口的行持自然都跟著一起都來了。這一點哪，再三地策勵諸位同修，要認真地體驗到！",
    "658": "[10:58]若於如是勝道扼要，無邊教理之所成立，獲得定解，於菩薩心根本大悲所有法類，何故不執為勝教授。假定你對於上面所說的，這個無上勝妙之道的宗要的這個道理，有各式各樣的，所有的圓滿的聖教，這個道理都說得清清楚楚、明明白白。說整個的佛法的宗要、中心 ─喏，就是這個！關於這個道理，你如果認識了，而且發生確定見解的話，你一定會把這個大悲心作為我們修學的中心，作為修學的最殊勝的教授，決定會！所以現在這個地方是，特別告訴我們對這個道理要發決定勝解，然後你努力去修行。所以對我們，這個概念太重要、太重要了！我們一再平常說明、辨別，無非在這裡。",
    "736": "[12:16]如果你這個不清楚的話，總歸在枝末上面轉，哎呀，等一點點小小的無關緊要的事情，又去忙去了；無關緊要的說起來是修行，實際上呢，人家說枝末在轉哪！枝末在轉，你從枝末，如果從枝末而慢慢地從根本上面去尋，你還可以一步一步尋到那個根本上面去。現在如果不認識的話，你把住了枝末，就以為那個根本的話，那你永遠停在這地方，就顛倒了，枉受種種的辛苦，這一點我們一定要了解，一定要了解！",
    "779": "[12:59]所以這個一點沒有別的，我們以前的溫習，一句話提醒 ─怎麼樣去觀照自己內心，了解我現在修學的真實的內涵是什麼，從淨除自己煩惱下手，然後這麼一步一步地深入。所以最後呢，這樣地深入的結果，你自然而然會了解，啊，整個的中心是什麼 ─大菩提心。而大菩提心的根本，是大慈悲心。那個時候我們的全部的精神就緣著它，從這個地方作為我們第一步目標，然後照著次第應該走的路線，一步一步上升。",
    "833": "[13:53]故如響那窮敦巴說：「於覺所雖請教授，終唯教云，捨世間心，修菩提心。」這個善知識說了，說：如果你從覺那個地方，是指阿底峽尊者，如果你有人去請問他重要的教授，這個就是佛法的中心，他說來說去一句話 ─捨世間心、修菩提心。這個前面那句話就是出離心、菩提心，就兩句話，出離心、菩提心。真正的佛法的中心是菩提心，而菩提心的根本是什麼？就是出離心。這個前面已經了解了，所以他只教你這個。如果你沒有厭離心的話，佛法根本邊都沒碰到；然後你碰到了，了解了真正要掌握得住圓滿的話，必然進入菩提心，所以這個才是佛法的中心。",
    "897": "[14:57]記得前面說嗎？有人後面來問你，說：「你現在修習什麼？」大家說：「哎呀，我啊見到本尊囉，氣脈、明點了。」拿我們現在說，我一天磕幾個頭，哎唷，我早晚幾點鐘起來，我能夠盤幾個鐘頭的腿，乃至於我持的戒又怎麼樣、怎麼樣 ……。欸，他善知識怎麼告訴我們？現在最重要的，對於這個業果的道理，要產生決定的見解、決定的認識，就是這樣。由這個上面，然後一步一步地來，那麼這個是前面說的，就是捨世間心、出離心，進入菩提心。那麼下面，",
    "945": "[15:45]善知識敦巴譏笑告曰：這個譏笑不是普通的譏笑喔！就是好像開玩笑，實際上，真實的就是以很輕鬆的態度，說出很嚴肅的內容來：",
    "960": "[16:00]「此是掘出覺所有教授中心。」因為前面一個人說了這個話，所以，那個敦巴尊者就說的：「是啊！一點都沒有錯。這個正是阿底峽尊者所有教授的全部的中心哪！」看看！看看！這樣的一位當代印度幾百年來，所有的這個印度佛教界的這樣的一個了不起的大德，在當時他們稱為是「能仁第二」。換句話說，喏，釋迦世尊再來所說的教法，也只是如此，再不會有比這個更圓滿的了。那麼他的教授的中心是什麼？就是這個，就是這個，兩句話 ─出離心、菩提心。所以說，",
    "1012": "[16:52]知法扼要，獲決定解，唯此最難。要真正了解佛法的綱要，了解了以後，對這個綱要要產生決定不疑的見解，這最難，這個也是最重要。平常我們修行，大家都說：「哎呀，你要忙這個，我要忙這個，忙這個 ……。」就是在根本上面轉，就難於在這個重點上面把握得住，所以它是最重要，也是最難呀！為了這樣的原因，所以我們要，",
    "1050": "[17:30]故應數數集聚淨治，閱《華嚴》等諸大經論，求堅定解。我們所以不行的原因，就是什麼？罪障未除，所以要淨治罪障；資糧未聚，所以要積聚資糧。那麼萬一見解還不夠的話呢，那麼就應該看這種大經大論，先有確定的認識，然後照著這個認識努力地行持啊！所以下面是，",
    "1085": "[18:05]如吉祥敬母云：「尊心寶即是，正等菩提種，唯尊知堅實，餘凡莫能曉。」世尊的中心教授，最最寶貝的東西是什麼？就是這個「正等菩提種」，就是大菩提心。那這個東西啊，只有世尊才知道，真正重要的、實在的、堅牢的。其他的人哪，因為凡夫愚癡所以不了解啊！現在我們既然學佛，很幸運地經過祖師、菩薩，經過大經大論開示我們，我們何等幸運呀！一定要從那個根本上面把握得住，一步一步上去，一步一步上去。那麼這個呢是說：噢！現在了解了，大菩提心的根本就是大悲。下面說，",
    "1147": "[19:07]第二諸餘因果是此因果之理。我們學每一樣東西，都是從因這麼感果，那麼現在這個所有的，後面那個大菩提心，要大菩提心要發大悲。這些從每一個前一個層次，推到後一個層次，前面這個是因，到後面這個是果。然後再昇一步的話呢，上面剛才說那個果，又變成下一步更昇進的因，再上去，一步一步。這一步一步的，各式各樣的這些道理，這「餘因果」是什麼？它的根本的原因是什麼，就是說在這裡 ─「是此因果」，是這個因的果，哪個因哪？下面就告訴我們。就是說所以現在我們要求發大菩提心，大菩提心的根本是大悲，那麼大悲從哪裡來的呢？這個大悲的因 ─根本，下面說：",
    "1218": "[20:18]初從知母乃至於慈，為因之理者。這個根本的因，從「知母」一步一步地升上來，這個是它的根本的因。下面就說明，說明為什麼從知母親開始，說這個是因。而從這個知母，然後呢這個念恩，要報恩；因為曉得是母親，所以曉得母親的恩，所以曉得母親是因，要報那個母親的恩是果。為了要報她的恩，所以你要給她的快樂、去掉她痛苦，這樣地一層一層的因果上去，來現在說明這個。為什麼要這樣呢？就是我們從這個果上面反推，找到它的基本的因在哪裡，找到了基本的因，從基本的因上面下手。你因如果對了，果當然決定不錯；然後呢，這個不錯的因做圓滿了，這個圓滿的結果你就完全得到。下面就說明這個道理。",
    "1295": "[21:35]總欲離苦，數數思惟其有情苦即能生起，然令此心易生猛利及堅固者，所謂大悲的話，就是要幫一切有情的痛苦拿掉。是，總之你的目的無非是要幫一切眾生解決這個痛苦，你只要多觀察、思惟一切有情的苦的話，覺得他苦得不得了啊，你自然而然能夠生起幫他解決痛苦的。就算我們平常人，說這個心腸很硬的人，忽然看見一個可憐的人，他心裡覺得：「唉呀，這個人好可憐喔，唉！」這樣。那我們平常都是有，你只要能夠觀察有情的苦，思惟它的話，就能夠生起這個心。但是這個心啊，就是這種狀態當中，它不堅固的，也不猛利的。現在我們要想修行的時候，如果浮浮泛泛的心根本沒有用，所以它一定要產生一個非常猛利而堅固的。為了要達到這個，為令「易生猛利堅固」的話，那麼",
    "1374": "[22:54]則彼有情先須悅意愛惜之相。他先要把你所緣的那個有情啊，那個是非常可愛的，你非常親近的，這個非常憐惜的。這個親密的人越苦的話，你這個憐憫不能忍受的心越強，這個心就猛利而且堅固。所以說，",
    "1404": "[23:24]如親有苦不能安忍，反過來呢，",
    "1409": "[23:29]怨敵有苦心生歡喜，如果他是怨家，怨家有苦的話，你還說：「活該，這個傢伙，我才高興咧！」他有苦，你不但不會生悲心，你反而生歡喜。所以為了這個真正要生的話，我們先要了解這一點。其次，另外一類呢，",
    "1434": "[23:54]親怨中庸若有痛苦多生捨置。還有一種人呢，這個人跟你無關緊要的，他雖然痛苦，無關緊要的，你根本心裡面生不起來。那麼為什麼第一種是這樣呢？",
    "1449": "[24:09]其中初者，因有可愛，因為你覺得他可愛啊，所以你心本來就對他有難捨難分的這種，當他受苦的時候，就像你自己受苦一樣，這種感受就來了。既然現在你悲心就要緣別人，所以為了使得這個悲心生起的話，你不能緣自己的苦，這推己及人嘛看別人。那麼這個別人的話，跟你的越密切、越愛惜，這個心越強。所以他從這個地方，也辨別得很清楚，一步一步告訴我們怎麼。",
    "1485": "[24:45]此復隨其幾許親愛，便生爾許不忍其苦，中下品愛下品不忍，若極親愛，雖於微苦亦能生起廣大不忍。見敵有苦，非但不生欲拔之心，反願更大願不離苦，是不悅意相之所致。說這個你不忍的心，換句話說，憐惜、要想幫他去苦的這個心，就看你跟他之間的關係。你越是親密嘛，這個不能忍受他痛苦的心情越是強烈。假定你跟他的這個親密的關係中等的，或者下等的，那麼這種心情也同樣地降低。假定說 ─這個下面這個「苦」寫錯了，「若極親愛」，不是苦極親愛 ─若非常親愛的，那麼雖然是一點點的小苦啊，你看見那個親愛的人生起一點小苦啊，你心裡面是絕大地不能忍受。而看見敵人有苦的話，不但你不會幫他拔掉，反而希望他，「欸，這個，嗨呀，這個傢伙這是 ……就希望它更大一點，最好他死掉了才好！」所以這個地方特別說明，不是緣一個有情，你想想他的苦就算了，這個要生起堅固、猛利。下面還要詳細地說，他第一個為什麼要先取這個可愛之相，這個是他的道理。",
    "1584": "[26:24]此亦由其不悅大小，於苦歡喜而成大小。親怨中庸所有痛苦，既無不忍亦無歡喜，是由俱無悅非悅意相之所致。這個我們容易了解。你對對方的是不是引起這個，它不是因為對方，不是因為你單單，是跟你跟對方的親、怨、中庸的不同，而生起你內心的反應的不同。所以我們真正修的時候，這應該觀察到這一點。你看這一個地方，他每一個地方，把我們心理的行相，辨別得這麼地仔細，在這種狀態當中，你修的時候才不會有一點遺漏。否則你貿貿然地修了以後，欸，你雖然修了，看見了個怨家，到時候你看見了怨家的時候，你覺得：「這個傢伙，我才不會怎麼樣咧！」你前面這些完全白修了嘛！現在了解了沒有？所以以前為什麼處處地方要辨別清楚的原因，就是這樣。萬一辨別不清楚，到那時候是修了半天，那個漏洞在。",
    "1652": "[27:32]所以你們常記得這個比喻：你造了個飛機，在地上覺得造得滿好，飛到天空當中，這個漏洞一出來的話，對不起，送命！前面白修是小事啊，還把你命送掉啊！所以現在不要大家忙著去修行，這是千萬重要的一件事情啊！這一點啊，我們自己應該再三反省，然後呢，步步如理如量地深入。現在我們看下去：",
    "1686": "[28:06]如是應知，修諸有情為親屬者，是為令起悅意之相。那麼，所以我們曉得：哦！所以我們開始修的時候，不是一下說，馬上緣著有情去想他苦，而是先把一切對象看成功是可愛的。而這個可愛的當中，最究竟的是什麼？",
    "1714": "[28:34]親之究竟是為慈母，故修知母，憶念母恩，及報恩三，是為引發悅意可愛。從這樣地辨別以後，我們了解，既然你要引發這種心情的話，那最親密的人。而最親密的人當中，最究竟的是什麼？是母親，是母親。所以，第一個要曉知母。而母，而講知母，這個詳細，這個「知」字在下頭。然後曉得了這個母親的話，那麼進一步你想：母親對我們有什麼恩？你想到了這個恩哪，那時候由不得你就不報，「報恩三」。因為你要報恩的話，所以下面那個與他的樂、拔他的苦都生起來啦！所以這個東西是這根本因。所以這三樣東西，主要的目的為什麼呢？是「引發悅意可愛」，我們了解了。這個次第何等地清楚，何等地清楚！所以平常我們總是覺得：「哎呀，我們趕快修啊！」現在到了這裡，「趕快修」這個概念是千萬使不得！"
}