{
    "5": "[00:05]只有一種情況例外，比如說：你現在老了，眼看著歲月無多，而眼前的環境又不行，條件又不夠，你說等到你忙完了不行，那麼你是把握住一句佛號，這個是對的。但那個時候注意喔！你不要說，啊，別的都放掉了，你把握一句佛號。結果真實的內容呢，佛號也沒提起來，這些東西也放掉了，那就完了，那就完了！所以每一個地方的這個層次，我們一定要辨別得非常清楚。現在我們照著我們現在這個情況，來一步一步地深入。",
    "53": "[00:53]愛執有情猶如一子，此悅意慈是前三果。因為你由於前面這個知母、念恩、報恩，策發了你這個可愛之相。這可愛到什麼情形啊？就像自己的一個兒子一樣。也許我們說：「什麼前面是母，怎麼一下子？」這個無關緊要的，這個不是，重點不在母跟子上面，只是說把一切的有情，從念母然後引發你內在對於她的這個心情，這是你所要的。如果這種情況，用「母」來引發這個最強烈，就用這個；如果用「子」引發你最強烈，你就用這個，這個是它真正重要的內涵。所以這裡我們要分別得 ─每一個地方的行相，要分別得清清楚楚。",
    "109": "[01:49]所以當你由前面這個三樣東西，真的主要的「悅意慈，是前三果」，因為你由前面這三樣，看見他這麼可愛，一心一意要報恩，所以你要把種種的好處給他。好處是什麼？慈嘛！慈是與樂，與樂之慈，這個心理就產生了。這個所以，對於前面三個結果產生與樂慈，這個是個結果。這個結果是什麼？由於前面三樣東西引發的，所以這個悅意慈是前面三樣東西的果。",
    "154": "[02:34]由此即能引發悲心。欲與樂慈及拔苦悲，因果無定。那麼「由此即能引發悲心」，因為你要把他，幫助他，一切快樂給他。你要快樂給他，當然你不忍心他有痛苦啊，要把他的痛苦拿掉啊！那麼，你要去掉痛苦的這個心理叫悲心。是啊，所以由於慈，悲也生起來了；反過來呢，由於悲，慈也生起來了。說「欲與樂慈與拔苦悲，因果無定」，這個慈、悲之間，哪一個是因，哪一個果，沒有一定。這個話很容易懂，但是我還要解釋，因為容或有的同學一時轉不過來。現在到這裡為止，它每一個地方，一定有這個因，前面這個因，引發後面這個果。",
    "205": "[03:25]現在前面說的什麼因啊？說，喏，你把一切眾生看見得像你母親一樣，了解她是你母親。然後進一步呢，既然是母親呢想想，她母親對你有多少的恩。哎呀，你想到這個恩啊，覺得你要報她的恩，要報她的恩啊，所有的好處統統要給她。統統要給她這種心情，實際上世間最好的給他快樂的這個心情，倒不是說給母親，而是像個母親給兒子一樣，所以他下面說「猶如一子」。那時候你的心一心一意說：我把所有的好處都要給他 ─與樂，這個叫慈心。因為你要把好處給他呀，所以你不忍心看見他的痛苦，你同樣地要把他的痛苦拿掉它，這個是說由於慈而引發悲。",
    "258": "[04:18]反過來呢，由於悲，你看見他痛苦要拿掉，要他拿掉痛苦的話，所以同樣地，你看見他痛苦要給他快樂，所以這個悲也可以引發慈。所以悲跟慈之間，不一定哪一個在先。但是前面這個知母，然後呢念恩、報恩，這個一定是前面的這個因，引發這個與樂慈的這個果，這個次第是一定的，這個地方我們要清楚。當我們把因果之間的次第弄清楚了，那個時候才曉得我們修學的必然次第是如何。故知母等三種所緣，即是與樂慈及拔苦悲二者根本，故於此中當勤修學。",
    "298": "[04:58]上面我們已經了解到說，由知母、念恩、報恩而引發那個慈跟悲，所以曉得說，這個「故知母等三種所緣，即是與樂慈與拔苦悲兩者根本」。噢，現在找到了！說所以由此我們曉得：知母、念恩以及報恩三樣東西，就是慈、悲的根本。你慈、悲一旦發起來了，其他所有要的都來了，所以說：所餘因果它是此因之果。是此因，哪個因啊？就是知母這個，由於這個而引發的慈悲；慈悲為因，其他的一切都起來了。所以記得上面，經上面、論上面，以及宗大師所得出來的結論是什麼？菩薩只要一法在手當中，其他一切都來了。一法是什麼？大悲。以大悲為因，所有的其他東西都來了，所以所有的其餘的果，都是這個大悲為因，所以「其餘因果」。從哪裡來的呢？從這個地方的因感得的果，所以我們第一個要知母。「故於此中當勤修學」啊！所以既然一切的根本的原因在這裡的話，當然我們真正應該努力修學的在這裡。",
    "413": "[06:53]又發心因，修諸有情皆為親者，是月稱論師及大德月，蓮花戒論師等之所宣說。他不但前面那個傳承喔，還有其他的那些大有名的大德祖師們也這麼說。所以現在我們有了幾樣東西：第一個知母，第二個念恩 ─由於曉得母親，所以感念她的恩；由於感念她的恩，第三個是報她的恩；要報她的恩，所以要給她快樂；要給她快樂，當然不忍她的痛苦，第五。那麼就第五了以後，下面：",
    "456": "[07:36]增上意樂及以發心為果之理者。這個七因果當中，次第就是前面五樣，再來增上意樂以及發菩提心。為什麼要這樣呢？下面說：",
    "470": "[07:50]由其如是漸修其心，悲心若起，便能引發為利有情希得成佛，即此便足，何故於此添增上心？他又問一個問題。實際上這個地方就是一個辨別，我們處處地方現在了解了說，為什麼本論處處辨別？也就是說，本論真正好的地方，就是圓滿的傳承、圓滿的教授，必然應該指出的具足的重點在這個地方。說像你前面這樣地一步一步地修，如果你的這個悲心生起來了，悲心是什麼？要利益一切有情啊！那麼既然你要利益一切有情，你就要為利益一切有情成佛啦，為什麼這個地方還要加上個增上意樂呢？那麼增上意樂又是怎麼一回事情呢？他就說呀：",
    "531": "[08:51]欲令有情得樂離苦，慈悲無量聲聞獨覺亦皆有之，欸！說這個增上意樂有它特別的意義的，你說我們欲與有情樂，然後拔有情苦，這個心情聲聞、緣覺也有的。很多南傳小乘的，不，南傳我們不去管他，現在我們不必說南傳。小乘行者，佛世的時候他都要修什麼？四無量心。四無量心是什麼？慈無量、悲無量、喜無量、捨無量。所以無量慈、無量悲，聲聞、緣覺也有的，但是這個不是增上意樂。什麼叫增上意樂啊？就是說要自己去做，給他快樂要自己去做，去掉痛苦要自己去。這個無量，四無量當中啊，只是一個無量的慈心跟悲心，只是一個心，而不是自己親自要去做，所以說：",
    "602": "[10:02]若自荷負一切有情與樂拔苦，則除大乘決定非有，故須發此心力強勝增上意樂。喏，這個地方點出來了！所以我們平常不了解這個大菩提心的真實內涵，往往把這個混淆不清的根本原因在這裡，現在看清楚。所以要親自去 ─喔，是的，我要與一切有情樂，我要拔一切有情苦！這個不是拔一個、兩個喔，要「一切」，沒有一個餘剩的。不但你有這個心，而且要親自去做，這個心情除了大乘以外，任何其他人都沒有的。所以真正的大乘行者一定要發這個心！而發這個心是什麼？一定要先有了大慈悲心，由慈無量、悲無量，從這個心上面進一步說，你雖然有這個無量的心，但是這個心不派用場吧？你親自要去做，那個叫作「增上意樂」。",
    "671": "[11:11]是故僅念一切有情云何得樂云何離苦，非為滿足，下面兩個字看看！",
    "679": "[11:19]須自至誠荷此重擔，所以單單唸說：「哎呀，一切有情怎麼樣要得到快樂？哎呀，使得一切有情都快樂，以及使得一切有情都離苦 ……。」這個無量心，這個無量已經了不起喔！欸，但是這個不夠，還要進一步，要什麼？自己去荷擔。而自己荷擔的這個心哪 ─至誠！從內心深深地、一點不假，實實在在，沒有一點餘剩的，要這樣！",
    "715": "[11:55]故當分辨此等差別。這個地方的差別要分得清清楚楚啊！所以處處地方注意喔！這本論的真正殊勝的地方，你們如果從這個地方認識了，然後你去看，我們往往說：「哎呀，看看這個跟這個書差不多啊！」是，如果你不細辨的話是差不多，如果你細辨的話，這個裡邊差得天差地遠！本論它每一個地方辨別這麼清楚。了解了辨別得清楚的話，你絕對不會「啊，這樣也好，那樣也好！」絕對不可能！你要這樣的果，一定要如此的因，差一點不行。很多地方，別的地方雖然指出來了，對不起，這個因果之間混淆不清；讓你懂一個概念、種一個善根好像一樣，要想如法修持的話，完全兩件事情。這個差別，在這個地方我們漸漸了解了，這個是它的根本問題，根本問題。",
    "776": "[12:56]所以現在乃至於有的人說：「宗教嘛都是好的啦，勸人為善哪！」你不能說他這句話錯，這是千真萬確的事實。那我們都是差不多先生，都樣樣都是差不多，就這樣。差不多到最後的話，地獄、天堂也差不多；然後呢，地獄跟佛陀也差不多；土地也是菩薩，城隍也是菩薩，佛嘛也是菩薩，就這樣。這個現在我們這個地方，要分別得清楚明白。喏，下面就引經上面證明，前面這個道理說清楚了以後，馬上說：喏，這個是經上說得明明白白的喔！",
    "819": "[13:39]《海慧問經》云：「海慧，如有商主或有長者，唯有一子，可悅可愛可惜可意，這麼好法！",
    "828": "[13:48]見無違逆，你任何這個告訴他的話，他一定聽從你，又這麼好。",
    "837": "[13:57]然此童子因其幼稚而作舞娛，墮不淨坑。年紀小啊，去隨便去玩，一下子掉到糞坑裡了。",
    "846": "[14:06]次其童子若母若親，見彼童子墮不淨坑，見已雖發號哭憂嘆，然終不能入不淨坑拔出其子。而其他的人，母親啊、其他的親人看見了，就跳啊、叫啊，但是沒辦法跳下去救出來。",
    "862": "[14:22]次童子父來至其所，彼見一子墮不淨坑，見已急急擧止慌措，欲出其子心甚愛顧，全無嘔吐，跳不淨坑取出其子。」說那個時候，他那個孩子的父親跑得來，看見這麼好的唯一的獨生子，掉了這個不淨坑當中，心裡面毫沒有其他的想法，只是慌慌張張地，一心只要救他的一個愛子啊，跳下去！一點不怕那個糞坑的髒，把他的獨生愛子救出來。那麼經上面是說明這個道理，舉這個比喻。這個比喻當中，我們不必為了這個比喻當中這個母啊、父啊、親啊，這種諍論，就特別說明這個心情是這樣的一個心情。這個心情就是前面說增上意樂，他不是說單單有這個心在那邊哭哭叫叫，要是跳下去把他救出來！",
    "930": "[15:30]此說三界為不淨坑，我們整個的三界就像那個糞坑，所以我們平常啊 ……了解這個三界之內，這佛菩薩看見了就是這樣。獨愛一子謂諸有情，若母若親者謂聲聞獨覺，見諸有情墮生死中，",
    "940": "[15:40]「獨愛一子」就是有情，「若母若親」就像聲聞、獨覺，雖然他見諸有情墮不淨坑，也是",
    "951": "[15:51]憂慼嘆嗟然不能出。商主長者謂諸菩薩，法譬合說。那麼上面這個例子當中是說，母親或者親戚也看見這個孩子掉下去，在這地方叫呀、憂愁啊，但是不能跳下去。只有這個「長者」，長者就是表示有力大人，那個人看見了以後，就跳下去了。那麼在三界這個不淨坑當中，把我們救出來的，也不是那心力薄弱的那些人，而是一個絕有強力的這個，這個人是什麼呢？菩薩。前面這個比喻就說明這個道理。",
    "998": "[16:38]又說獨一愛子落不淨坑，如母之悲，聲聞獨覺亦皆共有，故依悲愍，當發荷負度眾生擔增上意樂。所以特別這個地方說明，這個比喻當中說的，這個掉在糞坑裡的這個兒子，就是我們現在這個比喻當中所指的，在三界之內淪落的這個眾生。要救我們出來的這種悲心，聲聞、緣覺也有的，所以單單這個是不算。要怎麼辦呢？要從這個無量的慈悲心當中，「當發荷負度眾生擔的增上意樂」，還要根據這一點，要發那個增上意樂。現在我們了解，這裡所謂增上意樂的話，就是把那個慈悲之心還要增加。增加到什麼程度呢？增加的內涵是什麼呢？就是說我親自把那些人，從這個糞坑裡邊救出來，解除他的痛苦，親自把一切的快樂給他，這個叫作增上意樂。這個七因果當中的最後一個因，第六個。",
    "1078": "[17:58]如是若發度有情心，然我現時不能圓滿利一有情。又非止此，即使證得二羅漢位亦僅利益少數有情，利亦唯能引發解脫，不能立於一切種智。故當思惟無邊有情，誰能圓滿此諸有情現前究竟一切利義，則知唯佛方有此能，故能引發為利有情欲得成佛。好，最後這個結果就出來了。就因為我們發了說，要自己親自至誠跳下這個三界的不淨坑，把他一切痛苦解決，把一切快樂圓滿給他。雖然我發了這個心，但是我現在幫一個人的忙，都不行欸，連我自己都不行欸！所以你真正要想解脫，雖然你自己可以解脫 ─證羅漢。證了羅漢以後，或者是聲聞、或者緣覺，這兩樣東西，雖然還可以多多少少幫助別人，但是要想幫一切人解決問題，而且使得一切人達到一切種智的地位的話，這個不行，這個不行！",
    "1166": "[19:26]那麼誰能夠做到呢？誰能夠沒有一點無餘，所有無邊有情都救，而且達到的位次也高到最高圓滿，誰有這個力量呢？只有佛！聲聞跟緣覺他能夠解脫，連他自己都是解脫了一點點，這是質上面根本啊微乎其微；量方面，他也能夠幫一點人忙，但也就這麼一點點。所以不管若質、若量不夠啊！那麼要想真正解決的，不管是眼前以及究竟的一切真正的殊勝的利義，只有佛。所以說，啊！由於你這個增上意樂心，所以發現只有成佛 ─必然得到最後這個果，所以這個叫七因果，或者是六因一果。這個就是因果這個教授，這方面傳來的，這是第一個。這個次第為什麼要這樣地從因到果，了解了這個，然後照著這個次第正修。",
    "1250": "[20:50]第二如次正修分三：那麼，正式修的時候分三：",
    "1253": "[20:53]一修習希求利他之心，二修習希求菩提之心，三明所修果即為發心。現在這個地方告訴我們了，我們怎麼樣求這個利他，怎麼樣從這個上面而求菩提。然後最後告訴我們，我們現在這地方要修的，是修的什麼？就修那個發的菩提心。現在又說：",
    "1279": "[21:19]初中分二：一引發生起此心所依，二正發此心。你要引發生起這個心，「所依」，就是換句話說依於什麼條件、什麼原因，這個原因是仗因緣當中說。所依的話就是我們這個心情，譬如說：欸，你看這個人苦啊！這個苦是你所依，引發你要拔苦等等。然後你有了這個，因為我們平常普通的凡夫的心量，就是你的內心根據這個緣對象的時候產生的這個效果。現在我們要這個效果的話，就看看你所依的是什麼，當然這裡還有正知見這個道理。那麼第二個發心，現在我們說，這個，",
    "1327": "[22:07]初中分二：一於諸有情令心平等，先要對一切有情生平等心。",
    "1334": "[22:14]二修此一切成悅意相。　今初第二，進一步修成一切悅意相。欸，妙咧！前面先告訴我們，先要使得一切有情先產生一個悅意可愛的；結果正修的時候啊，這個地方又教我們「令心平等」，好像這個裡邊又有矛盾，又有不同。真是有矛盾嗎？我們看下去。我為什麼在這個地方要停一下，這個有它大原因在喔，大原因在喔！學到這裡，我們現在漸漸發現本論的殊勝的什麼地方，它就是每一個地方，它每一個地方的行相都指得清清楚楚，而這個每一個行相彼此間的必然的因果關係，點得明明白白。",
    "1388": "[23:08]這個行相說清楚，讓你了解它真實所指的是什麼。所以這個行相，譬如說，隨便說，啊，我現在要講一個錄音機，那他把錄音機拿得清清楚楚，這個開關在哪裡，讓你弄得一點都不含糊。否則我們講修行，講了半天那個道理是啊，那動聽極了，但是所指的內容到底是什麼啊？一片模糊。佛法明明是叫「覺」，結果你學了半天是越學越糊塗，腦筋裡面是堆了一大堆這種文字垃圾。這個文字所指的內容是一無所知，仍舊是一片大無明，自己還覺得懂得很多道理，這個叫知見稠林。他現在不是，把文字所指的真實的內涵指給你看，到那時候你看：喔！曉得這是什麼。這第一個。",
    "1446": "[24:06]你了解了這個東西以後，然後這個東西之所以能夠達到這樣的一個效果，它必然的次第，彼此一點都不紊亂，有了這個你要想去找它，那千真萬確。從這個地方我們才曉得，平常我們修行，總覺得：「哎呀，要修行、修行！」看看哪！為什麼修行不成功的，原因在哪裡？就是一片糊塗。那麼世間一件小事情，我們常常比喻你拔草，你不認得草是什麼，你跑著去乒拎乓啷拔，結果拔掉的是菜，不是草。這麼簡單的事情耶，何況是修學佛法。所以眼前我們處處地方，再再點醒我們自己：不要一片糊塗啊！",
    "1496": "[24:56]所以我們常常有一個大誤解，常常說：「哎呀，你不要去分別啦！」嗯，這句話對不對？是有它的特別的道理在，這個是你求的果；你要它不要它妄分別，一定要了解：什麼是錯的妄分別，你如何去掉它，那要分得清楚啊！要不然你說，你不要分別，那好了、好了，那糊裡糊塗地就坐在那個地方，那是無比的大愚癡，完全是畜生相。如果這樣地學佛的話，那天底下都是佛了，對不對？如果是這樣佛的話，那螺螄、蚌蛤睡在那裡打瞌睡，牠就是佛嘛！那打瞌睡不分別的呀，就在那裡睡著了啊！那豈不是最好嗎？這個我們要清楚。所以本論一開頭，就把這個行相辨得非常清楚，然後下面就一步一步，一步一步這樣地來。",
    "1557": "[25:57]所以他下面就告訴我們：欸，為什麼前面先說悅意，這個地方又要先「於一切有情令心平等」呀？現在我們看下去。這個地方一點都不能放空喔！一放掉一點，然後你修上去的時候，對不起，你就漏掉那一點。等到真正地現起的時候，你不知不覺當中，因為這個漏洞還在，於是跑上去的時候就出毛病，跑上去就出毛病。所以我們常常舉個比喻，不要說飛機，就是個騎個腳踏車吧！欸，那個腳踏車，那個輪胎當中，有一個砂孔在那裡，嗯，就是打氣打得滿好，那沒用力。等到你一騎上去，一用力，那個砂孔受不住了，「蹦！」一下爆掉了，你正在馬路上，一個筋斗摔下去，完了！所以這個地方，要特別注意啊！特別注意！",
    "1616": "[26:56]所以我們平常這個心裡邊，一向以來總覺得：「哎呀！馬馬虎虎，馬馬虎虎。」這個是無始以來的惡習所在。現在了解了這個道理以後，即便我們說自己「哎呀，這個東西，還有這麼深的道理啊！」那個時候也許你會委委屈屈，那個時候要了解喔：是，就是我們以前善根不夠。所以他處處地方告訴我們，你前面一定要什麼？淨除罪障、集聚資糧。有罪障，障在那裡，固然學不進去，你資糧不夠也學不上來，這個道理我們要清楚。",
    "1658": "[27:38]所以他前面為什麼用三士引導的次第，現在大家清楚吧？喏，對於這個上士來說，這是必然要一步一步上來，必不可少的步驟，這第一個。你沒有這個的話，你雖然說上士是空話。而對這條件不夠的人，你給他上士不行，所以他 ─欸！沒關係，那麼你既然不夠的話，從下士慢慢做起。他也有他的入手，可以一步一步上升的走的地方。處處地方說明，這個圓滿教授的珍貴難得，正確無比啊！現在我們看文：",
    "1704": "[28:24]如前下中士中，所說諸前行等所有次第，於此亦應取來修習。那第一句話已經說出來了，對啊，這是我們次第這麼上來的呀！所以你必定要把前面這個次第，拿來在這個地方增上、繼續下去。",
    "1724": "[28:44]又若此中不從最初遮止分黨，令心平等，於諸有情一類起貪，一類起瞋，所生慈悲皆有黨類，緣無黨類則不能生，故當修捨。從前面這個次第一步一步上來，現在跑到我們這裡是什麼？正修這個大菩提心了。那麼修大菩提心，我們曉得這個必然的因果是這樣的次第，所以先要知母引發慈悲。那麼，但是呢，欸，他不是說先知母引發慈悲，在正修之前，先要什麼？要最開始的時候「遮止分黨」。什麼叫分黨啊？黨是叫黨同伐異，跟你好的你就歡喜，哎呀，好得不得了；跟你不一樣的，你就排斥他。"
}