{
    "5": "[00:05]這個心裡邊，欸，不平等，不平等。這個一開始的時候，你要把它去掉，「遮止」就是不要讓這個心相影響你，換句話說，你一定要把這個心理的狀態拿掉它。假定這個心裡面沒有淨除，在這種心情當中，於是什麼呢？對於有一些人，你看見了「起貪」，歡喜他；有一些人你「起瞋」，在這一個情況之下。所以呢，當你在這種狀態之下修了以後，你的慈悲啊，你的慈悲也有差別的。喔，你看見他，那麼你好的這個慈悲心強一點，看見那個討厭的人哪，這個慈悲心就不靈光，這樣。要想產生不分彼此的，這個不可能。",
    "63": "[01:03]所以這個無量慈、無量悲啊，它不但是數量上面無量，而且這個無量的話 ─緣一切有情，沒有任何一點例外，你的內涵本身也是無量，所緣的對象也是無量。在無量的有情當中，哦，有一些人你歡喜的，有一些人討厭的。結果你凡是歡喜的話，你偏他那一邊，心有偏，對你不歡喜的人的話，你就這樣的話，你那個慈悲就完了！所以一開始的時候，它一定要避免這個，你的平等的、沒有偏心的這個基礎先要建立起來。這個基礎是什麼呢？修捨心，修捨心，所以先要修捨。那麼「捨」有三種。看看喔，他每一個地方的行相辨得很清楚，哪三種啊？",
    "119": "[01:59]又捨有三，行捨受捨及無量捨，此是最後。這個三個名詞所指的三個行相，說一下。這個裡邊「受捨」我們最容易懂，一個感受，啊，這個感受 ─啊，坐在這個地方的話，你覺得：欸，很舒服。或者看了這個對方，那他讚歎你幾句，跟你笑一下，你又很歡喜，這個感受上頭的受。感受上有三種，叫作樂受、苦受、捨受，這是一種捨的行相。",
    "152": "[02:32]還有什麼叫「行捨」呢？五蘊當中，受、想、行，行蘊當中的捨。「行」就是我們心理狀態；那個心理狀態啊，平等而住，沒有執著。平常我們的心裡什麼狀態啊？我們心裡面啊，不是掉舉嘛就是昏沉，胡思亂想。欸，它現在呢，行捨這個心相裡邊，平等正直、無功用住，那個要用了功，跟定相應的境界才有喔，就是這樣啊！所以他心裡邊沒有一點掉舉相，而這個已經很高明。",
    "190": "[03:10]欸！這個地方還不是，這個地方捨的叫「無量捨」 ─就是在任何情況之下，你的心裡邊不管緣任何有情，沒有一點點討厭，沒有一點點執著，沒有一點點其他的，就是一模一樣的這個心情。這個才是我們第一步要修的，所以這個是最後。",
    "215": "[03:35]此復有二，就是這個裡邊還要說明兩樣東西喔！啊，它的細之又細，換句話說，它真正重要的地方是真是絲毫無差。看看哦！這個因地當中，這樣地沒有一點點差別。質量上面是不能有一點點雜質，假定有一點點雜質，請問能成徹底圓滿無垢的佛位嗎？不可能！尤其是最開始的因地當中。",
    "251": "[04:11]所以我們常常記住，你造一個譬如說摩天大廈，我說造到最後頂端，發現一點點小小的毛病，啊，那沒關係啊！你把它頂端拆掉了重來。現在我們最開始那個基礎出了個毛病，你造了一百零八層，乃至於造了一千層，發現那個基礎不行的話，對不起，一千層、哪怕一萬層統統垮掉！對不對？這個很清楚、很明白。像你燒飯一樣，等到你燒好拿出飯來，那個時候裝出來的，一個蒼蠅，「叭！」掉下來。你只要把蒼蠅掉的地方，把它拿掉就行了。如果說這個蒼蠅帶著個細菌的話，那拿掉了以後，它其他的地方不沾染。可是你剛開始的時候，那個蒼蠅，「叭！」一下，掉那個水裡，那個蒼蠅身上帶著那個霍亂菌，然後呢，整個的水裡面都是。所以他一定從一開頭的時候，就這麼細辨。同時呢，開頭的地方，也是我們能力所及，它有種種的這個特別在這個地方。",
    "318": "[05:18]這我們所以現在修學佛法，那麼糊塗，一片糊塗帳的話，道理就這個上面。哎呀，都是講那個大道理啊，講得來，哎呀，也去弘法了，看見別人弘法，大家也去忙了。那麼所以現在為什麼我們弘不起來？乃至於有人這麼說呀：「你這個法不弘，它藏諸深山，傳諸其人啊！」你寧願不弘，擺在山裡邊，真正一旦有條件出來的人，他又把它撐起來了。結果被你這麼一來的話，那金字招牌一旦砸垮了以後，完囉！人家對這金字招牌從此不再信任，那就完了！不弘還好，弘了反而把法損掉了，有人這麼說，道理就在這裡，這樣。所以我們現在有這個幸運，了解了以後，要感到高興啊，不是忙得去弘啊！忙得要去認識、去做到，那個是真弘法。現在我們看，又辨！這個地方，喔，就是這個無量捨，這個還有兩樣東西：",
    "388": "[06:28]謂修有情無貪瞋等煩惱之相，及於有情自離貪瞋令心平等，此是後者。說，當你緣這個有情的時候啊，那時候你可能有兩種。你看見這個有情本身，每一個有情他都是和和平平，這個是一種。因為他有情本身和和平平，既沒有貪、也沒有瞋，當然你看了以後，你的心裡面也引不起貪跟瞋來，對吧？這是一種。還有一個呢，不是的，他這個有情本身是有貪、瞋相，或者說你對這個有情是可愛的，你對這個有情是並不可愛的，但是儘管這個人，對你一個是怨、一個親，可是你對這個怨跟親的人的心裡的反應，卻是在無量捨當中。這個人跟你很要好，要好也沒關係，我心裡不為要好所動；這個是你的怨家，你的怨家也不動我的心，我的心始終在那個捨相應當中。現在這個是真正重要的就在這裡。",
    "463": "[07:43]他為什麼這樣？這很明白，你要有情離開這個貪、瞋，這是不可能的，對不對？在我們張開眼睛來，這個是跟你好朋友，這個跟你不好；有情的人，這個人他要發脾氣，這個人很快樂。如果你跟著外面轉的話，你這個修什麼？這個修不起來。就是你自己要修，不管外面任何境界，他在轉，你不動；他跟你的關係有親疏，你不動。那個時候你不為外面一切所動，站在這個上頭，你才能夠修啊！這個地方就辨是辨這一點。所以我們正式下腳的第一步，要這一個。有了這一個，那麼令我們的心立於平等，這個是指這點。",
    "514": "[08:34]修此漸次為易生故，那麼我們正修的時候，他又說了：欸，你要想修的話，必須要這樣的一種心理的狀態。而要修的這個心理的狀態，這個心本身是什麼？我們現在的心 ─就是心識的識，心識的心 ─那麼這個心識本身，一定「三事和合觸」，你的根對了境，然後生起了這個心理來。既然是因為對著境的話，由借重這個外境的這一個重要的一個因素在裡頭，所以他一定借重哪一種外境啊？中庸境。因為這個中庸境界，就是既沒有利、又沒有害，你看見他自然而然那個心平等。先把那個平等的心生起來，堅固了以後，然後再進一步看別的時候，不為它所動。不為它動了，然後呢在他身上面，把它的原來動的都拿掉，於是你心裡面一步比一步穩固。你看，它那個次第這麼個完整法！",
    "578": "[09:38]所以平常我們修行，我們往往說：「哎呀，看見這個好，我馬上就去修。」就像我們現在懺悔，啊，說一百零八拜，好，我也跑得去上面去。聽得很好，結果跑上去，拜了第一次沒拜完，拜的半當中就腰痠背痛，第二次就想一個辦法，哎喲……。所以它每一個地方，這麼小地方是如此，大地方也是如此啊！所以你們千萬注意呀！我們真正的毛病始終在這個上，一聽見這個好 ─要！是，你要把這個好的要，但是呢，你必定要曉得，它這個好的是怎麼樣的次第上去。你要曉得，這個好的果一定要好的因，這個因是一點都不能錯！你從這個上面了解了，然後你必然推到什麼？啊！最第一步 ─親近善知識，然後呢如理聽聞。看起來好像慢一點，實際上呢，是最快速的路子，而且也是唯一的路子！",
    "643": "[10:43]後面這一句話，在剛開始的我們不懂得，現在我們學了十二因緣以後，就懂得了。大家記得不記得十二因緣當中說，這個從因感果最快的兩世，最慢的三世，大家還記得嗎？為什麼最慢的三世啊？它有一句話，說中間經過的無量世感果啊，這個無量世是其他因果在那兒在轉，不是這個因感果的。這句話容或有的人還不了解，如果不了解，你們好好地看一下。換句話說，這個因下去了以後，感果的話，最快的是兩世，最慢的三世。中間雖然經過無量世不感果的因，因為這個因它沒有遇到緣啊，沒有結果。所以如果這個因要結果的話，在任何情況之下，必定還要跟那個因緣相順的，它才能感果。壞的是如此，好的也是如此。現在我們要求好的果，要想得到這樣的圓滿的果的話，你必定要有圓滿的因。",
    "714": "[11:54]所以不是說，哎呀，現在你害怕覺得不行啊，你停在那裡。停在那裡的話，你就沒有辦法引發你要求這個善果的，這個因不下去的話，請問這個善果會不會自己掉下來？不會。到什麼時候會呢？一直等到有個其他的因緣，你到那個時候又想：「哎呀，我要去做！」然後你還得照著它如理如量地去做。那個時候，當初你一念想求圓滿這個果的這個心啊，不斷地以善法欲，然後努力勤精進去策發，然後再感果，對不對？",
    "761": "[12:41]中間可能隔無量世，是的，但是在其他的無量世，都是你在惡法當中。既然是惡法當中，也說明了什麼？你要嘛不讓它感果，要感果唯一的方法，你一定要拿正確的善法欲，把這個因做對了，去做到。所以從這個地方我們了解，這也是唯一的一條路。假定你了解了以後，現在這樣做的話，欸，不會中間隔無量世。所以結果是什麼呢？也是最快速的一條路，現在懂了嗎？這個概念我們一定要弄清楚。你如果弄清楚了話，我們才不會偷懶，說：「哎呀，馬馬虎虎、不行啊！」因為你現在怕苦，馬虎的結果是什麼啊？墮地獄。現在這麼一點點小苦啊，你還有機會啊！稍微撐起來就行的，克服了！到了墮了地獄的話，不但沒有機會，而且大苦是無量無邊，就行了嗎？所以這個是我們要了解的啊！",
    "832": "[13:52]所以我在處處地方聽見這種，我的師長常常告訴我：「你平常的時候儘管做不到，可是你一直發那個願，說我決心一定要克服這個。」克服的什麼呢？不但現行一定要破，然後這個種子習氣一定要徹底拔除，絕不遺剩！不要單單地發那個心喔！發了這個心，然後你找種種的方法，怎麼樣在行持上面去做到它，千萬不要一點寬恕，不要一點藉口。因為這樣的原因，我所以才了解到，是，平常的時候，有很多人跑得來：「哎呀，法師啊，你現在不舒服啊，休息、休息啊！你也該休息、休息啊！」我一聽了就覺得這個毒藥，儘管他是好心，儘管他是好心。那我真是憐憫他，我現在沒有能力救他，我只有唯一的辦法把他趕出去。如果說他是我尊長的話，我恭敬，下次不敢見，這是千真萬確的事實。那怎麼辦呢？這個反過來，這個人跑得來告訴你：「某人哪，生病啦，你趕快努力啊！再不努力的話，那個兩腳一伸就完啦！」啊，我感謝他！這個心情我們要千萬要了解的。",
    "911": "[15:11]前天我在這兒跟老和尚講，哎呀，所以我覺得我們這個地方有最了不起的大善知識，他就告訴我這麼一個公案。昨天不是老和尚坐在那個我門口，在這個地方啊，我每次一看見他，我就歡喜，一方面就是景仰、讚歎。所以我有機會總是，只要有空，平常我自己忙，也沒辦法了，我一定跑過去跟他隨便也可以說談談，也可以說請安。但是你只要跟他隨便聊的話，你一定哪，你得到好處。他就跟我講講，這我就請示他一點小事情，他就告訴我一個公案。啊，我聽了我真感動。",
    "951": "[15:51]他說那時候這裡，不曉得是大概聖印法師，不曉得哪一個地方，請他到他佛學院當教務主任，他一定不答應，哎呀，鬧了很久！那有一次，終於鬧了很久，他就答應了。答應了一去了以後，可是那個地方是個女眾佛學院，那麼他所以不答應，那個他痔瘡非常厲害。那個痔核你們不曉得那個痔核之嚴重呀，經常流了很多血。那麼那一次開學典禮，那開學典禮是很慎重、莊重的，還請了什麼市長啊，什麼一大堆的長啦！結果他那坐也不能坐，仰得那這樣，側著個身子坐在那裡。那麼完了以後，就休息的時候啊，他休息完了以後，覺得那下面溼溼的，站起來一看，啊，下面一大堆都是血，他心裡就覺得不得了 ─唉！雖然這個是痔瘡，但是這個女眾地方，人家不了解的。",
    "1003": "[16:43]尤其是你曉得他老人家的持戒，萬一起一念的這個誤解，不可以，佛本來很多戒是譏嫌戒。唉，一定要想辦法治，拿掉它！但是那個醫生是沒有辦法可想的，那信佛的人曉得，我只有求佛菩薩。怎麼辦呢？求佛菩薩，說：「觀世音菩薩，你一定要幫忙我，我一定要下那個決心，要把它拿掉它！」那天晚上回來做了晚課，他就跟同學說：「你們先休息，不要管我，不要管，任何情況之下不要管我！即便我死掉了，今天晚上不要動，明天再把它抬出去。」就這樣，喔，大家同學很尊敬他，不管他。",
    "1041": "[17:21]所以我在這地方也跟你們說啊，你們不要說：「哎呀，老法師，你好啊 ……。」這種話，你自己害自己可以，在這個地方來我絕不願意，我不能幫你忙，我已經很慚愧。那個老和尚就是這樣，所以他說完了，固然那些同學大家 ……然後他就去拜。下了晚殿，一心求觀世音菩薩：「你一定要幫我忙啊！一定要求啊！」然後拜，拜呀拜。拜到後來，拜得筋疲力盡，實在是拜不動，頭昏得一塌糊塗。「我現在站不起來，但是呢？站是站不起來了，我這個還可以動。」然後那個地啊，那個頭就在那個地上磕響頭，「更蹬、更蹬、更蹬 ……」撞，這樣。磕到後來，那個頭也實在動不了了，趴在那個地方，一點動不來了。「但是我身體上動不來了，可是我嘴巴可以。」那就嘴巴裡念：「啊，大慈大悲觀世音菩薩，大慈大悲觀世音菩薩 ……！」念到後來，這個舌頭也乾掉了，念也念不動了。「念不動了，我心還在呀！」他心裡邊就念，一直在那兒求，一直在那兒求，這樣，這種心情喔！",
    "1108": "[18:28]現在我們稍微一點點就覺得：「哎呀，不行啊！等一下要是這個地方不對呀，早一點去休息啊！」拜了兩拜啊，叫你早兩分鐘起來，又覺得：「哎呀，明天還要這樣，後天還要這樣 ……。」啊，那是一無是處啊！結果他就這樣拜，欸，你真正地捨命而來的話，他就肯。可是這個地方，我不鼓勵大家這樣去做喔！我這個地方特別說明，你記住！大師告訴我們，你們不要硬來，硬來不可以的。老和尚有老和尚的意志，這個次第很清楚，始終記著大師告訴我們的次第。我這個地方，只是特別讓我們的心裡邊建設那個心理。",
    "1151": "[19:11]我再說下去，然後呢，欸，他那天馬上就有感應。這個人就簡直進入昏迷狀態 ─欸！看見了，看見觀世音菩薩，結果。然後呢觀世音菩薩，他就發現觀世音菩薩膝蓋上的，左右膝蓋上面，有兩個人跪在那裡。他看見了覺得很歡喜，一歡喜，那兩個沒有了。這一歡喜他就想：「對呀，這兩個是記善惡的嗎？」他想：「我這一生哪，雖然是啊壞事啊，是的的確確做了，但是我畢竟還是做了好事多呀！看見這種東西呀，一定是菩薩加持！」他說：「菩薩我告一個假，讓我看看。」欸？覺得那個滿好了吧！「我在佛堂裡邊不行啊，菩薩，我告一個假，檢查一下。」然後呢，那時候精神一來，他不知不覺耶，本來已經是這樣了。他不知不覺是告了一個假，跑到房裡一摸，整個的幾十年沒有好的，沒有了，完全沒有了，到現在沒有了。嗯，看看喔！這樣。",
    "1214": "[20:14]所以我們現在大家學佛法，精進是資糧善當中精進是第一。現在大家不要去學那個啊，你不要說：「欸，我今天也來一下！」不要，不要。這個地方的本論的每一個地方的次第，你這個次第沒有弄清楚之前，你摸進去，前面老記著這個話喔，你一摸一定錯！所以現在我只是鼓勵大家，千萬不要說還沒有做又先畏縮，現在覺得：我有這個機會學這個圓滿次第 ……。而目前我們排這個課本身還是非常好的，你只要照著這個來，建設起這個心力，然後照著這個建設去做的話，沒有一樣得不到。",
    "1256": "[20:56]所以我在這個地方說，「修此漸次為易生故」，它有它的漸次，現在知道它那個漸次是告訴我們，啊！這樣地一步一步地來。就是我這個地方現在談那個漸次的話，每一個地方分析啊，萬一你們心裡面覺得：「哎呀，怎麼這樣來！」的話，這就是你們的障礙，這是我告訴你們的。所以我剛才講老和尚那個故事，策勵我們哪！現在我們這種，住在這個地方樣樣現成，樣樣現成。怕你記不住還要有錄音帶，怕你聽不清楚還要有留聲機，哦，不是，這個、這個什麼？哦，擴音機。你怎麼可以跟他相比呢？所以我們內心當中，在這一點上面一定要注意！繼續下去，說「修此漸次為易生故」，",
    "1311": "[21:51]先以中庸無利無害為所緣事，次除貪瞋令心平等。若能於此心平等已，次緣親友修平等心。那麼，先看這個、這個對象，這個對象本身跟你沒有怨親的，沒有怨親的人。然後呢，在這個上頭除掉這個貪瞋之心，這樣。因為這個怨親的人本身並沒有貪瞋，然後要在這個身上本身的現象就是捨。然後在這個時候，他前面已經告訴我們的，他不是對方使你親愛或者怨家，而是說緣對方的時候，你拿你的內心哪，這個貪瞋之心拿掉。所以對方第一個是引發你的心是平等，但是真正重要的，還是從這個身上面，你回過頭來檢查你自己的內心，這個在這個上頭，使得不被這個怨親的心而動它。在這個上頭，你得到了這個捨平等了，然後呢，緣親友的心。因為親友這個心，雖然有這個耽著，但是這個耽著本身力量比較弱，所以在這個上頭，你再進一步推展。",
    "1392": "[23:12]若於親友心未平等，或由貪瞋分別黨類，或貪輕重令不平等。此亦平已，次於怨敵修平等心，此若未平，專見違逆而起瞋恚。這些都不可以。假定說看見了親友心以後的話呢，那個時候你會發覺到：欸，看見這個歡喜的人，那麼自然而然哪 ……。雖然你看見中庸的人，你心裡面不動，看見歡喜的人，你心裡面跟著歡喜而去了。那時候把它拿掉，把它拿掉，就是這樣。然後再進一步，對有怨的人再把它拿掉。假定說有親的人，有親愛的人你不能拿掉的話，看見親愛的人你就耽著，跟著這個而去。如果看，對這個怨的人，你沒有拿掉的話，由於怨的人你就跟著怨而去，這個捨心就生不起來。如果這個捨心生不起來，然後在這個心理不平等的情況之下，你修的慈悲的話，那個慈悲始終是像爬山一樣，一腳高低，那個慈悲根本大不起來。所以，當這些都平了，",
    "1475": "[24:35]若此亦平，次當徧緣一切有情，修平等心。那個時候，你的質完全對了，然後呢，把它量擴大，擴大到在任何人身上面。到那時候，你看見任何人，不管這個人是親、怨、平等，跟你再好，你看見了，心裡面了不動心；跟你再怨，你心裡面了不動心。這是第一步。所以在任何情況之下，你不動，你不為外面所動，然後你就運用你的心，你要它什麼樣，你就成什麼樣。否則你這個心一直跟著外境轉，你雖然覺得：「欸，要怎麼樣 ……。」可是境風一動，你也跟著它，被它動掉了，那是不行，那個不行。",
    "1521": "[25:21]譬如說，我們現在說寫字來說，你寫字那個筆啊，那個筆寫在那個紙上面。是，現在滿好，但是萬一那個紙碰見那個水的話，那個筆就化掉了，那個字也就沒有了，對吧？現在呢，我現在用的紙質不怕水，現在那個筆是油質的也不怕水。你本身不怕水，然後你寫了字擺在上面，那個水儘管來的話，對不起，動不了它，是不是這樣？那個字還在上面一動不動。這是為什麼你事先必定要先準備好了，了解、清楚不清楚這一點？",
    "1558": "[25:58]所以我們事先那個心裡邊哪，先要不為它所動。就像剛才說，那個紙不是說擺在這個地方，擺在這個地方可以，但是你現在要緣的是一切有情；所以換句話說，這張紙不但要擺在房間裡，還要擺出去喔，還要風吹雨打喔！所以你在室內雖然是滿好，被水一泡，完了！那個不行。所以這張紙本身禁得起風吹雨打，然後你在上面寫字。寫字的時候，你現在寫得乾乾的滿好，水一來的話，那個墨水又沖掉，這個不行，這個墨水也要禁得過風吹雨打。",
    "1601": "[26:41]現在我們這個心理也是這樣，所以你不要去忙著去寫字，換句話說，你不要忙著在心理上面先把那個慈悲放下來修成功，不要！因為你那個慈悲啊，在這個不平等的心，心沒有擺平之前，擺在這裡溫室當中，就好像擺在這裡，那可以；萬一碰到境風上面一動的話，好，碰見水被水溶掉，碰見風又吹掉，那沒有用！這個道理懂不懂？這個地方所以給我們說這個，就是這樣。「若爾」，我們翻過來。",
    "1639": "[27:19]若爾於彼由修何事能斷貪瞋，謂修二事。那麼進一步，我們說：對呀，這明明是他是親愛的人，親愛的人嘛難免喜好囉、貪著囉！明明是你的怨家，怨家嘛當然我們發瞋恚囉！你怎麼辦能夠對它捨掉呢？欸，他告訴我們哪，這裡進一步，前面先說道理，道理告訴我們了，就告訴我們怎麼個修法 ─修兩件事情：",
    "1674": "[27:54]就有情者，謂念一切欣樂厭苦，皆悉同故，緣於一類執為親近而興饒益，於他一類計為疏遠，或作損惱或不饒益，不應道理。說第一個，你就對方來說 ─有情，對方來說。就他來說，你不是要利益他嗎？那麼沒有一個人例外的，沒有一個人例外的，大家都希望快樂，大家就厭惡痛苦。就他來說，沒有一點差別，人是這樣，畜生是這樣，不管是哪一個。現在你對他，說有一類要給他好處，有一類要疏遠哪；給他好處，或者疏遠，這個不合理、不合理。這個是就他那一方面，這個很明白啊！那麼另外就我自己方面，就我自己方面那怎麼辦呢？我自己說：明明是這個有情的人，我歡喜啊；這個瞋恚的人，我討厭哪！他下面就告訴我們怎麼辦呢？",
    "1746": "[29:06]就自己者，當作是思，從無始來於生死中，未經百返為我親屬，雖一有情亦不可得，於誰應貪，於誰當瞋，嗯，你如果能夠這樣地觀察，我們眼前所以是凡夫，陷在眼前境界無明當中。實際上，我們無始生死當中，就在凡夫當中已經轉了不曉得多少趟了。轉了多少趟當中，大家沒有一種關係沒有發生過，各式各樣的關係都有過。所以你隨便要想找一個人，說這個人跟你沒有任何關係的，找不出來。任何一個人，都跟你有各式各樣的關係。"
}