{
    "6": "[00:06]是你的最親愛的人，也你的大對頭，也你的毫不相干的人。既然每一個人都是這樣的話，你然後分他、這樣分，這有什麼好分的呢？就像我們平常相處的，今天好得要命，明天吵得要命，到後天又是如此，後天又是 ……。你天天這樣，你還何必再忙這些事情？這不是毫無意思嗎？就是這樣。所以啊，如果你能夠懂得這個道理，放遠了眼光去看的話，那問題都沒有了。",
    "40": "[00:40]此是《修次中篇》所說。那這個就是告訴我們這個，這個是性宗的修行的方法，特別地告訴我們有次第，這個初、中、後三篇。",
    "55": "[00:55]又於親屬起貪愛時，那麼其次「起貪愛時」，再引經上面，這個經上面：",
    "60": "[01:00]如《月上童女請問經》云：「我昔曾殺汝一切，我昔亦被汝殺害，一切互相為怨殺，汝等如何起貪心？」如果說你起貪心了，起貪心的最好的對治，就想：「唉！以前啊，我也殺過你，你也殺過我，這樣地大家互相殺，有什麼好貪著的？」",
    "85": "[01:25]及如前說無定過時，一切親怨速疾變改所有道理，在前面，我們想那個六苦當中說過了。在生死輪迴當中，沒有一定的，一下親得要命，一下怨得要命。所以當你想到親的時候，你想一想怨，想到怨的時候，想到親。你這樣一想的話，就是正好把它扳平：好囉，好囉，沒有什麼好想的。心裡面就行了嘛！這樣，很快地就把那心弄平了。",
    "112": "[01:52]當善思惟，由此俱遣貪瞋二心。你只要善巧地思惟這個的話，這兩樣心裡面哪，就把它淨除掉了。",
    "123": "[02:03]此取怨親差別事修，故不須遣親怨之心，是滅由執怨親為因，所起貪瞋分黨之心。他每一個地方，他又來告訴我們，現在這個是什麼？取怨、親的差別。就是說，你在這個 ……是，這個人本身，一定的，我們人在世間當中，自然這個人比你親近一點，這個人比你疏遠一點，乃至於這個人怨家，這個是事實擺在這裡，這個也你不去管它。而真正重要的就是說，當這種境界現起的時候，你內心當中親的人哪，你對他，哎呀，貪著之心，要遣除掉這一個；怨的人，你排斥之心，要拿掉這一個。剛才說過了，在這種狀態當中，你能夠做好了，一切任何的境風，你的心裡邊就在捨當中，不為它所動。我們不要以為如如不動哦！離開如如不動，還天差地遠哦！現在我們心裡面一天到晚跟境風所轉，我們說：「不分別，如如不動。」那真是顛倒不異！所以這個次第我們，我所以這樣提的話，千萬要注意每一個地方的行相，你必定弄得清清楚楚。要不然的話呢，你隨便一開口也錯，一聽哪，也弄到不曉得哪裡去啦！嗯，下面繼續說，",
    "207": "[03:27]引發一切成悅意相者。《修次中篇》云：「慈水潤澤內心相續，如濕潤田，次下悲種易於增廣，那麼有了這個平等的心，進一步就告訴我們，怎樣辦呢？欸，那個時候引發悅意相了。要慈水，能夠潤澤你內心的相續，當你內心經過了那個慈悲潤澤了以後，像那個田哪，先滋潤了，然後滋潤了以後，下那個悲的種子，它易於增廣。",
    "237": "[03:57]故心相續以慈薰習，次應修悲。」哦！那個時候，我們在這個上頭啊，就可以先引發悅意，先修悲心。",
    "248": "[04:08]所說慈者，謂於諸有情，見如愛子悅意之相。這個慈的內容，就是對一切有情啊，就像可愛這個獨生兒子那樣的可愛法。",
    "259": "[04:19]又此所說由修等捨，息滅貪瞋不平惡澀，如調善田。那麼修這個悅意相之前，先要什麼，這所以為什麼先要修內心的這個「等捨」。先把這個內心當中不平的這個惡念，「粗澀」就是不平的那個貪瞋之念，弄乾淨。就像先把那個田，先把田弄乾淨，弄乾淨了以後，弄平了，然後加慈水，然後呢灌那個悲種。所以他這個下面說明：",
    "294": "[04:54]次以見為悅意慈水而潤澤已，下以悲種，則大悲心速疾當生，應當了知極為切要。你能夠照著這樣的次第去一步一步欲修的話，那個大悲心啊，很快生起來。「應當了知極為切要」，這個話，這樣子最快速的，這樣最快速的！所以現在我們這裡呀，修行儘管還沒有行，但是馬上用得上剛才說那個道理。喏！這個是最快的，也是唯一的，現在大家都懂了吧？這個概念我們必定要先建立起來。建立起來了以後啊，你自己曉得這個是沒有退路。不是沒有退路啊！我們所以要退的原因是什麼？求安樂。結果你發現，退下去的結果是只有苦，一條路，而且大苦！進前去雖然是苦，小苦卻是大樂！現在我們處處地方為求一點點快樂，那個時候你了解了正確的行相，正知見得到了以後，為什麼說到最後一定會走上這條路的原因，現在大家了解了沒有？喏！就是這個地方。所以如果是這個概念還不懂的話，你不必忙，只要這個概念建立起來，這個修行是一定成功！而且是最快速、最圓滿、最好！",
    "386": "[06:26]今天《菩提道次第廣論》兩百一十六頁，兩百一十六頁。那麼現在這個地方，就是「正修」啊，正修修習菩提心，正修菩提心。那麼正修菩提心當中呢，前面已經說了，引發這個心要什麼條件；然後呢根據這個條件，來正式地策發這個心裡面。前面所有的這個辨，這個地方現在大家已經了解了，說真正圓滿教授，真正無垢正確的這個指導，它每一個地方辨得這麼細緻。然後你把這個兩個跟以前一比的話，立刻就有這個感覺。",
    "446": "[07:26]以前我們聽見了這佛法，哎呀，感到非常歡喜啊，好得不得了啊，人人想求啊！這個是非常好的現象，種一下一個種子。當你真正想努力深入，要想契入的時候啊，就不得其門而入。感受上的好的，說起來是圓融無礙的，但是呢做起來的話，卻像什麼呢？像這個摸著一個人家說水上葫蘆一樣，你碰上，它就跑掉了，碰上就跑掉了，碰上就跑，你怎麼抓也抓不住，怎麼抓也抓不住！所以弄了半天啊，就莫可奈何。幸好還有一個法門，那麼我們也只有這一個法門，說：「啊，念佛啦！」所以這個叫作末法的善方便。現在你正確地了解了這個方法以後的話，你由這個次第是步步深入。同樣地你可以用這個方法來念佛，這個方法來念佛就上品上生，如果你修其他的法門，照樣地，任何哪一個法門，你都可以如理如量地達到要達到的量。所以達到多少，那是看你自己的認識跟精進。",
    "536": "[08:56]現在呢，我們繼續地把它那個每一個部分，一步一步地順著次第來了解它。上次講到說，啊！我們正式要修的時候，先要慈水來潤澤我們的這個內心身心相續，身心相續。有了這一個，然就呢就像種田一樣，把那個田啊，先把它不平的硬塊什麼等等，把它弄乾淨了，然後呢，再以慈水來滋潤它。這樣做的話，那麼這個悲的種子就很快生起。所以兩句話，「應當了知極為切要」，那這個才是最最重要的部分，這個才是我們應當了解的。",
    "605": "[10:05]所以我們剛才說，前面之所以聽得歡喜，感覺得又覺得圓融無礙，又這麼好，而所以無從下手的話，你望洋興嘆的話，實際上就是你沒有抓到這個根本。所以現在我們哪，了解了這個才是我們真正應該進一步認識的。有了進一步認識以後，產生的效果是什麼呢？以前這個只是種一點的善根，現在卻是結的善果。",
    "646": "[10:46]我們立刻可以回想一下，在講十二因緣的時候，說感果快則兩生，慢則三生。實際上那個三生哪，真正說起來，時限是無量阿僧祇劫。那麼這個三生就是說，你種下那個種子，要快的話兩生，慢的話第三生。第三生靠什麼？就是那個種子啊，經過如理如法地去滋潤它。那麼以前呢我們雖然聽懂了，雖然歡喜，可是你沒有方法，不曉得怎麼去滋潤它啊！不曉得怎麼滋潤它，說：「好啊！」大家說好，說了好了半天，就像天上的人造衛星一樣，好是好，你只能望望它！只能望望它，其他的就不行了。現在是不但的好，你曉得怎麼登堂入室，它就可以把你送到天外，超出我們現在這個生死輪迴的苦海！那麼這個裡邊分三部分：",
    "721": "[12:01]此中有三，初修母者。這個第一個知母，曉得這是母親。",
    "727": "[12:07]生死無始，故自受生亦無始際，若生若死輾轉傳來，於生死中未受此身，未生此處決定非有，亦無未作母等親者。我們這個生死，啊！無始以來這個時間，你根本無法想像的。所以呀，因為生死無始，所以一生一生地受生，也不曉得多長、多遠。從這樣的生死當中，不斷地來，說哪一個身體沒有受過的？沒有這樣的事情！哪一個地方沒有去過的？沒有這樣的事情！哪一個人沒有做過你母親的？沒有這樣的事情！換句話說，我們在生死當中啊，什麼樣的身都生過，從最高的非想非非想天，到十八層地獄當中的這個阿鼻地獄種子，這個是六道。然後每一道當中啊，哎呀，當蜎飛、螣動，螞蟻、國王，最大的到最小的，最窮的到最富的，最苦的到最樂的，沒有一個地方沒去過，都去過。然後呢，所有的地方也都去過；還有呢沒有一個人例外的，都曾經彼此做過父母。所以在這個地方特別強調，沒有一個人不是自己的母親。",
    "822": "[13:42]如〈本地分〉引經說云：他下面特別說論、經，下面就是證成這件事情。",
    "830": "[13:50]「我觀大地，難得汝等長夜於此未曾經受無量生死。這個經上面還是說，看那個大地上面哪，沒有一個地方啊，你們沒有去過的。",
    "846": "[14:06]我觀有情，不易可得長夜流轉未為汝等若父若母兄弟姊妹軌範親教，若餘尊重，若等尊重。」上面講次數，這個上面講人。在這個整個生死輪迴當中，找不到一個人說沒有做過你的父親、母親、兄弟、親戚、朋友 ……找不到！",
    "873": "[14:33]此復非僅昔曾為母，於未來世亦當為母，無有邊際。過去是如此，將來呢還是如此！就這樣。",
    "883": "[14:43]如是思惟，於為自母，應求堅固決定了解。你這樣地了解了、思惟了以後啊，那麼要 ─所有的有情都曾經為自己的母親這件事情啊，應該求得決定的了解。「決定」是決定不移，這個決定不移的信念還要堅固。那麼這裡說，他為什麼別的東西啊，不講那個地方、不講別的人，講母親呢？這個道理一層一層地說下去，說到下面我們自然容易了解。",
    "917": "[15:17]此解若生，次念恩等亦易發生，當這個了解到，為自己母親的這個了解堅固了、生起了，那麼念恩也容易生起。",
    "930": "[15:30]此若未生，則念恩等無所依故。就是你如果說這個概念沒有的話，你無從念恩。現在這個地方已經很清楚，這個次第，必然的次第。說，曉得是母親，然後你在母親身上可以念她的恩。昨天有位同學，他先看了以後，他說：「欸！那個三寶不是對我們有很有恩嗎？其他很多，為什麼不念佛恩，念母恩呢？」對呀！你們大家想想看這什麼原因啊？",
    "965": "[16:05]所以這個地方，它每一個地方有它特別的地方。說我們現在是什麼？我們現在是個凡夫，我們凡夫啊，儘管信得過佛，可是對佛法的真正的內涵，淨信心不一定人人有，不一定人人有。而大部分所以為凡夫的，就正因為一步一步上去，膚淺的信心是有的，淨信心可是沒有；這個淨信心，必須要根據自己的經驗。反過來說，你自己思惟觀察的這個經驗，對我們產生最大的力量。這三寶啊，雖然人家說：「恩大、恩大！」可是你沒有經驗過，無從從你的經驗當中，引發它深刻的這種感受，引發不出來。所以這個不念佛，儘管佛的恩再大，是念母親，這第一個。",
    "1020": "[17:00]第二個呢，眼前尚且如此，在以前那對你亦復如是。他現在真正的重要的話，要引發我們大菩提心，要普緣一切眾生去救濟他。為什麼要這樣呢？還是要從這個知母、感恩、要報恩上去。要報恩，那麼你想到母親，然後呢每一個人都是你母親，你要報每一個人母親的恩，所以你這個大悲心啊，就能夠徧緣一切一無遺漏。所以這一點哪，產生這樣力量的，世間、出世間，對我們初機來說，在我們的感受上面，真實要想找到這個，只有母親，這是它的原因。所以它每一個地方啊，就那個關鍵在什麼地方，我們必定要把握得準。",
    "1072": "[17:52]而且呢，我們要曉得，真正初機修學佛法，一定在人道當中。那個畜生的話，儘管你告訴牠母親，那母親是什麼牠誰也不知道，誰曉得誰是母親啊？那個卵生畜生，牠根本不曉得，就是那個胎生的畜生，牠也不認識母親啊！這個人是不一樣的。而且你看同樣的動物當中，這個人間這個母親對這個子女的養護啊，那六道當中，沒有其他任何一道可以堪與相比的。再加上只有我們人道當中啊，他有這個思惟的力量。而要想跳出輪迴，要想擺脫那個，最主要的力量就是什麼呢？就是那個思惟。這一點，我們要了解。",
    "1128": "[18:48]現在我們繼續下去。說有了這個，下面的根據就有了依了 ─依止著這個上頭，這個因。曉得了母親，下面怎麼辦呢？念恩哪！所以，",
    "1140": "[19:00]二修念恩者。修習一切有情是母之後，有了這個基礎以後，",
    "1146": "[19:06]若先緣於現世母修速疾易生。先從眼前的母親來修起。",
    "1152": "[19:12]如博朵瓦所許而修，那個祖師怎麼告訴我們的。博朵瓦呢，就是傳那個敦巴尊者、阿底峽尊者；就是這個完整教授，阿底峽尊者從金洲大師，那最圓滿的教授傳承。就表示，喏！這個最圓滿的教授傳承那些祖師們，從佛以來沒有斷過，如理如量地，他們都是這樣修。",
    "1179": "[19:39]先想前面母相明顯，次多思惟非唯現在，即從無始生死以來，此為我母過諸數量。先想面前母親現起，母親現起。說到這個地方，當然我們懂道理一下懂了，如果要真正修的話，覺得：「喔唷，這個母親怎麼現得起來啊！」大家記得吧！在本論剛一開始的時候，教我們修行的時候，先修什麼啊？修皈依。他修皈依的時候，幾個條件，第四個條件，坐下了，然後你就坐在這個地方啊，皈依觀想資糧田，那就是我們的三寶，它一定要明顯，跟你的身心相續和合。因為你看得清清楚楚前面是佛，然後你了解得明明白白你現在是苦，所以啊我現在的苦，一心皈投這個佛。那是下腳第一步，這已經有了；萬一沒有，那麼你要怎麼樣？懺悔業障、積聚資糧，然後等等。所以前面這個次第一步，這是共下士的事情，他到那個時候要觀想什麼，嗯！他就觀起來了。所以到這個時候，已經進入上士了，觀想母當然很容易。",
    "1271": "[21:11]所以至於說我們現在還做不到，所以為什麼眼前我們最重要的，就是那個懺悔，就是那個懺悔；還有呢，就是積聚資糧。所以說目前啊，這要想積聚資糧，我們諸位是最佳的地方。你在這個寺院當中，一個出家身一舉一動啊，無處不是！而且以出家身去做的話，你隨便做一點點，所積聚的那個功德資糧啊，那個在家人是不曉得要做多少！大家還記得吧？把三千大千世界的所有的東西拿出來是供養三寶，供養了多少時候，不如做個出家人跑去點一個燈。有這麼大的好處啊！啊，所以當你想到這個時候，那你叫你不出家也辦不到，就是這樣。",
    "1324": "[22:04]我們處處地方要了解這個地方，你這些做到了以後，然後你坐下來觀啊，很容易生起來了！然後呢，你觀了生起來了以後，你說等到這個生起來了以後，那個大慈悲心生起來了，大菩提心生起來了，你回向往生 ─上品！就是這樣了。它也不要你念，拼命地念多少佛，這是千真萬確的事實。然後你回過頭去，看《觀經》也好，看《無量壽經》也好，欸！這個道理你完全能夠明白、能夠貫通。",
    "1360": "[22:40]現在我們歸屬還到本論上面，說把母親看得清楚，那麼然後呢，其次不但修現在的母親，還要想：對啊，這現在的母親啊，這一世，可是我們生死的無始以來，哎呀，這個曾經為自己的母親的這個數量無法想像啊！",
    "1387": "[23:07]如是此母為母之時，一切損害悉皆救護，一切利樂悉皆成辦。所以所有的這些母親，當她生育我的時候，當她做母親的時候，所有我的一切的不相應的損害，她樣樣地方來救護我們，所有的快樂都給我們。這我想啊，這兩點，我們人人可以體會得到。",
    "1417": "[23:37]特於今世先於胎藏恆久保持，次產生已黃毛疏竪，附以暖體十指捧玩，哺以乳酪授以口食，口拭涕穢手擦屎尿，種種方便，心無厭煩而善資養。啊！那個時候我們就從一開頭，先哪，這個肚子裡面懷著，啊呀，那真是、真是樣樣東西靠母親。然後呢剛剛生下來的時候，那母親抱著我，那全部精神貫注在這個身心上面。啊！這種狀態。然後呢，餵奶、吃食，髒的東西跟你擦，哪怕是大便、小便，沒有一樣東西不做得千妥萬當。所有的髒的東西 ─哎喲，我們現在平常看見一點這種東西，不要說叫你去擦、叫你去摸，人家跑得去隨便吐一個痰，你看了心裡面：「喔唷 ……」可是這個母親對於自己的話，不管是這一個，乃至於大便、小便，她跟你弄得個乾乾淨淨啊！我們想到這裡，是母親之恩是無法想像啊！而且做這種事情，心裡是沒有一點的厭煩，而用種種方法資養。現在我們做一點點事情，心裡邊哪，哎呀，這個嘀咕得不得了！",
    "1511": "[25:11]又饑渴時與以飲食，寒時給衣，乏時給財，皆是自己未肯用者。肚子餓了馬上給你吃，冷了給你衣服，少了，什麼少了就給你，都是自己父母不肯用的，不肯用的。我自己是出了家沒體驗到，但是以前的朋友、同學們，後來見了面了，大家談起來，大家有一個共同的一句話，有意思極了：「唉，忙了半天還不是為了孩子！」這句話，當年自己的的確確不曉得父母的心血。我想將來你們諸位，也大部分人如此，也就是幼年出家，也可以說最幸運。就是有機會的時候，如果你們要回家，這是唯一的事情，將來應該體會的。其他的事情，看見那個家，是一無是處！這個「家」，這個下頭一窩豬，表示啊，哎呀，這麼地愚癡，這麼地髒垢，一無是處！但從這個地方我們要感受得到，在這樣的一個父母對你的恩，你能夠從這個地方感受到了，然後這個大菩提心生起來了。這也是我們應該注意的。",
    "1588": "[26:28]所以平常我們不要輕輕易易啊，這個人家世間的人說：「忘恩負義，世間第一等大罪人。」現在我們修學佛法的人，居然也是啊，哈哈，說講仁義道德，都覺得：「哎呀！這個世間的。」佛法的仁義道德最高的，卻做了最忘恩負義的人，這怎麼可以啊！所以這個地方我們千萬要深刻地認識。正式修的時候，它每一個地方，必須要它很深細地你去思惟觀察。所以我剛開始的時候也隨便看過，後來善知識告訴我了，我就在那個地方想。現在我不大願意想，我一想啊，我實在忍不住，我每一想，我實在忍不住！這個的的確確地，你們要的確好好想，好好地想想它，對你們有絕對的好處。母親的恩德，你的的確確無法想像的，哪怕你老了 ……。",
    "1648": "[27:28]唉，我自己記得，前年我回去了，我母親八十幾歲了。我母親出門哪，我母親就給我說：「欸，還要這個、還要這個 ……。」那我那個弟弟就說：「哎呀，媽，你不要去管啦，難道還不知道嗎？」然後我弟弟就給我說：「欸！她老人家就是放不下。」我就給我弟弟說：「啊，你錯了，你不要這樣想啊！你想，天底下除了母親以外，有哪一個人一生這樣關心你的，有沒有？」你們仔細想想看。以後如果，尤其是在家人，總覺得：唉呀！這個父母囉嗦。你從她那一方面去看，是囉嗦。但是她為什麼囉嗦，不囉嗦旁人啊？她心當中始終把你看成她的孩子，她一心一意，從你在她肚子裡結生那段開始，一直到她兩腳一伸，她心裡沒有別的，就是關心你，這樣。",
    "1705": "[28:25]所以我四十年沒有回去了，回去了，啊！我母親也不能跑了，門口一聽，聽見聲音，她還是纏著那個小腳，叮叮蹬蹬出來。然後我當然看了很歡喜，然後我出門，她也叮囑我這個、叮囑我那個 ……。是啊！她那個是五、六十年以前的概念，跟現在怎麼，完全不相應。但是我看見的，絕不是看見她的囉嗦，看見她始終把你看成一個孩子一樣，她全部精神貫注在上頭。然後一再跟我弟弟們講，到後來，所以他們整個地改變過來了。不管母親怎麼囉嗦，啊！她越是這樣，我越心裡面感到的溫暖啊！這天底下的的確確，你們仔細這樣想的話，你沒有一個人不會孝順，你絕對想不到一點點要違背父母的地方，你找不到了，這樣。",
    "1753": "[29:13]然後呢，你說你有沒有聽她？說實在我沒聽她。也曉得，當然你跑出去，你不可能照著你母親這樣去做，不可能哪！我做的事完全跟我母親不一樣。有的時候她回來了叮囑過了，她也就忘記掉了，回來她只看見，哎喲，你回來她很高興啊！有的時候她問你：「今天怎麼樣啊？」然後呢，你告訴她。啊！所以啊，儘管你告訴她的事情跟事實完全不一樣，她叮囑你要你向東，你偏偏向了西，她也沒有關係。這母親之真正偉大！"
}