{
    "2": "[00:02]所以你只要體會到這個心情，不管她怎麼弄，不管她怎麼說，你只有一個，那個時候你只有一個念頭：你總怎麼方式去報答她的恩？我現在能夠做到，別的做不到，唉！她這樣告訴我，總是好歡喜地接受。啊！對她這麼歡喜，因為我心裡很高興。這人這個感情就是這個樣，你歡喜呀，她不用你講的，她也歡歡喜喜。所以在我家裡面，我覺得短短的，我小的時候就這樣，現在還是這樣；別的人呢講他母親，那母親總覺得：「我這個幾十年的經驗 ……。」在父母的心裡你總覺得孩子，她覺得你不懂事，所以你告訴她怎麼，她也聽不進的。欸，可是我母親，我告訴她什麼，她總歸聽得進。後來我了解了，因為什麼？因為她告訴你什麼，你無條件接受她；她也了解，的的確確你對她的心情就是這樣。所以你不管怎麼告訴她，她也會感受到你全部精神對她。所以儘管幾十歲的人改不過來，可是我告訴我母親教她改的話，她就改了。",
    "67": "[01:07]那個時候，大陸上面很流行的一貫道，她也信一貫道，什麼人跟她講也沒有用。我就告訴我母親說：「這個一貫道騙人的。」「欸！真的啊？」「當然！」她這句話不是懷疑我，聽見我講，就這麼憑一句話。然後我就告訴她，只有念「阿彌陀佛」，「那好，那好！」那說什麼她這個東西就不念了，所以有這種力量，就這樣。以後我離開了，我當然不曉得，可是我立刻反應就來了。那個時候，那個有一個很重要的人物，因為我有一個重要的親戚，是這個裡邊影響很大的一個人，也住在那個地方。他們就從此以後 ……多少年沒辦法疏遠的，我母親就給他打開了。所以這個人與人之間的關係就是這個樣，我只是隨便一說，順便談到。",
    "121": "[02:01]這個地方，大家儘量地，你好好地從這個上頭去看，你一定要把它那個因，慢慢地找到，這樣。你不要在那個外面的行相上轉，那自然而然你能夠深入這個裡面地去。繼續下去，",
    "139": "[02:19]又此資具皆非易得，是負罪苦及諸惡名，受盡艱辛求來授與。啊，這些東西，都不是容易得到的呀！在我們眼前最清楚了，噢喲！賺一點點錢是千辛萬苦啊！都是做了種種的罪苦、惡名等等，求來了以後，自己不用就給你。",
    "161": "[02:41]又若其子有病等苦，較其子死寧肯自死，較其子病寧肯自病，較其子苦寧肯自苦，出於自心實願易代，用盡加行除苦方便，總盡自己所知所能，但有利樂無不興辦，凡有損苦無不遣除，於此道理應專思惟。這個文字很容易懂。不管是你最嚴重的，如果說有病苦了，寧願她自己死，寧願她自己病，寧願她自己苦，她總是甘心情願地用種種的方式來幫你忙，所有的利樂，沒有一樣東西不辦的。容或現在大家有感覺說：「咦，我這個父母好像不這樣嘛？」這個倒是事實，眼前的，千真萬確地，這個兩代之間的代溝非常大。其實，像剛才一樣，原因為什麼？因為時代不同，所以對同樣的一件事情的看法不一樣。看法不一樣的話，當然所產生的效果不一樣；然後見解不一樣，這個問題就來了。所以，懂得了佛法，佛法的中心思想叫什麼？緣起空，任何東西都因緣而起。他這個概念所以這樣，因為他有產生他這個概念的因緣。我這個概念所以這樣，因為我現在所面對的接觸的客觀環境如此。既然接觸的環境、因緣、條件不一樣，我的見解感受，自然跟父親的、跟母親的見解感受，自然不一樣。這個很明白，所以不能用我的感受去衡量她。",
    "284": "[04:44]更進一步，當然你也可以說，欸，那麼她也不應該用她的標準來衡量你呀！這個是對。問題現在是：她學佛？你學佛？你學佛啊，不是她學佛啊！你學佛的話，很簡單嘛，就是你應該了解。否則的話，輪到她學佛，她成了佛來救你。我們現在學佛的話很明白，這懂得佛法以後的必然現象，世間人都不知道。所以這個只有能夠自己說：「啊，現在我了解了！」你了解了，你就不會在這個行相上面轉。而在這個原則上面，只了解到她真正的動機，你了解得清清楚楚，不會被眼前她不同的見解上面，那個代溝啊，對你來說是不會產生任何影響。那個時候，行了！那個時候，行了！",
    "341": "[05:41]所以，這個是千真萬確的，我們之所以不能體會到這一點，就是不懂得這個道理。就是不懂得道理，於是覺得：「唉，這個老朽，這個人的腦筋這麼糊塗，想這種事情莫名其妙！」你把她當初對你的這些恩，你忘得乾乾淨淨，等同畜生。既然造了這個業，對不起，一旦這一生一失去的話，連它人天都保持不住啊！所以現在這個時候，如果我們做子女的，應該這樣想。反過來，我們做父母的不必要求子女，他子女沒學佛嘛，既然沒學佛，他現在這個概念是自然這樣的。不要希望他這個子女來孝順你，不要希望；但願我能夠孝順我父母，將來成了佛，把父母救起來，把子女也救起來，那個才是對的，那個才是對的。",
    "394": "[06:34]那麼關於這一點，要幹什麼？了解。了解了呢，專一、精純地思惟！喏，眼前我們真正修的就是這個。所以眼前真正修的，都要如理思惟，如理思惟，這是最重要的。",
    "414": "[06:54]如是修已，若念恩心非唯虛言真實生者，次於父等諸餘親友，亦當知母如上修習。當這樣的念恩的心裡邊哪，真實地生起來了 ─這個不是空話喔，這個不是空話喔！不是講一個道理喔！這一點哪，在這個地方是特別強調喔！所以大家不要忙著懂得很多道理，我們往往看見：「哎呀，他懂得很多道理了。」然後呢，自己覺得很懂，看別人覺得：「啊，這個還差得很遠，這個不懂！」實際上呢，對不起，這個文字上面哪！這個文字上面，這做世間學問是有用的，做佛法深入，沒有用啊！世間的學問跟佛法的深入不一樣的地方，就是你儘管是佛法，你辨別得很清楚，講得頭頭是道，如果說內心當中不能如實生起的量，你轉了一世，變成很會動腦筋的人，然後呢，啊！這個做起學問來，念起書來念得很好，但是對佛法深入沒有你的份，這個是它最大的差別，就是這樣。",
    "490": "[08:10]所以，你如理思惟了以後，也許你文字都忘記掉了，但是你起心動念的話，就會有這種念頭 ─啊，一個念起來了，你這個母親，你只會感激她的恩，你不會感覺其他的不是。當然其他的也是如此啊，其他任何一件事情也是如此。那麼，對母親這樣了，「次於父等」，其餘的親友啊，也這個樣去修，因為那些人呀，以往多生以來都是自己的父母。",
    "521": "[08:41]次於中人知母而修，那麼更進一步呢，跟你毫不相關的陌生人，也是這樣想：那前生那些都是母啊！",
    "530": "[08:50]若能於此生如親心，則於怨敵亦應知母而正修習。那個時候，在怨敵上面再開始修。前面，第一個告訴我們修「無量捨」，有一個原因的：無量捨就是並不是教我們捨這怨親，他怨跟親沒關係，但是不管若怨、若親到你現前的時候，你自己心裡面不會有他親疏之感，只是調柔這個心。那麼，進一步你修了這慈心以後，修了那個念恩心以後，你第一個看見那個怨家的時候，你不會呀 ……怨的這個概念，你腦筋當中已經拿掉了。所以在這種狀態之下，你要念他的恩就很容易。所以，",
    "578": "[09:38]若於怨敵起同母心，這個時候，「質」對了，質對了。就是自己的母親固然是母親，其餘的親友 ─母親，完全不認識的事情，也是母親，乃至於怨家對頭都是母親。這個時候，任何一個人沒有一個例外的，你都能夠從他身上緣想、思惟、感恩。其次呢，把這個「量」擴大。",
    "606": "[10:06]次於十方一切有情，知母為先，漸廣修習。質對了，慢慢地推廣，所以這個質跟量之間的關係。實際上呢，這個質跟量之間的關係，那個次第完整、圓滿地都在裡頭。念了恩，念了恩，第三呢，進一步，那就要去報恩了，進一步要報恩了。",
    "632": "[10:32]三修報恩者。如是唯除轉生死故不能相識，而實是我有恩之母，彼等受苦無所依怙，捨而不慮自脫生死，薄無慚愧何甚於此。這麼一來呀，這時候我們就了解啦，只因為大家在生死輪迴當中，一直在轉，所以不認識啊！不認識是不認識，但是確實是母親啊，所以這是千真萬確的！而他們受苦，一無依靠啊，這種我們就不去管，只求自己解脫，那個這種人哪，是「薄」，這是太刻 ……不要說刻薄吧，那實在這個談不到啊！對這點不感到慚愧嗎？如果說無慚無愧是莫甚於此啊！我們不要說轉了一世，你小的時候離開了父母，你長大了不知道。不要說小的離開父母，我們現在沒有離開父母欸，我們都不知道自己父母的恩欸！這樣。",
    "703": "[11:43]那你們看，為什麼畜生感得畜生的原因，就是牠主要的最大的原因，牠並沒有造嚴重的惡業，但是不懂得父母恩，這世間來說，感得畜生相。牠多多少少還曉得一點，牠這個畜生越高，這個胎生的畜生就比較高，這母親還會帶一點牠，因為這個母子的關係，這個就是牠的業嘛！你有多少感恩的這個心，感恩的業相應，你多少感得多少的果報，越是下等的越是沒有。所以這因果之間的法則，你了解了，隨便一看，就這麼清楚、就這麼明白，就這麼清楚、就這麼明白！那個雞生了個蛋就算完了，牠還要孵牠一下，小雞出來也不曉得，就這樣。那個濕生更是糟糕！譬如說我說，我們啊，人是 ……所以為什麼「五倫」，這個仁、義、禮、智、信，跟這個什麼「五戒」，這人的根本等等，都有它的必然的這樣的因果關係，就是這個。所以實實在在這是我們應該了解的啊！實實在在我們應該要了解，這我們真正應該為此而感到慚愧啊！那麼這個道理說明了，下面就引論：",
    "782": "[13:02]如《弟子書》云：「諸親趣入生死海，現如沈沒大水中，易生不識而棄捨，自脫無愧何過此。」所有的這個親人哪、母親啊，在生死大海當中，就像沈在這個大水當中 ─生死苦海當中。因為轉了一個身，大家不認識而拋棄不管，只求自己解脫，那天下哪有這個，比這個事情更糟糕的啊！更應該自己感到慚愧的啊！現在我們居然說修學佛法，講道德仁義的人哪，連他自己最親的人都不管，還講什麼個道德仁義！我們罵人說：「這個人刻薄得不得了！」就這樣。那刻薄，只是普普通通的人，現在對你自己的母親都不管，還說修學佛法，天下還有這樣的刻薄的人嗎？唉！想到這地方，所以我們真正懂得了佛法，你一天到晚都是只有反省改過啊！",
    "853": "[14:13]故若棄捨如是有恩，於下等人且不應理，況與我法豈能隨順。這下賤的人都不合理啊！如果有恩不報而棄捨的話，何況我佛法當中，豈是我佛法當中相應相順的？所以這個證二乘的，對我們凡夫來說，聖者好了不起，因為我們不能解決的他解決了，所以我們是絕對地尊重。但是佛為什麼要呵斥？為什麼呵斥他焦芽敗種的原因，現在我們了解了。這不是我們呵斥喔！我們可不能呵斥，我們呵斥的話，都要墮落的喔！我們呵斥的，不是呵斥外面，呵斥我們自己內心。所以想想看，我是不是這樣的人哪？啊，不啊！不但不，還要感激啊！說那些大阿羅漢，都是菩薩示現哪，他是菩薩，他示現這個身，然後呢佛呵斥他，然後做個樣子給我們看。就好像兩個人扮了個戲給我們看，我們要感激他，這個是我們現在應該了解的用心之處。",
    "928": "[15:28]如是思已，取報恩擔，即前書云：「嬰兒始產全無能，飲誰慈力授乳酪，依慈多勞此諸母，雖最下等誰樂捨。」他又說了，小孩子剛下地呀，你是的的確確地，天下沒有一個人例外，沒有母親的話，沒有一個人生活得下來。沒有母親，人類喔，畜生當然例外。所以，我們要想：不要說生人天、成佛作祖，你要保持人身這點都要記得千真萬確 ─是誰的慈悲的心力，這樣去做啊！這樣的，由於這樣的慈悲心，多少辛苦的這樣的母親，最下等、最下賤的人，他也絕對不會棄捨不顧啊！",
    "985": "[16:25]又云：「由得誰腹而安住，由誰悲慎而取此，此母煩惱苦無依，最下眾生孰樂捨。」也是一樣的道理。",
    "997": "[16:37]《無邊功德讚》云：「有情無明盲，意樂衰損慧，為父子承事，慈悲饒益我。棄此獨解脫，非是我之法，故汝發願度，無怙諸眾生。」那個《無邊功德讚》上面，這讚佛的。換句話說，我們要應該修學的，一切的有情為這個無明所遮蓋的 ─盲無慧目，有了眼睛，是開眼瞎子。所以他不認識啊，他這個心念當中沒有智慧，都是想錯的。這個必定要前面這個樣地一步一步來，都是要這個親子的慈悲，才能夠我們得到這樣。可是我們不認識，由於無明覆蓋，居然不管那個無上的大恩，只求自己解脫，這可不是我應有之法喔！可不是我應有之法喔！所以你們應該發願，度所有那些曾經做過你母親的眾生。現在他們那些眾生無依無靠，輪迴在生死苦海當中。",
    "1083": "[18:03]這裡有人問：「欸，既然這樣的話，佛就應該一次說大乘法，他為什麼要說三乘法呀？」大家有沒有這個疑問哪？對呀，佛就應該一開始就不要說三乘呀！這個地方我們要了解，正因為佛之成了佛，佛之所以成佛，是為什麼成佛的呀？他就是因地當中，要了解了這一點，感一切人的恩，報一切人的恩，唯一的方法就是把他們救度出來。所以他由於這樣的心，行這樣的行，成了這樣的佛。成了佛果以後，仍舊有這個大悲心的策動他，絕對不會安住，說「無住涅槃」，盡未來際，由悲心策動，以他的大智、大威神力，一直度眾生，那時候他只有一個目標 ─度你！只是如此而已。那麼，由什麼方法相應呢，就用這個方法度你。這是他的悲願的必然結果，這是我們要了解的。",
    "1148": "[19:08]更進一步來說，有很多人就這樣，譬如說，拿我們現在來說吧，教你學佛啊 ……現在大家好了，聽見了本論了，聽了相應了。大部分人一聽：「哎呀，這麼難學啊！好了、好了，打退堂鼓回去了。我還是在那兒，關在那兒念念佛就算了！」肯念佛的已經很了不起了，這個很明白的事實，對不對？所以我們要了解這個事實。那麼，那個時候你對這裡邊，就一點不會有問題了。因為沒有問題，所以你走上去的時候，步步平實，步步平正。好，現在我們念了，了解了。",
    "1190": "[19:50]若爾如何報其恩耶？生死富樂母自能得，然彼一切無不欺誑，故我往昔於由煩惱魔力所傷，如於重傷注硝鹽等，於性苦上更令發生種種大苦。慈心饒益，應將彼等安立解脫涅槃之樂而報其恩。那麼現在我們說：「對啊！這個最下賤都不可以，何況是我們學佛啊！我們要報。」那麼怎麼報法呢？要曉得，在生死輪迴當中，這種富有、快樂，就是我們眼前的世間這個名利、恩愛這些，這些啊不要我們，他自己一樣會得到的。但問題呢，這些東西都是欺誑的啊！都是欺誑的啊！說以前由於我們煩惱，煩惱就是惑─迷惑、無明，被這個煩惱魔所傷明明是苦不知道，就像已經受了重傷，重傷了還加那個硝鹽。硝鹽平常不傷的時候，加上去痛得個要命，弄傷了，這痛上加痛呀！而這「性苦」這上面，它本來這個生死輪迴，本質就是苦的，你還要加恩恩愛愛，貪瞋癡纏哪，苦上加苦啊！所以，你現在真正地以慈悲心腸，要救濟幫助他們，應該怎麼辦呢？要把他們「安立解脫涅槃之樂」，那個才是報他們的恩哪！",
    "1293": "[21:33]所以現在我們大家說：「哎呀，你要度眾生哪，你要慈悲呀！」是一點都沒有錯。你慈悲，要救他們怎麼救啊？要把他們從煩惱當中救出來，要使他們得到涅槃之樂。如果不懂得這個道理，也是跟他們這樣臆想的話，那個不是佛法耶，這個地方很清楚啊！所以我們必定要知道啊！不要說：「哎呀，我在救眾生哪！」你如果這不了解的話，我們一定也是會忙什麼？忙這種世間的慈善事業。大家都說：「你看別人都做，你怎麼不做呀？」再加上別人再說：「啊，你們佛教講大慈悲！」對不起！我不一定。不是不做喔，不一定！看你怎麼做法。",
    "1339": "[22:19]是你已經發了這種大菩提心，那時候你救濟他，你明明曉得這個這是苦的，你也產生絕大厭患之心；可是對他來說，你曉得唯一的方法，結他這個緣，只有這樣做，那是絕對了不起！因為你自己明明白白，對它產生絕大的厭患。反過來，你心裡面對這東西，乃至於又不了解，又捨不得，喔唷，就像什麼？就像螞蟻碰見糖，螞蟻碰見蜜一樣，就像蒼蠅碰見那個大糞一樣，馬上沾在上面呀，趕都趕不走，然後自己就說：「哎呀，我是大慈悲！」那是完全錯，完全是自欺欺人！這個事情自己衡量心裡很容易明白，所以這個道理，我們一定要知道，一定要知道！",
    "1396": "[23:16]那麼這樣了解的時候，我們才曉得，噢，我們要幫人家的是幫些什麼啊！絕對不是他在那兒火上加油啊，他在生死輪迴熾燃當中，你再給他來這個恩恩愛愛，絕對不是這個意思啊！",
    "1416": "[23:36]《中觀心論》云：「又由煩惱魔，傷害已成瘡，我如注灰水，反令苦病苦。就像那個論上面說，由於煩惱魔所傷害，傷害了已經成了瘡了，那個時候我在上面，反而加一點灰水，就是石灰水，喔，那個東西痛得很欸！等於苦上加苦啊！這個不是我們要做的事情，不是我們要做的事情。所以我們一定要檢查，如果我們現在心裡邊不檢查，你乃至於不曉得自己在煩惱當中，那時候談佛法，那都是開玩笑，都是空話。所以我們第一件事情一定要從下士、中士，一步一步上來，而這個不是講一個空話，硬是你了解了道理，內心當中去觀照：欸，看見了事實了！把這個量加大，從這個上面才進入到上士來。",
    "1481": "[24:41]若有於餘生，慈敬及恩益，欲報其恩惠，除涅槃何有。」那麼，所以在這個情況之下，說現在由於我們輾轉地這樣了解了這個狀態，感恩、念恩，然後要去報他的真正的恩的話，只有一件事情：不是用世間這種恩恩愛愛，跟三毒相應的方法，而是要告訴他世間的真相 ─苦。然後呢，從苦集滅道當中，不是走流轉，而是走還滅，使他得到涅槃。除了這個，其他沒有了，除了這個，沒有了！這一句話，這是唯一的。所以現在很多修學佛法的人哪，還覺得這個放不下，「哎呀！我還有這個事情 ……。」你完全錯了！修學佛法的事情，你正因為要幫他忙，所以眼前必須先放下，你必須自己做到了，你才能報他的恩。自己都做不到，然後呢，把他纏在一兒的話，那完全是說空話，這一點是最重要！",
    "1569": "[26:09]不報恩擔，重於大海及須彌擔，若能報恩，即是智者稱讚之處。不能報恩的這個，真正負的擔子最大的就是這個，那個重得比大海還要重，比須彌還要重。世間最大、最重的就是這兩樣東西，換句話說，沒有比這個更重的了，還超過這個。若能報恩的話，那個才是真正智者，這個智者就是聖者 ─佛菩薩。",
    "1596": "[26:36]如《龍王鼓音頌》云：「大海及須彌，地等非我擔，若不知報恩，即是我重擔。呵！拿它來說，大海雖然大、雖然重，跟須彌，但是，嘿嘿，這我不在乎！我現在如果不能報父母的恩，那個才是我真正的重擔哪！這我們要了解。",
    "1620": "[27:00]若人心不掉，報恩及知恩，令恩不失壞，智者極讚此。」假定我們心裡面，真實地不散掉、胡思亂想，正確地了解。那麼，要了解了恩，報答這個恩，使得這個恩不會走上錯路，那個才是真正智慧者所稱讚，所應該行的。",
    "1649": "[27:29]總之自母未住正念，心狂目盲復無引導，步步蹎蹶趣向可怖險崖而行，其母若不祈望其子，復望於誰。總之一句話，自己的母親在生死輪迴當中，她沒有正知、正念，所以呀 ……當然，沒有正知，就不能有正念哪！心是狂的、眼是盲的，換句話說，愚癡無明當中。又沒有人去引導她，走路一腳高低呀，像這個正在於黑夜走在險處一樣，這個懸崖上面哪！在這種狀態當中，做母親的不期望她的兒子，望誰呢？",
    "1704": "[28:24]若子不應從其險怖救度其母，又應誰救，做兒子的人哪，那個時候不從那個恐怖的地方，把母親救出來，那麼靠誰來救她呢？",
    "1721": "[28:41]故應從此而救度之。如是若見為母眾生，由煩惱魔擾亂其心，自心無主而成狂亂。又離慧眼觀增上生，決定勝道。又無真實善友引導，一一剎那造作惡行，如步蹎蹶。那麼這個時候，我們看見像自己母親一樣的所有的這些眾生，由於自己的煩惱魔，換句話說這個就是無明。心裡面一天到晚在這個裡面，自己做不了主，那是狂亂當中，卻偏偏也沒有正知見、慧眼，不管是增上生也好，抑是決定勝也好，這個都不了解，看不到。自己既不了解，也沒有別的人哪，真實的善知識去引導他。因為沒有人引導，自己又不了解，所以任何時候都在造惡，就像一腳高低地這樣地在這險路上面哪！總之，",
    "1795": "[29:55]總於生死，別於惡趣奔馳懸險，母當望子，子應濟母。"
}