{
    "3": "[00:03]總於生死，別於惡趣奔馳懸險，母 當望子，子應濟母。那麼總共地來說，不管怎麼樣，都在生死痛苦當中；天、人、修羅、惡道等等，而特別在惡道當中更是可怕！所以在這個時候，母親只有希望兒子，而兒子呢，應該做的就是救度母親。",
    "27": "[00:27]如是思已，拔出生死而報其恩。對啦！",
    "33": "[00:33]《集學論》云：「煩惱狂癡盲，於多懸險路，步步而蹎蹶，自他恆憂事，眾生苦皆同。」嗯，這個論上面告訴我們：是的，我們為煩惱所縛，所以心是癡的，眼睛是盲的，都在這個懸崖險路上面一腳高低地走啊！所以這個時候，不管為自己，不管為他人，也不管是哪一個人，真正自己跟別人，種種的憂愁苦惱事，都是一樣的，這一個我們要了解。",
    "76": "[01:16]此說如是觀已，不應於他尋求過失，見一功德應覺希有，然此亦合苦惱之理。上面說了這個道理，還妙咧！不但一方面感恩、修恩、啟發菩提心，少一點至少能夠把我們得到上品去，更好一點很快成佛。嘿，妙了！眼前還有一個特別好處。下面說，「不應於他尋求過失」，你就不會跟他找過失了，只見一切功德覺為希有，覺得殊勝希有。",
    "114": "[01:54]剛才我曾經講過的，那我自己覺得我對我母親一樣，不管她怎麼講，欸，我只看見她，她對我這麼好！然後呢，因為我由於這樣心理我也歡喜，不管她怎麼講，我總是就是歡喜、就是感激！然後呢，我回過頭去也是如此，當你想到任何一個人都是你母親的話，你也這樣的話，請問：你人與人之間還有什麼問題啊？一點問題都沒有啦！所以這個教授之善巧啊！眼前一點問題都沒有了，這不是馬上增上生嗎？所以我們要想改善，你想盡千辛萬苦，你怎麼弄都改不過來。欸，這個地方，就這麼一個簡單的辦法，把你完全改過來了！",
    "158": "[02:38]人真正的啊，窮，不窮在物質上面，苦，不苦在物質上面，就是這樣。哪怕你再窮、再苦，大家一起在這兒的話，啊，過得真開心、真快樂！我記得我那年到鄉下去的時候，哎呀，看看那個大陸上那個，的的確確比起我們這裡來，那它是差得不曉得差到哪裡去了！我母親看見我回來了，連忙要去買一點菜，我心裡想：唉，是這樣啊！她那個自己有一點點小小的一塊田，她可以種一點。我就告訴她：「哎呀，自己種的特別好，哪怕一點點。」她也滿歡喜呀！但是的的確確地，那談物質什麼都談不到，但是我自己立刻就感覺到的，那一生的最快樂的時候，就是自己跟母親的時候！",
    "206": "[03:26]小的時候，現在回想回想小的時候固然如此，眼前還是如此啊！這千真萬確的，你只要能夠如理地觀察，你們大家想一想看。我想沒有一個人例外，想想最快樂的是什麼時候？小的時候嘛！無憂無慮。欸，所以小的時候，你看，哪怕那個父母親打了你，那個孩子一定抱著母親的腿在哭的。欸，你看看，對不對？表示什麼呢？表示這個，這個關係的如此地完美，如此地完善。現在你把一切眾生看成這樣的話，還有什麼過失啊？找不到啦！就這麼找不到了。所以這個教法的完美啊，教法的真的完美啊！",
    "251": "[04:11]所以說，你多聞，了解得越多，然後呢你思惟得越多，除過增德 ─除那過失的方法，增長功德的資糧的方法是越多。不管你哪一個想，你用業感緣起來想也好，現在又告訴我們這個辦法也好。不管你哪一個辦法，想到哪裡，嘿，功德就增長到哪裡，苦惱就淨化到哪裡，當下是增上生。別的這個增上生，對不起，還慢慢地要出毛病咧，這個增上生到最後一定是決定勝，這樣地殊勝啊！所以對這一點，應覺為稀有啊！的的確確，啊，這個除了佛以外，真正佛法的真正不共的地方就這個！",
    "302": "[05:02]然後呢，「此亦合苦惱道理」，欸，他還是從這個 ……概念還是從什麼上面啊？不要忘記掉喔 ─苦、集、滅、道，它的根本教法並沒有離開，始終是繞著這個中心在轉。好了，那麼這是說，我們依這個心，然後呢一步一步上來。依了這個心，下面的正發什麼？正發大慈悲心，因為大慈悲心有了，其他的一一也來了。",
    "336": "[05:36]第二正發此心分三。初修慈中慈所緣者，謂不具足安樂有情。那個地方分三部分來說。第一個呢，修慈。慈是什麼？一種心理狀態，就是你要把快樂給人家，所以一定有一個對象受你快樂的。所以這個慈心所緣的是什麼？是「不具足安樂有情」，說那些有情他沒有快樂，那是你所緣的。行相呢？那個時候你的心理狀態呢？",
    "365": "[06:05]行相者，謂念云何令遇安樂，你怎麼樣使他得到快樂？",
    "370": "[06:10]惟願令其獲得安樂，你一心一意只有想：怎麼使他快樂？還有重要的，這個快樂 ─",
    "380": "[06:20]我應令其遇諸安樂。就這三樣。第一個，怎麼樣使他快樂？第二個，你心裡面一心一意只有想使他快樂；進一步，我要使他快樂！現在講到這地方，我們又停一下。現在我們平常人與人之間，是種種毛病，無非是為什麼啊？你希望快樂，不希望他快樂。現在你有了這個心，你只希望人家快樂的話，眼前我們所有的問題都找不到了，對不對？結果呢，這個時候，你卻在增長什麼？增長的無上大菩提的功德。啊，那個是佛法之美啊！前面已經告訴我們，那麼好！所以你看，到越向後這個越好，然後呢，你的煩惱自然而然慢慢、慢慢地淨化掉，淨化掉了。如果你能夠把現在這個東西，跟前面的再配合起來的話，哇！那運用得天衣無縫，那個是真的叫圓融無礙啊！你跑到哪裡，處處體會，就問題解決。跟以前的圓融無礙，有個絕不一樣的地方，前面那個圓融無礙，那是個大雜燴，反正那就像說那個笑話一樣，哎呀，那個髒垢不分，統統混在一塊兒。現在不！每一個地方弄得清清楚楚，該怎麼就怎麼，處處體會，處處圓融，沒有一樣東西用不上，這個是真的美呀！",
    "479": "[07:59]繼續，「勝利者」，它有什麼好處呀？說這個修慈心有什麼好處呀？欸，實際上，我剛才說那個還是最起碼的喔，還是最起碼的。不過，我說的是我們眼前感受得到的，經上面可說得那不得了啊！",
    "498": "[08:18]勝利者，《三摩地王經》云：「徧於無邊俱胝剎，盡其無量眾供養，以此常供諸勝士，不及慈心一數分。」下面解釋：",
    "510": "[08:30]此說較以廣大財物，於究竟田常時供養，其福尤大。經上面告訴我們，「普徧」是一無遺漏的，「於無邊俱胝剎」，哎呀，不得了啊！這不僅僅是說我們現在，只有南普陀，下面加上個正覺寺，等一下還有個慈善寺，那台中、那台灣，整個的我們這個地球，整個的銀河系，整個的無邊剎海當中，所有的最好的供養，你拿來供養一切佛，這個功德多大，不得了的！欸，「不及慈心一數分」，你產生了那個慈心，哪怕那很小一點點，欸，遠超過它！",
    "556": "[09:16]上面哪，引那個《三摩地王經》說，你看，這麼大的供養，那不得了的，那是不得了的啊！但是，欸，不如慈心的一數分。你修那個慈心，很少一點點，你看看這功德多大！他一再處處地方告訴我們殊勝的利益，殊勝的利益。所以我們現在從兩方面，一方面嘛，像我剛才說的，眼前馬上讓你感受到。讓你感受到的話，你會覺得：「哎呀，這個的確這麼好！」心裡面就願意、樂意地推動。然後呢，再引佛經上面，所以原來實際上這個東西這麼個好法啊！這是雙重的力量。這我們平常你只要肯這樣如理去思惟觀察的話，這個大菩提心無有生不起的道理。因為這是這麼眼前的，這樣的一個好而又這麼現實的一個問題。繼續下去：",
    "639": "[10:39]《曼殊室利莊嚴佛土經》云：「於東北方有大自在王佛，世界曰千莊嚴，（這麼一個佛國。）其中有情皆具安樂，如諸苾芻入滅定樂。這個「安樂」像什麼？「苾芻入滅定樂」，哎，這個滅定樂是快樂啊，是不曉得多快樂！在我們世間哪，三世間最快樂的是什麼？色界第三禪，第三禪。這個第三禪真是快樂啊！不要說第三禪，你得到一旦得到了色界這個快樂的話，人間最快樂東西，你對它是味同嚼蠟，是一點味道都沒有，聞起來臭不可言。人間呢，最快樂的是男女，那個時候你對它啊，那簡直是 ……。你們還記得不記得阿難那個公案哪？他的太太美成這個樣，一看見這個天女，他就覺得自己的太太，哎呀，像一個瞎眼那個老母猴一樣！那個還只是欲界天喔，色界還要比它勝喔！一層比一層。然後呢，滅定樂的話，那又要更要不曉得快樂多少倍。所以現在這個地方的快樂，就都得到這樣的大的滅定樂。",
    "723": "[12:03]設於彼土修淨梵行，經過百千俱胝年歲，這麼長的時候修！",
    "729": "[12:09]若於此土最下乃至於彈指頃，緣一切有情發生慈心，其所生福較前尤多，況晝夜住。」在這個地方修這麼長，哎呀，無量無邊的年數。我們現在這個地方，一彈指頃，就這麼「噠！」一來。換句話說，一秒鐘的很短的時候，你能夠緣一切有情，修那個慈悲心，那個福比其他前面還要來得大。",
    "758": "[12:38]所以這個千真萬確的，真正的菩薩如果如理如量地學了以後啊，他會產生那個心量。那個時候，我們才會曉得，為什麼慈老 ─慈航菩薩，人家叫他到淨土去，他不願意去，這個很明白呀！到那個淨土去，對不起！你要賺那個法財賺不到，賺不到。在那個世間，你只要一剎那修這個，就不得了的功德。因為慈心一定是什麼？一定要緣苦眾生。跑到那地方，快樂得不得了，你是最起碼的，你那個慈心從何緣起呢？你只有羨慕人家的心情，哪裡有慈悲心呢？跑到那個地方去的話，你懂得了道理這個：唉呀，那些人多苦啊！你只要看見他的苦，你的慈心就生起來了。那個時候，這個功德就無量無邊了。真正的關鍵都在一個上頭 ─正知見。你如果沒正知見的話，自然：哎喲，這地方怕得不得了啊！就這樣，這個是必然的道理，這是我們要了解的。",
    "821": "[13:41]《寶鬘論》云：「每日三時施，三百罐飲食，然不及須臾，修慈福一分。說你每天三時，早、中、晚，每次送這麼多東西，「不及須臾」 ─一剎那的時候「修慈福」。前面這個是緣一切有情，現在那這個的話呢，它並不一定是，你只要如理如量去修，就這麼大功德啊！",
    "850": "[14:10]天人皆慈愛，彼等恆守護，喜樂多安樂，毒刀不能害。無勞事得成，當生梵世間，設未能解脫，得慈法八德。」啊！你能夠這樣的話，所有的天人，天人是保護人間最好的，他也是這樣無比地慈悲的心情愛念、關顧於你，一切時處來守護。你在這兒是快樂的東西越來越多，越來越快樂，而一切的毒害，一切的這個傷害它不能害你。你不要多大的辛苦，你要做的事情都成就。現世如此，將來呢？當來呢？你能夠生到梵世間。你就是不能得到解脫的話，你都可以得這個慈相應的八德，種種的功德，種種的功德。那個慈法的八德，我也不清楚，不過沒關係，總之，包含了上面的這些東西，可能就是上面的，可能什麼，這個我還沒找到正確的這個根據。",
    "925": "[15:25]若有慈心，天人慈愛自然集會，佛以慈力戰敗魔軍，故守護中為最勝等，故雖難生然須勵力。如果有了慈心的話，那天人自然而然以這樣的慈心來愛護、照顧你，自然它樣樣東西都來了。不但我們凡夫，佛戰勝魔軍，不是別的喔！他以慈力戰勝的。所以在任何情況之下，真正最佳的守護是什麼？就是這個，就是這個！那我們仍舊像剛才談論的，對自己的母親一樣，當你對任何一個人能像自己母親的時候，天下就被你完全克服。而且你會得到最佳守護，是每一個人都會像你母親這樣關顧你，請問：你還有何所求呀？自然而然無往不利啊！所以現在我們動不動看那個，哎呀，煩惱啊，就因為我們不得善巧，不了解這個道理呀！",
    "997": "[16:37]它有這麼多的好處啊，所以雖然難生，要努力！雖然是難生，你只要去努力，得到這個功德是不得了的，世間哪有一樣東西能夠跟它相比！現在你再富，富為世界第一富翁，喔唷，你周圍的怨家，不曉得多少！人家瞪大了眼睛，時時刻刻要在那兒挖你的肉、搶你的錢；不管你有多大的地位，人家那個政敵背後，想盡辦法把你拖下來。欸，現在你如果能夠這樣的話，你把人家看成母親的話，他全部的精神就貫注在你身上。請問：天下哪有一樣東西，能夠跟它相比的？",
    "1039": "[17:19]但是呢，對不起！你要想世間得到一個，競選一個什麼，那是不曉得千辛萬苦啊！掙一點財富，更是無比得困難。那你修這個法門，嘿，卻容易得不得了啊！真正比起那些來。所以你只要把忙世間的這個東西的一部分力量移得來這裡，結果得到的果報的話，那世間是完全不能比啊！這個利害關係，我們一定要知道。要知道了以後，自然而然地你對眼前哪，絕對不會感到得苦，絕對不會感到得苦。同樣地，你要嘛不求快樂則已，現在我們總是要求快樂，這都顛倒啦！求快樂這樣求法的啊？這個快樂才是無比的，這樣。這是我們應該了解的。",
    "1092": "[18:12]《集學論》說，當一切心思惟《金光明》中，開示修習慈悲偈文，下至語中讀誦而修。那個論上面引說，我們任何情況之下，集中心力要思惟 ─《金光明》是經啊，就是《三十五佛懺》當中，呃，不是《三十五佛懺》，前面我們講四力懺悔當中，他舉了兩個 ─金光明懺。那實際上呢，這個《金光明經》上面的，他是特別地說明這個偈文。哪怕嘴巴上面唸唸，欸，我們要一面去唸，一面緣想這個文。",
    "1130": "[18:50]其文為「以此金光勝鼓音，於三千世界中，惡趣諸苦閻羅苦，匱乏苦苦願息滅」等。就是唸它的文，跟它相應地修這個慈法。",
    "1151": "[19:11]修慈次第先於親修，次於中庸，次於怨修，其次徧於一切有情如次修習。前面已經說過了，照著這個次第。",
    "1159": "[19:19]修習道理，如於有情數數思惟苦苦道理，便生悲愍，如是亦當於諸有情，數數思惟缺乏有漏無漏諸樂，樂缺乏理，若修習此，欲與樂心任運而起，那麼，修的道理呢？怎麼修法呢？你只要不斷地去思惟觀察世間上面種種苦啊，你一看到那個苦啊，你這個悲愍心就生起來了。因為你已經曉得這些都是你的母親啊！然後你看見那個母親受這麼多苦啊，你的不忍的心就生起來了，你要救濟她的心啊，就生起來啦！所以啊這樣地修，這樣地修 ─在世間不管什麼快樂，無漏的固然不談，根本談都談不到；有漏的，就是有漏的快樂也是啊，那個在任何情況之下沒有快樂。你能夠這樣地去修習的話，那麼這個「欲與樂」 ─就這個慈心，自然生起來了。看見她這麼苦，然後你要報她的恩，當然你要種種方法，就給她快樂嘛，這個自然而然你看見她的苦嘛，你就生起來。就像母親看見那個兒子苦，不要想：「欸，我要不要把那個兒子怎麼弄啊？」她完全自然而然反應的，叫「任運」。當我們如果如理去修學的話，也一定能夠任運自然產生。",
    "1257": "[20:57]又當作意種種妙樂，施諸有情。那麼進一步，最好的快樂來布施、來供養、來給一切有情哪，這個就是「慈」所緣的，慈所緣的。那麼在這個地方有一件事情，我們容或有的時候啊，就像眼前我們總覺得這個事情，覺得千辛萬苦，好像很難。往往這個概念會把我們修行會障礙住了，會障礙住。聽了道理，容易；做起來，唉呀，覺得很難！現在呢，你換一個方法想想看。",
    "1311": "[21:51]比如說，我們現在眼前，有的人有各種不同的嗜好 ─吃辣椒。你剛開始吃辣的時候，這個天生來就吃辣來就好吃啊？不會呀！一吃，哎呀，辣得個要命！哎喲，你教那個時候那真 ……尤其是小孩子，吃了，吐啊，弄了個半天，不曉得怎麼樣是好。我還記得小時候，我就看見，我自己也沒這個經驗，我自己的事情總是忘得乾乾淨淨。喔，看見那弟弟妹妹，或者別的人哪，那個小孩子斷奶的時候，就是斷不了，那麼怎麼辦呢？欸，那個母親啊，就用點辣的東西塗在那個奶頭上，那他一吃，哎呀，那從此以後看見他就不要吃了！幾乎沒有一個例外的，我想我們都有這個經驗。等到有一段，你上了這個、這個嗜好養成功了，叫你沒辣的，你就沒胃口了，對不對？欸，那是人人有這個經驗啊！",
    "1363": "[22:43]所以問題在什麼地方呢？你就不斷地薰習，所以叫「習」啊！修習、修習。然後你吃，沒有一個例外的，比如說茶，現在我也滿歡喜喝茶，可是我現在因為這個不好，所以不喝茶。剛開始的時候，喝一口，欸，苦苦的，有什麼好吃啊？到後來，就是覺得到那時候你沒這個茶下肚子，覺也睡不著那個味道就來了。很多各式各樣的人，然後呢，抽菸什麼 ……眼前的所有，沒有一個例外的。你只要這樣想到的話，你曉得：啊！不難，一點都不難。這個概念不是難不難，要你克服你的心理。所以我們往往啊 ……一再告訴大家，不是這個事情本身難，就是你自己的執著障礙啊！這無始以來的習氣，你還沒有做嘛心裡就：「唉喲 ……」對不起，你就沒有機會啦！所以第一個要把知見轉過來，知見轉過來，你只要去努力去做，練習的話 ─欸，養成功習慣的，到那時候叫你不做還做不到。這個概念你第一個要養成功，第一個要認識。",
    "1430": "[23:50]所以我在這個地方舉世間的幾個比喻，像福特啊，像愛迪生啊，像這種啊，這明明世間大家覺得不可能，他都做到了。現在呢，佛法，以前你不懂的時候，唉呀！聽得這樣；現在那個次第這麼明白，而且每一個次第所講的內涵，在我們的心裡的心相上面，馬上讓你感受得清清楚楚、明明白白，哪有做不到的道理？所以始終只是一樣東西，什麼呢？就是自己的業障。這是千真萬確的，所以要懺悔呀！聽的時候滿來勁的，聽過了以後，等下你回去時候，又那麼一癱 ─好囉！我是說這個心理狀態啊！如果你那個時候心裡面挺起來，對啊！你只要把持住這個概念，你這樣衝過去！",
    "1477": "[24:37]所以那天我告訴你們這個老和尚的公案，你們記著，不是叫你們要去做，那表示他這樣的狀態當中，他只要肯那個克服的話，沒有一樣事情例外的，都能克服。何況這件事情有這麼殊勝的利益，這個利益之高，是不得了的利益啊！你時時記得一句話，你之所以不能做的話，為什麼不做啊？貪眼前的小便宜！如果你能夠如理如量觀察的話，結果發現你貪了一點點小便宜，受無邊大苦，你大虧本哪！我們人就這麼愚癡啊！明明賺大錢就偏偏不要，偏偏要做那個虧本生意，這個人的愚癡到極點哪！所以這個概念你第一個擺在腦筋裡頭，下面的問題都解決了。",
    "1531": "[25:31]然後呢，到那個時候，我們眼前就好好地去懺悔。至於說這個次第等等，記著啊！不是說：「喔，那我也學學老和尚這樣，今天晚上，好了，你們不要管我，哪怕死，明天抬出去！」不是啊！不是、不是、不是！唉，他告訴我們一定的次第的。所以現在我們真正第一件重要的事情，一定要把這個次第學好了，然後呢，安排自己相應的量。總一直逼你自己，要逼三分，最大逼七分，絕對不能再超過，超過了不行的。在後面講精進的時候，他有非常完整的說明，一直要逼。如果你自己沒有這個，心裡面還沒有做事情已經是癱掉在那裡的話，沒有一樣事情做得成功的。現在我們繼續下去，說修悲：",
    "1585": "[26:25]二修悲中悲所緣者，由其三苦如其所應，苦惱有情。慈是給他快樂，悲呢，是把他痛苦拿掉，是拔苦，那麼所以是要看他的苦。苦嘛，就是三苦啦：壞苦啦、苦苦啦、行苦啦！「苦惱有情」，就像上面所說的，在三苦當中受種種苦惱的一切有情。",
    "1613": "[26:53]行相者，謂念云何令離此苦，願其捨離，我當令離。同樣地，三個次第：怎麼樣想辦法使他離開苦，也希望他離開苦，還有 ─我要親自幫忙他離開苦！",
    "1632": "[27:12]修習漸次先於親友，次於中者，次於怨修，這個次第也是必然的。",
    "1639": "[27:19]若於怨處如同親友，心平等轉，漸於十方一切有情而修習之。這個像前面一樣，次第如此。",
    "1647": "[27:27]如是於其等捨慈悲，別分其境，次第修者，是蓮華戒論師隨順《阿毘達磨經》說，此極扼要。這句話重要喔！不要隨便看過喔！就像上面告訴我們修習的次第：第一個，修等捨，就是無量捨，令心調柔。然後呢，再修慈，慈是依什麼？依知母、念恩、報恩開始。然後呢，慈、悲，各別各別分開來對境而修，要這樣的次第一步一步來。這個次第是誰講的？是蓮華戒論師說的，他不是沒有根據，他是隨順著《阿毘達磨》論藏。「極扼要」！下面說啦：",
    "1705": "[28:25]若不別分，初緣總修似生起時，各各思惟，皆悉未生。如果你各別這樣不分開來，一下開始總共地來修，一修好像生起了，等到你各別思惟的時候，沒有了！這點非常重要喔！非常重要！我們現在常常這樣，叫你一步一步來，哎呀，就麻煩得要命，你就坐下來想一個佛不就行了嗎？你想慈悲：對啊！你想：哎呀，苦啊，好像有了。欸！這個事情「似生起時」，你緣一個總相去修，好像生起，但是你各別各別去思的時候，沒有！",
    "1747": "[29:07]若於各各皆生前說變意感覺，漸次增多，後緣總修，隨緣總別，清淨生故。反過來，你各別各別地照著前面這個次第而修，然後呢，「變意」，這個什麼意思啊？本來你沒有修的之前，你的心是什麼啊？這種狀態，一直跟煩惱相應的，看見別人家快樂，羨慕他、嫉妒他；看見別人的痛苦，活該的！現在不是，喔！看見人家痛苦啊，你要拔掉它，看見人家快樂，正是我要給他啊！就是這樣，那心情轉變過來了。就像以前對辣的東西，喔唷，一碰到就害怕得要命，現在呀，哎呀，就少不了它！就是這樣。"
}