{
    "6": "[00:06]這個一定要內心當中如理如量生起，不是一個空話啊！然後呢，有了這個質，漸漸增多。你達到了這個時候，然後呢，若總若別「清淨生故」。不管你緣總緣修，你總共地修或者各別的生起來了，這個生起來的 ─正確的，不會壞的，所以清淨的，清淨的。",
    "33": "[00:33]其實我們眼前做任何事情都是這樣，你說哪有一樣例外，哪有一樣例外？我們常常說那個譬喻：燒菜、燒飯，你絕對是這樣啊！先把那個菜拿來，把它弄乾淨、撿乾淨，泥土嘛抖掉，然後髒嘛洗掉，那個毒嘛還要泡，一樣一樣切好。然後呢把這個菜，哪一樣東西弄好，最後放進去燒。絕對不可能一股腦兒，拿來「碰！」往裡面一塞。你一塞，塞進去滿好的，弄到後來，對不起，你要的東西完全沒有，完全不是那麼一回事情。這我們平常常常犯的這個毛病，總是覺得：「哎呀，快一點啊！」這個就是我們自己的什麼啊？自己的無明障礙，這是我們要了解的啊！",
    "89": "[01:29]修習道理，當思為母此諸有情墮生死中，如何領受總別諸苦，具如前說。前這句話容易。最重要的這個地方呢，上面這個蓮華戒論師的這個 ……蓮華戒論師他是寂靜論師的弟子，他就是把佛法帶到西藏去的一個了不起的大成就者。剛才那句話，你從頭至尾，一直用下去，你能夠用這句話你就有成就。你不照著這個次第修的話，對不起，你始終在那裡瞎摸，始終在那兒瞎摸，始終只是種一點種子，你要想真正把那個種子成熟的話，這個次第是必不可少的，前面很多地方講的就是這個，後面將來也講的就是這個。所以這兩句話，一直要擺在心裡。從我們現在「聞」開始，「思」中間，「修」，步步都是如此。所以大家千萬不要著急說：「哎呀！你趕快告訴我怎麼個得定啊？」「你趕快告訴我怎麼個弄法呀？」我能告訴你的只是這個。如果你只想種個善根，反正你到哪裡去，你只要聽他們去講，那一定善根一定種下去，那已經夠了。跑到這個地方來真正重要的 ─最完整的教授，我想在座的極大部分都已經體會到了。",
    "186": "[03:06]此復若修前中士道已生起者，這個是「若」字，不是「苦」字喔！那麼假定你修前面中士道當中，這個道理已經生起了 ─中士道是修些什麼呀？苦嘛，苦諦嘛！就是這樣。啊！苦的當然是苦，快樂的也是苦，不苦不樂的尤其是苦，而根本還在行苦上面。所以當你看見「行」都是苦的話，那個是三世之間，三有當中無不是苦。然後以這個生起的這個道理，",
    "227": "[03:47]比自心修易於生起。若於自上思惟此等，則成引發出離心因，然後呢，你只要自己內心當中照著去如法去做的話，那很容易就生起來了，照著前面的。如果說這個苦，只想到自己的苦的話，哇！那一心一意要跳出來，徹底出離心就生起來了。",
    "255": "[04:15]若於他上而思惟者，則成引發悲心之因。喏，那更進一步。然後呢，再推己及人的話，「唉呀，他也是一樣地跟我受苦啊！我要幫忙他救啊！」那個悲心就生起來了啊！下面又看：",
    "271": "[04:31]然未先於自上思惟，則不能生令至扼要。假定你自己沒有自己思惟的話，對不起，要想推己及人，做不到，做不到！他一定要懂得了苦才要拔苦，現在你苦都不懂，請問你拔什麼苦啊？像拔草一樣，你曉得了草才去拔草，草在哪裡呢去拔草。草也不知道，草在哪裡也不知道，你要拔草，拔什麼草？所以這個大乘、大乘哪，我們現在曉得了：喔！那還必定從出離心上面講起的，要不然的話，那個都是嘴巴上面哪！",
    "316": "[05:16]所以有一位同學常常：「哎喲，我看見他有苦啊，我就心裡想要救他們去啊！」我非常讚歎他：「好哇！」可是呢，我常常建議他：你自己看看你自己對那苦的行相認識了嗎？對不起，他並沒有認識，所以這種情況之下，他就是根本上面沒有把握住。所以一定要自己策發這個厭離心！哎呀，平常的時候啊，自己看見一點小事情，像蒼蠅碰見大糞一樣，沾在上面離都離不開的時候，那時暫時不要說：「喔唷，我看見了有情的苦啊，就大悲心生起來了！」不可能的，這個事情。那是一定要真實地了解它的的確確是苦，你看見這種東西，啊！你就害怕得不得了 ─那自己的出離心；那個時候你推己及人的話，這個時候的，真正生起來了。所以說，如果自己沒有生起來的話，你要想生悲心緣別人哪，不行！因為這個質是同樣一個東西嘛，對吧？同樣一個內涵嘛！就像你賺錢一樣，你不認得哪一個錢，然後叫你去賺，你不認得怎麼個賺法，你賺些什麼？你賺回來的，都是莫名其妙的東西。",
    "399": "[06:39]此乃略說，簡單把那個綱要，可是這個「略」，就是最重要的原則說出來了。",
    "407": "[06:47]廣則應如〈菩薩地〉說，悲心所緣百一十苦，有彊心力應當修學。如果詳細的，那是《瑜伽師地論》的〈菩薩地〉，它講種種的苦，一共總一百一十樣，那就是我們修悲心的時候所去觀察的。如果你的心力強的話，那就照這個。",
    "432": "[07:12]此說較諸聲聞現證究竟苦諦，以厭患心所見諸苦，菩薩修悲思苦眾多，嗯，現在這個地方根據來了，喏，經論上面說得明明白白，這個聲聞為了怕苦，所以現證究竟了解；了解這個苦，認識了，然後厭患求出離，那個時候它就推動他去修道，而得到解脫。所以，聲聞的的確確對這個苦諦，認識得很清楚，厭離心很強。嘿，但是菩薩修悲啊，「思苦眾多」哦！菩薩，真正講起來這個菩薩的厭離心，要比聲聞要的遠來地超過，遠來地大喔！所以現在說，哎呀，我是大乘行者，喔，這個厭離心這是小乘的，不要管苦的話，這個有問題的喲！經論上面不是這樣說的喲，經論上面不是這樣說的喲！",
    "504": "[08:24]若無量門思惟無樂苦惱道理，慈悲亦多。你能夠觀察得越多，那麼然後因為苦惱越多，所以你這個慈悲之心也越多喔！所以聲聞只要救一個人 ─自己，你只要把自己一個人的苦觀出來，就夠了；菩薩要救一切人，你必定要廣緣一切啊，這樣的一個慈悲心才成廣啊！所以這個概念要非常清楚喔！",
    "538": "[08:58]若恆思惟則能發生猛利堅固，所以你經常，「恆」是經常地、不斷地思惟，那麼這樣的話，這個上面的這個慈悲之心啊，「發生」，而且「猛利」，而且「堅固」。你不去想的話，生不起來；然後生起來了以後，繼續的話才猛利，繼續下去才堅固。而這個都要靠什麼？要了解得多、思惟得切，越多、越切，越好！反過來，如果說你不了解，請問：你根本不了解，你做些什麼？不能做啊！所以，",
    "580": "[09:40]故少教授便覺飽足，棄修諸大教典所說，力極微弱。所以現在我們稍微聽見了一點點，覺得：「哎，夠了、夠了！」啊！然後很多這個大經大論告訴我們的，我們放棄不照著它去說，這個時候他的力量是微不足道，微不足道。那至少他還有一點「少教授」囉，多多少少有一點教授喔；現在我們可憐的很多人連它一點起碼的教授都沒有，沒有喔！乃至於說：「哎呀，這個都不要啦，這個都不要啦！要講修行，這個不要的啊！」乃至於連根把它切除掉了，請問：你這個大乘大悲心哪裡生起啊？當然你宿生已經有了，那個我們不談。所以這一點很重要，就是這樣。",
    "634": "[10:34]就是你宿生有了，你現在要想教別人的話，你還要引經據典喔！這是所以為什麼祖師們示現，乃至於像文殊大士他是諸佛之師，欸，可是他如果現一個寒山子，他是個乞丐，不認得字，他這種道理也講不出來，只能把自己見的境界 ……。所以如果說你要教人的話，還是要照著這個次第。因此，宗喀巴大師也是文殊師利菩薩示現的，他跑到青海那個地方去，示現了什麼？廣學一切！然後呢，教授的時候，一定是說經怎麼說，論怎麼說，祖師怎麼講，有根有據；他自己也如量如理地去修，然後教我們，這個是我們要了解的。所以說，自許為大乘者，就算你宿生帶來，我們尚且要認真去修，何況是我們現在實際上還是初步喔！所以呀，千千萬萬這一點要注意，要了解啊！不要說：「哎呀，懂啦，一點點哪，就夠啦！」這樣。乃至於要去弘法啦！乃至於自己都不懂啊！那個時候，這個地方要痛下決心，好好努力！",
    "717": "[11:57]此如前說趣大乘門是發心理，及以大悲為根本理，善別此等，以觀察智思擇修習，後生證悟。那麼像前面所說的，進入大乘門，是什麼？是發菩提心。而這個菩提之所以能夠發生，是有它其他的種種原因。而這個發了這個大菩提心以後，這個大菩提心的根本在什麼？在大慈悲。那麼這個道理啊，現在非常善巧地了解了，然後「以觀察智」思惟觀察，分別抉擇，如理如量地聽到、思惟、修習、悟證，達到了！",
    "769": "[12:49]若其知解未善分別，唯專策勤略生感觸，全無所至，喔，在這裡！假定你這個認識、這個了解不懂，不談。就算你懂了，你不能把內涵分別得非常清楚 ─這個「善」是善巧，就像我們前面，他一定抉擇得很細：他為什麼要這樣？為什麼不那樣？他每一個地方毫不含糊，是非之間一點都不遺漏，所以這個是「善分別」。假定你沒有這樣地善巧的分別，只是專門自己策勵，啊，自己覺得：我就要去做去啦！然後呢，我在那兒定定啊！所以很多人說：「哎喲，法師啊，我這個心不定，你教我一個定啊！」唉！我覺得啊，世間是對，沒有錯，佛法可不是這樣，尤其是大乘的教法更不是這樣！就算你得到了一點點，你這樣去「略生感觸」。是的，你要嘛不做，做下來一定有感受的，這是千真萬確的，但是「全無所至」！真正的大乘佛法，你影子都沒碰到，就把我們最圓滿的暇滿人身一生浪費，非常可惜！",
    "856": "[14:16]所以我們中國歷史上有幾個故事。有兩個名人 ─蘇秦、張儀，兩個人都掛六國相印，喔唷，好了不起喔！他們當初用功的時候，所謂「火焠掌」、「錐刺股」，「懸梁刺股」那個公案。到了這個晚上，念書念得累得不得了，實在打瞌睡了，怎麼辦呢？有一個人拿了一個很快的一個錐子，就往大腿上「噠、卡！」痛得不得了。哎呀，咬緊牙關，然後回來坐，就是這樣。然後呢，還有一個那點一個燈，把那個掌擺在那個上面烤，哎呀，痛得 ……！然後這樣子。那只求世間的一點益利喔，他們還要尚且這麼努力喔！他最後有一句話：「我為什麼能夠這樣努力啊？」因為「窮無立錐之地」，太窮了，人人看不起他。所以他說：「假定我有一點點負郭之田 ……。」這個話很有意思，假定我有幾畝田的話，那自己覺得日子過得滿好啦，就不會這麼策勵的。",
    "918": "[15:18]我為什麼要說這個話？就是你們千萬不要現在忙修那些，修了一點點啊，你自己覺得有一點感受了，喔唷，你還自己覺得很得意喔！或者你看懂了一點什麼，或者嘛你坐了學定得到了一點什麼，那個時候會你執著得不得了。這個人無始以來的習性，就是養成個無明的力量。不管你做什麼，不要說出世間的，乃至於世間的一點點，你得到了一點，哎呀，覺得這個沾沾自喜，總覺得這個好得不得了。我們看了一點報紙上的常識，就講營養：「哎呀，這個營養，那個營養 ……」就放不下。懂得了這麼一點點，等一下又講那個，然後修學了一點佛法又講那個，都是「負郭之田」，你要想再進步，進不了了。所以這個地方我們特別注意喔！這幾句話，就是你千千萬萬不要自己覺得你有了一點東西了。然後呢，我們常常有人說：「哎喲，這個道場，這個樣，好！」嗯，現在認識了這個教法，什麼都放下來，你先把他那個圓滿的教法認識，然後把前面這個垃圾拋得越乾淨越好，不要讓它沾到一點邊。那些垃圾沾到一點邊，就把它拖住你呀，你就上不去了，我告訴你。那這個概念很重要，很重要！這樣。",
    "995": "[16:35]所以我們眼前要正規走這條完整路子的話，第一件事情，你必定要把那個整個的圓滿的構架，認識得很清楚，然後在那個地方，找到你自己眼前下腳的那一步，這麼上去的話，那是一條大路。你這個也放不下，那個也放不下，然後呢，你一生的精力就是如此，這個地方沾掉一點點，那個地方去掉一點點，那個地方去掉一點，七折八扣、拿掉零頭，剩下來 ─沒有了！",
    "1024": "[17:04]修餘事時皆如是知。喏，整個的講修行都是這樣的，我們要懂得，我們要懂得！那麼現在呢，說到這個地方來，我們再回憶一下 ─次第如何？依善知識。我們好幸運，從佛，經過兩個系統 ─文殊菩薩、彌勒菩薩，然後龍樹菩薩、無著菩薩，最後到阿底峽尊者，然後呢，經過宗喀巴大師傳進來，這麼完整的教授，善知識在這裡，我們要聽聞、思惟，這個是眼前我們真正要重要的。把這個構架把握住了，把前面那些垃垃圾圾東西，沿著正確認識的，一概拋到東洋大海，然後照著這個去做，好，問題就解決。繼續下去：──",
    "1087": "[18:07]其悲生量者。好，現在修了慈悲了，質對了，量呢？",
    "1093": "[18:13]《修次初篇》云：「若時猶如可意愛子身不安樂，如是亦於一切有情，欲淨其苦，此悲行相任運而轉，性相應轉。爾時即是悲心圓滿，得大悲名。」這個量要到什麼程度呢？那時候就像前面這個最可意的愛子，啊，身體不舒服了。那個時候，你對一切有情，就看起來像自己的最可意的兒子一樣，要想把他的不舒服拿掉。這個心情啊，就是悲心 去掉苦嘛！而這個心情 任運，自然地一碰到，喔唷，一看見，你任運地自然生起來了。絕對不像，看見了他好像跟你漠不相關，乃至於如果是怨家的話，你這心裡就想：「這活該，這個傢伙！」完全不是。你看見了之後覺得：哎呀，他在受苦，你要幫忙。這個還不夠。看見了一點點小苦，你自己就無法忍受那一種，這個時候，對啦！",
    "1161": "[19:21]這個「性」，本性，就是你的心體跟這種狀態相應而轉。現在我們跟什麼相應的？我們現在這個心理跟什麼相應的？跟煩惱相應的，這個我們要了解的，它任運起來的都是這個。所以講修、修、修，真的要修是修這一個，這是我們要了解的。那個時候「悲心圓滿」，得到「大悲名」，這個名字，沒錯，那個時候相應的叫大悲心。這個世俗的，還不是菩提心喔！記得吧？這個悲啊，是在七因果當中，六因一果當中第五位。然後呢，大悲以後，上面還有一個增上意樂；增上意樂以後，最後的一個果，才是大菩提心。",
    "1214": "[20:14]此說心中最愛幼兒若有痛苦，其母能生幾許悲痛，即以此許而為心量，喔，這個道理。",
    "1223": "[20:23]若於一切有情悲任運轉，說為圓滿大悲體相。這個很容易懂，就是上面說的。",
    "1232": "[20:32]由此生起大慈之量，亦當了知。悲，是就除掉他痛苦來說，慈，是給他快樂，這個量是一樣的。",
    "1243": "[20:43]又彼論緒云：「由修如是大悲力故，立誓拔濟一切有情，願求無上正等菩提，以為自性菩提之心，不須策勵而得生起。」由於你像上面的修這個大悲的力量，那麼這個大慈悲生起來呢，還要自己什麼？「立誓」，誓拔，要我自己親自去救他們，這個就是增上意樂。然後呢，你要救他們的話，怎麼辦呢？那說：我自己沒有那個能力啊！你要救他們，要救他們的認識就是「智慧」，以及救他們的力量，所以那個時候要求佛的智慧，求佛的力量，那個時候才是說「為利有情願成佛」。這個就是大菩提心，這個大菩提心是無上的。所以這一個「自性」，心裡邊，這種心裡邊生起來，「不須策勵」，你到了那個時候，你不要努力，自然生起。",
    "1304": "[21:44]所以他前面告訴我們，你只要各別的次第，這樣一步一步地上來，到那個時候你不知不覺心裡面起心動念，無非都是這個。就像我們現在也是一樣，喔！剛才說那個譬喻笑話當中，開始的時候，你看見辣椒就害怕。到後來你看見辣椒，你就口水直流，然後不看見辣椒，那頓飯就吃不下，就是這樣啊！我們現在修行，一定要這個概念認識，那時候你的功德就無比增長了。",
    "1335": "[22:15]此說能生願心之因，須前所說如是大慈。這個是願心喔，願菩提心，還不是行菩提心。",
    "1345": "[22:25]由此當知大菩提心發生之量，這個種情況你就曉得：噢！那麼大菩提心也曉得了，不但是質是什麼，發生的量也曉得了。",
    "1358": "[22:38]此非已至高上聖道所有發心，初發業者所有發心說為如是。這個不是說達到這個聖道很高的發心喔，這是我們初修行的人是這個樣喔！所以平常我們總覺得：「哎呀，我是個凡夫啊，初機啊！」對嘛，正是因為你凡夫初機才修這個嘛！這樣啊！",
    "1385": "[23:05]《攝大乘論》亦云：「清淨增上力，堅固心昇進，名菩薩初修，無數三大劫。」這個是真實的、相應的、清淨的「增上力」，前面我們說即增上意樂。這個意樂是有一種力量的，換句話說，這樣的相應的才是清淨的。否則的話，你看你的這個親愛的人，你對他有慈、有悲，其他的人就沒有了；怨家的話，不但沒有慈悲，而且還要傷害他，而這一點都不清淨的。還有呢，就是你緣一小範圍可以，大範圍又不可以，上面說這個，這是徹底圓滿的，這叫清淨的。然後呢這個力量「堅固」，堅固了還要「昇進」。這個是什麼啊？這個就是菩薩，這個菩薩要修三大阿僧祇劫，那個是三大阿僧祇劫剛開始的時候修學這個。所以說：",
    "1442": "[24:02]三無數劫起首菩薩，亦須發起如是之心。這個就是我們要修的。所以說真正修學菩薩，他有五個位次：資糧位、加行位，然後呢見道位、修道位，無學道最後一個。下品資糧，發心第一剎那開始，到這個心圓滿，叫作下品資糧位。譬如現在懂得了這個道理以後，欸！我一定要學這個。乃至於像那個小沙彌一樣：「對，我不要像我師父證一個羅漢果，我可要學這個！」你就是那個時候開始，這個時候進入下品資糧位開始。但是下品資糧位什麼時候圓滿呢？就是你任運遇見任何一個有情的話，你說：「哎呀，我要救他，我為了要救他，一定要成佛！」任運生起，這個就是下品資糧位圓滿。那個下品資糧位圓滿，如果你回向往生的話 ─上品，保證上品！你去翻看淨土三經，小本《阿彌陀經》沒有講，其他的兩本上面說得清清楚楚。",
    "1511": "[25:11]昨天還有一個同學來問我說：「那、那我們做得到嗎？」對，我們做得到！我第一次遇見我一個老師的時候，那是在紐約，遇見了，後來啊，這個故事我跟你們講過的。剛開始的時候，我還覺得，好像看不起他的樣子。哎喲！到後來越看越不對，越看越不對，以後他就告訴我這個。告訴我這個以後，他最後給我一份，就是這個次第綱要，從親近善知識每一個地方，一直到圓滿這個東西。當初很多同學學，有人懷疑說：「哎呀，這個要修多少時候？」他說他自己的老師親口告訴他的，他修成功，從下腳第一步開始，修成功達到這樣的時間，經過兩年，就這樣。啊，我們就說：「那我們不可能哪！」在我現在估算起來，你如果認真肯學的話 ─五年，再加上兩年嘛，七年。這個有根據的喔，這個有根據的喔！譬如我們現在是罪障很重，這個地藏三經，有一本《占察善惡業報經》，他說：「你再重的罪去懺悔的話，不出千日一定見效。」再嚴重的罪，一千天，不到三年吧！然後呢，你那個懺悔乾淨了以後，然後你去修的話要兩年，所以五年行了；那我們現在不行，七年；再加兩年吧，九年！",
    "1601": "[26:41]實際上呢，現在我們有太多人忙了半天，忙了十年，了無消息。為什麼呢？那就是自己剛開始的時候，哎呀，好像在修，實際上呢，就是看那天上的人造衛星：「哎呀，好得不得了，張開了以後 ……。」所以他一開頭的時候，我們就說，他說什麼？就像我們看戲一樣，啊，讚歎：「哎呀，這一台連台好戲！」大家拍掌鼓叫了半天。對不起，他好他的，你還坐在這個地方。現在不是！了解這個道理，你只要這個如理地去走，你去翻翻那個經典上看，說得清清楚楚、明明白白。所以我們現在辛辛苦苦說：「哎呀，這個念佛是省事、省力啊，好像只要七天啊！」阿彌陀佛！有幾個人七天真的能念到一心不亂啦？我看到處都是打七，我也不曉得打過多少七，那還說那個精進七咧！那是講的笑話，這不千真萬確的事實喔！",
    "1660": "[27:40]那個「煮老」當年，這個人了不起，我不是說笑話，我實際上我還是很佩服，這種善根的確好了不起喔！「精進佛七不准講話」，啊，結果弄了個六天，到第七天一個晚上沒有睡覺，幹什麼啊？因為憋了六天，到了第七天晚上也不睡覺了，大家講了一晚。請問：這種情況之下，你怎麼個念法啊？你真的相應了以後，到那個時候，你看見那個世間是一無可取啊！念完了，在這個地方你回去了，最後一夜你還是拼命啦！哪裡還有什麼閒功夫呢！這個是處處地方說明啊，這樣。所以我們有太多的人弄了多少年了，還在那裡！大家還偏偏還要這樣說：「哎呀，你不要去管了，我趕快弄了個七天就可以了！」這個概念要清楚喔，這個概念要清楚。",
    "1715": "[28:35]所以處處地方我們說，是，現在前面已經告訴我們很清楚，並不是教我們：喔，我們要完全學他。不！不是這個意思，就是看自己的量，看你自己的量。你有了這個圓滿的教法，然後你處處體會，處處地方積聚資糧，然後你把那個資糧再去回向的話，那無有不成功者，念佛是的的確確萬修萬人去。這地方就告訴我們了：喏，你只要這樣做，上品，那麼簡單！那只是願心喔！他下面告訴我們，有了這個願心，再加行心的話，那就是上品中生、上品上生。所以這一生的的確確，這不是說空話，千真萬確的事實。我們繼續下去：",
    "1764": "[29:24]故全未知此之方境，僅作是念，為欲利益一切有情，願當成佛，為此義故我行此善。發此意樂便大誤會，"
}