{
    "3": "[00:03]善。發此意樂便大誤會，喏，下面就告訴我們了。所以假定我們根本就不曉得上面所說的這個內涵，這個方便善巧，這個境界行相，我們只是說聽見了一點名字，然後說：「哎呀，為了利益一切有情喔，我要發願成佛呀！」這個就是：「哎呀，我們發了大菩提心念佛啦！」然後呢，這樣啊，「喔，我要這樣去做啊！」對不起，這種情況是大誤會啊，完全錯了！",
    "38": "[00:38]未得謂得，堅固所有增上之慢。你根本懂都沒有懂啊，還自以為得到了，所以「未得謂得」，這個都是增上慢。還自己還牢不可破，覺得自己：「啊！對了。」這是堅固了增上慢。既然你堅固了增上慢，得到的是什麼？到那時候，我們大家了解了。啊！所以當年我的老師對我說：「某人啊，你來是學佛，還是學我呀？」嗯，那時候我不懂，現在我了解了─喏、喏、喏，這個地方就是這樣，我們是要學佛啊，我們不要學我啊！如果你不懂這個道理，自己以為懂的話，堅固了增上慢哪！「我」的特別行相，就是這個慢，就是貪瞋癡慢疑這些東西，毛病都來了。所以應該怎麼辦呢？應該以菩提心教授中心而善修習。不以菩提心為教授中心而善修習，",
    "102": "[01:42]反之，如果你不以菩提心作為教授中心，而好好地修習。",
    "107": "[01:47]追求餘事勵力欲想超邁多級，了知大乘扼要觀之，實可笑處。這個地方就告訴我們，真正修學的重心在修菩提心。如果這個不了解，不好好地善巧修習，就忙別的事情，就想：「哎，這樣去做的話，就可以很快地得到了，超邁多級啊！」在這種狀態當中，真正了解大乘綱要的人看起來，那真可笑啊，那可笑啊！",
    "143": "[02:23]當然我們現在小乘的，這裡根本不談，他不談的。所以若小乘人自己也覺得大乘 ……我們以前說過，不必跟他談。然後呢，學大乘的人的話，這個地方就應該有一個衡準的標準了。尤其是學密乘的人，看看！很簡單。所以這個密乘一開頭任何一個儀軌，他一定是念死無常等等，然後發菩提心喔！請問：這個時候菩提心是不是說，啊，僅作是念 ─這嘴巴裡了解說為利有情願成佛，就算我發了菩提心？就算我有了大根性？就算我灌了一個頂？就不會有這種增上慢了。這個了解了以後，我們就腳踏實地；你能夠腳踏實地去做的話，你的成就馬上就行！",
    "200": "[03:20]多經宣說諸勝佛子，於多劫中尚須執為修持中心而正修學，況諸唯能了知名者。所以很多經論上面，「勝佛子」，換句話說，他已經進入菩薩位的了，在多劫當中還要拿這個作為中心而去修啊！何況我們現在只曉得這個名字就不去管它了。記得吧？前面告訴我們，「悲」呀，初重要，中重要，後重要！對不對？初，固然是它，中間還是它啊！所以真正的大菩薩中間修的時候，他還隨時隨地在修，這是千真萬確的事實啊！所以，以阿底峽尊者這麼了不起的人，他這麼年輕，這麼絕頂聰明，見到了明了杜梋論師以後，跟他一講，他馬上證得這個加行位上的最高的位次，馬上上去又可以見道了。欸，但是後來遇見了金洲大師告訴他的什麼？那就是告訴他這個方法。啊！他然後覺得這個最了不起。說明什麼呢？說明真正這種大乘的菩薩，他還要努力地修啊！這個是告訴我們，我們千萬不要增上慢哪！覺得：「哎呀，現在夠了！」那是我們的業障。",
    "285": "[04:45]又此非說不修餘道，是說須將修菩提心，而為教授中心修習。這個一點重要！不是說我們什麼都不管了，我們了解這是我們的教授的中心。就像我們眼前一樣，不是說我們現在在這兒講這個事情了，什麼東西都不要了，飯也不吃了，不是，樣樣都要，上殿、過堂、掃地，樣樣都做，這中心在這個地方，我們要了解這個東西。",
    "316": "[05:16]總未能生前說領感，若善了知大乘學處，堅信大乘，亦可先為發心正受律儀，次乃修習菩提之心。總之，總綱來說，假如前面說的這個道理，還沒有如理如量地生起，你已經把大乘整個的要學的了解了，然後呢，產生了堅定的信心 ─這個「堅信」是淨信心喔，不是我們虛浮的喔！那個時候啊，同樣地可以先受菩薩戒，進一步再修菩提心，這個可以的。",
    "356": "[05:56]如《入行論》，先受律儀及菩提心，次於彼學六度之中修靜慮時，乃廣宣說修菩提心。那個是《入行論》上次第，也可以的。",
    "368": "[06:08]然為成就此法器故，於先亦須修眾多心，謂思惟勝利，七支歸依，修治身心，了知學處，發心欲護。但是呢，雖然你不照著前面所說的，先發願心、後受戒，而是你先了解了大乘的好處，先受菩薩戒，可以。但是你為了真正成就你法器，也同樣地要修眾多前面所說的，譬如「思惟勝利，七支歸依，修治身心，了知學處，發心欲護。」這個我們一定要照著次第來，一定要照著次第來！",
    "406": "[06:46]故進道中，修空性解須漸增進，尚有名在。然此相等大菩提心，亦須善修上上轉勝，令道昇進名亦弗存。所以，我們真正在修學佛法當中，主要的有兩樣東西：一個智資糧，一個福資糧。智慧資糧，就是像母一樣，這是空解；然後呢，福德資糧 ─方便，那個就是什麼呢？就是大悲為上首的菩提心，就像父。這兩樣東西啊，同樣地。所以進道過程當中，關於那個智資糧修空性解，它漸次這樣上來「尚有名在」。這是那個宗喀巴大師說，它那個告訴你的那些道理還有。但是現在我們這個地方的大菩提心，這個是大乘佛法的上首啊！同樣地也要好好地修，而且修了以後不斷地向上增勝，這樣才可以，而目前這個重要的東西，連它名字都沒有！實際上呢，我們現在就這個狀態。我們講：「哎呀，要求大徹大悟啊！」這個的的確確，但是那修真正的佛道的大菩提心的內容，我們啊，唉！真正的內容都沒有，這是好可惜的一件事情！反過來說，我們現在高興，啊！現在我們有了，懂了！",
    "501": "[08:21]此於一切佛子唯一真道，《波羅蜜多教授論》中，宣說二十二種發心，從諸論師解釋此等進道之理，應當了知。這個道理，任何一個修學菩薩道的佛子，這是唯一的正確圓滿的 ─《波羅蜜多教授論》，就是《現觀莊嚴論》。它實際上這個是《大般若經》，乃至於像《華嚴》等等，廣略的不同。發那個菩提心，又分成功二十二個層次，這個不在這裡說它。那麼還有呢，這個是唯一的、真正的，許多的論師，就是祖師菩薩們啊，都解說怎麼樣層次上去，這個正修的時候，我們應該了解的。那麼關於這個，今天講到這裡。",
    "554": "[09:14]上面有一個題目，照樣地大家看一下，就是前面在這個一百八十六頁上頭。前面曾經說，說了十二因緣當中，就告訴我們，這個十二因緣當中告訴我們：這個從無明到受，是第一重因果，然後愛下面是第二重因果，我們正修的時候，從受境現前的時候，斷愛開始，十二因緣這樣講的。但是呢，妙咧！一百八十六頁上第二行，他說：「此中樸窮瓦大善知識」，這是一個真實修行的祖師喔，「專於十二緣起的有支，淨修其心」。欸，妙咧！他真正修的時候，不從受境上面斷那個愛，他從有支淨修其心，然後呢，「思惟緣起流轉還滅而著道次第」喔，他告訴我們這樣修。那我現在這是一個考題喔，大家想想看：那麼為什麼不從這個受支上面斷愛開始，從有支開始？",
    "627": "[10:27]請翻到《菩提道次第廣論》二百二十三頁，關於這個「修習希求利他之心」，這個七因果前面最主要的這個已經有了。怎麼樣從知母、念恩、報恩，然後呢，慈、悲。那麼到了這個情況之下，緊跟著說雖然已經有了這樣的大的慈悲心，無量的慈悲心，但是單單這個心還不夠，前面已經說過，聲聞緣覺也有。還要一樣東西 要「親自」來負擔，親自給一切有情樂，親自負擔起拔除一切眾生苦 這個增上意樂。現在就講這個。",
    "711": "[11:51]第三修增上意樂者。如是修習慈悲之後，應作是思：噫，此諸有情，可愛悅意如是乏樂，眾苦逼惱，云何能令得諸安樂，解脫眾苦。那麼就像上面這樣，一步一步過來，把大慈悲心，把那個無量的慈悲的心引發之後，應該進一步這樣地思惟。不僅僅是說有這個慈、悲，還應該這樣想：「對呀，這些有情啊，快樂嘛，沒有；痛苦嘛，這樣地多。怎麼樣能夠使他得到快樂呢？怎麼樣解脫眾苦呢？」這樣。所以上面告訴我們，怎麼樣使他快樂，然後乃至於要我親自去給他快樂。上面每一個地方都這麼說，所以到了現在這裡呢，由於這個慈悲心的策勵，",
    "798": "[13:18]便能荷負度此重擔，下至語言亦當修心。到那個時候，就一心願說：我親自要擔負起這個責任來，擔負起解救一切眾生苦惱，給他快樂的這個重擔。這個起來了以後，就是行持方面呢，什麼叫「下至語言」？換句話說，既然有了這個心，他一切時處無不為了這個而努力。只要能夠引發策勵他的心，隨便講話一開口，平常舉心動念、開口什麼，他一直策發這個心裡面，修持這個心理，把這個心要能夠生起堅固。",
    "867": "[14:27]前報恩時雖亦略生，然此說者，僅生慈悲與樂離苦，猶非滿足，是為顯示須有慈悲，能引是心，我為有情成辦利樂。是，前面的報恩的時候，也說為了要報恩，所以你要還報他。那個時候這個還報的心，既然說曉得一切有情皆是母，當然你針對著一切有情也生起，這樣。那麼前面所說的，就是單單這種心裡邊還不夠，還不夠，這個是說你單單還報，單單是慈心跟悲心；而主要的這個慈心、悲心，是主要的有了這個慈悲要還報他，才進一步能夠引發現在這個增上意樂。既然你要還報他，要解決他的痛苦，要給他的快樂，那麼當然你要究竟圓滿地要完成這一件事情。所以，由於知道這個恩，要報這個恩，而策發這個慈悲心，因為這個慈悲心，所以要究竟利樂。這個一步一步，前面的因感得後面的這個果，而達到眼前這個所謂增上意樂。",
    "977": "[16:17]又此非唯於正修時，即修完後，一切威儀皆能憶念，相續修習增長尤大。那前面所說的，整個的彼此前一重引發後一層的這個次第步驟，到了引發了以後，這樣地修習。這一個修行，不但是說你正修的時候 ─它那個正修，就是前面說的，我們正規修的時候，每天是四座；實際上初學的時候，還不只四座，有的時候是六座，乃至於更多。說不但如此，而且修完了以後，在其他的一切狀態當中，「一切威儀」就是說行、住、坐、臥，除了這個正修以外，你繼續地還要「相續修習」。那麼這樣的話呢，這個力量就大，就大！",
    "1042": "[17:22]在前面啊，大家還記得吧？這個講那個真正修行的時候，修完了以後應該如何去回向，回向完了以後那麼就起座了。它下一座還沒有開始之前，那個中間應該怎麼辦啊，也說得清楚。現在我們這個地方不妨回憶一下。說，你前一座修完了，回向完了，站起來到下一座中間，假定你令你的心就放逸的話，那麼修的勢力就非常地微弱。那應該怎麼辦呢？應該繼續地把你所修的這個內容，或者保持正念繼續下去，或者看經論，聞、思，用種種的方法來助成它，這個是一個很重要的原則。因為我們無始以來，這個心理狀態就是非常強烈地、非常猛利地在雜染這種現行當中。實際上就是我們修的時候，還是在這種狀態當中。就算是你修的時候，能夠把雜染的這種現行能夠切斷，能夠把要所修的內容提起來了，但是那個時候，它並不堅固。你稍微一放的話，它那個非常強有力的這個惡劣的現行，又來了，又來了！所以說，這個中間如果說你不提持的話，它結果呢，大部分的時間，還在中間那個上面又繼續地增長這個染污之業。",
    "1167": "[19:27]而在前面中士道的時候，講十二緣起支的時候，我們已經了解了，任何一個因位識，這個因位識在凡夫生死流轉當中，就是無明相應的行，這個因位識。現在呢，在我們要想跳出生死輪迴，乃至於要救度一切眾生的話，這個是跟明慧、智慧相應的行。前面這個行，就是染污雜染之業；現在這個智慧相應的，這個就是淨業，你這個由明慧相應的淨業所生的因位識，這個識也是因位。同樣的兩個因位識，哪一個識先感果，主要的靠什麼？靠這個因位識，你完了以後，以什麼方式使它增長、增長、增長，而感生將來的結果。所以前面的因位識是「能引」，然後呢，要經過「能生」一支的滋潤，才能夠感得下面這個果。所以我們做的時候雖然修行，把這個善法相應的善淨之法的因位識在修。可是你停下來了以後，你又不再努力了，於是這個時候仍舊在染法當中，滋長這個染污之業。對這個概念清楚不清楚？現在就非常清楚了。",
    "1291": "[21:31]所以，結果你忙了半天停在那裡，好像燒水一樣，啊，燒了半天，努力燒，燒完了，好、好，放在那裡；然後呢，忙了半天，你忙別的事情。忙別的，冷下來，已經不好；現在實際上呢，這個兩樣東西，這個善惡兩種法是敵體相反的。先呢，你把它燒、燒、燒、燒，等到你停下來了以後，不但不燒，然後你把那個冰啊把它加進去，加了個半天，然後你再來燒；燒完了以後，把冰又加進去，你說你燒到哪一年哪？懂不懂這個道理？或者我們說洗衣服一樣，說你坐在那裡努力地洗，等到洗完了以後，然後你一停下來啊，對不起，那個髒水啊，「吭、吭、吭、吭！」又過來了，或者髒東西又把你稍微洗乾淨的，那個髒又弄上去了，所以這個就不行。",
    "1352": "[22:32]所以他前面為什麼告訴我們，就是說除了正修以外，如果你停下來讓它放逸的話，這個力量很少。剛才說這個「讓它放逸」只是說，喏，停在那裡，不燒了；實際上，你既然善惡兩樣法是敵體相反的話，當你不燒的時候，這個惡法又來了，這個是它一個絕端重要的原則。那麼再進一步，我們了解了十二因緣由因感果這個道理以後，這個概念就非常清楚、非常明白，非常清楚、非常明白！所以我昨天特別講的要考的題目，你們注意！這個不是考，讓大家努力地去深入地思惟，想辦法把這個概念很清楚，然後這個概念所指的這裡心理的行相看得很透，那個時候你修行的話，那就有了把握了。所以他這個地方告訴我們這個道理。",
    "1421": "[23:41]《修次中篇》云：「此即大悲，或住定中，或於一切威儀之中，於一切時一切有情，皆當修習。」喏，到處都是這樣講。那個正式告訴我們的修行的這個教授當中，就是說啦，現在你學的、修的這個大悲，在定當中 就是正修的時候 是如此，剩下來其他的一切威儀當中，也是這樣。這個包括了什麼呢？「一切時」，對時間，中間是絕不斷；然後呢，大悲所緣的是一切有情，是沒有一個例外，你一直在修它，就這樣。所以說：",
    "1467": "[24:27]悲是一例，隨修何等所緣行相，一切皆同。這幾句話記一下！我們真正要修行的話，必然是如此；那麼反過來呢，我們現在所以流落生死，也就是如此。昨天晚上我們溫習的時候，大家記得不記得，這個袁先生是真正改變命運，固然有他的很多必要的條件在，可是等到那些條件一一具足了，最後他正式行持的時候，他那時候心裡上有一個感覺。那個感覺是怎麼呢？說從此以後，他改了名字叫「了凡」。這個改，不是改一個名字喔，他心裡面的的確確曉得，說以前這是凡夫做法，以後啊不可以再這樣做。了解了，他做的時候的心理狀態呢，很明白的，他說得清楚，從前只是悠遊放任，這是以前的；現在呢，因為照了這個辦法做，內心當中有個戰兢惕厲現象，他隨時隨地就是戰戰兢兢，就這樣。",
    "1545": "[25:45]那就說明了我們平常在無始相應的，一直隨順著這個轉，那麼修行呢，反方向。所以隨著無明走，流轉生死，反方向的，是逆生死，這個道理我們必定要知道，必定要知道。然後呢你修行的時候，必定要如法如理地去做。這是為什麼我們特別把那個教法，這麼認真地來說明它。如果說你這一點做不到，聽見了，完了以後，你心裡什麼狀態呢？很清楚，仍舊是以前無始以來，這個無明相應的這種行業流轉。根據這個，你說要除苦，可能嗎？不可能。明明白白地擺在這裡，因擺在這個地方，那麼這種因必然感這個果。",
    "1610": "[26:50]所以這個地方特別地說明一下，我們必須應該認識的：所謂修行、修行，根本原因知道了，然後呢根本的方法也在這個地方，根本的方法也在這個地方。然後呢，你拿著這一點隨便做什麼事情，一切時處無非是藉著這個外境來幫助你、來策勵你。幫助、策勵不外幾樣東西，第一個淨除罪障，第二個積聚資糧，第三個呢，回向增長無盡，就這三樣東西。譬如說我們作早晚殿啊、供養啊、灑掃啊，以前是也一樣地忙，可是忙這些事情啊 ─造罪。所以同樣地，現在在這種事情上面，反方向，事情還是做，以前做了是虧本，現在同樣地，是賺錢。所以這一點上面，不管說懺罪、積資等等，一樣，還要回向增長無盡。所以在任何情況之下，你懂得了這個原則，現在這個地方修悲，那麼也用它，將來當然其他的任何一個地方，還是要用這個原則的。",
    "1707": "[28:27]如大德月大論師云：「心樹自從無始時，煩惱苦汁所潤滋，不能改為甘美味，一滴德水有何益。」我們的心裡啊，這個像棵大樹一樣，從無始以來一直灌的是「煩惱苦汁」，就是為無明、行這個痛苦的這個事情在滋潤。那你要想改變過來的話，稍微加一點點的「德水」，加一滴的啊，那了不相干，了不相應！就好像一個大海一樣，這裡邊整個的都是鹽巴，然後呢你想稍微加一滴糖進去，把那個鹽味拿掉，是絕不可能。",
    "1765": "[29:25]謂如極苦「噠」大樹，以一二滴糖汁澆灌不能令甜。如是無始煩惱苦味，薰心相續，少少修習慈悲等德，悉無所成，是故應須相續修習。像這一種非常苦極的這種樹，那一兩滴糖汁啊，就加上去要想令它甜啊，這不可能！"
}