{
    "9": "[00:09]所以我們的內心，是「無始煩惱苦味」所薰的這個相續，「少少修習慈悲等德，悉無所成」，少少修一點，不行。「是故應須相續修習」，所以你要繼續不斷地修習，繼續不斷地修習。凡是這種道理，這個你把十二因緣這個前後的觀念弄清楚了，四諦、十二因緣的觀念弄清楚了，你把這個道理用到哪裡，這哪裡這個概念就非常具體，非常完整地現起來了。不同的，只是你如果只管自己，叫小乘，如果說你用這個方法幫忙別人，是大乘；方法本身無所謂大小，只是你的發心，這個是一個重要的關鍵所在。那麼講到這裡，這上面也就是說我們正修的三樣當中，這個正修希求菩提心當中，那第一點希求利他之心，那麼從這個上面已經有了。希求利他之心，再下面的話呢，為了要利他，所以你必然歸結到，現在要利他就要有這樣的心。第二個呢，",
    "100": "[01:40]第二修習希求菩提之心者。由如前說次第所致，便見利他定須菩提，起欲得心，然僅有此猶非滿足。那麼這個「欲得心」啊，還不滿足，這講一下。就像我們照著前面這個次第，怎麼樣想辦法策發這個利他的心。說，既然你要利他，對不起，你雖然有這個幫助別人的心，但是呢你必定要有幫助別人的能力。你沒有幫助別人的能力的話，雖然你想利他，不行。同樣的道理，雖然我們看見的苦，我們想脫苦，但是你必定要有脫苦的方法呀！這一點非常重要，非常重要。用在別人身上叫利他，用在自己身上是自利。同時你如果沒有自利的話，畢竟沒有利他。這個話，再這麼說一遍。就是說，是的，我們現在看見一切的苦，不管你這個苦來由什麼樣，或者是自己自身親身感受，或者是身上感受，或者心理上的逼迫。身上感受，自己種種的殘缺、病痛，然後呢自己病痛固然苦惱，殘缺不全被人譏笑。心理上的呢，譬如說遭到種種心理上的逼惱，從小的時候，家庭的失去溫暖；然後長大了，看見社會的情況，哎呀，這個實在不理想啊！所以我們感覺得這個痛苦無比啊，要求。",
    "220": "[03:40]那麼我們現在修行的人呢，主要的靠我們宿生的善根，然後呢了解了這個世間的痛苦，然後就策發我們要跳出痛苦。雖然有了這個心，跳得出、跳不出啊？跳不出來，跳不出來。還必定要什麼？還必定要跳出的這個正確的方法，對不對？哪一個人不想快樂，哪一個人不想離苦，但是你沒有正確的方法，得得到快樂嗎？得不到。沒有正確的方法，你能解決得了痛苦嗎？解決不了。進一步，為了幫助別人，也同樣的道理。所以現在這個地方說，你要真正地利他，單單這個心還不夠，還要發這個心。所以單單這個，這一點是不夠的。下面告訴我們，一定要說這個心，以什麼樣的方式來滿他的願，你要幫助一切人的心，怎麼樣才能夠滿幫助人的願 ─這個時候，叫作菩提心。",
    "312": "[05:12]如歸依中說，由思惟身語意三事業功德，先應盡力增長淨信。論說信為欲依，次於彼德發起誠心證得之欲，則於自利亦定了知，一切種智必不可少。這個道理，前面說過了。皈依，你為什麼要皈依啊？現在我們簡單地說一下。自己感覺得：「哎呀，生死無常！」然後呢又一切都是痛苦，一無依靠，唯一這個時候可以啊，要救我們出來的，只有這樣的一個對象，他也解決一切問題等等。既然你現在要幫忙人家解決，你當然也必須要具足這個條件，對吧？只求自己是皈依；也要幫助別人，你不但要皈依，你要學你所皈依的對象，這個是必然的道理嘛！所以這個地方就告訴我們，那就是前面所說的。那麼那個時候，你要幫助別人的時候，不僅僅是皈依他；你還要說，我一定還要學他呀，然後能夠幫助一切人解決這個問題呀！所以這個時候你對所學的這個對象，又更進一步地要產生淨信心，了解他的殊勝的地方，增長你自己的淨信心，效學他達成這個目標，所以",
    "420": "[07:00]「先應盡力增長淨信心」。在這個《隨念三寶功德經》，所以為什麼我們必須要天天念，你天天念，你隨時隨地把這個目標懸在那裡。不要說你要發大乘心，就是你要皈依，你要想：啊，你為什麼要皈依他啊，原來他有這樣殊勝的功德，這樣圓滿的利益。你把這個大目標擺在前面的話，那個時候就把事情看得清清楚楚，你不會為眼前的這種小小的一點迷惑所迷惑住了。小小的、稍微一點的小甜頭，哎呀，你就跟著它去了！所以我們常常說：「人無遠慮，必有近憂。」你要遠大的目標完整地擺在這個地方，眼前的、小的東西就動不了你了。平常我們只看見小錢、一點點小的好處，就這樣。所以像一個小孩子，我們說一個比喻，他看見了糖啊，他就不肯走了，你怎麼騙、怎麼哄也不行。然後呢你另外一個地方，他那個地方擺的一塊糖，它也不一定很好吃；另外一個地方，擺一大堆最好吃的，啊，他那一塊糖他就不要了！這個是實實在在的情況。",
    "506": "[08:26]佛法真是了不起，它不是以很高的標準來責備我們，而是說有完整的一個道理引發我們。這是為什麼我們一直要經常思惟、觀察這個圓滿的好處，這樣。然後你才能夠把這個要期望的這個心，推向這個高的目標去，高的目標去。那麼等到你對這個佛的種種的事業功德，了解得越深越透徹，那你的淨信心越增長，認識也越清楚。所以「論說信為欲依，次於彼德發起誠心證得之欲，則於自利亦定了知，一切種智必不可少。」你了解了，產生了淨信心以後啊，你才曉得：「哎呀，對啊，這個才是我要的啊，我要幫助別人也必須要這個東西啊！」你那個淨信心一增長了，你的好樂心也就起來了。",
    "580": "[09:40]那我們現在的，對什麼呢？我們有我們歡喜的東西。然後呢，是的，對你真實應該歡喜的東西啊，應該有個深入的了解。你越了解得多，越了解得透徹，你的嚮往之心就增長了，增長了以後，你一心一意要去求它了。所以這個好樂之心，以前這個貪愛是壞的，因為無明相應的；現在呢，不是別的，就把那個貪愛之心轉一轉，以智慧相應的。說，不怕你不貪愛，怕只怕你弄錯了！貪愛的結果，害了你自己也害了別人。現在你就把那個貪愛的心轉一轉，結果啊你不但自己得到好處，也利益了別人。那個時候，這個貪愛是越大越好啊！所以這個叫作「善法欲」。你有了這個善法欲啊，那一心一意說，「我一定要做到它！」那個時候你就了解，不但是利他，就是自利也一定要得到這個，這個就是佛的智慧。有了這個智慧，才能夠真正解決一切問題，那麼你幫助那些人的這個目標，才可以達到。所以這一點啊，是",
    "674": "[11:14]能為引生發心之因，雖有多種，然悲為勝，喏，這一點告訴我們了，是的，引發你發大菩提心的因有很多種，前面說過了。前面主要的舉了四因、四緣、四力等等，可是這個裡邊，最堅強、最有力、最殊勝的是什麼？前面告訴我們這個「悲」。",
    "706": "[11:46]自力所發極為殊勝，此是《修次初篇》引《智印三摩地經》所說。大家還記得吧，四力是哪四力？自力、他力、因力、加行力。這個裡邊由於自力和因力發的是堅固，由於他力和加行力發的就是不堅固。那麼這個是什麼？《修次初篇》引經上面所說的。我在黑板上寫了，這個是《華嚴經》上的偈子：「魚子菴樹果，菩薩發大心，三事因中多，結果者甚少。」這個魚啊，那個產卵的時候，非常多、非常多，一大堆成千上萬的，但是最後那些能夠長出來的，很少；菴樹也是另外一種。還有菩薩發心，發心的人非常、非常多，所以因地當中，就是發那個菩薩心的人非常多，但是結果的時候，非常少、非常少。為什麼呢？為什麼呢？",
    "783": "[13:03]在這個地方告訴了我們一部分，當然理由很多。所以前面說四因、四緣、四力等等，是由不同的地方，不同的說法。現在這個地方告訴我們最殊勝的是什麼呢？悲心。而且這個悲心還要什麼？初、中、後，一直。不是說你一趟發了就可以的。因為眾生無邊，而且剛強難調，所以如果你不繼續增長那個悲心的話，雖然你有了這個心，開始的時候很猛利，磨、磨、磨、磨、磨、磨、磨，慢慢就要磨掉了。我想我們一般都有這個，一開始的時候，發一個很猛利心：「哎呀，我想做這個！」大家都有這個：哎呀，一聽見修行好，馬上要去修行；一聽出家好，馬上要出家；一聽見這個好，就要這個 ……。然後呢跑得去呀，慢慢慢弄弄弄弄，越弄越糟、越弄越糟，弄到後來就塌掉了，太多的事情這個樣。",
    "853": "[14:13]為什麼原因呢？就是這個理路不清楚，這個次第不明白；乃至於明白了以後，也沒有如量、如理如量地修證，去增上它。現在這一個地方，每一個地方它那個必然的關係，抉擇得、簡別得絲毫無差，所以在因地當中沒有一點點遺漏。要不然你因地當中稍微一點遺漏，將來你一旦開始走了以後，到那個時候漏洞沒有發現，跑到半路上就來不及了，那只有拋錨，像車子一樣。所以我們平常急急忙忙地開始，結果呢半途而廢多多少少還走了一半哦！不管是半途不半途啦，反正你總歸是白走，這一點我們要了解。所以本論的前面每一個地方的細辨，真正重要的就在這個地方，這一點我們要了解。",
    "916": "[15:16]那麼在這個地方，「自、他、因、加行」四力，在前面二百一十頁上面，如果你們要看的話，你們自己可以看，我在這裡說一下。什麼「自力」？就是靠我們自己的力量。這個地方，喏，就以我們的悲心，說：「我啊，曉得這是我母親，念她的恩要還報，不報真是不行啊！」然後呢，這個完全是由你自己內心發出來的，你一心一意只想：「哎呀，要做這個，要做這個 ……。」不是別人，別人告訴你哎呀，這個好啊，或者什麼，你聽得滿來勁，但是你內心，心裡面，總是被人家 ……這個兩個不一樣。",
    "964": "[16:04]那麼「因力」呢？就是由於你這樣的這一生修習，到下一生那個心裡面就有很強有力的力量。那個「加行力」是這一生努力的。但是這個加行跟因力有直接的關係喔！就是你這一生不斷地加行，到下一世變成功因力了。所以你生生把那個加行，你只要做對的話，每向上去、每向後去，這個力量就越來越增長。所以你眼前是以自力，然後呢這個因力，不斷地加行，再加上外面的力量來配合的話，你四力具足的話，那更是堅固啊！而這個裡邊最主要的，你把持著這個根本因，然後呢有了根本因以後，再輔助於這個圓滿因的話，自然一定成功。",
    "1016": "[16:56]所以這個地方，我們既然了解了，說這個大菩提心有這麼個殊勝法。而經論上面告訴我們，實際上也的的確確如此，是這麼個難得。現在我們非常幸運，也可以說我們宿生大善根所使，能夠得到這樣的圓滿的教法，自己要無比地珍惜啊！哎呀，這個無價之寶啊！好好地努力啊，好好地努力啊！所以昨天晚上溫習的時候，大家記得不記得？如果我們善根不夠，力量不足的時候，他告訴我們種種不同的方法來加強它。這個裡邊最好的一樣東西，記住：「隨喜」，啊，這妙不可言、妙不可言！你在任何時候，少用功力。還有一個：「供養」，這樣。你不要用太大的功力，就可以能夠積聚無比的、圓滿的廣大資糧。",
    "1091": "[18:11]這個話說起來容易，但是做起來的的確確不大容易。可是呢這個關鍵在哪裡？就是你知道、不知道，就這樣。我們不知道的時候，自己還覺得很對咧！所以，第一個你正確地、如理了解了，你只要去做。我們總是看見什麼啊，總是馬上反應到；看見的事情是外面的，然後呢你現在修的，是修你自己的 ─怎麼樣把外面看見的情況，經過你的正知見，變成功你的功德。他不對，你了解了他不對，你要策發你的悲愍心；他對了，你了解了這個，然後你的隨喜心。所以不管他對啊、不對啊，對你來說總是增長功德。否則你看見不對，你就輕視他；看見他對了，你就嫉妒他。結果同樣地不管對是不對，你總歸自己傷害自己。然後你做對了呢，更進一步你還要隨喜。別人你也隨喜，自己也隨喜，所以不管遇見任何環境一切時處，你一直在增長。當然我這個是隨舉一例，因為已經講過了。",
    "1179": "[19:39]所以你們只要能夠這樣善巧地、步步地不放鬆這樣來，那個時候，你自己內心上面也會感覺到，跟以前那種悠遊放任就讓它去，啊，就這樣，心裡面不一樣了，你會戰兢惕厲，為什麼？你了解得很清楚，說以前那種惡劣的現行，欸，不可以、不可以！現在你隨時用那個正知見，因為那個正知見的力量很微弱，你保護那個正知見的力量，那就是內心當中必然產生的這種戰兢惕厲。所以有很多大而化之的那種人，總是覺得：哎呀，希望跑得來，那麼念佛嘛，念它幾聲佛；然後呢學禪的話呢，最好這麼兩腿一盤呀，就希望開悟了。那種，那的的確確，實在不曉得差得天差地遠，真的說起來，這種都是懶骨頭。",
    "1236": "[20:36]所以這個明朝末年的四大師，紫柏大師就特別地說：「這現在人動不動說這樣、那樣啊，這都變成功什麼？那些懶骨頭的﹃逋逃藪﹄。」哎呀，他找到最後的藉口，總覺得這個叫作修行，然後呢躲在這個裡邊，說起來什麼都不知道，說是「哎呀，老僧啊，我是修行關在山裡。」就這樣，那種真是非常可憐。真正的修行人，他可以關在山裡面，身雖然隱在那個地方，但是他心一直是戰兢惕厲，這樣地努力法。",
    "1282": "[21:22]所以這個禪宗，那個禪宗是何等的精神啊！他任何一切時候咬緊了牙關，就這樣的，你不妨看看他看。所以同樣地，念佛也是咬緊了一句阿彌陀佛，就是硬是要像金剛王寶劍一樣，抵得過那個生死。所以不管是若淨、若禪，乃至於持戒也是，雖小小戒，看得像大戒一樣。所以你從這個地方就看見哪，凡是正確修行絕對沒有說，哎呀，馬馬虎虎、懶懶散散、隨隨便便，絕沒有這樣的事情！那麼這個是發心的第二 ─增上意樂。最後，",
    "1332": "[22:12]第三顯所修果即為發心者。總相如前所引《現觀莊嚴》教義。這一段修的目的是什麼呢？就是要發這個心，就是發這個菩提心。那既然我現在要自己負荷，增上意樂，那麼要想自己去承擔這個事情的話，對不起，非佛不可！為什麼呀？喏，一定要懂得怎麼方法去做，而這個只有佛的一切智智，所以你必然說，為利有情是願成佛啊！否則的話，你儘管發了這個心，空發、浪費啊！所以第三說明「總相如前所引《現觀莊嚴》教義」，那麼這個原則呢，是《現觀莊嚴論》上面說得非常清楚。",
    "1388": "[23:08]其差別者，隨順《華嚴經》義，那麼仔細來說呢，《華嚴經》也是這樣說，所以不管是哪一個大經大論上面說的都是。不過《現觀莊嚴論》是綱領、最重要的核心，《華嚴經》呢詳細地說明它的內涵，整個地、廣泛地說明。所以從最大的綱要，最仔細的內涵，都是這樣說的。那麼下面是論，",
    "1424": "[23:44]《入行論》云：「應知如欲往，正往之差別，如是智應知，此二別如次。」此說分為願行二種。那麼這個發的這個大菩提心，這個菩提心有兩種，一種叫願菩提心，一種叫行菩提心。那麼這兩個什麼差別呢？這個就像你還沒有到那個地方去的時候，要想去，這個叫願菩提心，你想去嘛，所以「應知如欲往」，你想去。你因為想去了，所以就準備，哎呀，去嘛怎麼個走法，要了解走的路線，找到地圖，然後呢去的時候用什麼交通工具，要多少錢，路上怎麼資糧 ─所以叫資糧位。然後「正往」的話呢，就是正式開始去做啦！這是「正往之差別」，那是正行菩薩行，就是這個。這個大菩提有願、行兩種就是，「如是智應知，此二別如次」，所以那我們要曉得的，這兩者的差別就是這樣。",
    "1495": "[24:55]異說雖多，然作是念，為利有情，願當成佛或應成佛，作是願已於施等行隨學未學，乃至何時未受律儀，是名願心。受律儀已當知此心，是名行心。下面就解釋這個願心跟行心的差別，說願菩提心是什麼，行菩提心是什麼。說它是，是的，有不同的說法，但是我們總結起來，當你心裡邊如理如量地生起這個念頭，說「要為了利益一切有情，要想利益一切有情，一定要成佛。」那麼，在這一種情況之下，你發了這個願，但是呢你還沒有認識去做。這種時候，因為你還沒有正式去受，或者雖然正式去受，還沒有受這個儀軌，受這個菩薩戒，這個叫作願菩提心。「受律儀已」，受了這個菩薩戒以後，那麼叫「行心」，這是開始行菩薩道了。",
    "1564": "[26:04]行菩薩道，一定有一個軌則可循。就像我們說，啊，跑到南普陀來，那麼我們這個寺院裡面，做了一個僧伽一定有僧相、僧儀、僧行，乃至於穿衣吃飯一切、一切，不一樣。否則雖然你想出家，還是個在家人的行持等等，總是以在家人為標準。那現在我們菩薩也是如此，所以受戒以後，叫作行菩提心。正規地來說，這個受菩薩戒不是我們現在說：「哎呀，我現在要受菩薩戒，這個菩薩戒有多大的功德，我去受一下，就算菩薩了。」不，種一個善根、種一點種子，名字是的；內涵一定要先發了這個願，為了這個願滿願，那時候就照著這個軌則去做，那個就叫行心。",
    "1622": "[27:02]那麼這個兩點，在這個位次上面，從你初發心開始到發那個願心圓滿，叫下品資糧位。下品資糧位忙的，作所積的資糧就是這一個，所以你要利益一切有情。為了要利益一切有情，那時候你要找說，是的呀，那麼你怎麼走法呢？當然有各式各樣的原因使得你發那個心，現在前面告訴我們，這一種次第，以這個悲心一步一步上來，這是最殊勝的，也最堅固。然後呢，最後就策發那個大菩提心。而這個大菩提心的心量呢，在前面已經說過了，前面已經說過了。就是大慈悲心，那個大慈悲心這樣的狀態，而且大慈悲心進一步要增上意樂，然後呢要發這個。所以這個時候，可是你沒有受菩薩戒，這叫下品資糧位。",
    "1685": "[28:05]然後呢，你進一步說：對了，我發了這個心現在要正式做到它，那不是發了心夠的哦！要如理如量地去做，那是照著軌則去做的話呢，開始就受菩薩戒。所以受菩薩戒開始，就開始進入中品資糧位，那資糧位是這樣判別的。所以下品資糧位，往生的是上品的下生，乃至於高一點的，可以上品的中生。如果進入中品資糧位的時候，上品的中生，乃至於他可以到上品上生，就是這樣。那個還是在世俗的哦，還沒有到勝義菩提心。如果你勝義菩提心就是初地菩薩，那十方淨土你要哪裡去，就是到哪裡去，這樣地好耶！",
    "1738": "[28:58]《修次初篇》云：「為利一切諸有情故願當成佛，初起希求是名願心。受律儀後修諸資糧，是名行心。」也是這麼說。",
    "1752": "[29:12]此中雖有多種徵難，茲不廣說。別的地方的的確確有各人的說法，那麼原則告訴你，詳細的這個這裡沒有詳細說。這個是前面啊，這是七因果或者六因一果的這個發心的方法。下面第二個，另外一種叫「自他換」。"
}