{
    "3": "[00:03]現在我們看第九卷：",
    "7": "[00:07]第二依寂天教典而修分三：寂天是一位菩薩，是龍樹菩薩的再傳弟子，那個也是在性宗當中是絕對重要的一位大菩薩、一位大祖師。他所寫的《入菩薩行論》，那是非常重要的，就是行持菩薩的根本的原則。那是本論很多地方引的那個《入行論》、《入行論》，就是他寫的。這個自他換分幾部分，分三：",
    "42": "[00:42]一思惟自他能換勝利及不換過患，二若能修習彼心定能發生，三修習自他相換法之次第。 今初那第一點，我們要思惟自己跟別人能夠對換的殊勝的利益，什麼，不換，有什麼特別的禍害，這樣，要去換。但是呢，這個換，這個自他怎麼、怎麼換呀？這個東西好像很難哪！欸，他下面告訴我們：是的，平常我們一般人，自己就是自己，只管自己不管別人的，是很難；但是呢，你要有了正確的辦法照它去做的話，是一定換得過來。所以第二，「若能修習彼心定能發生」。你不修是一點辦法都沒有的，只要你肯修、如理地修，這樣的心量是一定能夠發起的。這個兩個概念有了，才下面告訴我們修的方法。",
    "107": "[01:47]為什麼有這個次第？我們已經了解了，由於第一個，這樣才會推動我們努力，你去做。否則的話，為什麼你不忙自己的，要忙別人呢？每一個人都是只忙自己啊！欸，現在曉得了說，啊！這個忙自己沒有好處啊，忙別人才有好處啊！你曉得了殊勝的好處，以及反過來不做的害處，推動我們的力量產生了。雖然有了推動的力量，但是你懷疑：自己是自己，別人是別人，你怎麼轉得過來呀？欸，那個時候，這個心理障礙如果不除掉的話，你沒辦法。像我們平常一樣，「哎呀，又要修行啊！」還沒有修行，總覺得：「唉，這個事情不行啊！」你還沒有做，已經打了退堂鼓了。現在告訴你，你只要 ……這個心理障礙除掉了以後，那個時候才告訴你；要不然，雖然你聽到了這個辦法，沒有用。所以他那個次第所以這樣安立的必然性。",
    "176": "[02:56]同時也可以告訴我們，喏，這個次第就是我們的的確確，要想如理如量走上去必然按照的，你按照這個次第是必然走得上。否則的話，你必然會產生像黑板上所說的結果：啊，就是發了一個心，發了一個心就完了！利他固然是如此，自利也是如此，雖然你想跳出苦，但是你怎麼想啊，苦就是跳不出，還是在痛苦當中。所以現在我們看看，第一個：",
    "214": "[03:34]思惟自他能換勝利及不換過患者。《入行論》云：「若有欲速疾，救護自及他，彼應自他換，密勝應受行。」說，你要想很快地救護自己、救護他人的話，那你必定要用這個方法，這一個自己、別人換一換。這個辦法，是非常地奧妙、非常地深密、非常地殊勝。這個是我們應該了解，應該去照著去做的。",
    "255": "[04:15]又云：「盡世所有樂，悉從利他生，盡世所有苦，皆從自利起。此何須繁說，凡愚作自利，能仁行利他，觀此二差別。若不能真換，自樂及他苦，非僅不成佛，生死亦無樂。」欸，下面這個，喏，他說得非常清楚哦！所有世間的一切快樂，你不是要求快樂嗎？嘿，這個快樂都是從利他生起來的；反過來，所有的痛苦都是自利生起來的，這個不必多講呀！下面馬上舉一個例子，那凡夫啊，一天到晚只忙自己，只管自己、只管自己。結果呢，你怎麼管是越管越苦，是越管越糟。佛之所以為成佛，像這樣地恭敬啊，沒有一個地方不恭敬他，他為什麼能夠成佛呀？嘿，就是沒有別的，利他呀！你只要仔細地看看這兩個差別，我們就了解了，就這樣。所以它那個真正殊勝的利益啊！你看看平常我們為什麼要看那個念佛的功德，哎呀，他這個好處說不可盡，讓你羨慕。然後你看，佛為什麼成佛的？他只有一個理由 ─利他，而且懂得怎麼利他，就這樣，說來說去只有一樣事情。",
    "344": "[05:44]那我們呢？就是這樣。而且不妨你隨時處處體會，你越是一天到晚只忙自己的話，越是不行。我們自己容或看不見，但是在我們周圍的人當中，如果這個人自私心非常強，一天到晚只管自己的話，我們任何人一看他就討厭：「這個傢伙，唉！」是不是？對不對？我想我們人人有這個感覺。結果你儘管想自利，周圍的人每一個人看得你，就是把你看成：「這個傢伙！」你說你快樂嗎？唉！你一點快樂都沒有。你能夠幫助別人，因為你能夠幫助別人，別人自然而然，哎呀，處處地方就是以你為中心。世間尚且如此啊，這不是很明白嗎？就這樣。所以它那個殊勝的利益啊！",
    "396": "[06:36]所以假定你不能真的換，那麼不但不成佛呀，生死當中，說實在也沒有快樂啊！你一天到晚忙著自己，忙著自己半天啊，結果下地獄，是越忙是越苦啊！這樣的啊！這個是我們眼前的事實擺在這裡。求下士的人，那像袁先生那樣，欸，他自己只是稍微幫一點人家別人的忙；但是像俞淨意公這樣地做事情幫一點忙，他馬上感得這麼好的果報，沒有別的，就是他肯幫別人忙呀！反過來，你只為了利自己的話，你跑到哪一個，不要說成佛，一個小團體當中，人家一看見：「這個傢伙自私自利，只管自己。」就是這樣，就是這樣呀！那不是很明白的一個事情嗎？所以呀，",
    "454": "[07:34]謂當思惟，唯自愛執，乃是一切衰損之門。愛執他者，則是一切圓滿之本。喔，這是我們第一點應該了解的。所以說這個是，能換的殊勝的利益，以及不換的種種的禍害什麼等等。那麼進一步呢，說：「哎呀，這個道理是對的。但是呢，自己是自己呀，別人是別人呀！」欸，他就告訴我們：",
    "482": "[08:02]若修自他換易意樂，定能發起。欸，你呀，這個概念你只要肯修，懂得如理如法地修，這個心一定能生起來的。下面舉個比喻：",
    "499": "[08:19]如先怨敵聞名便怖，後若和順相結為友，設無彼時亦能令生最大憂惱，一切悉是隨心而轉。就像我們哪，開頭的是敵人怨家一樣，看見、聽見就討厭。說不定有一天，你跟他兩個人好起來了，兩個好朋友，那個時候你一天不見啊，哎呀，你就想念他。真正說起來，這個都是「隨心而轉」。所以我們昨天那個比喻，這個辣椒，哎呀，這個辣椒你一吃辣得要命。等到你有一天你歡喜了以後，哪一天沒辣椒啊，你真沒有味道，就是我們就是這樣的狀態啊！主要的靠什麼呢？就是你怎麼個修習，修習就是多練嘛，多試嘛！這樣。所以沒有一件事情例外的，都是跟著你心裡面轉。",
    "553": "[09:13]我們小孩子的時候，每一個人都是這樣，一下跟這個人好起來，好得要命；明天吵了個架，兩個人你瞪我一眼，我瞪你一眼；欸，再過了一天，大家又好得不得了了，就這樣，天下的事情就是這麼做。在我們現在呢，實際上也是如此，你仔細想想的話，千真萬確。現在不是說要我們這樣，就是這個地方告訴我們：喏，你不要怕，你只要真正地照著去做的話，一定可以換得過來的；然後換過來，有這麼大的殊勝的利益啊！",
    "591": "[09:51]故若能修，觀自如他，觀他如自亦能生起。所以你只要能夠修，能夠照著如法地，把別人跟自己互相應該怎麼換法，你能夠照著去做，一定能夠生起來。這個論上面說：",
    "609": "[10:09]即此論云：「困難不應退，皆由修力成，先聞名生畏，後無彼不樂。」這四句話，常常記在心裡邊，不要遇見困難就退心，不可以！要曉得一切事情，都是由於修行才成功的。後面是舉這個例子，對人也可以說怨家，對東西比如說辣椒，啊，你先一聽見，你今天 ……。對我來說，我這個印象最深哪！一方面我又怕吃辣，一方面又這個胃。不過在這裡也沒有什麼，那時我在印度的時候，常常有的時候，他們那些人都歡喜吃，大家非常歡喜吃辣椒的。他說：哎呀，今天有辣椒，他們就高興得不得了！我一聽到辣椒啊，哎呀，我心裡面，心裡面就害怕起來了，真是一點都沒錯。那是我現在因為有了胃病，所以心裡邊這樣，假如我是一個小孩子的話，說不定弄到後來 ……我相信他們絕對不是天生來，在母胎裡就歡喜吃辣椒的對不對？一定這個樣子的，千真萬確的。這個都靠什麼？皆由修力生，你千萬不要退啊！這一點千萬注意、千萬注意！",
    "683": "[11:23]現在我們太多大毛病都在這個上頭，所以記住，所以記住，很多地方的你一定要策勵自己：「我一定要努力，我一定要努力，我一定要努力！」所以在這個地方，有很多同修們常常說：「哎呀，我太笨哪！我太差呀！那我程度太低啊！」這樣。欸，這一點，我一點都不在乎，因為我自己曉得，我也是非常笨、非常差、非常那個 ……。佛也告訴我們，他乃至於以前墮落畜生，墮落地獄。只有一樣東西重要的，就是你自己說：「因為我差，所以我努力！」這個最重要的。你只要肯努力，沒有一件事情轉不過來，而且唯一的只有靠這個力量！否則的話，就算你絕頂聰明也沒有用。所以任何困難當中，心裡面不要退。",
    "743": "[12:23]那天我們講那個老和尚的公案，固然是如此，他到那個時候，嘴巴都開不動了，心裡還要念呀！我看我們的佛世的那個公案，也是如此。佛世那個公案，他路上面碰見一個大鬼，要擋住他，然後呢他就要那個拳打。欸，結果一拳打上去，那個拳被那個大鬼的那個身體吸住了，右拳打上去；左拳打，又吸住了；右腳，又吸住了；左腳，又吸住了，五樣東西都吸住了。那大鬼說：「你還有什麼本事啊？」他那個頭又頂上去，頂上去又吸住了。「你還有什麼？」「欸，我的心永遠不退呀！」那個大鬼一想：「唉，沒辦法，好了、好了，放你。」是這種公案，那我們已經說過很多啊！然後呢，乃至於他要求那個寶珠的時候，他就舀水。你想想，以我們的人拿著這個杯，你能舀得了這個海水嗎？欸，但是他要舀啊！所以啊，我們世俗也有一句話，叫「精衛填海之志」。這個精衛是個小鳥喔！牠因為枉死了以後一個小鳥銜那個泥巴要去填海，可能嗎？但是牠有這個志向。欸！對不起，牠有這個志向，就有這個成就。所以這個地方，我們這一點特別地警策！",
    "828": "[13:48]在這一個地方，注意啊！這個「困難不應退」，反過來，遇到困難的時候，正是我們真正得到功德的時候，這個我們要概念清楚，概念要很清楚啊！所以為什麼他前面在正講修行的時候，他特別告訴我們：你不要匆匆忙忙地，一碰到了馬上就修。不是！你先要了解你修行內容以後，然後你去做。這個是它有特別的、重要的關鍵，在下面講到精進的時候，特別提到那一點，這樣。",
    "870": "[14:30]所以大家還記得吧？我們要脫苦而去皈依，所以在這種原因之下，找到了皈依的必然對象是佛陀。但是，因為皈依佛陀而皈依三寶，因為皈依三寶了發現真正皈依的皈依法寶，這是唯一的幫忙我們真正脫苦的。而想脫苦的，必定要這一條路，要分分斷證 ─過失斷除，功德要做到。你能夠做到多少，你就得到多少好處。既然現在你要求的話，然後你要去做的話，當然，就是要克服這個困難！所以，當困難現起的時候，不但不應該退，而且要咬緊牙關去做；不但咬緊牙關，而且要感到高興：對呀，我現在在進步啦！這是我忙了半天，那個結果就從這個地方來的啊！所以這個心理建設最重要的，你能夠從這個上面認得了，然後下去的話，無有不成功者。所以這個基本的概念，我們一定要如理如量地建立起來。那麼本論處處地方就告訴我們，他每一個地方而且有非常善巧的方法在。",
    "950": "[15:50]我說到這裡，我又想起一件事情來，我當年跟我的老師的時候，他常常跟我說一些話。說了話我總是不大懂，但是呢儘管我不懂，他還是常常講。結果我現在發現，哎呀，受用不盡！這一生當中，就是你因為說多了，記在那個腦筋裡面。現在我才發現，你如果說離開了這個環境，那你就完了。你一跑到世間去的話，那這種話一點用場都沒有。你只會想到：「唉，這個人一天到晚這麼囉嗦！」你只會這樣。結果呢，唯一的種子啊，不但長不出白法之芽，而且因為你腦筋裡起了這個念頭的話，你把自己排拒了這個法，送到地獄裡面去。欸，你只要不離開這個圈子，那我的感覺現在這樣 ─因為你一天到晚在接觸呀！慢慢、慢慢地觸類旁通。現在我漸漸地他的話都懂了，覺得：「哎呀，美不可言！」所以內心當中就生起這種無比的感激。實際上這個感激由什麼來的？那就是因為我現在體會到了，得到了好處嘛！你由不得不感激他呀，這個因就在這裡！",
    "1022": "[17:02]所以你現在，你們讀本論的時候，我也了解的，大部分同修對它覺得很辛苦。不要怕，不要怕，只要你這一念善念還在。所以你常常用兩方面去想：一方面嘛已經懂的地方，你要了解它好在哪裡，策發自己的好樂之心，保持自己繼續下去；難的地方嘛，你不管怎麼樣嘛，多多少少，囫圇吞棗也把它吞下去。你只要這個次第照著它慢慢、慢慢來的話，到那個時候，它自然而然慢慢、慢慢、慢慢地，好結果現出來了。現在我們繼續下去：",
    "1062": "[17:42]又云：「自身置為餘，如是無艱難。」若作是念，他身非我身，云何於彼能生如自之心耶？他下面又說：你呀，只要修，它一定成功的。在這種狀態當中，你把自己的身體看得別的，這個並不是件困難的事情，你只要去修。假定說，我們想：「對啊！這是我就是我，他是他，你怎麼可以把他看成功我呢？」欸，他下面就告訴我們，開始告訴我們這個理論哦！",
    "1098": "[18:18]即此身體亦是父母精血所成，是他體分，就是我們的身體，真的是你嗎？不是耶，這是父母的精血耶！就是這樣的，這是別人的東西耶！但是呢，",
    "1112": "[18:32]然由往昔串習力故而起我執。那因為你無始的什麼？無明習慣的力量，執著以為我的。",
    "1121": "[18:41]若於他身修習愛執，宛如自體亦能生起。假定你呀，修習別人、愛著執著別人的，你也可以把他別人看成像自己一樣，一定可以，一定可以的！",
    "1134": "[18:54]即彼論云：「如汝於他人，一滴精血聚，虛妄執為我，如是應修餘。」就是前面所說的，說別人的一滴精血 ─就是父母的精血，你因為虛妄的執著以為是你，所以你就把它看成「我」了。所以對別的任何一件事情，這個虛妄的尚且會把你執著，而真實認真去思惟的話，當然力量更強，一定可以生得起來的，一定可以生得起來的。所以平常的時候啊，我們眼前的一切的東西，譬如說隨便一樣東西擺在那裡，你覺得好像根本無所謂。欸，假定你說這個東西，你把它自己不管是任何理由，或者是別人沒有的，然後呢你覺得：「欸，這個既然沒有的 ……」你把它自己占為己有，於是你就寶貝得不得了。其實這個東西，跟你了不相干耶，你就會這樣生起來了。所以，你只要對這一個東西生起這個念頭，然後策發這個念頭的話，你自己會那個。",
    "1205": "[20:05]就現在我們這個身體也是一樣，說起來這個身體到底什麼東西啊？說起來真是莫名其妙得很呢！你說真的是你嗎？那個頭髮剪掉了，對不起，擺在這個地方，跟你了不相干。那當然了，那個手斷掉了，你擺在馬路上面，送給你也不要，對不對？現在的醫生，乃至於把你心臟可以換一個，你說到底是你嗎？欸，但是他換了有一個叫 ……跟你了不相干哪！欸，但是你就是會這麼執著法。所以從這個地方我們就了解，這個事情是你概念問題，以及照著這個概念的串習問題。",
    "1245": "[20:45]如是善思勝利過患，則能至心愛樂修習，又見修習便能生起。你只要能夠如理地善巧思惟這個自他相換的殊勝利益，以及不換的這個大的禍害的話，你一定願意去修的。那麼進一步，你要去修，又明明白白擺在這裡，你只要修的話，一定能夠生得起來的。好了，這樣的兩個條件有了以後，你就開始，那我要去修了。所以呀，他下面告訴我們修的方法。",
    "1287": "[21:27]那麼在正說這個修的方法之前，我要說一下。如果說，我們對性空緣起的這個道理，有了一個正確的認識的話，修那個方法很容易。為什麼？一切法本來沒有天生如此的，都是從因緣而生，從因緣而現，就是這樣，就是如此而已。天下哪有一個東西例外的呢？你說，這個東西是你的，當你覺得你的時候，你就愛著得不得了，一旦 ─就是你的，你送給別人的話，就跟你了不相干，或者給別人拿去了，這個就了不相干哪！天下的事情就是這麼簡單啊！包括我的身體也是如此啊！其實，我這個身體跟那個東西也是一樣啊，等到你一死的時候，這個東西譬如一壞了，你再怎麼寶愛它，一壞了，一壞了也就一點用場都沒有。那個身體也是一樣，兩腳一伸，對不起，到那個時候啊，它又臭又爛，就是這樣一個東西啊！所以你了解了這個緣起性空的道理，修起來就很容易了。",
    "1365": "[22:45]彼修自他換易之理，次第云何。那麼他下面正修的時候，又把那個次第又說。",
    "1372": "[22:52]言自他換，或說以自為他以他為自者，非是於他強念為我，於他眼等念為我所而修其心。他所謂「自他換」是指什麼呢？它這個分別，並不是說硬把他看成功我，我看成他；於是這個時候，本來是愛著我的身體，現在愛著他的身體，這不是要你這個東西。把他的身體 ─眼、耳、鼻、舌、身、意，看成你自己的，而寶貝得要命，不是這個！",
    "1399": "[23:19]乃是改換愛著自己，捨棄他人二心地位，就這樣，平常的時候把自己看得重得不得了，把別人都不管，這個兩個心裡邊換掉。就是把自己啊，不要去管它，一天到晚管他人，怎麼樣使他人快樂，怎麼使他人離苦，就是這個。",
    "1419": "[23:39]應當發心愛他如自，棄自如他。這個才是。",
    "1424": "[23:44]故說改換自樂他苦，這個才是自他換的這個重要的原則。下面：",
    "1435": "[23:55]應知亦是於我愛執視如怨敵，滅除愛重我之安樂。於他愛執見為功德，滅除棄捨他人痛苦，於除他苦殷重修習，總當不顧自樂而除他苦。除了這個上面所說的以外，要曉得平常我們生死的根本，就是我愛執。現在你能夠一換的話，欸，對不起，它不但是啟發了菩提心，而且還是什麼啊？對我愛執，你要換，偏偏換不過來，為什麼？就有個愛我執嘛！現在你要換才曉得：啊！原來這個一切的快樂，都是利他，一切的痛苦，都是自利，但是你偏偏把自利看得這麼重要，所以換句話說，愛自己正是害你自己的。那個時候啊，你了解了這個，就把這個我愛執，看成真正的生死大怨家 ─就是愛自己，這個心生起來了，這個心生起來了。所以他還不是講很深刻的道理，仍舊是從現象上面。",
    "1512": "[25:12]那個時候你這樣的心情生起來了以後，對於愛我，只求我的快樂的這個心裡面就除掉了、就除掉了。然後呢，幫助別人這個心情就生起來了，因為看見你的一切的利益，都是從幫助別人而來。所以上面說這些東西，就都做到了，都做到了。平常啊，別人都不管，你就不會了。那個時候，你一心一意地就是忙，怎麼樣幫人家解決他的痛苦，幫人家得到快樂，這個就是前面所說的大慈悲心。它方法是不一樣，但是內涵 ─所生的心相、特質，卻是達到同樣的效果。那麼現在這個修行分成兩部分：第一個，障礙先要除掉；然後除掉了障礙以後，正式學那個修法。",
    "1586": "[26:26]此中分二：一除其障礙，二正明修法。　今初 修習此心有二障礙。一謂執自樂他苦所依自他二身，猶如青黃各各類別。第一個說，是，那個自己快樂，他人痛苦要想換的話，因為這個所依的身體，這是兩個 ─他是他、我是我啊，各是各呀，你怎麼個換法呢？",
    "1611": "[26:51]次於依此所生苦樂，亦便念云，此是我者應修應除，此是他者輕而棄捨。其次的話呢，這個快樂本身，「對呀，這我的快樂，嗯，怎麼我的快樂去掉它；他的快樂，我管它幹什麼呢？」這一般人的心裡面，就是這樣。這個是就指著我們平常的特質是這樣，現在你要改過來的這個困難在這個地方，你怎麼拿掉它？針對著這個問題。所以他處處地方，先認得你要淨除的內涵是什麼，然後針對這個內涵，告訴我們正確的方法。他現在說：",
    "1654": "[27:34]能治此者，能夠對治它的，對這個病，下的藥怎麼樣。",
    "1661": "[27:41]謂觀自他非有自性各各類別，唯互觀待，你要曉得呀，我跟他 ─自己跟別人，不是天生來就是這個樣的，只是互相觀待。什麼叫互相觀待呢？就是兩個人擺在一塊兒才一下對比出來的，兩個人擺在一塊兒對比出來的。你如果說能夠換一個方式去觀的話，",
    "1690": "[28:10]於自亦能起如他心，於他亦能起自覺故，你把這個對比啊，換一換就可以，就可以！",
    "1700": "[28:20]如彼山此山。譬如彼山雖就此岸起彼山心，若至彼山則定發起此山之覺。舉一個譬喻，就像兩個山。我們現在站這個山頭上，欸，我說：「喔，這個山。」看看對面，「那個山！」但是這個山本身，絕對不是說「我這個山」就是我這個山，等到你跑到那個山上的話，你又會覺得那個山 ─這個是「我這個山」。現在你原來覺得我這個山，變成那個山了，對不對？就是這樣。譬如我現在坐在這個椅子上面，我說：「我坐的。」等到我坐在那個椅子上面去的時候，本來我說這個是「那個地方」，現在對換了就完全換過來了，是不是這樣？平常我們任何事情都是如此。",
    "1742": "[29:02]現在我們這個身體本身，這很明白啊！這個身體本身是父母的精血，只是因為你現在這個識心所執著攝持的。就是你那個識心所攝持的，就好像我們現在這個椅子，那個椅子本來不是你的呀，你坐的，你覺得你坐的；你換到那裡去的話，你又覺得：欸，不是，現在你坐的是那個椅子耶！同樣的那個識心，你現在這個識心，你能夠執持對方的話，它馬上又要改變過來了，這個清楚不清楚？這是很明白的一件事情。"
}