{
    "4": "[00:04]就這樣現在我們，或者說眼前任何一樣東西，啊，這枝筆，這是我的。假定是換一換的話，換給你的話，到那時候你就會把原來你覺得不是，他的那隻筆，你就寶貝得不得了，「欸，這是我的！」假如我現在說跟你換一換 ─本來如果是你用的話，你根本不管它，你只管你自己的 ─換了一換，原來你覺得他那枝筆，到那時候你覺得自己很寶貝它了，對不對？那天下的事情都是這樣，外面的東西也是如此，裡面的身體也是如此。所以我們首先一定要認得，這個「我」這個東西啊，它不是天生來的，所以就無自性，這個緣起這個道理。而這個緣起呢是因緣，這因緣本身啊，一定是互相對比出來的，所以他說這個比喻就是如此。",
    "49": "[00:49]故不同青色，任待於誰唯起青覺，不起餘色之覺。他前面說啊，「猶如青黃各各類別」，這個比喻深的地方我不講了，實際上，這個裡邊有很深的涵義。他舉一個例子，青是青，黃是黃，不對！那青是青，黃是黃，這是兩樣東西顏色的確不同，但是呢這個青顏色，不管誰去看它就是青；你換一個地方去看看還是青，黃顏色還是這樣。現在那個此山、彼山不是！你換了一個方向去看的，就不一樣了，對不對？就是這樣。像那枝筆一樣，那枝筆，說我的筆、你的筆，我們對換的話，你的筆變成功我的，我的筆變成功你的了。然後不但是我看起來，別人看起來也是一樣，都換、都換，說換就換了。我們這個身體也是一樣，等到你兩腳一伸，哪個是、誰是誰的呀？嘿，根本也就不曉得是誰的，燒成功一堆灰，沒有什麼了。",
    "105": "[01:45]所以佛經上面有這個故事，叫這個一個餓鬼鞭屍記，以及一個天人禮屍記。啊，有一個餓鬼在那裡打一個死屍，有人看見了說：「哎呀，這個已經死屍了，你還打他幹什麼！」「唉，你不知道，這就是我的前身。我前身一直為它忙，忙了個半天，結果我，我忙了半天啊，把我送下地獄去了。我現在是越想越恨、痛苦不堪，都是為了它，而它躺在那裡，躺在那裡，我還饒不過它！」這樣。那個屍體啊是又肥、又胖、又好，這樣。另外呢瘦瘦垮垮的，一個天人在那裡向它磕頭。「欸，奇怪，那個骷髏怎麼長得枯枯瘦瘦的，你這樣磕頭，磕頭幹什麼？」「啊，那個前身就是我！它呀，辛苦了半天，然後讓我生了天堂。我想想，我所以生天堂啊，就是虧了它呀！所以現在來感謝它。」你看，就是這樣的，對不對？所以我們趁早，嗯，趕快你早一點換啊！早一點換，你能夠幫助別人的話，少一點嘛生到天堂，好一點嘛到極樂世界，最好一點成佛。所以現在趁這個機會早一點換啊，你一換啊，就好囉！現在我們繼續下去。",
    "185": "[03:05]如《集學論》云：「修自他平等，堅固菩提心，自他唯觀待，妄如此彼岸。彼岸自非彼，觀誰而成此，自且不成自，觀誰而成他。」他還是說這個。不要啊只看自己，先要站在平等的地位。實際上他那個「換」的話，原因就是這樣的 ─不要執著自己。就像執著別人像自己一樣的這個心裡面，擴大它，你用這個方法來堅固你的大菩提心。你平常所以不能做到的原因哪，因為你妄執了這個自己，實際上你要曉得，你這個自己跟他人啊，都是互相對比出來的。因為你虛妄分別，所以看起來就像那個山一樣，是啊，這個我這個、他這個。它這個自他之間並不是天生就是的呀，只是互相對比出來的，這個你要了解啊！在這種狀態當中，自己根本談不到自己，那他也一樣的道理，這個我們要了解的。",
    "255": "[04:15]此說唯由觀所待處而假安立，全無自性。這個自他呀，就是看你所處的地位而假名安立，這個假名安立就是你的妄識所分別出來的。我站在這裡，覺得這個是我的；你站在那裡的話，也覺得你是我的，那到底哪一個是你的呀？那就是你那個虛妄心識所安立的。譬如我站在這裡，我說：「你們在我東邊。」我跑到老和尚那裡，那我說啊：「你們在我西邊。」那東邊、西邊不是兩個完全相反嗎？不是顛倒了嗎？那麼說來說去，就是你內心虛妄執著，是假安立的啊！本來就沒有這個所謂東啊、西啊，因為你妄執著，所以現在這個自他是這樣的。而這個是，第一個就是我們自他所依兩個身，從前面這個道理告訴我們，它不是天生來的，原來就是假安立的。既然是假安立的話，你只要把那目標換一換的話，認識清楚的話，不就解決了嘛！次，進一步，說自己的快樂跟別人的痛苦，這個怎麼弄法呢？",
    "337": "[05:37]二謂又念他之痛苦，無害於我，為除彼故不須勵力。這個，喏，第二個，覺得別人痛苦是別人痛苦，跟我沒害嘛，我為什麼要忙這個呢？好像這個是平常我們的 ……欸，他有一個方法：除這個障礙啊，",
    "356": "[05:56]除此礙者，謂若如是，則恐老時受諸苦惱，不應少年積集財物，以老時苦無害於少故。這個比喻美極了！說就像你老的時候要受苦啊，那麼我們要防老，少年的時候積集了很多財物。其實老的是老的時候，少的是少的時候，你忙它幹什麼，跟你沒相關嘛！欸，對不起！我們偏偏要去忙欸，這樣。所以不是說，啊！現在這樣跟你不相關，不是的呀！「如是」，進一步，",
    "392": "[06:32]如是其手亦不應除足之痛苦，以是他故。手對足來說，這個手跟足，這個腳對那個手來說，別人嘛！腳上痛，你忙它幹什麼！你這個手不會去忙。欸，但是腳上痛了，我們這個手要去摸摸它，對不對呀？欸，是要的。他說，他同樣地說：",
    "410": "[06:50]老時幼年，前生後生，僅是一例，同樣的這個情況，手對腳，老跟幼，前生跟後世，就是一個例子。進一步說，",
    "421": "[07:01]即前日後日，上午下午等皆如是知。都是這樣。那麼有人說了：「不對呀！老跟幼是你一個相續，只是不斷地在你自己身上；手跟腳，雖然是手對腳是分開來的，這是同樣對我來說一個身體，這是沒錯呀！」",
    "439": "[07:19]若謂老幼是一相續，其手足等是一身聚，故與自他不相同者。有人說，對自己跟他人是兩件事情啊！",
    "444": "[07:24]相續與身聚，是於多剎那多支分而假施設，無獨立性，自我他我亦皆於假聚相續而安立，是的，「相續」就是前後、老小；「身聚」就是手跟腳。它這個東西怎麼來的啊？它也不是天生有它的自性，只是時間一剎那、一剎那積聚起來的，這個從小到老。還有呢，手跟腳，只是肢體啊不同的，安立起來的。然後呢自己跟別人，它還是什麼？不同的幾樣東西 ─時間是剎那積累的；然後呢身體是支分積累的；自他是什麼？不同的蘊所積累的，對不對？還是這個、這些東西積累的，其他的東西積累。有的東西木頭做的，有的東西鐵做的，有的東西啊木頭、鐵都混起來的，只是如此不同嘛！反正說來說去，都是這樣的這些東西混在一塊兒，湊成因緣湊成功的。所以你那個自他，跟那個老小，跟那個手足，都是一樣的 ─混成功的材料是不一樣，但是都是由其他的幾樣東西兜起來的，這有什麼不一樣的！",
    "530": "[08:50]故言自他皆觀待立全無自性。所以我們要了解，自己跟他人都是相待而安立起來的，它並不是天生有這樣的東西。然由無始串習愛執增上力故，",
    "545": "[09:05]只是由於「無始串習愛執增上力故」啊！只是無始以來的這個無明執著，這個力量產生的。",
    "556": "[09:16]自所生苦便不忍受，若能於他修習愛執，則於他苦亦能發生不忍之心。因為無始的習慣，所以自己身體就不忍受，別人的啊就不管。假定你能夠修習的話，不斷地照著如理地修，你對別人一樣的也可以發生這個無法忍受的心情。",
    "579": "[09:39]其實這個道理說起來簡單極了，就是前面講的七因果的時候，說得很清楚。假定這個自他一定是完全不能辨別的話，那麼對不起！七因果也無法建立起來了，實際上七因果是建立得起來的。雖然我們不一定，乃至於還根本沒有照著七因果修成功，可是七因果當中所說的那個道理，我們人人體會得到的。我們自己的親人，他也是個他耶，跟你了不相關呀，可是他有苦的話，唉喲，你就很擔心。唉呀，自己的父母啊，心裡就擔心了，這樣。這個他，你就擔心他；是怨家，你看見了，你就開心了。同樣的他，為什麼一個你就不忍心，一個你會他這樣呢？為什麼？就是你自己的什麼？你自己的愛執之心，對不對？很明白擺在這個地方啊！而這個愛執，無始的無明相應的。現在我們要修學，沒有別的嘛，就是了解這個無明，然後你把那個無明轉成功智慧相應的話，那不是轉過來了嗎？所以當下證明，我們確確實實這個能力是具足的，主要的原因在哪裡啊？就是我們無知，還偏偏執著這個無知不肯放，那就是一點辦法都沒有！",
    "666": "[11:06]你現在了解了這個：哎呀！原來不是別的啊，真實害我們的不是別的，就是我這個無知啊！那個前面那個障礙都去掉了。說理論上去掉了，這個習性哪，就好辦了。修，為什麼要修啊？就是說理論了解了，錯誤的你才不採取它，照正確的理論，然後呢把那習性修改過來，這個就結果就出來了嘛，對不對？所以這個概念很重要。所以我們每一個地方啊，這個行相讓你認得得清清楚楚，這個是它最特殊的一點。然後你去修行的時候啊，你只要肯做，你做到哪裡，成功到哪裡，障礙斷掉了，功德生起來。",
    "718": "[11:58]所以儘管經上面對現象界來說，說明這個，說：發菩提心哪，發的心、發心的人多，成就的少。原因在哪裡呢？原因就是他不了解這個真正的內涵，沒有得到正確的教授，沒有如理行持。現在我們真幸運啊！原來喏、喏、喏，這個教授這麼清楚明白。而這個教授絕對不是說，說一個高深的理論，像人造衛星。是的，這是一個高深的理論，可是卻是什麼？就像我們到摩天大廈一樣，它是下腳的第一步就已站在這個地方，你已經站在這裡，只要你肯跑，就這麼 ……。為什麼叫「你已經站在這個地方」呢？我們剛才說的心理不就是我們現在的心理嗎？對不對？想想看，對不對？喔，你的父親，然後你的兒子、你的親戚朋友，哎喲，你心裡面 ……這明明是「他」呀，但是你心裡面會覺得：唉呀，這個放不下！為什麼？喏，就是你無始的習性，所以我們是有這個本來的本能哪，只是問題在哪裡啊？無明，兩句話，兩個字，不是兩句話。好，現在我們可以繼續下去。",
    "810": "[13:30]如是除自他換諸障礙已，正修習者。好了，障礙拿掉了，現在呢正式去修習了。",
    "821": "[13:41]謂由於自貪著力故，起我愛執，由此執故無始生死乃至現在，發生種種不可愛樂。欸！這個地方就，正式修習的時候修什麼呢？由於前面這個無知 ─啊，人最可怕的就是這個！然後呢，明明是虛假東西啊，貪愛執著，起了我愛執。無始以來，唉，結果你貪愛它啊，一直在生死當中。不但在生死當中，而且發生了一切這種不可愛樂。",
    "859": "[14:19]前面修那個八苦、三苦、六苦當中，說得清清楚楚的。唉呀！那永遠沒有滿足的時候，而且越是你增長它的話，痛苦是越多。再進一步，我們從十二因緣去看的話，這個真正的痛苦所以這麼來就是這個原因，這樣。我所以要出那個題目考考你們的原因，主要的就是讓你們好好地溫習一下。然後呢一點的話，你就了解得清清楚楚：唉呀，真正的痛苦都在這裡！現在不求快樂嗎？喏、喏、喏，現在指出來告訴你了，這個痛苦、快樂的根本在這裡。現在我們所以很高興地，啊！曉得了，從這地方學進去。",
    "902": "[15:02]欲修自利作自圓滿，行非方便經無數劫，自他二利悉無所成。非但無成，且唯受其眾苦逼惱。是的呀！是，你未嘗不想求自己的利益，要想使得自己樣樣圓滿哪！可是不幸的，你呀所做的方法做錯了，所行的不是正確的方法。最主要的還是沒有正確的了解，所以已經經過無始以來呀，結果自己既沒有利益，別人也沒有利益啊！沒有利益還好，還要受無邊的眾苦啊！只是苦，顛倒極了！這不是很明白嗎？所以這個道理現在聽懂了，不斷地擺在心裡想：「對呀！對呀！」你能夠想多少，於是推動你改變的力量就生起來了。而這一件事情再容易不過，為什麼？眼前就是一個苦惱，再說眼前你就是求快樂嘛，這個心理我們有的呀！你只要從這個地方一步一步追下去，不叫你放棄你自己快樂，恰恰相反地正要給你快樂呀！他不叫你不管你的痛苦，他正是要告訴你怎麼除掉你的痛苦，而主要的關鍵在哪裡？他說的「行非方便」啊，對不起！你做錯啦！現在所以我們高興：啊！現在做對了。做對了，我的快樂就可以得到了，我的痛苦就可以去掉啦！怎麼做呢？換一換。",
    "1006": "[16:46]若自利心移於利他，則早定成佛，我們如果能夠換一換的話，早就成了佛了。成了佛以後啊，",
    "1015": "[16:55]圓滿自他一切利益。這個很清楚，這個太清楚、太清楚！佛陀因地當中就是這樣，所以感得這個果啊！",
    "1026": "[17:06]由未如是，故經長時勞而無益。因為沒有這樣做啊，所以無始以來，勞苦嘛勞苦得不得了，一點好處都沒有。",
    "1036": "[17:16]今乃了知第一怨敵即我愛執，啊，現在好高興啊！了解了，喔，原來我真正的大怨家是什麼？就是這一個東西 ─我愛執。",
    "1048": "[17:28]應後依止念及正知，堅固決定勵力滅除。所以以後真正應該做的是什麼呢？要、要靠這個 ─依止於念、知，依止這個正念跟正知，這個才是我們皈依之處。所以這個「皈」跟「依」有二個：皈就是反過來，沒有別的；然後呢依止在什麼上面？依止在正念、正知。以前我們依止在什麼？無明、無知上面。然後呢把這一個力量加強它，一定要努力去除掉它。",
    "1086": "[18:06]其未生者當令不生，其已生者令不相續。對於自利這個，還沒有生的不要讓它生起來，它「已生者」，不要讓它繼續下去。",
    "1099": "[18:19]《入行論》云：「此於生死中，百返損害我，意汝欲自利，雖經眾多劫，以此大疲勞，汝唯引生苦。」論上面告訴我們，在那個生死當中，這個「百」啊，就是一個泛指，泛指，它不是一百。平常我們說百樣東西、泛百樣東西，一切、一切，一直在這個生死當中損害我們。說你這個「意」 就是我們現在的心念 你呀要求自利，結果呢經過無始劫來，因為這個念頭，唉！疲勞得不得了，結果只是苦啊！",
    "1140": "[19:00]又云：「若汝從往昔，能作如是業，除佛圓滿樂，定無如斯時。」假定你早一點覺醒，能夠做現在這樣的話，那麼早就成了佛了。而得到的，除了這個佛的圓滿的快樂以外啊，那絕對不會像現在這樣，現在這樣地受種種的苦，絕對沒有了。",
    "1160": "[19:20]如是不執自言，不護自品，當數修心，將自身財及諸善根，悉無顧慮惠施有情。好囉！這麼一來就行了。也不執著自己的，不保護自己的種種，拿這個東西來修行，把自己的身、財，乃至修的善根，毫無餘遺地惠施有情，這樣。所以這個啊，現在我們講布施、布施，不要先講布施，你這一點做到了，叫你不布施也不行。因為你曉得得很清楚嘛，你，這個東西就是你的生死大怨家，有了唯恐不送出去；送出去的話，那就對了嘛，你自己得到利益了嘛！所以這一個自然有它的必然的次第，必然的道理在。",
    "1215": "[20:15]又施彼已即應利彼，不應於彼而行邪行，故於身等應當滅除自利之心。──是的，現在你布施給別人，送給別人。當送給別人以後啊，不要「於彼行邪行」。這個「行」就是心理行為，這個邪行指什麼呢？就是啊平常我們送給別人，好像，哎呀，結了個好朋友，然後我送給別人啊，要有求於他。現在世間的人都是這樣的，賄賂固然不談，送他一份禮物，嗯，有求於他，都是這個樣的。然後呢處處地方是為了討好別人，自己欲有所求，而這個都是錯誤的，完全錯誤的。所以布施，結果沒有一點點餘遺地，目的在哪裡？利他，就是這個，沒有一點點餘遺地要消除這個我愛執。那這樣的話呢，你這個菩提的果就可以得到，因為因地當中做對了。",
    "1284": "[21:24]如云：「意汝定應知，自為他自在，除利諸有情，汝今莫想餘。說，「意」 ─這個是現在我們以正知見告訴我們自己，說：「某人哪，你應該知道啊，現在這個我是一定送給別人啦！完全是他，看、跟他轉的啊！現在要做的除了利益別人以外，你千萬不要莫名其妙地瞎打妄想啊，除了利益別人以外，不要想到你自己。」",
    "1318": "[21:58]他自在眼等，不應作自利，眼等於利他，不應作邪行。」意思 ─他的東西你千萬不要說：「哎呀，為了你自己！」所以我們現在說，哎呀，心裡面啊欲有求於他了，然後你就討好他，這種事情萬萬做不得；有求於他了，布施送給他，萬萬做不得。凡是他的，他的就是他的；我的，我的也是他的。現在世間的人，我的固然是我的，他的也是我的。就因為這樣啊，所以是越弄越苦啊！永遠在這個輪迴當中。看見好的，是越多越好；看見壞的，就把它推出去。結果注定你將來啊，你長得肥肥胖胖，等到你作了鬼要來打它，那個時候已經來不及了。早一點哪，早一點那個時候就對啦！是。",
    "1367": "[22:47]若見身等棄捨利他攀緣自利，或身語意而反於他作損害緣，應作是念而正遮止，假定你一旦發現「棄捨利他」，不幫人家忙，只想到自利，而你的身語的行為以及起心動念，做的都是這個損害別人的時候，不利益人的時候。你馬上起正念：欸，遮止它，不可以，不可以，不可以！",
    "1402": "[23:22]此於往昔，亦曾令受無邊眾苦，現今若於相似利益而生錯誤，隨彼轉者當生大苦。下面這個就是我們應該正念的。要曉得我們無始以來啊，一直做這種事情，做這種事情，得到的一點好像相似的利益。所以眼前自利 ─不是沒有利益喔！但這個利益相似的，好像是有一點利益，但是真正說起來這是個錯誤啊，這是個錯誤啊！所以它叫「相似的利益」。對這個利益不認識，所以錯誤了才去忙這個東西。如果說你現在還是跟著它轉，忙這個相似的利益的話，將來一定生大苦啊！這個念頭啊，經常保持著。",
    "1450": "[24:10]如云：「汝昔傷害我，已往可不諫，我見汝何逃，應摧汝憍慢。你以前一直傷害我，那以前的事情不管了，我們也不去管它了。但是我現在認得了，欸，你還逃到哪裡去啊！一定要摧你的憍慢。什麼叫「憍慢」？憍就是對自己好的東西啊沾沾自喜，這個叫憍：慢呢，對比他，總歸比別人高。換句話說，你一天到晚忙著自己，今天一定要摧毀你！",
    "1482": "[24:42]今汝應棄捨，思我有自利，我於餘賣汝，莫厭應盡力。現在你要曉得啊，你要棄捨這個自私自利之心。我已經把你賣給別人了；你現在啊要努力做這個事情，不要厭患。那個文字滿有趣，但是意義本身啊，就是說用很有趣味的，策勵我們內心這個正法相應的認識。",
    "1514": "[25:14]放逸不將汝，惠施諸有情，汝則定將我，授與諸獄卒。啊！這句話是值得我們哪，擺在心裡牢牢記住啊！說我們儘管懂得了道理了，但是呢如果你不努力，去放逸的話，那懂得了道理也沒有用。所以，儘管你懂得了道理啊，你還不努力去做的話，不把我們努力去這個「惠施有情」，在這種情況之下，你一定又把我送到地獄裡面。「獄卒」就是地獄獄卒，這是千真萬確的事實。啊，所以如果我們現在趁得到暇滿的人身，你放逸、馬馬虎虎的話，對不起，它這個東西 ─「我」這個東西啊，一定把我又送到地獄去啊！",
    "1562": "[26:02]如是汝長時，捨我令久苦，今念諸怨恨，摧汝自利心。」所以經過長時，你呀讓我受大苦啊！現在想到就恨哪！所以一定的摧毀這個，摧毀這個。所以這個密教當中，畫那個畫 ─大瞋相，它有道理的。前面記得吧！當煩惱一起來，要把它鬥，鬥什麼？敵人嘛！所以你咬緊牙關，那個煩惱一點都不容許，再輕微的地方，我一定要把你，咬緊牙關要把你徹底地消滅掉，這樣。",
    "1608": "[26:48]如是數思愛他勝利，當由至心發生勇悍，棄他之心未生不生，其已生者令不相續，於他令發可愛可樂可意之相。就這樣地、不斷地數數地思惟。這個「數思」兩個字，現在始終都是關鍵問題，我們懂得了道理，能不能轉就靠這個。當然你不懂道理，數思也沒有用啊；懂得了道理啊，如果你不數思，那就放逸當中。如果你精進的話，一定是思這個東西。你不斷地思惟的話，那麼到那個時候，內心當中發起那個「至心」，這個心裡面的的確確地 ─勇悍！這不是浮浮泛泛，哎呀，要幫人一點，就是這樣。非常強有力的，這個「勇」；「悍」的話，一切都不顧，什麼困難都擋不住你。如果說平常以前這一種心真正能夠改過來的話，那麼自然整個地就不一樣了。平常啊只管自己不管別人，現在呢不是囉！所以你能夠這樣做到的話，「棄他之心」 ─不管別人的心，如果還沒有生，不要讓它生起；已經生起來的，把它到此為止，不要繼續下去。",
    "1687": "[28:07]總歸處處地方發心，欸，令他可愛、可樂、可意之相。實際上也不是別的，就是要現在求快樂，你想到你的快樂哪來的？喏，一聽，都是靠他呀！就是這個樣。平常我們世間人常常說拍馬屁，為什麼要拍馬屁啊？然後呢處處地方奉承人家，實際上那還不是為了別人，為什麼？還是為了你自己嘛！對不對？哎喲，這個上司啊有錢，提拔你，然後呢這個老闆可以多給你錢，哎呀，你拼命地在那兒奉承他，為什麼？為了我快樂嘛！現在不叫你做別的，還是為了這個呀！這個上司就是什麼呢？一切有情，你只要能夠奉承他，你所有的快樂都來了。",
    "1727": "[28:47]你想到這地方的話，你用種種的方法幫忙他，結果呢，欸，你的好處也得到了。不過這個地方，我們所以不用世間的，因為世間是染污的，它有一個特別的名字 ─善法，叫善淨之法。而我們心裡是，喏，隨時你一看，很清楚，確實這個能力是有的，只是方向弄錯，方向弄錯。像一把寶刀一樣，本來這一把寶刀啊去殺敵人的，結果你弄錯了，傷了自己了。現在我懂得了，欸，把敵人傷害，自己啊就得到安樂了。",
    "1767": "[29:27]如昔於自愛樂執著，今於他所應令發起愛執之心，如云：「應執餘如我。」能發如是愛執有情，其因謂當念彼恩德，或見於自所作饒益。"
}