{
    "3": "[00:03]如是愛執有情，其因謂當念彼恩德，或 見於自所作饒益。那麼，像前面經過了這個修習以後，以前呢只是愛執自己的，修習了以後，現在這個愛執的心還在，愛執誰呀？愛執別人了，這樣。那麼要這個，原因是什麼呢？嘿，妙了！是「念彼恩德」，因為看見他有 ……我們大恩呀，看見他對我們有的好處。所以他並沒有叫你放棄好處，他恰恰相反啊，正要完成真正給你好處。所以你記住啊：真正給我們好處是這裡，並不是叫你不要好處呀！",
    "53": "[00:53]此復猶如見諸沃田善植種子，能結眾多上妙果實便極珍愛。就像看見一個肥沃的田，哎呀，肥得不得了！你只要能夠好好地把這個你要的種子種下去的話，那結出來的果是「眾多上妙」，啊，好極了！你自然而然會很珍惜、很寶愛。",
    "86": "[01:26]如是若於有情福田植施等種，亦能出現時究竟一切利樂。對於這個有情這個福田哪，你能夠好好地種下這個種子的話，就能夠得到眼前增上生、究竟決定勝以及中間一切的好處。",
    "106": "[01:46]若獲定解，亦起愛執，故於是等應當思惟。假定這個概念你認識了、修習了，產生決定的勝解的話，決定你呀會改過來的，一心一意地愛執他品而不是自己，自他就換過來了。關鍵在哪裡呢？就是「思惟」。所以在這一點上面呀，對於這一個道理應該思惟。",
    "134": "[02:14]《入行論》云：又說了：",
    "136": "[02:16]「有情與諸佛，同能生佛法，如其敬信佛，何不敬有情。」對呀！你要成佛，有情跟佛是同樣地生起佛法來的，既然你敬信佛，為什麼不敬有情？我們現在只曉得敬有情，不曉得 ─欸，只曉得敬佛，不曉得敬有情。佛之所以成佛的話，他不但曉得敬佛，而且曉得敬有情，所以他一切東西都布施，一切東西都為有情。然後呢，看〈常不輕菩薩品〉啊，他就說：「我不輕汝等，汝等皆當作佛。」他心裡面是這樣想，行為上面這樣行，結果他成了佛。我現在不是要學佛嗎？喏，佛就是這個樣！這很清楚呀！你想到了這個，眼前這種問題都解決了。同時也了解：哎呀！我愛執什麼東西呀，一天到晚心裡面纏在那個地方，哎呀，痛苦啊！說起來沒別的，就是這一個，真正害我們的就是它呀！偏偏我們現在不認識，還老想纏在這個上面，真是可憐哪！所以啊，佛也奈何不了我們。嗯，現在懂得了，好啊！",
    "210": "[03:30]此如《令諸有情歡喜頌》說，若殺有情則能引其墮三惡趣，若救其殺能引善趣復得長壽，嗯，就像《有情歡喜頌》上面說：你殺了人家，那麼你就墮三惡道；救了人家，不但得到善趣，而且長壽。",
    "231": "[03:51]若於有情不與而取及施資財，發瞋恚心及修慈悲，亦能引生善趣惡趣。也是一樣的道理。你幫別人，好處是你的，得到善趣去；害別人那麼到惡趣。瞋、悲都是如此。",
    "247": "[04:07]特緣有情乃得發心，為利有情始修諸行，是故成佛亦須有情，要依有情施等乃滿，當審思惟。這特別是從發心開始一直到成佛，你一定要緣有情才能夠發這個心。啊，有情苦啊！然後呢，從這個上面，看見他的苦發那個心。然後發了這個心以後，你呀進一步行種種的利益有情的行，才能夠滿你的願。所以成佛也是靠有情啊，要這一個概念要「審思惟」，好好地思惟。",
    "288": "[04:48]《釋菩提心論》云：「世間善惡趣，其愛非愛果，皆由於有情，作利損而生。若無上佛位，且依有情得，人天諸資財，梵釋及猛利，護世所受用，於此三趣中，無非利有情，所引此何奇。地獄鬼畜中，有情之所受，苦事非一種，從損有情起。飢渴互打擊，及侵害等苦，難遮無窮盡，皆損有情果。」那上面，《菩提心論》上面告訴我們：世間的一切的，可愛的以及非可愛的，沒有別的，都是看你對有情做的利益，或者是做的損害。乃至於達到佛，所以成佛還要這個。下面這個就不解釋，這很清楚、很清楚！將來引生的固然是，眼前的也是，你幫了別人，別人就感激你呀；你損害了別人，別人要還報你呀，一切的都從這個上頭來啊！",
    "359": "[05:59]諸聲聞等果報下劣，是由未能廣行利他，諸佛獲得究竟果位，是由廣利有情而生，應思此理，不應剎那貪著自利。不但世間的，進一步，聖人。聖人當中分三乘，為什麼分三乘呀？就是，哪！聲聞他為什麼果報下劣，因為不能廣利有情。聲聞還是可以有能幫人家忙的，但是他不廣；不廣嘛，對不起，他也不行。佛之所以究竟的話，因為廣利一切有情。這個道理要思惟，不要剎那貪著自利，當你一剎那貪自利的時候，你就那個一剎那，你就傷害了自己了。誰願意傷害自己啊？那所以呀，你要想不傷害自己，唯一的辦法就在這個地方，告訴我們清清楚楚耶！",
    "410": "[06:50]即前論云：「於有情離貪，如毒應棄捨，諸聲聞離貪，豈非下菩提，由不棄有情，佛證大菩提。現在我們要貪的是貪什麼？貪著怎麼利有情。當你對有情不去利益他，所以對利益有情這一件事情，你不管了，「離貪」了，那種是毒的，應該棄捨。聲聞之所以證聲聞的話，他就只管自己，沒有執著這個利。所以這個貪也不壞呀，看你貪對了。所以呀，因為聲聞不貪著這個利人，所以他雖然證得菩提，這個菩提是「下菩提」。反過來，佛呢？佛是貪著，因為貪著，所以不棄捨有情，所以證得大菩提。",
    "463": "[07:43]若知生如是，利非利諸果，則於剎那頃，豈有貪自利。」你了解了，那自然一剎那也不會只管自己。",
    "472": "[07:52]是則專住利他及菩提果，亦見是從菩提心苗之所出生，此心根本見為大悲，那這樣的話，啊！曉得了，利他呀！你了解了這個，一心一意在利他上面，以及從那個果位上面。為什麼從果位上面？這是我們要的，快樂嘛！你要得快樂，就是推到他，利他的因上面，就是這樣。所以這個上面，你從這裡也曉得：啊，沒有錯呀！這個菩提心苗從這裡，前面的說大悲的根本在這裡，道理是一模一樣啊！",
    "512": "[08:32]故諸佛子愛樂修習。若多修習令其堅固，則能任運趣極難行諸廣大行。所以真正的佛子啊，他對這個了解了，這個才是我們真正「愛樂修習」的，真正愛樂修習是這一個呀！你要多修的話，這一定堅固，這個堅固了以後，再難行的事情你就難不倒你了。",
    "539": "[08:59]所以到這裡我們了解了，喏！真正我們修行的，現在的中心是什麼？一定是大菩提心，而不是旁的。旁的是什麼？不是不修，而是兼顧。所以真正修學佛法，必定要知道：你只小乘嘛，厭離心這個最重要，不必忙別的；大乘嘛，是菩提心這個最重要。你有了這個，這個生起來，然後呢做什麼事情，一切自然而然都感果。你如果這一點做不到，你說：「哎呀，要忙這個，要打坐、念佛啊！」對不起，這個都是事倍功半哪！他能夠生的還不錯了，都是走的遠路啊！",
    "585": "[09:45]即前論云：「悲堅為根本，菩提心苗生，專利他覺果，諸佛子應修。這個大悲心，堅固的大悲心，這個是根本。有了這個根本，這個菩提心苗生起來了。所以專門利他得到的大覺世尊的這個最高、圓滿的果位，我們修學佛法的人 ─佛子啊，這才是應該修的中心。",
    "615": "[10:15]若修令堅固，諸怖他苦者，能捨靜慮樂，而趣入無間。此奇此應讚，此為勝士法。」你只要把這個前面的努力修習生起而堅固的話，於是你呀，自己就不管了，只管別人。哎呀，看見別人痛苦啊，你就自己是：「啊！要救他，要救他！」你所怕的，只怕他人受苦，不怕自己受苦，因為你看見別人受苦，你就是自己再快樂，你就放掉。而快樂當中，最快樂的就是靜慮啊，就是色界定當中的快樂，最快樂。最快樂你能夠捨掉，他到最苦的地方去做，這個時候一定可以做得到的。這一個才是真正最難得的、最稀奇的，這個應該稱讚的。這個才是什麼？「勝士法」，哪！這個殊勝大士的方法。",
    "676": "[11:16]今於此義，亦應用諸先賢言論而發定解，把前面祖師的告訴我們。",
    "683": "[11:23]如覺𡁮云：「不知修慈悲之菩薩，唯藏人能知。」最後引這麼一個，這個阿底峽尊者有這麼一句話。他到這個西藏去的時候，西藏就有人就問他，說修那個法的很麻煩，他就有人問他：有沒有一個修方便的法門哪？這麼囉唆，他不行啊！嘿！這個阿底峽尊者怎麼說啊？「假定有的話，唉！我第一個啊，就不願意這麼麻煩，我早就修了，還何必你來問啊！何必你來問，不用你來問哪！」他下面又說：「不曉得修菩提心的那個大乘，只有你們西藏人知道，我啊，在印度這個佛根本的地方，可沒有的。」所以我常常說啊：假定真的有這個方法的話，那十方的一切諸佛菩薩，那都是一點用場都沒有了。因為十方一切菩薩，沒有一個例外的，都從這條路上走來，你居然有這個法門，你不是強過佛嗎？你還要跑來學佛，你趕來學什麼？這一點我們必定要了解的，是清楚明白不過的事情啊！就說，",
    "755": "[12:35]若爾當如何修，那麼要怎麼修呢？",
    "759": "[12:39]「須從最初次第學習。」欸，對了！現在我們了解了，他講 ─重新又告訴我們，前面一再說，一定要從這個次第修，特別強調，你只要次第上來，無有不成功者。所以他下面告訴我們，你呀，先要學的時候學上上，學了上上，你呀啟發要修；修的時候啊，從下下修起的。反過來，你從下下修了以後，你自己經驗嘛也增長了，淨信嘛也增長了，於是你向上慢慢地跑上去就對了，這是必然的道理，必然的次第。下面一個祖師說：",
    "798": "[13:18]朗日塘巴云：「霞婆瓦與我，有十八種人方便，一種馬方便。哈！實際上呢，這個人方便，就是你怎麼做了人，我們現在說暇滿的人身唯一該做的事情；馬就是畜生。要做人哪，這方便極了。",
    "815": "[13:35]人方便者，謂發大菩提心，隨作何事，悉學利益有情。你看哪！真正要做人的方便有十八種這麼多。畜生哪，簡單極了，一種。",
    "826": "[13:46]馬方便者，謂菩提心未生者令不生，已生者令不住，不使增長者為我愛執，故特於彼盡力違害，正對有情盡力利益。」什麼是馬方便？換句話說，什麼是畜生？什麼愚癡相就是什麼呢？說菩提心沒有生的不讓它生起來，已生的不讓它住，就這樣。為什麼會產生這樣的原因哪？我愛執啊！所以這個我愛執真實說起來什麼啊？畜生相啊！我們現在人家常常就：「你這個畜生都不如！」現在我們真的啊，現在才了解的原來這樣啊！是特別對這個我愛執盡力地違害，凡是一切有情利益都做。",
    "875": "[14:35]大瑜伽師謂善知識敦巴云：他們師兄弟兩個人，大瑜伽師就說了：",
    "881": "[14:41]「我有風息平等轉等，如此如此三摩地。」他修定喔，得到了定囉，得到了定囉！結果呢？要我們現在得到了定，還得了！哎呀，如果你念得稍微一點相應了，就歡喜得不得了；得到一心不亂了就不得了，何況得了定了。結果他怎麼回答呀？",
    "900": "[15:00]答云：「汝修縱能耳邊擊鼓不可破壞，若無慈悲及菩提心，猶當生於晝夜應悔之地。」對不起！就算是你耳朵旁邊敲大鼓，你不能動 ─那是很深的定哦！假定你沒有依照著這個次第修菩提心的話，你早晚還要懊悔的。這千真萬確的事實，鬱頭藍弗生到非想非非想天，結果完了以後，墮到畜生道當中去，早晚要懊悔的。",
    "929": "[15:29]此中意趣似說，當成能生無暇無色等處，異生之因。所以我們現在第一個根本因一定要把握得住，千萬不要說：「哎呀，你要學定呀，要學什麼啊！」要學厭離心、菩提心！然後把其他的輔助，其他的你這樣做的話，學什麼都對。",
    "949": "[15:49]康壠巴云：「我等於覺𡁮有情顛倒行事，有情於我等亦當如是行。」換句話說，我們對那些一切有情呀 ─這個「覺𡁮」並不是指阿底峽尊者，就是平常我們說對人家說「菩薩啊，菩薩」 ─我們對那些佛菩薩顛倒行事。為什麼叫他菩薩？他是使我成佛的嘛，對不對？所以他們也對我顛倒。怎麼顛倒啊？我只管我自己，他們也只管自己，我們彼此間如是。都做錯了，我們要改過來，我們要改過來。",
    "982": "[16:22]請翻到《菩提道次第廣論》二百三十頁。關於如何發菩提心，以及菩提心的重要，那麼已經大概講過了，大概講過了。所以到這裡，我們曉得整個佛法的中心是大菩提心。所以他昨天講的最後一段，以大瑜伽師這麼了不起的人，這麼了不起的成就者，他說：「我現在啊，學定哪，學到這個樣啊！」要我們現在看起來的話，哇，那是何等了不起的事情啊！我們總是學定。結果呢？敦巴尊者怎麼說啊？說：「你呀，就算修到這樣的話，如果是你不以大慈悲跟大菩提心作為中心修學的話，雖然你得到這個定，你早晚你要懊悔的呀！」這是千真萬確的事實，千真萬確的事實。不要說欲界的天子生了天，下地獄，得到了非想非非想天還要墮落。而拿這個無常相來看的話，實際上啊，這個情形千真萬確，你得到了定，連他小乘都不如啊！所以真正佛法的中心的話，那是大菩提心，我們必定要知道的，必定要知道的。",
    "1104": "[18:24]那麼修大菩提心，不是說別的不要，而是說以這一個大菩提心為根本因，然後呢，我們在這個上面再具足這個圓滿因，那就對了。現在我們把握不住這一點，本末倒置，忙了個半天，所以不一定 ……乃至於出錯路的根本原因，就是問題都在這個上頭。自修，自修得不到好處；利人，也同樣地帶著人家是一盲引眾盲啊，這一點我們特別要了解。",
    "1146": "[19:06]所以這地方一開頭的時候，就告訴我們說：喏，你只要看看阿底峽尊者那個傳記的故事嘛，你就很清楚、很了解了。以他這樣的老人家的這一個成就，遇見這麼多了不起的大善知識。那些大善知識啊，也可以說都是這麼高明的人，都是這麼高明的人，其中不乏地上菩薩，至少的都是加行位以上的菩薩，結果呢，他卻把金洲大師作為老師當中最尊重的。他每次說到金洲大師、聽見金洲大師，他馬上手掌擺在頂上面，就像我們現在這樣，那是最恭敬的，感念、恭敬他的老師。別的老師他沒有這樣的，為什麼呢？這因為金洲大師傳了他完整的大菩提心的教授。而現在我們了解這個大菩提心，是啟發的因緣有很多種，可是這個裡邊，悲─就是前面所說的，七因果的策發那個悲心，這一個是最殊勝、最有力、最堅固的。因為這樣，所以這個是從金洲大師傳來，那麼所以以阿底峽尊者這樣的人，很明顯的，他是一個高位的菩薩，是高位的再來人，卻也這麼尊重。",
    "1271": "[21:11]那麼再說，我們前面曾經講過，這個悲，在大菩提這個整個的修道的過程當中，第一步要它，中間要它，後來要它。不是說，啊！你開頭懂得一點名字啊，懂得一點名字，連它碰都沒碰到邊，不曉得真正內容。就算你照著這個次第，如理如量地生起來了以後，真實行的時候，又因為眾生數量無邊，而要行的又那麼難行啊，往往又中間退卻。那個時候最好的保持你上進的，仍舊是需要大悲心。由於這樣地從初到終繼續不斷，才能夠達到圓滿的佛果。所以這個概念，我們一定要一開始的時候就建立起來。然後呢，我們自然把握住這個中心做。如果一開始建立不起來，你先摸別的枝末，養成功了習慣啊，這個習性之難改，是難改極了！不要說世間的習性難改，修學佛法的習性一樣地難改。",
    "1367": "[22:47]究實說起來，世間的習性比修學佛法的習性容易改，為什麼？因為世間的習性當你接觸了佛法以後，你就了解：啊！原來這個東西啊，就是把我們死死地綁在生死當中，跳不出來的可怕的怨家對頭，那麼現在找到了最好的方法 ─佛法。所以你在這種情況之下，一旦碰到了佛法，你肯全心全力地去對治它，策勵你自己來去掉這個根本，淨除這個習性。可是現在呢，你就碰到了佛法，偏偏這個佛法又不是它的根本，而是它的枝末周圍，你自己覺得：「哎呀，對了！我已經遇到了佛法了，這個就是拿來對治我的習性。」然後你在這個上面執著了以後啊，你別的佛法聽不進，總覺得我自己懂了。對了沒有？對，但是走了遠路，走了遠路。",
    "1446": "[24:06]所以本論一開頭的時候特別提出來，說成佛究竟來說的話，沒有一個眾生例外的，但是其中的快慢，以及走的路線的迂曲與否，那完全不能比。這個概念就在這裡，這個概念就在這裡。所以呀，在我現在來說，我寧願一開頭沒有碰到佛法，要一碰到就碰見這一條路。否則一旦在佛法上面養成功習慣，自己覺得很滿意走這個路的話，你要改的話，那是改不過來。",
    "1490": "[24:50]這個道理很清楚，事實呢？喏，我們不妨拿事實來看。佛，那是最究竟圓滿的人，他哪有不想把最完整的佛法來教給別人的，絕不會。他有這個悲心，也有這個力量，結果教出來的絕大部分的人，卻不是直走菩薩道，而是走聲聞乘，為什麼？正因為佛是佛，他看得很清楚，養成功了習性以後，佛也奈何不了你，那只好啊讓你走這條遠路去了，對不對？你看看佛出世以後，度的那個聲聞種子都不曉得多少，但是真正能夠走菩薩直路的人沒有幾個。所以《華嚴》上面會這麼說，《華嚴》上面說得清清楚楚，最圓滿的佛法，「魚子菴樹果，菩薩發大心」，這三樣東西啊，「三事因中多」，因地當中很多，「結果者甚少」，真正能夠得到果的很少。道理在哪裡？就是這個。所以理論是如此，實際也是如此，種種經上的證明。",
    "1582": "[26:22]所以我現在感覺到我自己 ……同時因為我自己的經驗啊，我也策勵、建議諸位，如果諸位的習性已深，那你走你的路子，那扭不過來了，你注定你只有走這一條遠路。如果現在覺得這個習性還不深，換句話說，你還提得起來的話，一定要把以前那個老習慣啊，真正重要的懺悔。不僅僅世俗的那要懺悔，就是以前我們覺得這個老習慣，一定要把它淨除掉，不要留一點點。",
    "1621": "[27:01]所以昨天晚上談那個〈改過之方〉啊，實際上，真正講起來這個內容對我們太重要、太重要了！你對這個毒啊，絕對不能留一點點留在這地方，你一定要以最迅速的態度，以最大的決心一刀斬斷！你別看那個毒蛇咬你一口，咬到手指頭上，你讓它去，哎呀，覺得怎麼樣啊！沒有多久，鑽到你心臟、鑽到你腦子，你就無藥可救。現在我們的容許這個毒都是這樣的，哎呀，總覺得馬馬虎虎啊，什麼懶懶癱癱哪，一直跟著它走不知道，這一生就這麼輕輕易易過去了。然後呢，習慣下一生又這樣，再下一生又是這樣。這是所以為什麼，雖然有這麼多的人聽佛說最完整的教法是這個，走不上去的根本原因。那一步一步，等到這個講完了以後，我才會告訴他每一個重點在什麼地方。你們對這個認識了，然後呢，要痛下決心努力去做，我們每一個人都有機會可以改得過來。這一點哪，在這個地方要特別說一下。",
    "1695": "[28:15]所以修學佛法，自始至終一句話 ─正知見最重要，不是說隨便碰到了一點點哪，大家就對了。那昨天晚上談那個問題，哎呀，我聽了以後，我真是覺得心裡面真難過極了。這個，那位同修非常好，他能夠提出來，其實這個話，我當年我一直懷疑，後來聽多少人也這麼懷疑。現在有很多人也提出這個問題，那不是一般的在家人喔，那是跟真正肯修行人，他同樣地說：「對呀，那麼你現在這樣的話，念了佛，到了極樂世界去的話，那麼這個因果這筆帳怎麼算呢？」大家都說：「好了，你去了以後啊，你直到成佛，你就不用怕了。」大家現在的想法：去了以後，那好了，這個因果就不要了。哪有這樣的事情啊？那這樣的話，這個因果，佛說在這個地方的這個因果，就是個問題。佛說的千真萬確地，這個如是因感如是果，是絕對逃不了的。現在你居然念了幾聲佛到了極樂世界，「好了、好了，一切的就不要感果了！」那這個話怎麼講呢？如果說是前面講對了，那麼後面錯了；後面對了，前面錯了。佛講出這種矛盾的話來的，那還算佛嗎？這不是很明白的道理嗎？"
}