{
    "8": "[00:08]而且佛親自說金鎗馬麥之報，他成了佛了，當年造的惡因，還要感果，而你現在到了淨土了，就不要感果了，那這句話怎麼講呢？",
    "23": "[00:23]所以現在我們大家就這麼糊裡糊塗。你說，是，是一個鄉下的老公公、老婆婆，他沒條件，的確的，「啊！你現在這個最好，你其他也不要幹！」但是，如果說身為一個法師，就拿這個話去勸人，人家來問你的時候，你把這個糊裡糊塗的一片帳告訴別人，人家所看的佛法都是這樣的話，請問：這個佛法還靠誰來弘啊？這個概念我們一定要清楚啊！一定要清楚啊！這，你懂得了這一點，你們就曉得印光大師的確了不起。欸！他就是勸你：「我只會念佛。」他是個大通家啊！他：「欸，我其他的我不懂。」他實際上不是不懂，哪有不懂的道理？他就告訴我們，以他這樣了不起的人，他絕不隨意開口。「佛法是無限高明，我現在只懂一點點。」到那個時候，有什麼好處啊？你肯聽了他的話，老老實實念嘛，你就去了；佛法完整性保持在那裡也沒有動，沒有損害佛法，所以這一點我們要了解的。",
    "93": "[01:33]所以我們今天，假定將來要認真地學，要弘法的話，這個道理要通。如果你只想修行的話，那麼印光大師，印光大師三藏十二部無所不通，他尚且這麼說，那我們能夠比得上他嗎？所以也學他老人家：「欸！對不起，我什麼都不懂，我曉得只有念佛最好，我只會念佛，你就念佛就好了。佛法很了不起，這個等到到了極樂世界再說。」你這樣，對了！這個概念，我們在這個地方要弄得很清楚。那麼說完整的佛法，真正的中心，現在我們了解了，什麼？菩提心。所以我們今天繼續接下去。說，",
    "138": "[02:18]立與未立大乘根本，入與未入大乘之分，一切皆是相值於此，這個大乘的根本在這個地方，就是大菩提心，你是不是算大乘人，基本問題在這裡。大家也回想一下啊！大乘跟小乘之別，是在行分，不在見分。什麼是行分？就是大菩提心，是方便。什麼是見分？見空性。不是說你今天大徹大悟了，這個法是大法。不！不是說今天的密教的灌頂是大法，不！而是什麼？這兩樣東西 ─所以禪宗，那的確是個了不起的大法，密教的，的確是個了不起的大法，但是它是共因哦，像水、土、肥料等等；大菩提心才是這個的不共因，大乘的不共因是在大菩提心。你有了這個大菩提心，然後呢你學禪也得，學密也得，都對，念佛也得，什麼都對，持戒也得。你沒有這個東西的話，不管你那個法多大，對不起，跟大乘是了不相應！這我們要了解的。",
    "224": "[03:44]故一切時應觀於此令心生起。若生者善，若未生者莫如是住，所以在任何時候，要自己反省觀察內心啊！說：欸！我是不是向這條路上走？想辦法把這個大菩提心啟發出來。如果生起了，好極了！就是這樣地繼續努力。還沒有生起來，不要停在這裡啊！應該怎麼辦哪？下面這個三件事情，就是我們修學佛法最重要的，最重要的就是在下面這幾句話。應該怎麼辦呢？",
    "269": "[04:29]應常親近開示此法大善知識，常與如是修心伴侶共同居住，親近善知識，沒有第二條路好走！沒有第二條路好走！這個善知識分兩部分，最主要的，就是你的尊長善知識。還有呢？同修的、共同的，這個就是僧伽團體。這個僧伽，不是單指這個形相，而指這個內容。這個太重要的！以我們現在眼前的情況來說，我們聽那個教法，大家聽得，唉呀！非常起勁，非常高興，幾乎沒有一個例外的，現在。我已經感受得到，只要在座聽的，人人對這個教法這麼歡喜！但是儘管他歡喜是歡喜啊，極大部分人都有這感覺：唉，聽的是好啊！唉，這個做起來啊，就這麼不容易做；要改習慣哪，更是難得很！",
    "334": "[05:34]反過來呢？往往我們看見了形相，看見了這個，哦！就覺得這個好；看見那個，就很容易跟著它轉。哪怕他跑到別的地方去住了一晚，聽見人家的這個早晚課，唉呀！他覺得這個早晚課很好；看見那個走路的形象，啊，覺得他這個形象很好；然後呢，看見他那個穿衣服，他那個衣服很好。那很容易跟著他轉啊！但是這個圓滿的教法，我們聽得這麼個來勁，卻是沒有辦法內心上面策勵我們馬上起步，原因何在？那就是我們眾生無始以來的習氣，這個就是什麼？無明相應的所謂無明、塵沙、見思等等。",
    "380": "[06:20]平常我們一向都是散亂心當中，對我們真實的內容啊，都是所謂「外門轉」。它那個六根所對啊，都是緣著這個塵境而所轉的。是吧？眼睛看見了，耳朵聽見了，很容易被它轉去。可是一個法，你要產生堅固的力量的話，一定要你深入地思惟，這樣，產生決定的見解，那個時候才產生功效。所以儘管你懂得了個道理以後，如果說你沒有能夠深入思惟，產生定解之前的話，它本身不穩。如果再加上環境什麼輕輕地一動、一轉的話，也不曉得跑到哪裡去了。所以在這個地方啊，單單告訴你的是尊長善知識還不夠，還要得環境，所以這個就是同行、同修，共同的團體。所以真正修行最佳的地方 僧團，而這個僧團首要的 見，見解要共同，同修。那個時候，你眼睛所見，耳朵所聽，一舉一動啊，都在幫助你增長，那個時候就如虎添翼，這是我們了解的。",
    "470": "[07:50]你不是說：「唉呀，我聽懂了一點道理啦！我自己就可以啦！」沒有用！那現在啊，乃至於懂都不懂，他就要關起來，說閉關去了，我不曉得他閉些什麼關！啊，自己我就有過這個經驗，我以前啊，以前經常、常常閉，我幸好我倒沒有閉長期的三年的關。我第一次閉的時候啊，那個時候就有人勸我。最早是印導師，說：「這個某人哪！那個閉關不簡單哪！講講道理可以啊！所以大陸上面真正修行的老禪和子，你有了問題，這非靠他指導不可啊！」當然，他老人家對佛法上的認識，當然這句話是絕對有分量，可是那時候我年輕，還是不能聽他。雖然不能聽他，他這話對我有絕大的恩德。所以我並沒有說長期，一閉閉幾年，那好、好、好，短期的來試試看，這樣。",
    "534": "[08:54]從此以後，我經常地試，最短的一個禮拜，最長的三個月，就這樣試。自己曉得，儘管我那個時候已經有了這本書，我每次開始閉的時候，一定事先看一遍 ─啊，應該說，一定是也沒有一定，平常總是先把它溫習一下，然後呢，擺在這個──地方，到有問題的去翻。就是自己發現哪：唉！這樣，就關起來的話，實在浪費的時間實在太多、太多！你得不到善巧嘛！所以這個地方，千萬大家注意啊！你真正要修行的話，沒有最完整的指導，而且這個指導，必定要有完整的傳承，這個是太重要了！這太重要了！那麼第一個，這一點記住喔！第一點。第二個呢？單單這個夠不夠？還要，",
    "587": "[09:47]觀閱顯示此法經論，一定要還要拿大經大論，這個大經大論前面一再說過的，要無垢經論。現在我們有太多的這種各式各樣的書籍，這種書籍對初機介紹，種善根是非常好，因為文字淺顯，我們容易接受。可是你要想真正深入的，憑這個東西的話，不大可能，不大可能！古人的寫的書都是根據他的經驗報導出來的，就是這樣，所以你照著他去做的話，你可以跟他一樣體會到他所經驗到的事實。他經驗到的事實是什麼？「證果」兩個字。我們現在是大部分作在文字上的解釋，你看懂了以後，你可以寫出很美的文章來，不一定在證果上面有太大的幫助，這一點我們要了解的。但是彼此間，各有各的長處哦！就是初機，那麼解釋文字；修行，是又一個次第。這地方說顯閱此法經論是「無垢經論」，通常是菩薩祖師造的這種論跟疏等等。",
    "671": "[11:11]勤修此因積集資糧，淨此障礙。說，喏！假定你還沒有生起來的話，那麼，要想生起來的因在哪裡？就是這個─淨障集資。實際上這個三個事情啊，我們一直、一直努力的就是這個三樣東西。這個三樣東西分不開的，就是我們在理念上面，平常行持的時候是三樣，可是呢在同時，同時。譬如說，我們現在來說吧！我們在這個地方，大家在上課，那麼大家跟那個善知識學，然後呢共同住在一塊兒同修；然後呢，學的是經論；平常的時候，懺悔等等是淨障，然後呢，三寶維持這個地方種種的話是積資。一切時處要什麼？「勤修」，而且恆常無間。這個不能間斷，哪一個時候你一間斷的時候，那個就是生死的因漏進來的時候。現在我們唯一該做、應做的事情，是儘量不要把那生死的因漏一點進來；漏一點進來，你就損害你自己那一部分。",
    "759": "[12:39]自能如是淨修其心，則定能下圓滿種子，誠非小事，理應歡喜。你只要能夠這樣的話，那一定能夠種下圓滿的種子，這個是大事情啊！應該歡喜啊！",
    "775": "[12:55]如大覺云：「欲趣大乘門，覺心如日月，除暗息熱惱，勵劫亦令生。」這個尊者就告訴我們，你要想進入大乘的門，那是什麼呢？就是這個：覺心。覺，翻成功我們中文；它的印度的原文，就是大菩提心。這個心就像日一樣，像月一樣。日是指它的光明，沒有比這個更光明的；然後呢，月是指它的清涼，能夠息熱惱的。又明，光明啊，又能夠息熱惱。這一件事情啊，哪怕再長，不要說一年、兩年不在乎，一生、兩生，就是一長劫，也應該努力去做。因為它那個功德實在太大、太大了！所以你是無法想像地大！",
    "838": "[13:58]說到這個地方，他前面一再告訴我們，告訴我們說，不退小乘的因是什麼？你們還記得不記得？前面已經講過了，有人記得不記得，不退小乘的最大的原因是什麼？有人記得不記得？有人記得請舉手。現在我告訴你們哦！你們自己去找。不退小乘的因是見到真正求自利也非佛莫屬，這個是不退小乘的最大的原因。你們好好自己去努力，將來我溫習的時候，我會每一個重點會告訴你們。喏！譬如說以發心，雖然有多種，最勝的是悲。不退小乘的最大的原因是什麼？見到自利也非這個。那麼那個時候，所以我們一定要對佛修起淨信心來。要對佛修淨信心，一定要看佛的功德，說佛的身功德，佛的語功德，佛的意功德。然後呢，佛的意功德當中又分悲、智，以及佛的事業的功德種種。",
    "919": "[15:19]這地方我隨便來說一下。我們通常總說三十二相，八十隨形好等等。這個法界一切有情的、一切有情的功德，這個功德要十倍，才抵得上佛一個毫毛的功德，你無法想像耶！所以功德，換句話說，我們現在只能說，拿功德當中的一部分來比，財富，財富只是一部分哦！有財富的人不一定人家尊敬他哦！要尊敬他的話，他不但要有財富，要有道德，對不對？還有各式各樣的道理。說你現在我們台灣來說王永慶，喔唷，王永慶還得了！啊！那不得了的。儘管你王永慶再、再有錢，我們台中市的全部比起來的話，財產，我想應該比他多吧？得！不要說台中市，台中縣、台灣省、中國，你怎麼算的話，王永慶怎麼能比啊！然後呢，對不起，欸，這個，不要說你中國，就算你整個的地球，整個你太陽系。整個太陽系在整個的這個宇宙中間，那滄海一粟，這個很明白。然後呢整個的法界一切有情的這個全部的功德，然後呢要加，還這功德的十倍哦！不是單單全部，十倍！這個十倍的法界一切有情的功德，只抵得上佛的毫毛，一根毫毛。他一根毫毛的功德可以抵得上這麼大，你想想看，佛，是大乘！",
    "1031": "[17:11]然後呢，這樣的百倍，要一百倍這個毫毛功德，那麼具足一個隨形好。然後呢，一千倍的這個隨形好的這個功德，才是一個三十二相的前面二十九相的這一個相好的功德。有三個相好不在裡邊：一個是眉間白毫相，一個是無見頂相，一個是這個叫什麼梵螺相。這個梵螺相啊，因為這個傳過來是從西藏傳過來的，這個文是世親菩薩作的，所以這印度過來的，這個經直接沒有傳到我們中國來，我們從印度傳過來。我並不了解這個梵螺相是什麼，我想可能是梵聲音相，這個我們現在存疑，暫時。然後呢，三十二相當中的萬倍，要萬倍那個二十九相的才算起來一個白毫相。然後呢是多少？再上面啊，不曉得，這個倍倍是越倍，然後再上面就是那個無見頂相。最後那個倍數是那個不得了的倍數，才是最後那一相的功德。你想想看，佛的功德多大！",
    "1117": "[18:37]所以我們現在的的確確啊，那個小乘人你根本沒辦法跟他講那個、講那個事情。在我們小乘看起來，那個「我也是羅漢、也是應供，佛也是羅漢、也是應供啊！」唉！你了解了這個佛的功德以後，你才會曉得了，所有的人成了羅漢了，你去供養他，嗯，這個不如「法供養」的什麼、什麼，乃至於百千萬分之一，原因就在這個上頭，原因就在這個上頭，是吧！所以你必定要把佛的真正的功德，有這樣的正確的認識，那個時候，你才會對於這個佛產生無比的羨慕欣仰之心。然後呢，把種種其他的道理相輔助，那個時候你才了解佛陀的真正的偉大。啊！那個時候你看起來，不要說是人天哪，人家羅漢，「不要，不要，不要！」倒不是說不要它，因為你弄了半天，最後還是要轉過去，還是要走這個路嘛！",
    "1185": "[19:45]這種種理由，不管你哪一個理由，你想得越多，了解得越圓滿，那麼那個時候自然而然，必然幫助你走這條路。結果發現有趣了，這條路還最快，最直，而且最省事啊！這麼個好法啊！所以這裡一再告訴我們：不要忙！我們事前你了解得越透徹，然後你去起步開始走，對你是越好啊，越好啊！好，那麼這個道理現在我們了解了。下面呢，量。說這個質是對了，量呢？",
    "1233": "[20:33]第三此心發起之量。如前已說，應當了知。他只是說這樣，那麼下面加一個註解。這個量，就是前面講那個大悲心那個地方啊，已經告訴我們了，在二百二十一頁跟二百二十二頁上頭，二百二十一頁跟二百二十二頁上頭。這個二百二十二頁它曾經 ……我看啊，對，沒錯，就是二百二十一頁的最後，就告訴我們說「其悲生量」，二百二十一頁的最後一段，說這個是悲生的量。到二百二十二頁開頭的時候，又告訴我們由這個悲，進一步增上意樂，才發起這個大菩提心。要這樣的大慈悲心，還要進一步發增上意樂，然後策發這個大菩提心 ─這個不是最高的哦！這個卻是我們初修行的人的心哦！這樣。所以我們還記得，當你發了這個心的時候，你拿這個回向的話，上品！這樣了不起哦！那個時候，你了解了前面這些道理的話，對這個就一點都不懷疑，一點都不懷疑！它就有這麼大、了不起的功德在。",
    "1330": "[22:10]好，那麼現在呢，這個質也知道，量也知道，乃至於如此上去的步步次第，整個關鍵了解了，那麼發了這個願心了，下面哪，就開始要起步了。起步了，就要從受戒開始，所以，",
    "1352": "[22:32]第四儀軌正受者。正式講受戒，那個時候才正受菩薩戒的時候。",
    "1364": "[22:44]如大覺云：「欲修令此生，應勵恆修習，慈等四梵住，應除貪及嫉，以儀軌正發。」阿底峽尊者告訴我們，說你要修這個大菩提心啊，一直要努力，而且這個努力要恆常。不是說今天拼命地用功一下，明天塌在這裡，不行！要保持恆常有力地這樣，修這樣「慈等四梵住」，就是慈、悲、喜、捨四無量心。這個就是修習上去的一步、一步的次第，前面已經都告訴我們了，前面已經告訴我們了。等到有了這個四無量當中的慈無量、悲無量，然後再增上意樂，然後呢，才是發大菩提心。而把世間的其他，「除貪、嫉」，這個當然煩惱一切淨除。然後呢，發了這分心以後正以儀軌 ─哦，不是，有了這個，然後「正發」，發那個。那個時候還從皈依，這個是不共皈依。",
    "1449": "[24:09]若修心已，於其發心獲得定解，當行受此之儀軌。照著前面這個修，發了這個，對發心的這個道理確定了解了，那個時候要受儀軌了，受儀軌了。那麼，現在我們看，受菩提心的儀軌。",
    "1470": "[24:30]此中分三：未得令得，第一個，還沒得的使他得到。",
    "1477": "[24:37]二 已得守護不壞，怎麼去守護？",
    "1480": "[24:40]三設壞還出之方便。萬一有了壞了，像我們戒一樣，萬一有小小地方不對了，那怎麼樣懺除乾淨，從淨障當中再回過來。",
    "1497": "[24:57]初中分三：一所受之境，二能受之依，三如何受之軌則。　今初這個三部分。那麼第一個就是，你受從什麼地方？對象從哪裡？從誰去受？",
    "1513": "[25:13]覺於《尊長事次第》中僅云「具相阿闍黎。」更未明說。阿底峽尊者在那個特別講明那個尊長，尊長就是師長，比如說我們現在和尚、阿闍黎啊！就是說，說明求阿闍黎、找阿闍黎的次第當中，關於發菩提心那件事情啊，只是說了這麼一句話 ─具相的這個阿闍黎，就是具足相的。什麼相？他那個沒有詳細說明。那麼其他的那些祖師們怎麼說呢？",
    "1556": "[25:56]諸先覺說：「具足願心住其學處，猶非完足，須具行心律儀。」此與勝敵論師說：「當往具菩薩律儀善知識所，」極相符順。這個具相，不單單是要具願心，他一定還要什麼呢？要具足行心。那你有了這個大菩提願以後，然後呢，因為要滿這個願，所以你要學很多該學的東西，那個單單這個不夠，一定還要什麼？要具行心。具行心一定要受菩薩戒，律儀就是菩薩戒。關於這個願心跟行心哪，下面會詳細地告訴我們。這個跟勝敵論師講的 ─勝敵論師怎麼講啊？說你要受菩薩戒啊，你一定要到具有菩薩戒那個善知識那裡去。欸，這兩個是完全符合的！那麼，這是祖師說的，下面有個經上面曾經說，",
    "1637": "[27:17]《十法經》中由他令受而發心者，說有聲聞，在這個經當中啊，說你要受這個菩薩戒的時候，好像談起有聲聞行者在裡頭。要曉得這個指的聲聞乘，",
    "1658": "[27:38]是說由彼勸令厭離而受發心，非說聲聞為作儀軌。只是是說，是聲聞人來勸你，教你發心，不是說你在聲聞乘人前面受菩薩戒。這個道理很清楚，譬如說《般若》，欸，很多《般若經》都是聲聞乘啟發，然後呢，聲聞乘說。這《金剛經》主要的當機的是須菩提，然後《大般若經》很多地方，譬如說我們《心經》，那是舍利弗尊者。對啊！他是勸我們啟發，但是你要正式受戒的時候，不是聲聞乘，一定是菩薩行者。所謂菩薩行者是發了這個願心以後，還要受菩薩戒。這個菩薩戒，不是一個樣子哦！有它真實內涵在。我們繼續看下去，那麼這個是所受的境，就是求的這個尊長。那麼受的人，",
    "1729": "[28:49]能受之依者。總如勝敵論師說：「若善男子或善女人，具足圓滿身及意樂。」不管男的女的，他只要有這兩樣東西：一個圓滿的身相，一個呢，圓滿的意樂，就是說身、心兩樣東西都跟相應了，就對！所以真正地受菩薩戒啊，這個殘缺不全，不行。因為修行這個東西，不是說普通的、一般的條件不夠的人能辦；尤其是聲聞比丘，再是聲聞比丘上面的升上去，進入菩薩戒，菩薩比丘，他要做太了不起、太多的事情。"
}