{
    "2": "[00:02]所以這個戒幢本身 是有無比的功德，但是不是說任何人可以去做的。這個是就他的圓滿的身相，要想詳細了解，那麼就看下士道當中，這個異熟的八種功德，這個才是圓滿的。意樂呢，就是發的大菩提心。",
    "29": "[00:29]謂天龍等其身意樂堪發願心者，一切皆可為此之依。不但是這個人世間的，天、龍，龍也可以啊！所以上面告訴我們，只要你修行正見沒有壞的話，欸，不怕，不怕！就是這個道理。尤其是學大乘的行者，尤其是學大乘的行者，因為他並不是急著馬上急求了脫的。他發現在那個生死當中有這麼多的大好處，所以他全部的精神，一心不是急求了脫，而是要圓滿無上菩提。那麼這剛開始的時候，他的重點一定是擺在這個中心教授上面，有了這個根本因，再求圓滿因，那個時候難免有的時候，有點不大小心的地方。但這個並不是，絕對不是說：「唉呀！我只要正見就行了，其他的馬馬虎虎！」你有這個念頭，注定墮落，這個本身就是最大的大邪見，這個本身就是最大的大邪見！就是你要戰戰兢兢，全部精神貫注在這個地方，在這種情況之下，有還有注意不到的地方，因為我們初機修行。這個要辨別得很清楚哦！你自己檢查是最清楚不過，騙人容易，這個騙自己不好騙，騙因果更是絕不可能！這一點我們在這個地方特別注意。那麼這種人都可以發願，一切皆可為發心的依。",
    "133": "[02:13]然此中者如《道炬釋論》說：「厭離生死，憶念死沒，具慧大悲。」謂於前說諸道次第已修心者，是於菩提心略為生起轉變意者。那個《道炬論》，這個解釋那個《道炬論》上告訴我們，一定是什麼呀？第一個厭離生死喔！喏，次第很明白。第一個一定是對於三有產生大厭離，然後呢又念到無常迅速；進而由於自己了解三有之苦，再推己及人哪，然後把這個厭離心，再幫助別人求得到解脫，那個時候才是真正有智慧的人。然後呢，有智慧來了解走那個大乘路線，那個時候曉得走大乘路線，就要從大慈悲策發大菩提心。不管由大悲而轉發大智，或者由於智慧而策發悲心，這是一樣的，結果是一樣的，這必須要的條件。是說，你照著前面這個必然的次第，已經修心，那麼那個時候，對這個大菩提心啊，已經「略為轉變意者」。這個話很有意思，不是說你僅僅懂得了一個道理就算了，懂得了個道理，書本一闔也就沒有了。乃至於就是聽的時候也聽得迷迷糊糊，只是覺得：喔唷！這個菩薩戒有好處哦！你就受菩薩戒啊！嗯，只是種點善根，就這樣。是說你了解了個道理，一心一意去修行，修行了以後，由心裡邊相應的心生起來了，那個時候就可以了。那個受的是願心，不是行心哦！願心跟行心的差別，下面會告訴我們。",
    "263": "[04:23]如何受之儀軌分三：那麼怎麼受法呢？這個軌則分三：",
    "268": "[04:28]一加行儀軌，先加行，事前的準備。",
    "270": "[04:30]二 正行儀軌，三完結儀軌。正式、完結以後如何。",
    "274": "[04:34]初加行軌分三：一受勝歸依，二積集資糧，三淨修意樂。　初中分三：一莊嚴處所安布塔像陳設供物，二勸請歸依，三說歸依學處。　今初那一個一個來說。這個道理比較容易，我們就這麼隨便平舖直白地念過去就算了。第一個就把你這個道場莊嚴起來。",
    "308": "[05:08]遠離罪惡眾生之處，當然啦，如果這個地方是鬧市區、菜市場，這種歌舞倡伎之處，絕對不可以。所以一定要像寺院、阿蘭若處，遠離這種市囂的地方，乾淨的地方。",
    "326": "[05:26]善治地基令其平潔，以牛五物塗灑其地，這個印度當年他們有一個習慣的，就是那個大白牛，那不是普通牛哦，那吃的這個所謂雪山肥膩的這種特別的好的草，這不是髒的東西。然後呢，這個牛糞用來塗地，說這個是乾淨的，不是普普通通的牛喔！還有其他的相應的幾樣東西。在這個、這個尤其是布置壇場的那個儀軌當中，說得每個地方都說得很清楚，要哪些東西，各式各樣的香啊等等配合起來，地上灑。然後",
    "367": "[06:07]以栴檀等上妙香水而善澆灑，散妙香花。設三寶像謂鑄塑等，三寶的像，或者鑄塑等。「等」的話，換句話說畫像等等也可以。那麼，",
    "386": "[06:26]諸典籍等，就是佛像、經像。",
    "391": "[06:31]諸菩薩像，現在這個地方的僧是大乘的菩薩。",
    "398": "[06:38]安置床座或妙棹臺。懸挂幡蓋及香花等，諸供養具盡其所有。又當預備伎樂飲食諸莊嚴具。用花嚴飾大善知識所居之座。這個地方，也就是小乘跟大乘稍有開合不同。在小乘的話，那種東西都不要的，香、花鬘等等是丟得遠遠的，因為他急求「俱解脫」；大乘是要莊嚴的，這個是它的差別。在《瑜伽》的戒本上面，它也對這種地方有說明，所以蕅益大師也特別說明這一點，這我們要了解的。但是絕對不是自己的貪著，這是供養三寶的。然後我們看大乘經典，很多各式各樣的，人天，乃至於菩薩，他以種種上妙的香花等等供養佛陀。現在既然我們要修學這個大乘，所以也是以這樣的方式，來供養，來準備。",
    "476": "[07:56]諸先覺等，又於先時供養僧伽，施食鬼趣集聚資糧。喏！除了這個以外，是上面嘛供一切的三寶，下面還要說普施一切有情。除了這個以外，還要供養僧伽啊、施食啊、集聚資糧等等。",
    "500": "[08:20]若無供具應如《賢劫經》說，其碎布等皆成供養，有者則應無諸諂曲殷重求覓廣興供養，令諸同伴心難容納。假定說你的確沒有的話，那麼就經上說，哪怕是碎布，你都成供養，你觀想。如果有的話，你一定要以最努力的心情。這個上面告訴我們「諂曲」，這個諂曲什麼？你明明有啊心裡說是沒有，這個絕對不可以！心裡面的的確確，盡了你最大的努力求不到，那個時候才算。不是說馬馬虎虎：「唉呀，好啦！就這樣就可以了。」那個根本不算！然後又說了：「唉呀！我已經找了，找不到啊！」那都是騙自己的，這個絕不可以！要到什麼程度啊？你供養的東西，多得叫人家一看，喔！大為驚訝，這樣地多法啊！教所有周圍的人看見了以後，「啊！」覺得這個了不起，要這樣的感覺。",
    "565": "[09:25]傳說西藏諸知識在莽宇境及桑耶等處，於覺前請發心時，覺教曰：「供養太惡不生。」那麼傳說當中有這個一段事情：說阿底峽尊者，被西藏的藏王祖孫兩代，以這麼大的全國的精力請了去，請了去了，傳了教法，後來要向他求菩薩戒。那麼要供養了，那個普通的人，就想：唉呀，也辦得滿認真辦啊！阿底峽尊者跑得去一看，說：「你這個供養這麼差，沒有用！沒有用！」所以我們現在說是跑得去，唉呀，跑得來求學，唉呀！然後呢，叫你稍微做一點事情，好像委屈：「哎喲！我是來修行的，怎麼叫我來做那個事情啊？」唉！那你只求自了啊，也不必到這裡來，拿這個佛到街上去討飯哪！如果你真的想學大乘的話，跑到這個地方做一點小事，你覺得就多委屈的話，不相應啊！這樣。",
    "634": "[10:34]所以那個阿底峽尊者，那是印度當年的大德，然後呢印度啊 ……。我一看，你們看那個《阿底峽尊者傳記》，看看就曉得了。後來那個敦巴尊者有一次供養的話，他一次單單那個黃金就幾百兩喔！然後馬，最好的馬幾百匹。哎呀！拿出來這種財富，拿我們現在看看不稀奇啊！以前的那個西藏，這麼荒僻的地方，你要供養人家一匹馬，那就像幾十年以前供養人家一條牛一樣啊！這樣啊！那個黃金那更是他們看起來……記得那個傳記上面嗎？他一共供了一百兩黃金，那個國王說：「我們全國幾年的精華全部拿出來了。」這樣啊！全國的精華幾年積出來就是這樣。然後呢，他那個弟子供養他老師，求的時候，拿出來一次，黃金純的一百零八兩，這樣啊！這是表示他的真正的心。你想想看：你要求的是什麼？所以這一點我們要了解啊！",
    "697": "[11:37]所以我們現在說集聚資糧、集聚資糧，稍微做了一點事情，覺得委屈得很啊！唉！那實在是差得不曉得哪裡啊，這個要我們內心當中深深策勵自己的呀！所以不要覺得難，坐在這個地方，是，是我們現在這個凡夫，正因為凡夫啊，所以種種很小的小地方做起。而我能做到的，盡我最大的努力，如果今天輪到我擦佛堂，那我盡我的最大努力。",
    "728": "[12:08]所以我以前呢，我常常記得我這個老師，現在呢越想越感激他。他要嘛不做，做的時候，拿起全部精神來做。那個桌子，我常常說：「法師，這個桌子滿乾淨嘛！」「桌子是滿乾淨，乾淨不乾淨是它的事情啊！那我現在問題是：你自己以什麼心在做？」當時我不大懂那個話。噫！後來我忽然想起了，我想：對啊！我以前不是看那印光大師的文鈔嗎？印光大師你們都曉得，對不對？近代了不起的大德。有人問他說：「你這個老和尚，這個木頭你拜它幹什麼？」老和尚怎麼講？「它是木頭，我是人耶！」懂得這個話嗎？現在你們自己問啊：你們是木頭？是人？我是人！所以我不能騙我自己，我當做供佛那樣。啊！這個地方再怎麼，我是盡我的最大努力。所以他教我們處處地方無諂曲，我們修學佛法就是這樣 ─有人看見、沒人看見，沒關係，我盡力去做。我們現在是有人看見了，啊，努力做；沒有人看見了，就馬馬虎虎做一下。那是騙自己啊！這不可以啊！千萬不可以啊！",
    "802": "[13:22]這個地方所以在這一點，注意啊！雖然小地方，你別看這小地方喔！就是我們能夠這樣的一個小地方，慢慢、慢慢、慢慢慢地努力做上去，那自然而然哪，你心裡慢慢地集。所以資糧從哪裡集聚起啊？就從這裡嘛！罪障從哪裡淨除起啊？就從這個地方做起。你能夠這樣地一步一步上去的話，對！所以始終記得這一句話喔！修學整個的佛道，你只要跨一步，但是必須記住：任何時候都要跨一步。你，我們現在的力量是跨這樣大的一步，將來你的力量越來越大、越來越大，等到你等覺菩薩跨到佛的時候，還是跨他那一步。記住喔！就這麼簡單法，前面、後面都是告訴我們這個道理。現在這一步你不跨，停在那裡，你沒用啊！",
    "858": "[14:18]所以談到我們這個溫習的時候，他告訴我們「沒有積善，先要改過」，所以不能改過，這是為什麼？因循苟且，苟且偷安，就是得過且過。唉呀！今天也馬馬虎虎，明天也馬馬虎虎，聽是聽見了，「唉！好是好，好是好。」就是「好是好」，就這個樣。唉！但是對我們現在來說，就算這樣，我還是讚歎！至少你「好是好」，這個「好」字落在下面的話，那那個種子下去了。真正有力的人要記住喔：你要怎麼樣把這個「好」字這個種子，用善法欲把它薰發，使它結果，這個是我們真正講修行應該做的事情。",
    "907": "[15:07]所以我們現在了解了，說到這個地方，這要供養這樣。而這件事情就在我們眼前，我們目前任何一位都可以做得到的，你只要這樣走上去，你一定可以走得到佛地，而且這條直路。那麼其次，",
    "932": "[15:32]所供像中，須善開光大師之像，必不可少，哦，要大師的像，而且要「善開光」。這個開光有它的道理的，真正的如法如理地請有成就的人開光的佛像，佛安住在這上頭，這是千真萬確的事實，所以他前面加了「善開光」。所以有些人聽見了這個教法以後，跑得來請我開光。對不起！我自己曉得，這個看看書，照著書上念一遍，像那個錄音帶一樣，你們一按，那個錄音帶哇啦哇啦唱出來了，這個會唱一遍；叫我開光，我沒這個本事，這千真萬確的。真正有成就的人開光的話，那個就佛可以請到那個像上來。實際上呢也就是說，你真正開過光的，就像親自對著佛一樣，這是必不可少的。",
    "998": "[16:38]經典亦須攝頌以上諸《般若經》。那麼這個經也是大乘法寶。",
    "1005": "[16:45]次如《尊長事次第》說迎請聖眾，誦念三遍供養雲陀羅尼，應讚誦之。就是平常我們的 ……。",
    "1015": "[16:55]其次弟子沐浴著鮮淨衣，合掌而聽，尊長開示福田海會所有功德，令其至心發生淨信，真正皈依的時候，那麼這個地方就說了，這個尊長要好好告訴他這個「福田」，這海會大眾的功德 ─剛才我們談那個佛，一點點地使他「至心發生淨信」，這個很重要很重要，很重要、很重要！然後呢了解了，",
    "1053": "[17:33]教彼自想，教他自己去想，他自己去想就有功德嘛！平常我們說：「你念啊！跟著我念一遍啊！」念些什麼還不知道；那個就是不同的 ─一個是如法地發，一個只是初機接引，這個差別我們要了解。",
    "1076": "[17:56]住於一一佛菩薩前，徐徐念誦七支供養。「七支供養」嘛，就是前面這個講正修行的這個前行當中，已經講過了，也就是十大願王。",
    "1090": "[18:10]先覺多云：「龍猛寂天所傳來者俱修七支，慈氏無著所傳來者唯修禮拜供養二支。若修悔罪必須追悔，令意不喜，菩提心者具足踴躍歡喜方生。」不應道理。那麼這個儀軌當中，有人這麼說，說：念那個十大願王，或者這裡叫作七支供養的時候，龍樹、寂天所傳來的，這全部修；然後呢這個相宗，這彌勒菩薩、無著菩薩所傳來的，單修這個兩支。為什麼呀？他說：「這個懺罪的時候，因為心裡面覺得，唉呀，自己懊悔啊！心裡面不喜；發菩提心是具足踴躍的。」嗯，這個，他說有問題，這個有問題，那什麼問題呢？我們下一堂再來講。",
    "1153": "[19:13]他這個，先念那個七支供養。所以這地方看喔，我們下腳第一步就修這個，就換句話說，就十大願王。每一個地方都用得上，一直到最後，十大願王導歸極樂，等覺境界還是這個，還是這個，這一點在這地方我們又可以提一下。不過，這個不同的呢，是我們剛開始的時候，嘴巴上念一念，多多少少口業嘛，跟它善淨的也相應；到後來嘛你文字上的認識；但是實際上你心裡面跟它相應，那個才是正確地生起來的時候，所以現在這前面告訴我們「至心發生淨信」。那麼關於這個兩派不同的說法，兩派不同的說法，說龍猛菩薩傳的是這樣，那麼這個無著菩薩所傳的這樣，這個不合道理的。",
    "1233": "[20:33]大覺師於發心及律儀儀軌說：「禮敬供養等，」以等字攝略。《尊長事次第》中，於發心前明說七支，他下面就引證，這個引證都是有完整傳承的。說：喏！阿底峽尊者自己說的這個發心的儀軌當中，這樣講的，然後這個地方是用「等」字來說明、包含。然後呢他就講那個歸敬尊長那些上面 ─就侍候善知識，供養善知識呢，明說要七支。那麼原因是什麼呢？",
    "1280": "[21:20]又其因相，若果如是，則龍猛及寂天派中，亦當許不生。假定固然是臨要懺悔了，使得你的心意不好的話，難道龍樹菩薩他會用嗎？所以既然會用的話，它不會。實際上這個狀態要曉得：懺悔令心不喜的話，是不喜你壞的，然後把壞的拿掉了以後，才把好的放下去，是更增長這個好的的這個功能啊！這一個概念是這樣。",
    "1319": "[21:59]第二者，次說於師須住佛想，故應作佛勝解，那麼供養好了以後，對自己的老師當作佛。所以這個當作佛不是這麼想一想，要把佛看作佛的勝解，決定看作他就是佛，老師就是佛。絕沒有一點含糊的，絕對不是：「哎呀，你當作他嘛！」不是，心裡面是如實地覺得：他就是佛！",
    "1353": "[22:33]禮敬供養，右膝著地，恭敬合掌，為菩提心而正請白：那麼在前面請求。",
    "1361": "[22:41]「如昔如來應正等覺及入大地諸大菩薩，初於無上正等菩提而發其心。如是我名某甲，亦請阿闍黎耶，今於無上正等菩提而發其心。」乃至三說。這個就是平常我們受皈依的時候，那就是皈依。然後現在呢，發大菩提心的時候，實際上同樣地，就是把那個內容把它增廣。",
    "1397": "[23:17]次應為授殊勝歸依，謂佛為世尊，法是大乘滅道二諦，僧為不退聖位菩薩，以為其境。那麼這個要曉得這個地方，正式他請完了以後，然後這個他的尊長，就要把這個皈依授給他的時候，要說明你現在這皈依的境，不是以前的，跟以前有個不同，所以這叫「殊勝皈依」。這個殊勝皈依，是什麼？佛─世尊。當然我們剛開始的時候，佛也是世尊，可是剛開始佛的世尊，我們也隨隨便便：「佛嘛就是世尊嘛！就是世尊了。」這個地方你必定要了解的，說大乘的佛的特徵是什麼？剛才所以說，十倍一切有情的功德，只是佛的一個毛孔的，這說明就在這裡，這個概念我們在正學的時候，一定要知道。然後呢，「法」那是的確是大乘佛法。不過這個地方注意喔！這個大乘滅道二諦不離小乘哦！只是在那個小乘的基礎上面深廣不同。千萬不要誤會，沒有前面那個基礎的擴大，沒有後面這高樓大廈。然後呢，「僧」同樣地，由於這個基礎上面，要進入廣學一切法，學一切智智的這種聖位菩薩。那是我們所皈依的對象，「以為其境」。",
    "1503": "[25:03]時從今起乃至未證大菩提藏，我們平常的皈依是盡形壽，他現在不是。皈依「時從今時乃至菩提」，換句話說，盡未來際一直歸依，到時候你就是佛了。",
    "1521": "[25:21]為救一切諸有情故，歸佛為師，正歸於法，歸僧為伴，這個道理，前面皈依的時候說過了。",
    "1530": "[25:30]具此總意樂。這個總共的內涵。",
    "1535": "[25:35]特如《道炬論》說：「以不退轉心，」當發猛利欲樂，始終注意這「猛利」兩個字哦！不是浮浮泛泛的，要至心發生定解，至心發生定解。所以我說到這個地方我也想起了：剛開始我出了家沒多久，因為也是師長的關係，通常呢傳統的習慣，總覺得這學佛就好像，就是這個非常文雅，動作的時候非常輕巧，很慢。後來我跟著老師，那老師就是個急性子人，他做什麼事情非常輕快，看見你這麼慢慢吞吞啊，他經常在這個地方 ……。我現在才了解，了解了，的的確確地，它每一個有它每一個的特徵。假如說你心裡面的確是非常安詳，然後呢自然行為，這個可以；還有一種呢，當你心裡非常猛利的時候，你這個自然而然能夠表達出來，這個也好。總之，你要把握住這個原則，這樣，這個一步一步地上去。",
    "1610": "[26:50]那麼尤其是在這個地方，我們要了解，他從一開頭，出離心、菩提心，任何一個地方，必定是什麼啊？心裡邊是很深切地產生決定不移的認識，然後內心當中，是一種非常強有力的跟法相應的心情，不是這個浮浮泛泛、馬馬虎虎，坐在那裡有氣無力的樣子，那是一點意思都沒有！這個我們應該了解的。那麼下面，",
    "1652": "[27:32]令如是心一切時中而不退轉，發了這個心以後，這個最重要的喔！就是這個願心，在任何情況之下不要退轉。",
    "1664": "[27:44]威儀如前而受歸依，照著前面的威儀，然後受。",
    "1669": "[27:49]「阿闍黎耶存念，我名某甲，從今時始乃至證得大菩提藏，歸依諸佛薄伽梵兩足中尊。他雖然同樣的佛，可是前面加了「諸佛、薄伽梵」，這個佛是通十方法界。平常我們一般的這個小乘當中，佛就是我們釋迦世尊，限於這裡，所以我們皈依也是這個。「薄伽梵」是佛的尊號，是佛的真正殊勝的這種地方，不僅僅是他一個像普通一樣的，比別人長一點，丈六老比丘相，這有他的特別意義在。那麼，他這個是福、慧兩樣具足的。",
    "1716": "[28:36]阿闍黎耶存念，我名某甲，從今時始乃至證得大菩提藏，歸依寂靜離欲諸法眾法中尊。阿闍黎耶存念，我名某甲，從今時始乃至證得大菩提藏，歸依不退菩薩聖僧諸眾中尊。」如是三說。歸依一一寶前，各一存念，及歸法文句與餘不同，皆如覺所造儀軌。"
}