{
    "3": "[00:03]歸依學 處者。前下士時所說學處，今於此中阿闍黎耶亦應為說。那麼然後呢，皈依了以後應該學的呢，哪，從前面那個基礎，下士當中說的，這個地方也要說，還要重說一遍。所以處處地方說明哪，這個上面一定是包含了下面的；同時也一定從下面那個基礎上面呢，更深、更廣而這麼上來的，這個我們必定要了解。",
    "34": "[00:34]積集資糧者。發心儀軌中，於此亦說修禮供等。釋論中說修七支供，憶念諸佛及諸菩薩，若昔若現諸善知識，應如是行。這樣，那麼這個就是供養。供養啊，在這個七支供養，換句話這十大願王當中，十大願王當中，不管以往的、現在的，這個在前面已經說過了，這裡我不詳細講。",
    "65": "[01:05]供諸尊長者，前供養時亦應了知。七支者《普賢行願》，《入行論》文，隨一即可。這個地方都有，實際上他這個地方就特別說明了，七支就是《普賢》，我們傳統當中叫十大願王，十大願王。",
    "84": "[01:24]修淨心者。《道炬論》說慈心為先，觀苦有情而發其心。謂令慈悲所緣行相，皆悉明顯俱如前說。那麼，這個真正啟發的心是什麼呢？就是這個，這個是我們淨修我們的心續。那前面已經說過了，「觀苦有情」，正因為苦有情哪，所以你發心。從苦 ─從自己身上，那是策發的厭離；推己及人的話，那就是策發的大慈悲，由大慈悲而變成大菩提心。那個時候一定要「明顯」，這個道理前面說過了。這個道理，就是最一開頭的時候啊，講正修行的時候，講正修行的時候就說過了。正修行的時候還是這樣，先清淨那個壇場，然後呢供養那個佛像，然後呢供養佛像跟那種種供養，陳設供養。然後呢，在前面怎麼坐 ─威儀。最後的皈依，皈依的時候啊，要觀想明顯。現在不但是皈依，而且你要發心，發心要濟度一切眾生，所以這個還要看苦的眾生。這是為什麼我們現在這個懺悔的時候，那個儀軌當中也是一樣，「父親、母親、我們、眾生，都在苦海當中 ……」就是這樣，這個原因在此。",
    "178": "[02:58]正行儀軌者。謂於阿闍黎前，右膝著地或是蹲踞，恭敬合掌而發其心。前面是加行，正行是這樣。",
    "191": "[03:11]如《道炬論》云：「無退轉誓願，應發菩提心。」儀軌中說：「乃至菩提藏。」故非僅念為利他故願當成佛而為發心，是緣所發心乃至未證菩提誓不棄捨，當依儀軌發此意樂。那麼這個正行的話，就是照著前面這個儀軌啊，這前面是告訴我們這個道理，道理弄懂了，那麼到那個時候，照著儀軌正式地跟你心裡相應地，不僅僅是念一遍。當這個儀軌過程當中，心裡面就跟它相應，心裡面跟它相應。從前面一路過來，現在我們了解了，一定是六根所緣的境界，都跟它相應的時候，這個時候力量才最具足、最圓滿，這樣，必定是如此。所以這個儀軌固然是，一個是眼根見，耳根是聽，身在這個地方，意所緣，然後還要觀想，如實地一一現起。那麼發的心呢，就是照前面說的，要不退轉的，發了菩提心絕不退轉。這個到什麼時候呢？一直到成佛；成佛了，永遠照著這樣下去。而這個裡邊哪，不是單單是利他，就是自利等等，為了自他二利「願當成佛而發其心」。「是緣所發心」，這個在沒有證得圓滿的佛果之前，絕不停止，絕不棄捨！照著這個儀軌所告訴我們的，這樣去發。",
    "300": "[05:00]若於願心學處不能學者，則不應發如是之心。這個還是願心哦，不是行心哦！就是我現在要願、要學了。如果是對於這個願心學處不能學的話，不必發這個心，不要發。所以我們現在啊，平常說「菩提心、菩提心」，連那菩提心內容是什麼都不知道，那實在是啊，這個真正講修行還差了一大截呀！所以，常常說：種點善根啦，種點種子啦！這個道理就在這裡。",
    "338": "[05:38]若用儀軌僅發是念，為利一切有情我當成佛者，則於發心學處，能不能學皆可授之，願心容有如是二類。那麼他是這個說明的，雖然前面說願心學處你不能學不要發。可是假定說，你用了這個儀軌啊，就是這麼心裡先那麼念一下：「哎呀，為了利益一切有情，我要成佛啊！」在這種狀態當中，你能不能學都沒關係啊！那實際上我們就包含在這一類當中。但是這個裡邊說「願心容有如是二類」，所以這是講的是願心，你能學固然要照著這個儀軌去發，不能學，還可以。但是進一步，",
    "392": "[06:32]若用儀軌受其行心，若於學處全不能學，則一切種決定不可。假定你用了這個儀軌受行心 ─什麼叫行心哪？就是受菩薩戒。受菩薩戒時候，你發誓一定要照著去做了，這個叫行心。這個在任何情況之下，絕不可以，絕不可以！這個戒，要嘛不受；受了以後，你非遵守不可，不能遵守的，一定墮落。這樣，這個是我們要了解的，這個要了解的。所以現在這個地方，我們的的確確也是說，只是種點善根哪！",
    "428": "[07:08]故有說云龍猛與無著所傳律儀儀軌，於眾多人有可授不可授之差別者，是大蒙昧。有人說啊：這個兩派 ─一個是性宗的龍樹菩薩，一個是相宗的無著菩薩，對於很多人有的是可以授，有的是不可以授；這是弄不清楚。實際上呢，他說的什麼是可以的，什麼是不可以的，就是前面：如果是願心，那麼你隨便，你只要念一遍就可以啦！如果是行心的話，那一定要心裡相應才可以；所謂的行心，就是受菩薩戒。弄清楚了，自然對兩派哪一派，這個內涵都是一樣的。",
    "475": "[07:55]復有一類造初發業行法論，說受行心儀軌令數數受，然全不知諸總學處及根本罪，未嘗宣說所學差別，是令受行最大無義。又有一種人說剛開始的初機啊，這些人就叫他去受這個菩薩儀軌，讓他多受啊，「啊，就是這樣的啊 ……。」就這樣。實際上這個情況，在這種情況之下，他根本就不曉得這個菩薩的內容，以及應該學習什麼，以及受了這個戒以後你如果犯戒的毛病，就是說重要的罪犯等等啊，你就這樣地說的話，啊！那是最沒有意義的事情，最沒有意義的事情。",
    "535": "[08:55]《教授勝光王經》說：「若不能學施等學處，亦應唯令發菩提心，能生多福。」這個經上面告訴我們，是的！你如果不能學布施等，就是行六波羅蜜，換句話說，這個菩薩戒。《瑜伽》的戒本有它特別好的地方，它就是照著這個次第來的。那個時候雖然你不能行，但是呢你可以發那個心，發這個心也有很多的大的、無比的福報，無比的福報。關於這本《瑜伽菩薩戒本》哪，現在正在印，現在正在印。我心裡面也準備下個學期不開的，再下個學期一定會在這裡，講完了將來那個什麼，《在家備覽》以後，下面的就是講這個。啊，這個論實在精采極了！它把這個受戒抉擇得非常清楚，抉擇得非常清楚，一點都不含糊。平常我們有很多概念哪，就像我們現在一樣地糊裡糊塗的，它那個上面就分得清清楚楚。那個時候你們就曉得了，啊！它這個每一個層次、內涵，什麼是犯，什麼是不犯。那這個以後，到那個時候我們再來去研究它。",
    "620": "[10:20]依據此意，《修次初篇》云：「若一切種，不能修學諸波羅蜜多，彼亦能得廣大果故，方便攝受亦當令發大菩提心。」此說若於施等學處不能修學，容可發心，不可受戒，最為明顯。那麼上面是經上面這麼說，然後呢根據這個、根據這個經哪，在作的這個《修次第初篇》 ─就修行的這個儀軌、軌則上面告訴我們：在任何情況之下，就算是你不能如理實在地去學、行這個六度萬行，它照樣可以得到廣大的好處，廣大的好處。那麼，這一個情況是指什麼呢？就是說「方便攝受」。在這種人哪，你的確，我們講方便，這個可以的 ─使他發這個心。這個發這個心哪，是發的願心，所以他下面說：「容可發心，不可受戒」，戒可不要受，這個是非常清楚，非常明白的。",
    "697": "[11:37]受心儀軌者。「惟願現住十方一切諸佛菩薩於我存念，阿闍黎耶存念，我名某甲，若於今生，若於餘生，所有施性戒性修性善根，自作教他見作隨喜，以此善根如昔如來應正等覺及住大地諸大菩薩，於其無上正等菩提而發其心。如是我名某甲，從今為始乃至菩提，亦於無上正等菩提而發其心，有情未度而當度之，未解脫者而令解脫，諸未安者而安慰之，未涅槃者令般涅槃。」如是三說。那麼，就是受的這個儀軌，現在這個完整的儀軌這樣的，「如是三說」。",
    "751": "[12:31]歸依儀軌，及此二種，雖未明說須隨師念，然實須之。這個它雖然儀軌上面沒有說要跟著老師，實際上這應該的。",
    "765": "[12:45]此是有師之軌，若未獲得阿闍黎者應如何受？覺所造《發心軌》云：哪！是的，譬如說我們現在《梵網經》上面，以及有些地方告訴我們，有師應該從師去受；沒有老師，怎麼辦？它也有個辦法。那麼，這個阿底峽尊者造的這個儀軌上面：",
    "788": "[13:08]「若無如是阿闍黎耶，自發菩提心之儀軌者，自當心想釋迦牟尼如來及其十方一切如來，修習禮供諸儀軌等，捨其請白及阿闍黎語，歸依等次第悉如上說。」如此而受。如果沒有老師的話，那麼只要把那個「請白」 ─因為你要請老師啊，求老師來傳給你呀，這個當然不要了。還有呢，「阿闍黎」也不要了，因為就是佛嘛，除了這個，其他的一樣。",
    "822": "[13:42]完結儀軌者。阿闍黎耶應為弟子，宣說願心諸應學處。正受完了，那麼受好了以後啊，那個時候，他那個阿闍黎 ─尊長啊，就應該為那個弟子說：「好了啊！現在你發了這個願，應該學些什麼。」那個時候要詳細教他，那個時候應該詳細教他，這個是我們應該了解的。就是我們現在剛開始的時候也是一樣，哪怕是給人家授個皈依，或者我自己去受皈依，就是事先就應該了解：為什麼要皈依？為這種原因，皈依的對象是什麼？然後皈依的時候是如何皈依？皈依完了以後應該學習什麼？這個在前面共下士當中都說明。然後呢，共中士又有皈依，然後共上士又有皈依。",
    "883": "[14:43]這個下士的皈依只是見到世間無常，然後呢死了以後要下地獄啊，唉呀！這個害怕而皈依。中士呢，見到就算你照著前面這樣去做啦，能夠不墮惡道，能夠保持人天，但是對不起，它又不究竟，行苦還在，弄得不好，又掉下去，所以要求解脫，這樣。那麼上士呢，由於自己見到這個世間的真相是苦啊，所以覺得：唉呀！做一個世間的好人，尚且要報人家的恩哪！現在我修學佛法的人，居然只管自己，這個可以嗎？所以推己及人，由此而發無上大菩提心。這是個內涵，從前面這個開始，一層一層地加深加廣，所以它皈依的對象也有深廣的不同，差別在此。那麼，這個原則是一樣。",
    "959": "[15:59]第二得已守護不令失壞者，噢，那麼前面是「未得令得」，這個「得」什麼？得皈依之體。所謂皈依之體是什麼呀？就是，喏！你那個心種。然後呢，這個心種啊，要真實皈依了以後，這個種生起現行。這個是非常重要，非常重要的一件事情！所以說，從我們平常三皈依開始，受五戒、八戒，乃至具足戒，乃至大菩提願心，為什麼事前先要有正確的認識，要有了解。那個不僅僅是落下那個種子是完整的，而那個種子一定是對著這個殊勝的境界策發了現行，然後你一直保護，使那個現行不斷地繼續向前，這個是最重要的一點。你只要把這個東西保持恆長相續的話，哪怕你睡覺，功德一直在增長，功德一直在增長。所以說，你只要保持這個不壞不失的話，拿這個回向，喏，就是這樣 ─為求解脫，持比丘戒，保持著這一個不破壞的話，回向往生，中品；現在到了上士，你保持這個不失，你回向往生淨土的話，上品。這個是願心哦，還不是行心哦！這樣。",
    "1055": "[17:35]那麼以前我們容或不懂得這個道理，現在經過前面共中士道十二因緣，這個概念有了以後，我們就很清楚、很明白了。什麼時候是一個種子？如何是現行？現行需要什麼條件，使得這個種子能夠策發它。所以我跟你們考試那個題目的原因就在這裡，你們自己好好地去想。我曉得在座的有幾位了解，有幾位不通，等到你們想完了以後，我告訴你的話，你就很容易通了，這樣。",
    "1092": "[18:12]惡法是如此，善法也是如此。得到了！這個得到了就是得到這個東西，啊！這樣。那麼，得到了以後呢，守護啊，不讓它壞掉啊，不要讓它壞掉啊！如果壞掉了，那就完了，你一定要還要重受才行。",
    "1116": "[18:36]謂當知學處，故應宣說。那時候你要宣說了。前面告訴我們哪，持戒的時候，他並沒有講戒的內容，教告訴什麼？犯戒四因，大家記得吧！第一個就是什麼？無知。你一定要好好地學！所以現在處處地方，讓我們自己提醒一下，不要說：「哎呀，我修行啦！」就關在山裡面自己要修行了。這個你一個人，在家，是，你是可以這樣；如果你真正出家，尤其是年輕人，這絕對不是修行之道！尤其是年輕真正修行的，一定要依靠善知識，然後呢深入經藏。再不然的話呢，你像禪宗祖師，跟到一個大徹大悟的，他自己就是部活字典，他隨時告訴你，你總歸聽著他，你這樣才是真正學欸！這樣的話，你曉得學些什麼，了解了你才能夠把那個戒，得到了可以持得住；反過來說，得不到可以得得到。否則的話，你根本就不可能得到，得到了以後一定也會壞掉，因為你根本不曉得嘛！學習什麼嘛！所以在這個地方，是啊！怎麼守護啊？第一個，要曉得學處。那麼，所以老師要講，學生要好好認真地學啊！",
    "1202": "[20:02]此中分二：一修學現法不退發心之因，二修學餘生不離發心之因。這又分為兩方面。現在我們怎麼辦才不退轉？不但現在哦，還要其餘盡未來際，因為這個菩提是盡未來際的。那麼分兩部分，現生怎麼辦呢？",
    "1223": "[20:23]初中分四：一為於發心增歡喜故，應當修學憶念勝利，哦！它第一個一定是這樣 ─啊！這發心的殊勝利益。",
    "1233": "[20:33]二 正令增長所發心故，應當修學六次發心，三為利有情而發其心，應學其心不捨有情，四修學積集福智資糧。　今初那麼，現在一個一個來講：",
    "1252": "[20:52]若閱經藏或從師聞。或者是自己閱讀，或者從老師；最好的，兩樣一起來！",
    "1261": "[21:01]思菩提心所有勝利，《華嚴經》中廣宣說故，應當多閱。喏，《華嚴經》講得最詳細，應該好好地看。",
    "1272": "[21:12]如前所引，說如一切佛法種子。就像前面告訴我們的，這個發菩提心的這個殊勝的利益啊，是一切佛法的種子，什麼東西你有了這個菩提心，什麼都有了。記得前面吧！這個菩薩，你只要得到一樣東西，哪一樣東西？菩提心。得到了這個東西呀，一切來了，就像那個轉輪聖王，輪寶所至什麼都來了。",
    "1307": "[21:47]又說總攝菩薩一切行願故，猶如總示。因為這個是總共包含，就像那綱領一樣，你把那個頭拿到了，其他樣樣都有了。",
    "1319": "[21:59]謂若廣說支分無邊，於總示中能攝一切，故謂總示。就是說為什麼要講那個「總示」啊？就是說，你真正地詳細說它的內涵的是無量無邊，但是你把持著這個綱領的話，一個綱領提起來的話，欸！全部都在裡頭了。",
    "1338": "[22:18]又如嗢柁南，攝集一切菩薩道法所有扼要，說為嗢柁南。「嗢柁南」就是個大綱，這個大綱裡邊包含了所有的東西。就比如說，我們現在常常說的，「你有多少財產？」「我有一個契約。」雖然這個契約是一張紙，欸，對不起，這張紙不得了，就包含你的所有的東西。",
    "1363": "[22:43]〈菩薩地〉中所說勝利，是願心勝利。彼最初發堅固心有二勝利，一謂成就尊重福田，二能攝受無惱害福。那〈菩薩地〉當中，告訴我們的殊勝的利益，這個勝利還是願心的勝利哦！願心的勝利就已經不得了了，已經不得了啦！這個「最初發堅固心」，就是當你一開始發這個心的時候，只要這個心堅固，就有兩種殊勝的利益。第一個呢，「成就尊重福田」，你只要這個心一發，你就是福田，而且這個福田啊，真正被尊重的。現在我們看見一個，喔唷，這個人的修行，「你有修行啊！」你就很恭敬，這我們平常感覺得到的。所以祖師們說：「我們現在都曉得尊重有德行的人，不曉得你自己照著去做啊，這就是你自己欸！」我們只曉得尊重別人，那不曉得尊重自己，人是真顛倒！你照著去做的話，那個你自己就是本身最值得尊重的人。他這個地方告訴我們哪，發了堅固心，就能夠成就。",
    "1442": "[24:02]實際上，這個被尊重的還不僅是我們凡夫哦！所以這地方我們又可以提一下，回憶一下。這個阿羅漢一看見那個小沙彌發了一個心，那根本談不到堅固哦，只心裡面才這麼一念一動：「喔，我要學菩薩！」那個一位證了果的阿羅漢馬上：「啊，你請前面！」然後呢，恭恭敬敬把那個包袱那個擔在後面，那千真萬確的事實哦！而這種事情只有聖者才能看得清清楚楚。這也說明什麼？事情的千真萬確。而正因為我們凡夫啊，我們都是愚癡矇在眼睛裡看不見哪！這菩提心的殊勝的利益，是不得了的。何況你現在正確地發的心，而且「堅固」，一動都不動，這樣啊！",
    "1492": "[24:52]然後呢，你發了心，對福田來說變成功最值得尊重的福田。還有呢到那個時候，「攝受無惱害福」，那個時候你就積集了。平常啊，對不起，這個福，對不起，這個福都是有問題的。人家說：「唉，福氣大，福氣、福氣，有福就有氣！福有多大，就有多少的受氣夠你受！」這個褔是有惱害的。而現在這個地方呢？無惱害福，這千真萬確，千真萬確。所以我們世間一般的人哪，你做的叫三世怨；他做的這個事情，嘿！叫作莊嚴法、報，以及報土的最好的莊嚴 ─法身，報身。法身，無相的，這些報身、報土的最好莊嚴。",
    "1552": "[25:52]第一者，如云：「天人世間皆應敬禮。」謂發心無間，即成一切有情所供養處。又如說云：「發心無間，由種性門，亦能映蔽諸阿羅漢。」謂成尊上。啊，你看！一切有情所供養的地方。而且不但如此哦，就是你一發心，「無間」就是才一發心，因為你那個種性，就是你這個出身高貴，所以這個時候身為佛子的，能夠超過阿羅漢，千真萬確，這是最珍貴的。",
    "1587": "[26:27]又說：「雖作小福，亦能出生無邊大果，故為福田，一切世間悉應依止，猶如大地。」啊！實在了不起！所以這個大菩提心，我們的的確確無法想像的。在這一點哪，我們生在這個地方，應該自己感到深深慶幸啊，深深慶幸啊！這是大乘佛法的真正的殊勝，你只有到了這個時候，你才慢慢地能夠體會得到，才能夠慢慢地體會得到，的的確確實在它殊勝，實在殊勝！所以，因為這樣的特質，所以在剛開始的時候，它既然又這麼殊勝，又曉得學這個必然這樣的次第，所以你如果說枝末上面樣樣顧全到的時候啊，一生精力有限，往往把握不住這個根本，就完了！所以在這種情況，它重視根本哪，那個枝末難免有的時候不能顧全到，就這樣。",
    "1652": "[27:32]所以這個是的的確確，跟平常特別重視解脫的這個為聲聞、羅漢，乃至於戒上面稍有開合，這個我們要了解，這個我們要了解。你辨別得這個清楚以後的話，那麼，那個時候你就分得清楚，不同的部派的戒，它的特質在什麼地方。那個時候你就懂得，阿底峽尊者當年要出家的時候，他的老師就問他：「欸！你的密行捨不捨？」阿底峽尊者說：「不捨！」「不捨，那你要受大眾部。捨，哪一部都可以。」這個道理那時候你就開始慢慢地可以了解了，就這樣。所以我們的的確確，千萬不要任意拿我們幼稚的眼光，隨意地是此非彼，到那時候啊，對我們有大損害，對我們有大損害。任何情況之下，第一件事情要什麼？了解應該學習內容，所以無知是第一個重要要把它拿掉。你懂得了，那個時候再去一步一步照著去做，去開口，正好！",
    "1727": "[28:47]謂如一切眾生父母。啊！那不得了，一切眾生的父母欸！這一個是啊 ……。",
    "1736": "[28:56]第二者，說得倍輪王護所守護，若寢若狂或放逸時，諸惡藥叉宅神非人不能嬈害。若餘眾生為欲息滅疾疫災橫所用無驗咒句明句，若至此手尚令有驗，何況驗者。"
}