{
    "7": "[00:07]可是比起剛剛發心的，唉，那轉輪聖王根本不算什麼，你可想而知啊！",
    "15": "[00:15]而且妙咧！「若寢若狂或放逸時」，哪怕你睡覺，哪怕你身心損惱，神經失了常了，乃至於你放逸的時候，你心裡面沒有提起來的時候。但是注意哦，這個說什麼？這個心的心種的現行已經提起來了，只是那個時候並沒有精進哦！不是像我們現在這地方，乃至邊都沒碰到，還在煩惱現行當中，不是哦！這我們要了解得很清楚的。所以你們一定要把十二因緣當中這個有支啊，這次考試題目就在這個上頭，你一定要了解得清清楚楚，那個時候你在一切時處修行當中，就沒問題了。",
    "62": "[01:02]現在呢，我們繼續下去。嗯，說藥叉呀，等等啊，這非人，都沒辦法來惱害你；還有，妙了！其他的咒啊，乃至於沒什麼用場的，碰到你手上的話，欸，就會有用。啊，真不可思議，真不可思議。為什麼呀？我們做任何一個業，記得吧？造業的時候啊，它有幾個條件：第一個心清淨，換句話，心的力量；第二個加行的力量；第三個田清淨，田的力量。而現在這個裡邊哪，心，你那個心，那就是跟法界相應的，最了不起的心，是一個無限大，所以你碰到，什麼東西碰到它，就什麼就產生無限的功效。這一點哪，我們一定要經常擺在腦筋裡面去思惟觀察，加深認識，產生淨信。再繼續下去。哪！不靈驗的都靈驗，何況靈驗的。",
    "131": "[02:11]由此顯示息災等業，發心堅固則易成辦。喏！所以呀，你發堅固心的話則容易成就。了解了這個我們才會知道，為什麼很多大乘經典當中啊，這個菩薩、這我們的佛在因地當中，乃至於其他的很多那種大乘經典那種菩薩，他發心，說：「我如果這樣的話，那麼大地應震動，應該怎麼樣 ……。」欸，他講完了，這個大地震動了。乃至於說把那身體的肉割給別人以後：「如果說我發心正確的話，這個肉就恢復如常了！」千真萬確，都是事實。因為什麼呢？哪！就是這個地方，他這個心產生了堅固的力量，而且有行的願力在這個裡頭，就這樣。",
    "178": "[02:58]所以我們平常啊，注意呀！我們開始學的時候，為什麼我一直鼓勵你們：儘管現在，是，我條件不夠，這個條件不夠什麼？宿生的業力所感哪，是無可奈何的，但是你現在的心千千萬萬不要被它牽去呀！「唉呀，我不行啊！」那就完了！以前不行，所以已經現在不靈光到這種程度，我現在一定要努力。所以就像那個故事當中，一拳打上去，一拳打上去，一腳踢上去，兩個腳踢上去，頭上去。「你還有什麼辦法？」「欸，我的心！」我們就要這個。現在我們就像這樣的，哎呀！我們這個頭被病綁住了，這個腳啊又被病這個苦綁住了，那宿生的業力，沒關係，這我的心你綁不住我呀！這點注意哦！所以我們處處地方就 ─我這個心！比如我今天睡在那裡頭痛，頭痛是「你」的事情，這是以前的業，我現在的心可是要一定要這個地方去做！你能夠這樣去做的話，沒錯，到了時候你自然而然這條直路。喏！你就向著這條路來走了。",
    "245": "[04:05]固然啦！我們被這個身上的痛苦，不要被它綑，更重要的，還不要被煩惱所綑住。不要說人家說了你一句話，瞪了你一眼，發生了一點事情啊，嘀咕了半天。嗯，那是人家的事情，那是以前不懂得這個佛法的時候煩惱，現在不，把它一腳踢開，踢到東洋大海裡邊！就是這樣。他來罵我，欸，這個正好成就我的忍辱啊！不要說佛法啊，不要說佛法啊！昨天我們講那個〈改過之方〉當中，連世間人尚且說：「你如果懂得了道理以後啊，人家來罵你呀，豈不成就你嗎？來玉成你嗎？」這樣，所以我們哪，今天懂得了佛法以後，不管身、心兩方面 ─身上的苦、心上的煩惱，不要為它所動，不要為它所動。所以這個地方就告訴我們哪，你能夠這樣的時候，哈！那就行了。說「發心堅固」，樣樣容易成辦。",
    "311": "[05:11]諸共成就，若有此心亦得速成。共同成就也是這樣。平常我們「三人同心，其利斷金」，啊，那個三個人同樣的這個心能夠合作的話，這個無往不利啊！所以這個僧團為什麼有這麼堅固的力量。你看佛世的時候有這麼多大菩薩，佛把那個法不交給那些人，他交給僧團，為什麼？就是這個意思，你能夠共同，力量是不得了的。所以我們現在這個地方，有幾十個人哪，真難得啊！所以我是歡喜得不得了，我是越來越歡喜。所以真正修行的話，他的的確確要靠這個力量啊！那個地方大家注意呀，你每一個人只要向前跨一步，成功了！怕就怕每一個人呢，在那個地方退一步，乃至於還扯後腿，還要後退，那就完了！千萬不要說：「哎喲，那是人家的事情。」那是我的事情！你每一個人跑得去跨一步，這個事情就成功了，這個就是共業。",
    "379": "[06:19]現在所以我們動不動責備說：「唉呀，這個不理想！」為什麼不理想啊？你的共業，非常簡單。你只要在這個地方，你能夠為它盡一分心力，將來感的果自然有你的一分在裡頭。所以呀，我們以前不懂得道理總覺得：哎呀，退在後面，占了便宜了。現在我懂得啊，你倒吃了大虧了，你吃了大虧了。在那個時候，你能夠哪怕多走一步，那個一步啊，你賺回來的是不曉得多多少少啊！就這麼個好法呀！說：",
    "417": "[06:57]諸共成就，若有此心亦得速成。隨所居處，於中所有恐怖鬥諍，飢饉過失非人損惱，未起不起設起尋滅，轉受餘生少病無病，不為長時重病所觸，常為眾生宣說正法，身無極倦念無忘失心無勞損。你看！這麼多好處，這麼多好處！在我們現在的環境當中，隨便哪裡呀這種事情都慢慢地在減少，我們為什麼有這個？一則我們自己煩惱，一則我們共業。所以現在我們不是要求快樂嗎？那就從這個地方轉呀！所以尤其這個地方哪，不管你身上的病也好，心裡的煩惱也好，真正地要想解除的最好的醫生、最好的藥都在這裡了。這個是莫可奈何，以前積累的，我們呢還是要多多少少要保護它，因為要靠它修行哪！所以千萬不要被它騙過，被它騙過了以後，到那個時候啊，你到了地獄裡邊，有機會出來你還來打它一下，這千萬不要做這個事情。那我們要做什麼呢？「天人讚屍記」，就算這一生弄得垮垮的、瘦瘦的，然後短命而死；欸！到了生了天了，到那時候你就來讚歎它，向它磕頭：「哎呀，當年辛苦了你啦！我現在到了極樂世界呀，生了天啦！」這個才是我們該學的。何況現在你到了極樂世界不是個下品，還是上品哪，何況你還成佛啊，救一切眾生哪！要注意呀，都從這個地方學起。再下去：",
    "527": "[08:47]菩薩安住種性之時，由其自性粗重微薄，既發心已，身心粗重轉復薄弱。那麼，由於像前面這樣來啊，「菩薩安住種性之時」，這個種性就是我們說出身。現在我們是，不是凡夫了，是什麼？出身在佛家庭當中，當你正發願心的那個時候開始，你就是佛子了。那麼這個種性詳細分起來的時候啊，我們傳統有說，說習種性、性種性、道種性、聖種性；也就是說，所謂住、行、向、地─十住、十行、十向、十地等等。這個沒關係，這個只是說你慢慢地修行以後。而我們剛才開始發願心的是什麼？在這個習種性之前，所謂信位菩薩。因為你信得過這個三寶 ─淨化，所以那個自性的粗重啊，慢慢地、慢慢地微薄了；一發了心以後啊，它這個就「轉復微薄」。因為這樣的話，",
    "608": "[10:08]由其成就堪忍柔和，能忍他惱不惱於他，見他相惱深生悲惱，忿嫉諂覆等多不現行，設暫現起亦無彊力，不能久住速能遠離。難生惡趣，設有生時速得解脫，即於惡趣受小苦受，即由此緣深厭生死，於彼有情起大悲心。這一段簡單地說一下。因為你粗重慢慢地、慢慢地會輕了，所謂「粗重」就是煩惱嘛，煩惱慢慢、慢慢地輕了，那個時候心就調柔了，就調柔。於是你那麼調和啦，就是能夠「忍他惱」，欸！別人來惱你，你能夠安忍，而你能夠不惱於他。反過來他來惱的時候，平常的時候別人惱我的話，我要惱他，兩個人就對起來了，到那時候你不但不惱，還要悲憫他，悲憫他。因為你以前是跟煩惱相應的，現在呢不是，跟覺心、菩提心相應的；你心裡還是有憂惱，你的憂惱是為了悲憫：「哎呀，這個人多可憐哪！」欸，你能這樣想的話，你的善法欲增長，然後呢這個忿恨瞋心當然沒有了，嫉妒當然沒有了。",
    "702": "[11:42]為什麼瞋心啊？欸，他來惱你。現在他來惱你的話，你覺得：欸，他是可憐，他成就你的忍辱，你就不瞋恨了。為什麼嫉妒啊？你看見別人好了以後啊，你喔唷，覺得他好了；現在呢，你要處處地方為別人好，看見別人好正高興嘛！本來你要給別人的，現在他自己得到了，省了你氣力了，那不是更高興嗎？那嫉妒也就沒有了。然後呢「諂覆」等等，「諂」是處處地方為了自己呀！哎呀，心裡面不好意思啊，故意彎彎曲曲的，這種事情都不要了。因為你了解了真正的生死當中第一大怨敵是「我」啊，你絕對不會忙這個東西去啦！所以自然根本已經拔除，那個諂哪裡開始啊！「覆」沒有了！所以這種東西都沒有了，「多不現行」。就算因為習性在的暫時現起來的話，它力量也不會強的，不會老是停在這個煩惱當中，很快就遠離這個種種。因為你一直造的這個善淨之業，當然你不會生到惡趣去。就是由於往業的關係，有時會生到那裡來，很快地就脫離。那麼就在受那個小小的苦受的時候，苦趣的時候啊，就因為這個感到了苦啊，就更加深你的厭患生死，而同時呢對這個有情更生起大悲之心。啊，這個種種的好處！",
    "799": "[13:19]實際上你好好地體驗，你真正的將來對那個菩提心哪，不要說發，就是你理解到、領解到了以後啊，你拿這個理解的菩提心對眼前的一切任何事情的話，那個煩惱就是會一點都找不到，你絕不可能找到任何煩惱。妙極了！這個還是個理論，你只要把那個理論不斷地在心裡轉的話，境界現起的時候，因為你正在這個理論上轉哪，這個煩惱就生不起來，千真萬確的事實。就是生起來了以後啊，你一下就悟到：欸，喏、喏、喏、喏！原來以前就是這個東西。正好用了這個正確的理論對治那個煩惱，把你那個煩惱就對治掉了，它有這麼了不起的力量啊！",
    "844": "[14:04]現在我們一切時候啊，哎呀！苦苦惱惱啊！那為什麼呢？就主要的就在這裡，還說修行、修行。所以我常常說：修些什麼呀？真可憐！它這麼好的辦法擺在這裡，大家就不學，然後呢就去修，就越修越苦啊！你正確得到了這個東西呀，修行是真快樂極了，是越修越快樂。不要說已經發了堅固的願心，乃至於心都沒發，只是這個道理正確地認識，你用在心裡面的話，它就有這樣了不起的力量耶，就有這樣了不起的力量啊！啊，那個快樂真是啊，而且這個快樂 ─法樂，不會壞的！平常那種快樂，有快樂了以後，樂極生悲，這個東西是越來越樂。",
    "894": "[14:54]菩提心福若有色形，雖太虛空亦難容受，啊！那這個不得了，假定它有可以衡量的話，那太虛空沒辦法容納。前面說皈依的福如果有色的話，三界 ─只是我們的三界哦，這個三界比這個太虛空的話，那又是九牛一毛；拿我們的三千大千世界，擺在那個太虛空當中哪，找都找不到的小小的一點點。所以你看，那發菩提心的福 ─單單發這個心哦！",
    "927": "[15:27]以諸財寶供養諸佛，尚不能及此福一分。前面已經太多地方舉那個比喻：你呀，把不管無量無邊地供養一切諸佛，對不起，這個根本就沒辦法與發菩提心相比。",
    "947": "[15:47]《勇授問經》云：「菩提心福德，假設若有色，徧滿虛空界，福尤過於彼。若人以諸寶，徧滿恆沙數，諸佛剎土中，供養世間依。若有敬合掌，心敬禮菩提，此供最殊勝，此福無邊際。」哪！馬上引那個經上面證明、說明，說菩提心有福德，菩提心的福德如果可以衡量的話，拿那個太虛空都沒辦法容納，還要超過。假定那個財寶，以恆河沙數的佛剎當中去供養，「供養世間依」就是供養世尊。啊，這個福不得了啊！另外一方面呢，你呀以恭敬心合掌敬禮那個菩提，說：哎呀，這個大菩提這樣啊！你一心恭敬哪，欸，這個福德要超過供養恆河沙數一切諸佛的供養。這種校量都絕對不是比喻，絕對是千真萬確的事實！",
    "1015": "[16:55]傳說覺繞金剛座時，心作是念：「當修何事而能速證正等菩提？」時諸小像起立請問諸大像曰：「欲速成佛當修何法？」答曰：「當學菩提心。」這個《阿底峽尊者傳》上面說得很清楚，喏！阿底峽尊者繞金剛座，金剛座就是菩提迦耶，佛證道那個地方。這個金剛座有特別的意義的哦！千佛出世，一定坐在那個金剛座上的。啊，這個是無比莊嚴的這一個地方，所以它有無比的功德。繞，然後他就想：「哎，要快點成佛！」我們不是每一個人都是這樣想嗎？快點得到最好的好處，換句話說，要怎麼樣得到最好的好處最快呢？欸！繞佛的時候那個小像，因為感應哪，就問那個大的佛像。怎麼回答？「修菩提心。」你們好好地去看它，處處地方都是這樣。所以他前面這個本論完整的教授一直告訴我們，這個最重要的中心是什麼？菩提心、菩提心！從十方一切諸佛完整的，不管那一系 ─性、相的傳承，都是告訴我們，決定不移的道理。",
    "1093": "[18:13]又見寺上虛空之中，有一少女問一老婦，亦如前答。這個少女、老婦啊，都是佛菩薩化現。",
    "1101": "[18:21]由聞是已，於菩提心，心極決定。因為他聽見了這個以後啊，心裡面就決定了，說：「啊，原來是如此，原來是如此！」現在呢，我們自己雖然沒有像他那樣的能夠完整地修學，可是我們確確實實信得過這樣的完整傳承，高成就的大祖師們，這種大祖師、大菩薩告訴我們的，這個才是我們應該學習的。",
    "1134": "[18:54]由是能攝大乘教授一切扼要，所有大乘的綱要就在這裡。",
    "1139": "[18:59]一切成就大寶庫藏，超出二乘大乘特法，策發菩薩行廣大行，最勝依止，應知即是菩提之心。總結起來就在這個地方，總結起來就在這個地方。",
    "1155": "[19:15]於修此心當漸增長勇悍歡喜，如渴聞水，乃至多劫以希有智，最極深細觀察諸道，諸佛菩薩唯見此是速能成佛勝方便故。如《入行論》云：「能仁多劫善觀察，唯見此能利世間。」那麼這一個文我不詳細解釋，留到下一堂，因為這個文是值得我們深細地探討。至少我們眼前加深這個印象，那麼將來呀，這個成就也比較快速。",
    "1198": "[19:58]呃，上一次啊，我有一個題目，說就是講到十二因緣當中，本來這個十二因緣從這個能生支切斷，所謂受緣愛，因為受是前面一重因果。那麼能引到所引，這個能引的因所以感果，是經過這個愛、取、有三支引發以後才會結生，才會感得下一期的生死，所以從一般來說起來，從愛斷起。那麼，而現在那個第一百八十六頁上面說：「樸窮瓦大善知識，專於十二緣起有支，淨修其心，」欸，他就妙咧！他修的時候啊，從有支上面修，而不從愛、取上面斷，那是什麼原因？而且他照著這個思惟緣起流轉的道理，及還滅的道理，寫了一個道的次第；換句話說，這位大善知識這樣做的。那麼現在更有意思的是，宗喀巴大師引它來這個地方，所以實際上呢，換句話說，宗喀巴大師也是這樣做的。以這麼兩位大善知識，他一定有他的道理。我跟大家說，你們想想看什麼原因？",
    "1314": "[21:54]當然這我了解的話，這個的的確確不要說你們，就我現在來說，我也並不能夠很了解，不過把我所體會到的告訴你們一下，那麼你們就很清楚、很明白了。所以前後我們真正整個的重要的修行的次第呀，從前面一直到現在共上士，雖然說上士的不共的地方在他發的菩提心，但是修習的內容啊，真正關於滅除生死的方便來說，重點還在這個地方，這個我們要知道的，這個我們要知道的。所以今天晚上啊，就關於這個道理補充說明一下。在說明這個道理以前，請你們翻到一百八十五頁。一百八十五頁前次也曾經說過，也考過。那麼今天呢，我不妨在這地方就一起說明了，一起說明了。因為你們認真看過了以後，那個時候就對於概念更清楚。",
    "1400": "[23:20]這個一百八十五頁倒數第六行，看啊！倒數第六行。他前面是說，這個從因感果快的是兩世圓滿，慢的呢三世；換句話說，最快兩世，最慢三世。那麼實際上呢，快兩世我們已經懂得了，那最慢怎麼會三世呢？實際上一個因擺在這地方，經過無量無邊劫才感果，怎麼會三世呢？這個道理今天重說一下。就是由於無明而行，當你有這個行的時候，任何一個行，行就是業，它這個業一定什麼？薰那個識，一定會薰那個識。我們做任何一件事情，如果做任何一件事情，一定這個影響力量會落在我們的識田當中，落在我們識田當中，那麼這個專門名字叫「薰」。",
    "1479": "[24:39]比如說你看一樣東西，你看過了，你就 ─「嗯，看了一樣東西。」你就有個認識，這樣，雖然事情過去掉了；或者隨便跟人家做一件小的事情，大的、小的任何一件事情，這個專門名字叫「薰」。就好像我們在這個地方點了一根香，然後呢上面一個東西紙在那裡，那自然而然，欸，這一張紙上面這根香的煙薰在那裡一樣，這樣。那麼我們做任何一個身口意的，或者你腦筋裡動一個腦筋想了一下什麼，腦筋裡面就有個影響力量落在這個識田當中，看見的也好，講話也好，身口意任何一個。",
    "1525": "[25:25]可是影響了以後，它這個是不是下面緊跟著會感不感果，還要看什麼？有了這個影響以後，是不是不斷地把這個影響力量再加強它，這個以前講過的。現在再簡單地說一下：它下一生怎麼樣，那我們不知道，但是下一念如何，那我們人人感受得到，下一生跟下一念之間的差別在哪裡呢？每一念是剎那的生滅，前一念滅，後一念生；前一念滅，後面一念生，就是這個是剎那的生滅。我們現在一期的生滅呢，把那個剎那的生滅總結起來，到那時候結一個總帳，就一期的生滅。你把這個同樣地從前到後能夠擴大，就變成功剎那的擴大到一期的生滅。",
    "1595": "[26:35]那現在這個道理說一下：譬如說我們眼前哪，在這裡大家做一件事情 ─上課、聽課，所以自然而然在這個地方啊，你全部精神貫注在這裡做這個事情，這是沒有錯。那麼在這種狀態當中啊，說我們這是現在進行當中。等到課上完了，然後聽完了下了課，你繼續下面一步要做什麼事情啊？下面有的人聽完了、做完了以後出去了，他還是把這個腦筋擺在這個地方記。有的人呢不是的，他完了以後，他說現在要做下面一步事情。",
    "1651": "[27:31]那下面一步事情，怎麼會讓你做下面一步事情？說前面一件事情結束了以後，下面一件事情要繼續做的原因，我們很容易找得到。假定說有一件非常重大的事情擺在那個地方，絕對重要的事情對你來說；你呀，做完了這件事情以後，放下來，一定馬上去忙這個事情，對不對？譬如說，啊！明天對你有一個非常絕端重要的一件什麼事情，假如世間的人來說啦，做一筆交易，而這個裡邊哪，或者要賺大錢，或者要虧大本，乃至於性命交關的事情。而眼前卻是你非要做不可的，就是我們做這個事情；做完了，你一定下了課以後，馬上忙那個事情去。",
    "1710": "[28:30]還有一種呢，就是倒沒有這個事情，沒有這個事情，那麼下了課以後，到臨下課的時候你就想：「欸，下面一件事情，要幹什麼事情要做了！」所以自然而然在臨下課的時候，那個概念如果先現起來，你想起了：哎呀，對啊！哦，我下面一件事情要幹什麼去做了；你自然而然哪，下了課就做那件事情。如果第二個條件也沒有的話，下了課以後幹什麼？習慣性地下了課你幹什麼，你就去做什麼去。然後呢，最後連這個都沒有的話，你照著一般的次第，以前一向的習慣，一般的次第，就照著去做。",
    "1752": "[29:12]我為什麼要說這個話？大家還記得不記得：「諸業於生死」，這個業呀，前面這個業，在生死當中感發的次第，叫「隨重、近、串習」，記得不記得這個？《俱舍論》上面。在這個業在生死當中，哪一個先引發？第一個，重業一定最先發。"
}