{
    "5": "[00:05]第二呢，「近」。什麼叫近啊？就是說你前面一生臨終的時候，什麼這個先讓你這個識田當中，心識當中先現起來，欸，那個時候即先引發你。還有呢，如果這個都沒有的話，就看你的習慣性，你的習慣愈強的，這個東西先起來；如果這個沒有的，先造的業來先感發，對不對？一生固然是如此，一件事情也是如此。喏，我們體會到這一點，那就很清楚地，雖然我們還沒有死，對現在來說；同時我們也忘記掉了前一生怎麼到這裡來，但是眼前的事情，也同樣地這個道理，完全同樣這個道理。所以說，它真正地感得我們的，那是什麼呢？就是這個力量，這個力量，這個力量就是一種業的力量。那麼這是第一個，了解了。",
    "66": "[01:06]第一個了解了以後呢，進一步我們說，嗯，為什麼是三生？他上面告訴我們，說當前面一個因位識 ─是的，你感受到了以後，然後呢，這個因位識，譬如說我們現在做的很多事情，下了課以後，你也許忙這個、也許忙那個、也許忙這個，可以做各式各樣不同的事情。做的事情只有做一樣，對不對？只有做一樣事情，那麼這一樣事情，是什麼啊？就是你在前面哪，在前面因位識當中，就是你這個、我們這個之前，或者就是上課這件事情本身，或者在上課以前。如果上完了課以後，你對這個課的影響力很深的話，上完課以後，你繼續地在想著這一個上課的事情，所以課雖然完了，欸，這個東西在繼續。所以前面落下去的這個識，是你上課的時候落下去的，下面馬上又繼續下去 ─這個第二生，就結了果了。",
    "149": "[02:29]還有一種呢，是前 ……下面做一件事情，不是我們上課當中聽的或者講的那些事情，而是上課以前哪，已經落在那個識田當中。那個是因位識，可是擺在那個地方，你沒有緊跟著去做，沒有緊跟著去做。那麼這是在前面啊，它有一種特別的力量，使得它在這個地方，這個落下去的因位識，總有其他的因素，使得你慢慢、慢慢、慢慢、慢慢地，就像前面所謂，你覺得很重要，很重要，然後呢留在這個地方。所以這一堂課一完了，你馬上就做這一件事情去。至於其他的次要的這種事情啊，他並沒有東西去引發它，並沒有東西引發它。",
    "202": "[03:22]所以他前面告訴我們啊，雖然中間有無量世的間隔，雖然有無量世的間隔，但是呢是餘重因果。什麼叫餘重因果啊？哪，你原來這個因位識，它並沒有薰發，落在那裡，它沒動。這一個因位識要感果的時候，一定還要什麼啊？要愛、取去滋潤，它並沒動。這個因位識之感果的話，是一定有一樣東西薰發，薰發了以後它現起。你一旦那個所生、能生，這一個關係當中能生支薰發了以後，它下一世一定要感果的。這一次所以沒有感果的原因是，被其他的東西佔有了。所以對這個原來因位識的所以感果來說，它這個並沒有動它；所以其他的這一個因位識，被其他的愛、取來滋潤，它感了果。所以真正說起來的話，這個不算。所以在這個理由當中說三世圓滿。",
    "288": "[04:48]我這麼簡單地說明一下，如果說你們對這個概念很清楚的話，就可以了解了。如果概念不清楚的話，就算我這麼解釋了，你們還不一定清楚，那麼就把今天現在這個話，聽得很清楚以後，仔細地看一下，這麼兩世、三世啊，就很清楚，就很清楚。而這個，剛才說雖然前一生到後一生，我們不一定把握得住，但是從前一剎那到後一剎那，但是前面一件事情到後面一件事情，我們就很明白了，很明白了。那麼這個明白對我們有什麼好處呢？平常我們哪，就是要想努力去做的事情，就是一直繼續下去，或者我們下面要做什麼事情，這個力量從哪裡來的？就是從這前面怎麼樣使得這個因，使得它感果，這完全是同樣一個道理，完全是同樣一個道理。那麼下面的是書本上面，看哦！這個：",
    "362": "[06:02]如是已生諸果支時，然而全無實作業者，及受果者，補特伽羅之我。不管它是兩生也好、三生也好，在整個的生死的流轉過程當中，它只是什麼？前面這個如是因，然後呢感得如是果，它整個地從因到果的話，分十二支，三世兩重因果這樣輾轉。而這個三世兩重因果的話，快則兩世圓滿，慢則三世，但是時間分段來說，它一定是從那個能引、所引、能生、所生這樣，所以三個時段兩重因果。就是這樣的，有這樣的因支，有這樣的原因，然後呢必然感得這樣的果，必然感得這樣的果，這個裡邊啊，它並沒有實際上誰來做它，沒有！你當你無明沒有消滅之前，換句話說有無明的時候，你一定會啊，無明相應了，就會有行。無明就是惑，有了惑的話，自然而然你不懂得道理，你就會造作種種的身口意的業。你要嘛不造，造了業以後啊，那個識田當中就把那個薰在那個地方，有了這個識以後，下面就一支一支來了，就這樣。",
    "471": "[07:51]那麼譬如說我們現在說，我們感受到痛苦，然後感受痛苦之前，先一定有個「觸」，什麼觸呢？就是根、境、識三事和合生觸。我們眼睛看見顏色，然後有一個認識作用，耳朵聽見也是如此，身體碰到也是如此。那麼當感果的時候，我們要曉得，這個感果有兩種，有一個內因果叫異熟，有一個叫外因果就是增上。平常內因果就是純粹我們自己內身上面來說，外因果呢就是器世間，造業的時候也是一定這樣去造的。外當然包括了這個器世間，跟我相應的其他的外面的你們這些，有情、器世間都是這樣；那麼內因果的話，純粹是我。所以感果的時候，這一定是這個因緣又重新配合起來了。",
    "551": "[09:11]那麼這個時候，如果我們順著這個無明流轉生死這個次第，這樣過來的話，那麼當觸現起的時候，第一個觸，就是你又是這樣，內外的因緣又碰起來了。因為無明緣生的觸，下面一定就是感受。然後如果你造的是善業的話，感受是樂受，你歡喜的，那個時候生貪愛；如果說你造的惡業的話，感受是痛苦的，感受是痛苦的，那麼你生的這個貪愛，還是愛支當中的，叫乖離，你不願意的。如果說，不是善、不是惡的中庸性質的話，叫捨受，那個時候說不上來快樂不快樂，那麼你這個愛也是一樣的，不是強烈的貪或者強烈的瞋，而是癡相應的這種，這樣的情況。",
    "616": "[10:16]所以大家會說：「是啊，這個事情要我們不懂得這個道理之前的話，我們必然什麼啊？這些事情碰到你身上就是痛苦嘛，你覺得受不了啊，受不了的話那怎麼辦呢？你就發脾氣，你就不能忍耐啊！然後看見好的東西嘛你就歡喜啊，自然貪著，我們好的嘛人人歡喜啊，對啊，沒有錯啊，這樣，這是千真萬確的事實啊！」是，這個是一點都沒錯的，這個感受就是感受。但是對不起，這個感受，誰在感受啊？那只是說由於這樣的無明、行、識而來的名色、六入、觸、受，而受完了以後呢，它一定愛、取、有，繼續地流轉生死。它所以有這個受的話，不是說你是受者，它是來給你；受就是這個受，所以它叫，下面告訴我們哪：",
    "687": "[11:27]如前所說從唯法因支，起唯法果支，話就主要的就在這個上頭。只是啊，前面有這樣的一個法，這個法是因，因地當中你造了這個無明、行、識等等，然後呢感得的這個名色、六入、觸、受。現在呢，這個因感得這個果，這個果也是個法，就是這樣。所以這個地方實際上並沒有你─痛、痛就是痛嘛，然後呢就是如此而已！這個地方並沒有「你」這個東西，有沒有你它都是痛。所以你不必想，欸，碰它痛了，你不必想：是不是我在痛啊，你不要想它，痛就是痛，快樂就是快樂。",
    "743": "[12:23]所以在這個地方，平常我們真正造業的有一個特別的原因，什麼原因呢？就是當你感受到了以後，如果你了解到了這個道理以後，是的，你不願意痛，那怎麼辦呢？不願意痛嘛，就把這個因哪，痛的因啊，現在是果，已經結了果是你無可奈何的，你只要把因上面，能夠把它淨除的話，那個果自然消除掉。所以你了解了，一切只是唯有法的因，而必然感得法的果，你要不受這個果的話，那─一個辦法，唯一的而且是，只要因地當中能夠淨除，自然沒有。",
    "794": "[13:14]所以當這個樂受現起的時候，你曉得：噢，這是前面有它的因，感這樣的果；然後呢，當這個樂受現前，你對它的時候，這又是一個因，感得將來的果。苦受亦復如是，苦受亦復如是。所以他從前面的情況來告訴我們，說所有的這個一切的受，都是苦，這個樂受眼前雖然是樂的，但它究竟來說是什麼啊？還是苦的，苦的當然是苦的。所以當你認識了這一點以後的話，苦受你就不會引發瞋，樂受是不會引發貪，捨受就不再像以前癡當中。從這個時候啊，你就看得清清楚楚，你就不會為了這個我啊而去忙。否則你碰到這種情況的話，人家打你一下，「你這個傢伙為什麼打我？」你發脾氣了！處處地方啊繞著這個我在轉，對不對？",
    "868": "[14:28]所以我們造一切業的真正問題，都在這個我上轉，現在你了解了所有的這些東西，無非是這樣的前面的法，沒有「你」這個東西，沒有「我」這個東西，而這個法之所以必然產生眼前這個情況，是這樣的因感這樣的果。當對這個法本身，現在的，你如理地聽聞了以後，然後呢如理地思惟，如理地作意，還是照著這個法，然後呢找到了它根源的話，正知見就生起來了。正知見生起來，進一步照著它去修持的話，那個正智啊，那個時候智慧生起來了；智慧生起來，這個無明就破了。無明一破的話，結果呢，無明既然滅了，行滅；行滅則識滅，識滅下面整個的一套東西統統滅掉了。好囉，沒有了！這個生死的流轉就切斷了。",
    "935": "[15:35]上一次那個考題，就是這個意思，今天說明了，大家了解不了解？這個時候我可以很詳細地說明，但是呢我希望大家還用心地體驗一下。今天晚上的這個話，非常重要的！你能夠在這個上面深入地觀察一下的話呢，你就了解了：啊，原來這樣！但是，假定我們不了解這個生死流轉的必然現象，那麼在這種狀態當中，我們就不了解只是前面的這個法；這樣的法，在因地當中有了這樣的一件事情，那麼必然感得果上面這樣的一個結果，這個我們不了解。不了解，於是妄執一個「我」，也就妄執處理我的這種事情，說「我所」等等，於是你做的事情都是不合理的。這個叫無明哪！你把握不住因果的本質，自然而然跟著它一直在轉，永遠跳不出來。",
    "1006": "[16:46]所以當你了解了這個十二有支的這個道理以後的話，那麼你的煩惱啊，就沒有煩惱了。眼前之所以一切的感受，叫你樂，叫你苦，乃至於不苦不樂，無非說明了一個事情，就是前面這樣的因果流轉，而且這個流轉永遠這樣下去，永遠這樣下去。假定說你不了解這個道理的話，沒有停止的時候。苦的當然是苦的，快樂的本身會壞的，也是苦的，最糟糕的是不管它是快樂也好，啊，苦嘛當然不要了，就是就算是快樂，但是它保持不住的，它最後的結果還是要壞，還是要受苦的。還是要壞、還是要受苦的，所以策發了你切斷它的這個決心。",
    "1078": "[17:58]同時你也了解了，所以有這個流轉的根本原因，就是你不了解它必然的因果關係，妄執一個錯誤的概念，而這個錯誤的概念，就是什麼呢？煩惱。我們已經曉得了，真正繫縛生死的主力是業，可是業跟煩惱兩樣東西，可是這個裡邊呢是煩惱上首。如果說沒有煩惱 ─惑的話，雖然有業，它不會感果；反之你有惑，有煩惱，雖然沒有業的話，它因為這個惑的關係，無明的關係，隨時就要造業，造了業馬上要感果。那麼那個時候你就進一步啊，切斷那個惑，那個煩惱。前面也告訴我們，這個煩惱生起的次第，最後推究的結果，原來這個煩惱生起的中心在什麼啊？在無明，我們不了解事情的真相，然後在那個五取蘊，明明沒有「我」的地方，執著了一個「我」，就這樣。所以最根本在這個地方，於是你就找到了：啊！原來在這個地方拿掉了，那就問題解決了。",
    "1179": "[19:39]同時十二因緣當中也告訴我們，本來這件事情的過程當中，只有這樣的前面的這樣的「唯法因支」感得「唯法果支」，這個地方沒有這個「你」這個東西，沒有「我」這個東西欸！所以你只要把這一個流轉次第了解了以後，你前面所妄執的那個我啊，找了半天，原來找不到啊！偏偏確實是生起煩惱的中心就在這個上頭，所以你對這一個能夠如理了解的話，好了，煩惱沒有生的根。換句話說，煩惱的根沒有了，拔掉了，生死當然到此為止。這個概念清楚了，這個第一步。",
    "1230": "[20:30]那麼第二步呢？我們談到這個有支這一件事情。是，平常修學佛法的時候啊，我們現在不要說大乘，就是說真正正斷生死的時候，譬如說我們講聲聞、緣覺，他有一個不同的地方，聲聞乘的斷法是一定什麼啊？聽別人的言教，就是佛陀給他開示以後，那就叫聲聞，然後呢照著去做。那麼通常這個教法一定是苦、集、滅、道，「這是苦啊，你應該了解啊！」這樣。所以在我們修學這個佛法的時候，所謂這個三十七道品，一開頭的時候觀什麼？欸，觀身不淨，觀受是苦，就是觀從這個上面觀的。他先強烈地感受到，啊！這個眼前的一切，都是痛苦，都是痛苦！然後呢，你一心一意對於眼前的所有的東西啊，你都要排除掉了。而這個痛苦哪來的？從那個感受上面來的。那麼它為什麼這個會這樣呢？就告訴你，哪，就是啊，這真正的重要的啊，佛陀會種種開示我們，就是讓我們貪愛去除。所以凡是貪愛強的人，他就給他弄一個不淨觀，正對治你的貪愛；反正你瞋心強的人，他就給你個慈悲觀，正對治那個。讓你先那個粗猛的煩惱拿掉，然後呢進一步，他總是直接從斷那個貪愛下手，是直接從貪愛下手。",
    "1362": "[22:42]平常我們講道理的時候，就是講完了半天啊，講是講的，這個貪愛拿不掉，因為我們沒有真實用過功。假定說我們有非常強烈的，唉！一心一意要求解脫，那什麼東西他不管了，那個時候他不會想走大乘的路子，只想自己解決。為什麼會有這麼強烈呢？因為感受到那個痛苦得非常強烈、猛利，那就告訴你：喏、喏、喏，這地方就告訴你一個方法，然後呢你照著這個方法努力去做的話 ─好，就解決了！所以這個時候他一定告訴我們，就是這個四念處，第一個觀受是苦，觀身不淨。他為什麼要這樣呢？這最難斷的是貪愛，然後呢，這個中心在什麼啊？就是這個薩迦耶見、我執，又叫有身見，或者叫壞聚見，對不對？現在你既然對於這個生死感到這麼可怕，強烈地厭惡，佛陀那個時候就讓你啊，照他正確的辦法，去深入地觀照，找：你這個身體是什麼啊？啊！原來是一無是處，這樣地可厭啊！等到你對這個東西產生強烈的可厭的心情已啊，那個貪就對治掉了。當這個東西徹底地拿掉了，這個惑就沒有了，這個愛這支就斷了，問題解決了，問題解決了。",
    "1456": "[24:16]但是利根的，欸，他不是用這個方法，他用十二緣起，這樣的方法。他不一定經過佛陀的教示，他自己能夠觀察世間的現象，那個時候他可以斷。那麼現在這個地方，所謂樸窮瓦善知識，根據的就是從這個。那麼現在這個時候，我們就談談那個有支的情況。有啊，經過愛、取，然後有，第一個我們首先要了解的，要把每一個定義弄清楚，請你們看一百八十三頁，一百八十三頁第四行。",
    "1506": "[25:06]有者，謂昔行於識，薰業習氣，次由愛取之所潤發，引生後有有大勢力，是於因上，假立果名。首先我們要確定認識「有」是什麼，有是業，主要的哦！記住：有就是業，就是這個。實際上呢這個十二支當中，有兩支是業 ─無明、行、識的「行」是業；然後呢，愛、取、有的「有」是業。凡是你任何一個行為，任何一個業，當有了這個業以後的話，這個識田當中一定會落下一個影子，所以他就說「行於識薰業習氣」。這個行了以後，然後呢由於這個業的薰發，在識田當中就產生了這樣的影響力量。可是最早的這個影響力量，是薰在這地方，影響雖然影響啊，它不一定感果。所以前面這個無明、行，只是產生一個因，擺在這個地方了；那麼這個因是不是要感果呢？還要看你啊，下面有沒有繼續不斷地去薰，薰習它，這個薰習就相當於滋潤一樣。",
    "1612": "[26:52]那麼所以下面由愛、取不斷地去滋潤，然後呢去滋潤的話，於是這個業的力量是越來越強、越來越強，力量越來越大、越來越大、越來越大，到那時候啊，它會感那個果。而這個果，換句話說，下面就要來了，所以叫「後有」。它為什麼這個同樣的行，不叫行而叫有呢？是因為由於眼前的以愛、取相應的這個業，同樣的也是業啊，他這樣地不斷地去造了這種業的話，將來必然會感得後面緊跟著來的。前面我們講過，業的感果不感果，要怎麼樣啊？要增長廣大。什麼是增長啊？造作已增長業，這種業才會、將來一定要，「定」，要會受的，一定會感果的，這樣。所以當開始造作的時候，欸，那是因位，不一定感果。那麼什麼情況才感果呢？你再增長。增長什麼啊？同樣的業，不斷地就把它再做、再做、再做、再做、再做，就是把它擴大，就是這個意思。什麼東西擴大呢？就是愛、取兩樣東西。",
    "1713": "[28:33]所以如果我們這個地方不明白的話，你們只要把前面業增長決定這個道理啊，再溫習一下就了解了。所以他告訴我們，譬如說有幾樣東西它不會感果的：夢裡邊作的啦，然後你作的時候無心所作的啦，然後呢不利不數所作啦，這一類事情；乃至於雖然你增長啦，假定說你經過悔，或者對治損壞了以後，它不會感果的。大家還記得不記得啊？除了這個十種以外，那麼這個十種不增長，其他的都增長。反過來說，前面這個所以感果的是什麼啊？增長了。那麼這個增長在這個地方不叫增長，他用另外一個名詞，「次由愛取之所潤發」，潤是滋潤它，讓它再發作起來，這個就是增長了。現在清楚不清楚？"
}