{
    "9": "[00:09]所以實際上呢，這個「有」還是業，不過經過了這個愛、取滋潤也好，或者前面所說的增長也好，造了這個力量以後，這個力量就很強有力，很強有力，一定下面感果的。但是它現在還沒感果哦，現在還在因位當中，所以叫作「因上面假立果名」。喏，他每一個定義下得非常嚴密，這樣。那麼什麼時候感果呢？它一定還要，你前面的一生，當前面的一生結束的時候，當前面的一生死了，那麼下面這一生來的一定是它。這個地方我們在十二因緣當中講流轉生死的，是用這樣的次第。那麼在四諦苦、集、滅、道當中，我們也講集諦，集諦就是流轉生死的道理。集諦當中怎麼講啊？集諦一共有四個行相 ─因、集、緣、生。平常我們說因集緣生、因集緣生講些什麼啊？現在這個地方解釋一下。你們把這個概念弄清楚了，整個的生死流轉相就非常清楚。",
    "91": "[01:31]「因」哪，就是我們前面說的無明、行、識這個因位識。單單那個因位識，只是個因，它不一定感果，還要看什麼？還要看集。「集」是什麼？集是增長。所以集一定是惑、業這些東西，總之它繼續不斷地把這個力量增加、增加、增加。那麼有了這個集以後，它是不是馬上就要來？不，下面還有個緣，這個「緣」是什麼？就是，哪！你前面這一生，捨掉前面一生的時候，欸，下面一生就「生」了。",
    "137": "[02:17]所以叫因，因就是十二緣起當中的無明、行、識，由於無明、行而感得這個因位識，整個的三支，所以這個因位當中的，屬於這個集諦當中「因」。那麼然後呢，你愛、取滋潤到有啊，這個就是集諦當中的第二支「集」的行相。那麼集了以後它下面一定要來了，這個力量很大了。可是你這一生那個命還沒有終的時候，它不會來，所以還要一個「緣」哪！什麼緣？就是說前面一生的一個命捨掉了，終死掉了，這個緣哪，這個緣哪，然後呢它就感得「生」，就感得那個生。",
    "190": "[03:10]同時，細說起來這裡還有的。所以比如說，當那生命捨掉的時候，那麼然後呢這個，再繼續下面執取的這個是什麼？然後呢，這個心、色兩方面，說我們現在一生無非在 ……有兩樣東西，一個是心，一個是色，或者說名、色兩樣東西。名就是有色部分，就是四大 ─噢，不是，色，色就是顏色的色，我在黑板寫一下，大家比較清楚一點。那這個名的話，比較容易清楚。那麼這個顏色的色，就是四大這一部分，前面這個四大沒有捨，後面那個四大沒有來的機會。名的部分呢？就是我們這個四緣當中，有個叫「等無間緣」，大家還了解吧，還記得吧？等無間緣，就是或者叫「無間滅」。也就是前面的一個心識消失的時候，那個位置讓開了，那後面那個識就生起來了，就是這樣。所以前面那個四大捨掉的時候，後面那新的四大跟著來。前面的這個識，前面一生的識捨掉的時候，後面那個識來了，那麼前面捨掉的時候叫等無間緣，無間滅已，後面的跟著來。",
    "294": "[04:54]這個這地方我只是隨便提一下，諸位真正肯深入的時候，它每一個地方非常細緻的行相。關於現在講的那一點，你們不懂也沒關係，實際上大部分同學也不必去懂它，只是說，有因緣想真正深入的時候，我告訴你們這個前後的細緻的關係。",
    "319": "[05:19]那麼這麼一來，所以我們了解了，現在這裡真正了解了，是了解的什麼呢？了解說這個有支這樣東西是什麼東西。就是說，凡是前面落在識田當中的這個因位識，經過了愛、取滋潤，它增長以後，產生一個強大的力量，這個力量等到前面這件事情過去了，前面這一生過去了，它一定會引發下面一生，然後呢會引發下面一件事情。所以我們在生死當中從這一生到下一生，感覺不到，但是眼前從這一件事情到下面一件事情，我們卻人人體會得到。",
    "381": "[06:21]現在大家再回想一下剛才舉那個譬喻，說我們下了這堂課以後，你下面要做的什麼事情啊？那個決定下面要做的事情的是誰來決定的？就是那個「有」，對不對？剛才講的清楚不清楚？剛才講的概念清楚不清楚？大家清楚了，對吧！所以曉得了，所以既然你現在想修行，當然你選擇你下面要向哪裡去；要想選擇你到哪裡去的話，你看看，決定你到哪裡去的，是什麼力量。所以你那個時候在注意這件事情的話，喔，原來你這件事情捨掉了，或者這一生捨掉了，下面到下一生去的這個關鍵問題在哪裡，在這個上頭 ─嗯！你現在認得它了。你既然能夠認得了，這個把握就在你手上了，對不對？所以他在這個上頭啊去觀察，這個理路清楚了。",
    "448": "[07:28]然後我們更進一步、更進一步，比如說我們常常說：「嗯，這個境界現前，眼前的明曉得不要貪，就擋不住，明曉得不要瞋又不靈光。」為什麼原因？因為就是你前面已經造了這個，這個識田當中已經經過了愛、取滋潤的這個業，強有力的業已經集在這個地方。集在這個地方的話，當然這個前面這件事情捨掉的時候，必然這個事情跟著來，你無可奈何！所以我們如果說平常在很多事情上觀察的話，你就發現：啊！這個「有」的力量，決定了你向前面去的因素就在它上面！所以我們在這個上面能夠思惟觀察的話，你曉得：啊！問題就在這個有，就是這樣。",
    "509": "[08:29]那我為了大家容易了解起見，更深細地說明一下。假定說我們現在那個時間上完了課，要睡覺了，或者已經是晚自習了，或者中午上完了課也就吃飯去了，譬如這麼說啊！欸，到時間他說要睡覺了，偏偏下面還有事情不讓你睡，哎呀！你覺得苦惱不堪。或者到那個時候不讓你吃飯的話，啊，你就真受不了！到了那時候，「怎麼到了時間，他還不打板？」或者打了板了以後，居然今天那個飯還沒有燒好，啊，那個時候你心裡面就大光其火。再不然呢，今天這個東西啊非常好吃的東西，哎呀！那你是非常高興。那瞋、貪這種東西都跟著都一定來了，跟著都一定來了。",
    "567": "[09:27]那麼，為什麼是這樣呢？現在我們也不妨來從我們的心識上面，不要講那個理論哦，這個理論真正主要的就是指出我們心理的行相。所以我們學這個理論的原因也就是認得心理的行相，你認得了，然後才告訴你這個心理行相怎麼去拿掉它，這個就是我們的修行了。所以說我們現在不要講吃飯，因為這個飯是人人要吃，修行人還是要吃。假定我們說吃茶，或者吃咖啡吧！第一天他拿一杯咖啡來，拿一個什麼東西來，叫你吃一下。吃了以後，也許你一吃，覺得滿好吃，吃過了也就吃過了，也許你還覺得苦苦的，你還不一定想去吃它，這個是我們每個人都感受得到的。假定說你覺得吃得滿好吃的，那麼不管，不管它滿好吃也好，不好吃也好，吃過總是吃過就吃過了，你忙別的事情去了。那前面是什麼？就是無明、行、識，那個識田當中落下去這個種子識。他是不是下次再來吃，那不一定，不一定。結果呢？如果你又以後不斷地用愛、取來滋潤它的話，它會增長的。",
    "652": "[10:52]那麼下面怎麼辦呢？今天到那個時候吃，或者先吃一下；明天到那個時候，你覺得：嗯，滿好嘛！或者有其他的因緣又讓你吃。那麼其他的什麼因緣呢？在這個上頭也告訴我們，煩惱的生因有六種，大家記得吧？第一個是煩惱的隨眠，就是你內心當中的這個；第二個，所對的境界，這個是總的。所對的境界當中分成功四部分，第一個是人，第二個是法。人就是你的周圍的朋友，雜染，啊，大家 ……這個所謂惡知識就是這個道理，他還對你滿好咧！你見到很高興，他第二天：「欸，某人哪！」到時間來，「來、來、來、來，我們再吃一下。」本來你吃過嘛也就算了，第二天他又讓你吃了。「嗯！」再不然的話呢，由於言教，你看了這個說吃咖啡對人體有什麼好處什麼等等，或者你想睡覺的時候，它就讓你清醒一下腦筋。你由於這個概念的支配，或者是兩者都有。那麼，當然了，這個沒有串習；如果你串習了，到那個時候你一定要去吃。還有非理作意。",
    "726": "[12:06]總之這個不管外面什麼因緣，也不外乎這個幾種，你又碰上了，又去弄。所以第一次吃的時候，你只是認得它：啊，這是咖啡而已，然後呢這樣經過不斷地又去做，不斷用什麼理由，那麼一連做了多少天以後，到那個時候，對不起，你不吃那個咖啡就不行，抽香煙也是如此。我想這個我們大部分人都有這個經驗，你想你們的嗜好怎麼建立起來的啊？就是這樣建立起來的，對不對？是不是？是不是很清楚？喏，做任何事情，你只要不斷地慢慢地去做、慢慢地去做的話，慢慢、慢慢到個那時候的話，它來了！這是什麼？做這件事情 ─業；第二次再做這件事情的話，就增長前面那個因位識。然後呢這個是什麼？增長它之前一定有一些條件 ─你歡喜它嘛，「嗯，這個滿不錯！」而所以策發你這個還是什麼？當然還有其他的原因配合起來，還有其他的原因配合起來。",
    "800": "[13:20]所以在這個裡邊哪，那我們就了解了，說：啊！是的，把我們帶到下一步去的力量，那個是「有」；可是這個有前面一定還有什麼，還有這些事情的過程。既然你現在要想切斷它，而你又沒辦法把握得住的話，你一定在這個地方找。所以它從這個上面找，倒推回來找到它的原因何在。然後呢找到了原因，既然整個的就是十二因緣的話，他就把那個十二因緣當中每一支的關係認得清清楚楚。認清楚了以後，啊！就告訴我們：喏，你要修道嘛，那這個道就是這樣的，我自己修道就是這樣修，告訴你們也就這樣告訴你。你要修，就照著這個次第去做的話，問題就解決了，這樣。所以這種方式來解脫那個生死的話，比起前面那個聲聞來的話，要比較利，因為這個源源本本找得清清楚楚。這個概念大家了解不了解？所以這兩者當中的差別。",
    "883": "[14:43]有人回答，說：照理是應該在愛、取上面斷，他為什麼在有支上斷？這什麼叫照理不照理，說愛上面，愛、取上面斷是一種斷法；在有支上面修行，又是一種修行，這兩樣同樣可以的，那麼這個道理現在在這個地方說明白。真正斷的時候，還是在什麼？還是在愛支上面。不過前面那個愛的話呢，是由於說你曉得這個東西，愛的結果是苦啊，所以在這個上面。你現在這個有支上面，你就是真正理路上面很清楚了以後，了解了這個事實以後，經過了這樣地思惟觀察，所以它比較利。",
    "941": "[15:41]現在呢我們把這個兩支，把這個兩種方法，不管是四諦、十二因緣，你都能夠完整地認識，完整地了解，然後去處處體會的話，自然而然哪，我們就很容易了不造惡業。所以不造惡業，什麼呢？還是因為我們聽聞了如理的言教，正確的言教，然後呢如理思惟，曉得它前後的必然的次第，從如此因感如此果。如果是無明，你不了解的話，那麼必然要感得這樣的果，所以引發這個生死的流轉。現在呢你了解了，了解了以後就有正確的知見，所謂正知見產生。所以那個時候啊，你所努力把這個事情深入，然後呢這個智慧生起。智慧是無明的正對治，它們兩者之間的關係就是這樣，有了你就沒有我，有了我就沒有你，就是這樣。所以聽聞了正法，然後呢能夠如理思惟，正知見產生，然後次第修習，正智現前的時候，無明就破了。無明一破，無明滅則行滅，行滅則識滅，識滅下面整個的沒有了，生死就斷了。",
    "1048": "[17:28]現在這個次第了解清楚不清楚？也許有的人是清楚，有的人還不清楚。所以把今天晚上的好好地溫習，這個不必參考很多書，不必參考很多書，就在這個上面。如果你們真的想看的話，我告訴你們，《瑜伽師地論》。《瑜伽師地論 ‧本地分》上面就講得很清楚。不過我了解，以我的經驗來說，我沒有經過這個老師指點以前，我看那個《瑜伽師地論》，啊，那天書，怎麼看也看不懂，幾次翻，翻了半天就一點辦法都沒有。後來就因為我的老師跟我講了一下，那麼我自己前面也看過，欸！把握住這個重點，然後回過頭去一看哪，一點都沒錯，他說得清清楚楚，流轉是什麼樣流轉，還滅是如何還滅。今天我也把這個我所聽見的，告訴你們一下。以我的經驗，單單聽過了以後，如果不認真地思惟觀察的話，你這重點還是把握不住。然後呢你一定要認真地先文字弄懂，不但要文字弄懂，還要把這文字所指的行相，就是我剛才講的，這種心理行相你用在那個事相上面。你到那時候你會處處地方感覺，就是你心裡起一個念，然後呢這種所有的習慣，所有地來，無不一一都跟這個相應的。",
    "1151": "[19:11]關於這個簡單的解釋，大家有沒有什麼疑問？你們有疑問的可以提出來。可能大部分同學啊，對這個概念還是不大清楚，那沒關係，那沒關係，你們好好地自己再把這個東西回過頭去把它看一遍。當然有很多同修的條件比較更差，那不妨啊，他前面已經告訴我們了，我們退回來；力量夠的話，在這裡乃至於深入，力量不夠的嘛退回去。所以我們一定要把那個教法，照那個次第啊，一步一步地上來。它凡是前面的東西都是後面的基礎，你跟著這個次第一步一步上來的話，自然每一步每一部分都以後有這個正確的認識。",
    "1200": "[20:00]那這個同學就問：「這個﹃愛﹄好像平常就是這樣，你怎麼個斷法呢？那個斷不了啊！」對啊，所以記住喔，佛陀告訴我們的教誡，三十七道品啊，真正的最重要的就是四念處。所以蕅益大師說：「不明念處慧，徒誦木叉篇。」如果說你那個念處慧，這個是智慧哦，破除生死根本的就是智慧，你如果這個不明白，「木叉篇」什麼？戒，你講持戒那沒有用，那沒有用。戒的真正的目的幹什麼？就是這個！它為什麼要這樣呢，那我們現在看一看。四念處是什麼？觀受是苦，觀身不淨。現在你所以放不下，因為你覺得快樂嘛，所以你貪著啊！是啊，因為你怕苦嘛，所以你瞋哪，都是樂；現在你觀那個受都是苦，啊！那你這個貪著就自然就生不起來，對這個眼前的一切感受你會厭惡它。",
    "1275": "[21:15]然後呢最主要的還是什麼？有身見，這個東西最難弄、最難弄，你看它是一無是處 ─觀身不淨。你們並不曉得這個觀身不淨，也許有人已經曉得了，它有一個完整的方法，就是觀什麼叫白骨觀，說大不淨觀，真正觀起來的話，哎呀，你對這個身體的厭惡，感到無比地厭惡。這個裡面還有一個非常善巧的方法的，這個佛世的時候這個公案，還記得吧？佛啊，叫大家修那個不淨觀，結果觀起來的時候，那個大不淨觀觀起來的話，哎呀，那不但對身體、飲食等等啊，一看見就無比地討厭，乃至於男女所有的東西都討厭，他就受不了，那麼怎麼辦呢？就說啊：「我實在受不了了，佛又說不能殺，那怎麼辦呢？」啊，那時候還沒制啊，就是大家幫助，你殺我，我殺你，大家還記得這段公案吧？這樣啊！所以策發這個大厭離心了，那個時候請問：愛還有沒有？沒有了，那這樣。那麼它單單這個還不夠，然後它一層一層地深細，一層一層地深細，跟它有特別相應的一個辦法在。",
    "1354": "[22:34]這個地方說明了什麼？正斷的時候，正斷的時候，從這個地方斷，這是對聲聞來說。更進一步呢，我們剛才說：對啊，當那個境界生起來的時候，硬是叫你貪，苦來的時候，或者是這個不離愛，或者是乖離愛，這個都是、都是，就教你感覺得不對嘛！假定說你不懂得，是；現在你懂得了以後，那時你感覺到什麼？「唯法因支感得唯法果支」，對不對？這個只是前面的法，必然感得後面的果。既然現在這個情況是你不歡喜的話，那麼你唯一要斷的話，你一定還在因地當中去斷掉它呀！為什麼，說因地，然後你追求到那個因地的結果的話，你發現：哪！原來這個裡邊關鍵在哪裡呢？你所以放不掉的時候，你總覺得為了一個「我」對不對？因為「我」在嘛，你就放不掉。現在你了解了十二因緣當中有沒有我啊？原來沒有個我啊！所以你如果真正地正觀了，一下「我」找不到了！你所以去貪愛，所以去那個，是因為「我」。比如說人家罵你，人家打你，罵你，你就受不了，為什麼？你覺得罵我嘛，「我」沒有的話，那罵由他罵去嘛！我們坐在這個地方，聽見馬路上面幾個人罵人，他罵他的，你最多覺得：嗯，吵人哪，你不會發脾氣對不對？這個很簡單，就是這樣啊！",
    "1448": "[24:08]那麼何況呢，現在不僅是如此，更進一步的話，你是了解這個問題的中心就在這個地方。所以那個時候你從十二因緣當中，正確地找到了沒有我的話，那根拿掉了以後，問題就解決了，對不對？這樣。所以他真正地斷還是從這個地方斷起的。找不到「我」，那麼什麼問題呢？就是平常你所以要愛的話，就因為你，你在；所以你要瞋的話，因為你受到傷害。現在既然找不到你這個的話，那你要去拿掉它─呃，找不到，不是。找不到你，第一個你沒有了，第二個當然對這個眼前的境界啊，你不歡喜，是吧？既然你不歡喜，你要曉得想辦法。這個是這樣的法，感得必然這樣的果，那麼你要拿掉它的話，這個就容易了，你只要因地當中拿掉嘛就可以了。你所以拿不掉，是因為有一個「我」，現在既然你，「我」找不到了，那問題就解決了嘛，對不對？所以它那個根本問題還在這個地方。",
    "1533": "[25:33]當那個，這個所以整個的問題現起的話，都因為由於這個因感果的這個必然關係。而這個因感果的必然關係的話就是這個「我」，到那個「我」沒有的話 ……。所以，你所以說無明見不到的就是什麼東西？就是產生了這個，因為這個東西在，所以啊就這些東西都來了。這個東西，所以真正感得的是什麼？十二因緣所感得的，我們也可以說前一支感得後一支，實際上，這個是一支一支的關係，而整個的就是五蘊嘛！只要這個東西拿掉了，這個蘊就斷掉了，蘊斷掉了，這個色就也就沒有了，對吧？欸，好。",
    "1579": "[26:19]昨天二百三十七頁最後一段念了一下，那麼今天這個地方再把它講一下，再把它講一下。昨天是引阿底峽尊者這個典故，來告訴我們，來告訴我們。前面已經一再地說，很多菩薩都是多生多劫地拿這個作為中心來修學，多生多劫地拿這個作為修學的中心。實際上呢，它有它的特別的很多的理由在。第一個它是佛法的中心，換句話說我們凡夫為徹底解決一切問題，圓滿一切功德，這個重心所在就在這個上頭，重心所在這個上頭。如果說你這個把握住了以後，然後你步步行持啊，自然而然都跟它相應，你任何的行為都在集聚資糧，圓滿你的無上大菩提。否則這個根本你把握不住的話，做了很多事情啊，吃了很多冤枉苦頭，吃了太多太多的冤枉苦頭，就這樣。",
    "1688": "[28:08]所以昨天我們正談到那個「有」啊，就是當你在前面由於「無明」所使，而產生了這個「因位識」，而這個因位識無量劫來是無量無邊，你根本沒辦法數，實際上也不必去數。那麼現在我們幸運而了解了以後，應該怎麼辦？這以前既然是無明，這也無可奈何的，也不必去管它。這以後應該如何？那從這個上面我們曉得，那個因位識之所以將來必然感果的原因，就在這個上頭，就在這個上頭。當然真正感果的是愛、取、有三支，是愛、取、有三支。所以說如果積極地要求解脫的話，他趕快去忙著，然後呢從這個上面斷起。再不然的話，另外一種方法呢，他就是自己實際上在觀察這個力量。"
}