{
    "10": "[00:10]當我們真正地體驗到了這個有支的力量以後，那我們就發現，下一生固然是這個力量啊引導你去，就是我們眼前的任何一件事情，下一個步驟怎麼個作法，都是這個力量推動你，所以叫「引生後有，有大勢力」。這個「後有」就是從現在向後去你的行為，它主要地就是這個力量在推動你，主要地就是這個力量在推動你。",
    "47": "[00:47]那麼，所以說我們曉得苦，要避免苦，那麼找到苦因，那現在推向你苦的是這個；你要快樂，推向你樂的是這個。然後你觀察到這個力量的存在以後，你進一步說：欸！對，現在我找到了，那個毛病在這個地方，啊！問題在這個地方，問題在這個地方。所以你抓到了以後，你在這個上面說，如果它為什麼 ……為什麼會轉向這個方向，或者向那個方向，這個方向是流轉生死，這個方向是還滅生死。那麼，那個時候你了解這個因由，所以順著無明相應的愛、取的話，就流轉；然後呢順著正知見相應的這個精進、善法欲的話，就還滅，就這樣。所以當你觀察到了這個以後的話，你起心動念等等的話，那就是非常明白，非常清楚地，嗯，就在因地上面防它。所以對於整個的我們的這個概念啊，很清楚，很清楚了，這樣。否則的話，我們任何一人，事情到了那個時候啊，你就沒有力量，也沒有辦法擋得住。",
    "131": "[02:11]昨天我們這裡有一位同修離開這地方。嗯，他就跟我說，來了以後啊，他非常歡喜、非常好。那麼最後走的時候，他也跟我說：「唉呀！聽了這個《廣論》實在好啊！」我說：「既然實在好，你為什麼要走呢？」他就說，因為他沒來之前哪，已經那時候接觸一個什麼，他就非常羨慕這個地方，一直心心念念覺得，啊！這是一個很好的因緣，但是後來其他的因緣就把他岔開了。人家說：「哎喲，這地方很好。」他就來，來了以後他固然覺得這個地方好。所以他前面那一段時候啊，他一直是覺得既然眼前的狀態那麼好，那麼也就算了。",
    "182": "[03:02]欸！偏偏他父親生了病，而且非常嚴重。那麼在這種情況之下，我覺得當然父親是絕對。他是一個很好的人，那麼他去看一次、看兩次，那他家裡的人總覺得 ……。那我們曉得的，一般在家人，這個兒子出了家，那是絕對不可以的。何況，他家裡的其他人又不信佛，哎喲！都很擔心啊，就這樣。他父親又這樣，他又為了這個孝心所使。他那個時候，雖然這裡有這麼好的一個因緣，他未嘗不歡喜；有的人不懂、不歡喜，那是無法可想的，他不能契入嘛！最後啊，他在那兒正在徘徊兩可之間啊，欸！那後面這個力量就來了。這個就是「有」，很簡單、很明白。就是說他本來就是有這種力量，非常強盛的力量，他一直要想到那地方去，結果被其他的因緣岔到這裡來了，等到有其他的這個因緣役使他那樣的話，他又去了。",
    "246": "[04:06]所以我們哪，你能夠平常的時候了解了這一點哪，所以為什麼說，我們談到了那個樸窮瓦大善知識在十二有支當中修心，這個特別提出來的原因之一。就是在我們來說，現在我們非常幸運地能夠遇見這個圓滿的教法，了解成佛的中心在什麼地方，那麼那個時候，我們自然而然會全部精神貫注在這個裡頭去。儘管如此，但是因為以前造的很多業，這個就是「有」的力量，它會來影響我們的，影響我們的。所以啊，如果你從這個上面能夠注意到了以後，你就會怎麼樣地想辦法在這個重心上面，換句話說這個是中心問題上面，你把它加強，這是集聚資糧；然後呢，以前跟它不相應的這個力量，想辦法把它消除，這個就是懺悔業障。所以懺悔業障的方法，他前面告訴我們哪兩種啊？就是悔所損，對治所損，對不對？這個就是我們現在為什麼一定要懺悔。乃至於世間法，上次我們談到《了凡四訓》的時候，他也說：沒有 ……在談積善之前，先要改過，為什麼？它這個原因都在這裡，原因都在這裡。否則的話，你一個因緣一打閒岔的話，你又去了，又去了。",
    "366": "[06:06]所以現在在這個地方啊，我們第一件是特別地把這個菩提心教授的重點，要特別地加強。現在這地方我在講，完了以後呢，你們應該多思惟觀察，多思惟觀察。如果有時間，更應該去看看那種大經、大論，譬如像《華嚴》哪等等。這個地方就是讓我們心裡邊把這個力量 ─這個就是業，這個就是有，啟發我們的正知見；然後由正知見帶著頭，然後呢正精進，所謂善法欲，把這個力量提得很強。同時對以前沒有正確認識之前的這種錯誤習性等等啊，儘量地把它拿掉它，儘量地把它改掉它。這個習慣啊很不容易改、很不容易改。這習慣實際上是什麼呢？就是「有」嘛！前面一再說的，這個什麼啊？就是這個行薰習識，這個行為不斷地薰習，在識田當中留下的影響，這就是習慣。這習性之難改啊！剛才雖然是個小地方，處處地方告訴我們，我們真正修行的，應該從哪些地方去注意起。",
    "460": "[07:40]所以我們在這地方啊，這個看看，說像阿底峽尊者這樣的人，他遇見這麼多教授以後，他心裡面還是說：到底什麼方法才是能夠最快地達到這圓滿成佛呢？那麼阿底峽尊者這麼了不起的人，他在這關鍵上頭，還是有模稜兩可的這種。告訴我們：喏！現在何況是我們哪，更應該在這個地方，不要讓這種模稜兩可的這種情況，消耗了、空費了我們的歲月。我們往往在不知取捨當中，就不曉得怎麼辦，那就莫可奈何就停在這裡，一停啊短則幾天、幾年，長則多生多劫，就是這樣，就是這樣浪費掉了。那這是第一個。",
    "529": "[08:49]第二個呢，所以啊，他去問各式各樣的人，乃至於在這個地方祈求佛菩薩。欸！它不管在任何一地方，他都告訴他，中心在哪裡啊？中心在這個上頭。實際上呢，經論上面也都在這個地方。所以這個地方我們要了解，把這個概念要弄得很清楚。說，對於這個道理呀，你要認識，認識了以後呢，照著它努力地如理思惟，內心上面產生決定不移的見解，決定不移的見解。",
    "575": "[09:35]那麼如果我們以前有了這種強有力的習性，那時候有兩種可能：有一種可能，對不起，這個習性的力量很強，你就被它牽著走了。還有一種，雖然眼前沒有被它牽著走，萬一碰見一個其他的因緣的話，你又跟著這因緣就跑掉了。所以我剛才舉我們走掉的那個同學，就是這樣，就是這樣，其他的因緣一來的話，他又跑掉了，雖然難得地得到了這個非常殊勝的東西。所以我們在這個地方，要特別地想辦法，把這一點上面要把它把握得住。所以我們看這個倒數第四行：",
    "623": "[10:23]由聞是已，於菩提心，心極決定。那是阿底峽尊者的，現在呢，我們應該從這一個地方學習起。我們一生的生命哪，非常地短促。說了阿底峽尊者，我就記得尊者的傳記上面有這麼一段公案：他在西藏的時候，是，的確的，整個的西藏的教法靠了他才能夠振興，才能夠恢復。所以他跑到哪裡，都把那個地方的錯誤、流弊，一一都改正，就這樣。那麼有一次在一個地方，也是當地的一個很有名的一個善知識，就是可以說頂尖的善知識當中的一個，跑得來就問他關於宗派之間的很多特別的意義。阿底峽尊者怎麼回答？「啊，你的生命有限哪！很短哪！是，你儘管可以在這一個問題上面探討得很清楚、很明白，可是對你整個修行過程當中，眼前這個條件來說，有好處嗎？」想了半天，對呀！對呀！",
    "718": "[11:58]你必定先要根本因把握住了，根本因把握住了，始終注意哦！然後呢你再進一步足具圓滿因，那個時候，你做什麼自然而然都跟它的相應的。譬如說方向，你先有一個你出去幹什麼？你說我到哪裡去，然後你做那些事情的話，自然每走一步都跟它相應。否則的話呢你知見越廣博，唉呀，你這個也懂，那個也懂，那個也懂，你始終是一盤散沙。就像茫無頭緒地到處去，一下這樣、一下那樣、一下那樣、一下那樣 ……忙了個半天。啊！你說他不懂嗎？是樣樣懂；說他懂嗎？是一樣都不懂，就是這個狀態。",
    "765": "[12:45]所以他就問他了，說：「那麼這樣的話，應該怎麼辦呢？」說：「你應該趁這機會啊，就是中心教授在什麼地方你要把握住呀！」他就問他：「那麼什麼是中心教授呢？」非常簡單，就是現在我們這裡說的這個，怎麼樣你了解世間真相當中，然後把這個深入、推廣，必然會走到大菩提心這條路上面去，這條路上面去。然後呢，而要想達到這個裡邊，他有指出幾個根本的原因，《廣論》上面我們都說過了。要想徹底圓滿解決，就算對自己來說，非成佛不可，這是不退小乘的最大的因，最大的因；而要想策發這個大菩提心的因，最強有力的是慈悲，這樣。然後呢以這個概念，先把大菩提心建立起來。那麼，大菩提心建立起來，進一步的話，圓滿大菩提心，那個時候你再學這個什麼東西，就是這樣，這個才是真正最重要的。",
    "846": "[14:06]所以同樣地在這個地方啊，現在在我們這個地方特別的重點，要注意 ─根本因始終是厭離心、菩提心。然後呢你有了菩提心，要圓滿這個菩提願，再緊跟著下面學的那個。如果拿我們修行來說的話，兩件事情 ─懺除業障，集聚資糧；拿那個修學的層次來說 ─戒、定、慧，那東西都繞著這個中心，慢慢、慢慢、慢慢地這樣。所以他下面說：",
    "884": "[14:44]由是能攝大乘教授一切扼要，一切成就大寶庫藏，超出二乘大乘特法，策發菩薩行廣大行，最勝依止，應知即是菩提之心。嗯！為什麼原因是這樣呢？因為這個東西啊，是整個大乘綱要，最重要的關鍵。是一切成就的寶庫，你要成什麼東西，它真正的重點在這個上，要超出二乘大乘的特法，都是這個菩提心。於修此心當漸增長勇悍歡喜，如渴聞水，",
    "913": "[15:13]所以眼前我們真正重要的，怎麼樣去修它，去「增長勇悍歡喜」。一直到什麼呢？心裡面哪 ─如渴聞水。哎呀！渴得不得了，一心一意呀只求這個。那麼現在我們也是這樣，一心一意我只想什麼？要求成無上正等正覺。而這個心，等到你一旦策發了以後啊，自然而然以後你多生多劫一直有這種力量在，這樣。",
    "948": "[15:48]同時當你現在策發了以後，單單策發還不夠，我們的這個行持本身，也在這個上面繞著這個轉。所以當你因地上面，這樣子繞著這個轉，然後呢自然將來感果的時候 ─那我們現在已經了解了，感果的時候幾樣東西主要的：異熟、等流、增上。既然你跟菩提心相應了，當然你的行持也跟它相應，所以這個異熟漸漸在增上；然後呢，因為你當時的時候心裡邊是這樣的，所以那個時候的心裡面也繼續地來；同時，由於你修持的環境是這樣，所以外面這個增上果也是這樣，你會一直在這個好的、自他相應的環境當中，慢慢、慢慢、慢慢地越跑越上。眼前這個情況已經不錯了，那麼越來越上的話，當然會越來越好，而這個當下本身就在這地方，所以我們第一個要把握住這個中心。",
    "1020": "[17:00]那麼這個道理我們已經了解了，所謂這個把握住中心的話，始終記住：不是嘴巴上面講的道理，而是說我們內心當中對這個行相有所認識。以最近來說，大家真正的進步在什麼地方呢？就是以前講一些道理，現在那個道理，你肯在精神上面、心裡上面下功夫，你就體驗到了，真正的業就是從這地方開始的。所以你現在處處地方，在增長那個善淨之業，那就對了嘛，那就對了嘛！所以啊，",
    "1057": "[17:37]乃至多劫以希有智，最極深細觀察諸道，諸佛菩薩唯見此是速能成佛勝方便故。如《入行論》云：「能仁多劫善觀察，唯見此能利世間。」我們是要這樣去修，乃至於多劫，時間是這麼長，這個「多」是表示長時間的；而且呢還要什麼？「希有智」。所以對於這一點，是一般普普通通愚癡的人哪，的的確確不容易了解，不容易了解。然後呢，我們要真正深入的，還的的確確要用那個智慧，這個智慧還不是普普通通的。",
    "1108": "[18:28]然後呢要想進入這樣的智慧，注意，關鍵在哪裡？關鍵就在親近善知識，然後呢聽聞正法，得正知見，如理思惟，這個太重要，太重要了！太重要，太重要了！所以前面告訴我們，如果說你得到了，固然好，如果得不到，或者還不穩固的話，應該怎麼辦？第一個，依止善知識。依止善知識有兩類哦！有兩類哦！第一個尊長善知識，第二個同行善知識，就這樣。所以在那個大乘的戒當中有一條，這個大乘的菩薩行者啊，他跟那個聲聞乘的行者，不能共住七天，超過七天犯了戒。為什麼原因？因為人與人之間共處啊，他不知不覺當中，他互相會影響的，這個識的本質就是如此。我們凡夫之所以凡夫，就是識，識本身一定是一個能識，識那個所識，所謂根、境相應產生識。所以我們這個心是離不開境的，當你所對的那個境是這樣的話，你不知不覺受了影響了，所以這個善知識這樣地重要！",
    "1197": "[19:57]所以啊，為什麼這個僧團的重要，而這個僧團不是說，啊！我今天剃了一個頭啦，然後穿了這件衣服了啦！這個僧團一定是什麼呢？哪！不管形狀也好、內心也好，這個完全要相應，完全要相應。我們所以分形狀跟內心的話，因為就形相來看，確實如此，而產生的這個力量的話，那個時候心境是互相影響的。你看見了這個境，你就對這個境有一個反應，所以你的反應是你心裡的事情，但是卻由這個境界引發你的，所以你的心不離開那個境。反過來，那個境之所以如此的話，還是因為你的心而影響到的；譬如說你心理上這樣想，那個時候或者你說這地方不對，我換一個地方，或者這個地方你要這樣去弄它。眼前是如此，實際上將來我們感得的，就是我們現在的心裡面所感得的。唯識上面更是說，一切都是我們唯識所現的相分，這不是很明白嗎？",
    "1276": "[21:16]所以這個地方，特別告訴我們，我們真正要這個的就是什麼呢？要依靠這樣的一個善知識。所謂善知識之所以善知識，一定要了解，不是說跟你好朋友，兩個人，哎呀，親親熱熱的，沒什麼事情，你安慰安慰我，我安慰安慰你，聊聊天，專門幫忙我們做壞事，那個是最大的大惡知識。這個做壞事不是去殺人放火的善知識哦，他就是看見你，「哎呀，某人哪，你辛苦啦，休息休息啊！」「哎！對、對，好、好、好！」覺得：這個跟我的好朋友。絕對不是這樣啊，這個你們千萬注意哦！這一定是策勵我們，告訴我們這世間的苦啊，然後苦的因是什麼啊，像這樣地要策發我們精進的這個才是啊！就這樣。",
    "1338": "[22:18]今天早晨哪，還有一個同修在那地方，我們隨便談起：最近情況如何啊？他說比較好一點。平常他因為身體比較不大好，所以心力比較弱啊，所以我就給他說：你現在漸漸懂不懂為什麼世間講心理建設，我們講正知見？平常的時候，就是這個，因為一向的這個宿生的習慣，所以這一生養成功身體也比較差，心情自然萎縮，那坐在這個地方啊，就是這樣。實際上，這個相是什麼？這個相就是他的心，這個相就是他的心。他慢慢地越來越縮、越來越縮、越來越縮，縮到最後啊，一定像一個蚌相，或者螺螄一樣。啊！那個今天一曬太陽，啊，張開來曬曬太陽，那一下，好了，關在那裡，一關關在那裡，牠覺得天下無事。真的嗎？不是的呀！那個螺螄也是這樣的，哎呀，要肚子餓了找東西吃去了，跑得去。不曉得你們看見過螺螄沒有？我就看見，很好玩。你一碰，牠就一縮，欸，縮在裡邊，好像人家碰不到，「嘎啦！」掉到地面去了。所以佛說螺螄、蚌殼類啊，一睡一千年，這種安慰是萬萬不能哪！這樣。所以你心裡面哪，打起來！",
    "1421": "[23:41]這個很明白，這所以我們所以感得這一生的不理想的什麼？宿生的因果。既然你感覺怕，那你了解了，這個如此因感如此果，這個現在是身體的弱，現在的很多環境的不理想，莫可奈何。正因為現在的不理想，是苦，所以你曉得，眼前因地當中，一定要把它做對！做對的第一件事情 ─正知見。所以說，你就算事情做不到，你心裡說：「我一定要做到它！我一定要做到它！」這個心哪，先要建立起來。你有這個心力建立起來的話，然後呢自己內在的因，外面互相地策勵，那個這是我們所以說重視什麼？重視前面善知識的這個道理，而不是在剛才說的那個，這第一個。",
    "1475": "[24:35]第二個呢，你要如理地，要多看、多讀這個大經大論。那個大經大論是什麼？無垢的經論，這個概念很重要。那個時候才給我們正確的認識，而且這個時間恒長、勇猛，只有在這種情況之下，你才有機會，才有機會。因為我們無始以來的習氣，這個力量非常強、非常強！這個力量非常強、非常強。如果說你不認識，固然絕對談不到；你認識了，不努力作意對治的話，它還是一樣，沒有用。所以它需要兩個條件：第一個，一定要正確的認識，第二個，認識了還要作意對治。否則你不知不覺當中，那我想我們都有這個習慣吧！你並不曉得，在不曉得的行為當中，都是照著老習慣，對不對？我想這個人人體會得到的，所以你要想把它扭過來，只有一個辦法，叫作意對治。",
    "1552": "[25:52]這是所以為什麼大家，我跟你們說要看那個《了凡四訓》。《了凡四訓》當中有兩點對我們特別有用：一個是前面的袁先生，他自從見了雲谷法會禪師以後，決心要改過了以後，那個時候他內心當中，有兩句話，從前只是悠悠放任，這是以前的；現在呢，以後自有一番戰兢惕厲現象。那個就是說，他正確地了解了以後，真正要想改過來，必定要的作意對治，他一直在作意對治它 ─欸！不要讓那個老毛病，不要讓那個老毛病，不要讓那個老毛病！就是這個。否則的話，你就算認識了以後啊，沒有用！所以它那個上面告訴我們哪，天下的英雄、豪傑、俊彥不少，但是他為什麼改不過來呢？只有兩個字 ─「因循」，就是照著老樣子，「苟且」，就是這樣，他未嘗不知道，但是他就沒有作意對治。",
    "1633": "[27:13]這是一個很重要的概念，不是我們現在懂得了；往往有的時候懂得了以後，反而還增長很多毛病，開起口來啊比誰都懂，但是自己的行為是老毛病。這種東西那是很可惜、很可惜的！這種人將來變成功什麼？三世怨的時候啊，就是那種世間很聰明的人，腦筋非常好。有很多人你看他腦筋很好，但是呢，哎呀！做什麼事情啊，都是到處碰壁，他自己還覺得很聰明一等呢！那這種毛病就在什麼上面？就在這個上頭，這樣。欸，你說他不知道嗎？他知道的，但是行為嘛他不相應。因為行為不相應，所以感得的好的果報沒有；因為腦筋肯動，所以這一世還是有這個東西，這第一種。",
    "1689": "[28:09]第二種呢？後面像《俞淨意公遇竈神記》這段公案當中，他特別說的是什麼？他自己啊並不自己正確了解，他並沒有想真的想做惡，他還是很想做善哦！他自己覺得：喔唷，惜字、放生，跟了很多同修大家做那個什麼、做這個。唉呀！大家做了很多善事，嘿！結果啊，一點好報都沒有。幸好他還肯恭敬那個竈神，所以那個竈神說：「因為你一向對我很恭敬侍候啊，所以我今天告訴你。你以為做了好事啦，結果上帝派了一個日游使者，跟了你三年，你一個好事都找不到，只看見你的意惡重重啊！」這個也說明什麼？第二點說明，我們往往啊自己不知道，這個是更嚴重的。然後他不知道，還找種種 ……他不是藉口啊！他每年還抱怨，還寫那個疏文報告上帝：哎呀，說我做了這麼多好事，怎麼一點好報都沒有，只有惡報啊？"
}