{
    "6": "[00:06]就是說我們坐下來，然後細細地思惟，使得發心的這個對象，前面就是三寶啊等等在前面，那麼供種種的供養，這個是上面。然後呢下面呢濟度一切眾生，對眾生修慈悲，就這樣。所以平常我們從懺悔開始，觀想就是這個道理，我們自己的父母開始，推到盡法界一切有情，這是我們緣他啟發慈悲的。上面是我們本師釋迦世尊、諸大菩薩、聲聞、緣覺、龍天護法、一切法藏等等，這是我們的尊重福田，要效法的，就這樣。然後修六趟、六趟。",
    "65": "[01:05]其儀軌者，謂修的時候怎麼呢？",
    "68": "[01:08]「諸佛正法眾中尊，乃至菩提我歸依，以我所修布施等，為利眾生願成佛。」每次三返。每趟唸三遍，早三遍，晚三遍。那麼有的地方還加上這個：「願一切眾生具足樂及樂因，願一切眾生永離苦及苦因，願一切眾生不離無苦之樂，願一切眾生住平等捨。」實際上這個也是修學的時候的內容，這個是悲心來啟發跟它相應的菩提心，這個所謂是六返這樣的修法。在現在藏傳一系當中，他每天必定要唸這個要六趟，必定要唸的，早晨，然後呢晚上。如果說你非常忙，特別的話，他曉得今天一天忙不過來，早晨起來就把這個唸六遍就唸過了。然後呢到了中間有時間他還要唸，萬一沒有時間的話，今天至少這個六遍一定唸，而在任何情況之下絕不可以斷截的，這樣。那麼這個就是怎麼去增長它。",
    "156": "[02:36]學心不捨有情者。那麼怎麼學呢？這個要學的是：",
    "163": "[02:43]《道炬論》及《發心儀軌》中說學處時，雖未說及，《道炬釋》云：「如是攝受不捨有情，於菩提心所緣及其勝利，發心軌則，共同增長及不忘故，應當守護。」爾時數之與根本文，意無乖違，故於此事，亦應修學。那麼學不捨有情啊，它在那個《發心儀軌》當中沒有講到。這個講是沒講，那麼在《道炬論》的解釋當中它這麼說：要攝受利益有情而不捨有情，那麼一切對菩提心這個勝利，以及緣菩提心了解它的特別的、殊勝的利益，以及怎麼發心的方法，如何去增長、不忘，照著這種次第，這是我們應該去保護增長的，保護增長的。前面不是告訴我們說要每天晝三夜三六趟嗎？這個跟它的根本的意趣並沒有乖違，所以這個事情是我們應該照著去做的，應該照著去做的。換句話說，這個儀軌在他們正規的傳承當中都非常重視，一定要把那個來源追得清清楚楚。可是現在呢，既然這個發心的儀軌是阿底峽尊者傳進來的，但是阿底峽尊者的《道炬論》當中雖然沒有明顯說明，但是這個方式跟它並不違背，他特別說明這一點，這一點我們要了解的。",
    "276": "[04:36]心棄捨之量者，依彼造作非理等事而為因緣，便生是念，從今終不作此義利。那麼我們真正要學的是不捨，那麼什麼是棄捨呢？這個我們先要了解。這個了解了棄捨，那麼我們才曉得不捨是怎麼樣。所以說棄捨，就是由於做了不合理的這種事情的因緣哪，由於種種的因緣跟非理相應的因緣，那個時候使得我們心裡想說：「唉！這件事情不做也罷。啊！我不想去做，我不要去做了。」那個時候就是捨棄的時候。換句話說所謂不捨的話，在任何情況之下不要生起這個念頭，這樣。而他前面又告訴我們依非理作意等事，或者是我們自己的非理作意，或者是外面的因緣，或者是這個外面的因緣當中包括哪幾樣呢？包括人、法，法者就是普通世間上面講的很多道理，人就是外面那些酒肉朋友等等，由於這種因緣會使得我們產生這個棄捨的，關於這件事情我們決定應該避免。",
    "366": "[06:06]修學積集二種資糧者。從以儀軌受願心已，當日日中供三寶等勤積資糧，是能增上菩提心因。此除先覺傳說而外，雖未見有清淨根據，然有大利。那麼這個發了心以後，也要好積集兩種資糧，怎麼學呢？就是說從受了這個願心以後 ─當然你受了行心的話，受了菩薩戒，那馬上都是積集兩種資糧 ─現在你今受願心還沒有受行心之前，那個時候就應該這樣做，應該日日中供養三寶等等，這個是增上菩提心的因，增上菩提心的因。那麼像前面皈依，皈依完了以後就告訴我們，皈依完了以後你應該學這些事情，結果現在呢說發大菩提心以後它倒沒有詳細的說明。所以呀，如果說要找清淨的根據，說經論上面，它的確經論上面好像沒有這個根據。但是呢，這個前面的祖師們都是這樣說的，這樣說的，實際上這個裡邊有大的利益。換句話說，它雖然並沒有完整的這個傳承根據，但是的的確確做的時候應該這樣做的，他告訴我們這一點。",
    "461": "[07:41]究實說來，究實說來，他所謂的「先覺」，像阿底峽尊者，那宗喀巴大師，就是那些人的話，它已經足夠分量，絕對足夠分量作為我們的依據了，作為我們的依據了。為什麼要這樣說呢？眼前我們大部分的依據不一定是根據佛經的，往往是說：「啊，哪一個法師講的。」哪一個法師講的就是好像令箭一樣了。如果說哪一個祖師講的，哦，說是虛雲老和尚講的、印光大師講的、太虛大師講的，那覺得是啊就是他的了，乃至於佛經怎麼講的，跟佛經違背都不管了，對不對？我們常常有這個現象。",
    "508": "[08:28]所以從這地方我們也看得出來，當年印度這種真正了不起的菩薩祖師們，以他這樣高的這種位次，他明明在實際上的這個理路上面，有這樣地正確的、完整的義理擺在這個地方。他還是要說明：「喏，我這個傳承、我這個依據。」一點都不會亂來。所以對我們真正想修學佛法、弘揚佛法的人，以後這是我們一個最好的警策。我們千萬不要說：啊！哪一個人這麼做的，哪一個廟怎麼弄的，哪一個人怎麼說的。對不起！看看哪！哦，看看，這一個地方所以雖然一個小地方，對我們應該有一個正確的認識去體會。那個是今生怎麼樣能夠增長不捨，第二呢？",
    "567": "[09:27]第二修學餘生不離發心之因分二：因為菩提心從現在開始乃至於證得菩提，所以不但現生，而且將來一直向後，一直要增長，不可以讓它失壞的。下面說，緊跟著以後怎麼辦，怎麼樣使得這個心能夠不捨棄。",
    "596": "[09:56]一 斷除能失四種黑法，二受行不失四種白法。　今初有四個惡法，如果造了以後餘生就會失去，反過來有四個善法、白法，造了以後自然能夠增長，這個就出在《大寶積經》。現在我們上的那個《大寶積經》，主要的就是講這個。那個《大寶積經》我想大家都聽過了，一開頭那個世尊跟迦葉菩薩提起的就是這件事情，就是提起這件事情。不過這個文稍微有一點點差別，這沒關係，這是因為兩個翻譯，經過了不同的翻譯，在文字上面有一點差別，意義上面並沒有出入。現在我們看：",
    "653": "[10:53]《大寶積經．迦葉問品》說成就四法，於餘生中忘失發心，或不現行。說如果說你做了這四樣事情，那麼將來你會忘失，失掉了，或者那個菩提心不再現行。說到這個忘失或者不再現行，也許我們會說：「前生的事情，那我們這一生好像都記不得嘛！也沒有現行嘛！」實際上我們現在的很多習慣什麼等等，都是前生的習慣這一生帶來的。有的人聰明一點，有的人是笨一點，有的人哪，欸，他寫文章或者什麼碰見一點飛花落葉，啊，這個情緒，這個潮思啊是潮湧而來，寫出來文筆很美，可是你要他碰到算術的話，他就頭痛得要命，表示他腦筋不好啊，但是他一加一加出來就叫他困難。有很多人哪，他對那個數理啊他非常清楚，可是你叫他寫文章，啊，他覺得這個非常困擾。為什麼？前面說的這種情況，並不是他腦筋不好，但是有的人就偏向那個、有的人偏向這裡，為什麼呀？現在這個現行，也就是說他前一生這麼帶來了。所以前面告訴我們，如果你這一生造了這種業了，「他世現行猶如夢」，還記得這句話吧？到下一生他生起現行的時候像夢一樣，你自己不曉得為什麼來，它就這麼來了欸！就是這樣。",
    "761": "[12:41]所以這個地方告訴我們，我們這一生難得地獲得這樣殊勝的寶貝，你這一生雖然努力了，但是如果說你繼續做對的話，下一世自然它又現起來了。就像我們剛才一樣，這一生有很多人哪，就說這個天才；現在你這個天才就是跟菩提心相應，那何等地好啊！反過來說，你如果做得不對的話，這一生辛辛苦苦學會了話，對不起，下一生就沒有了。何況這個菩提心，一直從現在開始要憑著它作為根本，圓滿佛道，這麼珍貴、這麼可貴的東西！所以這個兩點啊 ─黑法，我們眼前就要斷除；白法，要努力！",
    "808": "[13:28]結果你能夠努力了白法，欸，到下一世不要努力它自然現起了，這個多省力啊！這個多省力啊！就像我們常常說的那個比喻一樣，說現在如果你要做一個老闆的話，然後呢做一個小販，大街上揹了個箱子賣枝仔冰賣起，要賣成功一個大老闆的話，那不曉得做到那一天哪！但是如果說你從小生在一個大老闆、董事長家裡的話，那什麼都不要，對吧？你什麼都不懂的時候，你就是個小老闆，就是在這樣。哪！現在我們就是這樣，這個這一生你能夠稍花一點氣力的話，下一生你生生世世就是那個什麼？佛的佛子，連他世間的國王的王子我都不要幹，有這麼大的好處哦！所以下面這兩點不要輕視它，現在我們學一下，看下去：",
    "866": "[14:26]又成就四法乃至未證菩提中間不忘菩提之心，這是好的。",
    "871": "[14:31]或能現行，此即願心學處。真正我們學了願心，該學的，那個是有憑有據的，這個就出在這個《大寶積經》上面。",
    "884": "[14:44]四黑法中，那個「四」，先說四個黑法，總示先要避免的哪一個。",
    "891": "[14:51]欺誑親教及阿闍黎，尊重，福田者。這是第一條。在《大寶積經》上是這樣的：欺誑師長，已受經法而不恭敬。不曉得你們記得不記得？這個《大寶積經》這樣說這個，最主要的，人、法它都擺在這個地方。現在這地方只講人，所以他所以欺誑師長的原因還是不敬重法，你如果真的敬重法的話，他不會欺誑師長的，這我們要了解的。我們下面解釋一下，這個概念就很清楚了。",
    "930": "[15:30]當以二事了知，關於這個問題分兩方面：",
    "934": "[15:34]一境，二師易知，第一個呢就是，我們分兩方面來說，第一個你所欺誑的對象，就是這個「境」。欺誑的對象是什麼？「二師」，就是欺誑親教及阿闍黎尊重。",
    "956": "[15:56]言尊重者謂欲為饒益，言福田者謂非師數，然具功德，此是《迦葉問品釋論》所說。這樣。這個「二師」，他前面就是說親教或者阿闍黎。這個親教，平常我們說和尚，譬如說我們現在出家了，那麼剃度了，有一個是叫親教師，然後一個是軌範師，換句話這個地方就兩個 ─親教及阿闍黎。那麼「尊重」呢？就不一定是你的和尚，不一定你的阿闍黎，而是什麼？「謂欲為饒益」，他的的確確對你有好處的那些善知識。「言福田者謂非師數」，除了上面這一些，還有講福田的，這不一定是老師，但是呢這個地方是具有功德的那些。哪一些？譬如說自己的父母，他不一定是自己的老師，但是絕對是一個大功德田！那麼這個就是在這個境，《釋論》上面，那麼這第一件事情。二，第二件事呢？",
    "1030": "[17:10]二即於此境由作何事而成黑法，對於這個對象，你做了、造了什麼事情就是算惡法、算罪惡呢？",
    "1041": "[17:21]謂於此等隨一之境，故知欺誑則成黑法。換句話說，你欺騙他 ─心裡面是這樣的，明明這樣的，而你欺騙他，那個不可以。",
    "1053": "[17:33]欺誑道理者，他還很詳細地說明，什麼是欺誑？",
    "1058": "[17:38]《釋論》解云：「謂彼諸境以悲愍心舉發所犯，以虛妄語而蒙迷之。」就是這樣。真正的老師，我們現在曉得尤其是大乘的老師，他隨時隨地只有一個目的，無非是希望你向上。你有不對了，他就指出來告訴你，那麼然後呢告訴你怎麼策勵你。所以看見你不對了，告訴你：「某人哪，你不對了。」碰見這種情況，我們為過失而遮蓋，就這樣，乃至於找一個藉口，這種東西是非常嚴重、非常糟糕！老師之所以為老師，在什麼地方？就告訴你：「喏，錯了！你改過來。」",
    "1109": "[18:29]我們前面已經說過了，修學佛法最重要的 正知見，最難得的 正知見，而且最根本的原因在什麼地方呢？我們在無明當中，並不知道我們錯誤！那麼這個時候一定要靠什麼？靠一個明眼人。那這個明眼人告訴你：「某人哪，你錯誤了。」你不──但不接受，還要欺騙，還要這樣的話，你為你自己的黑暗保護。換句話說，當下你增長的是什麼？增長了惡業。既然你增長了惡業，下一世現行的就是惡業，而這個惡業偏偏又是善業的正對治，這個很清楚。如果這個地方要想把它弄明亮的話，那點燈，點燈黑暗就沒有了；你把那個燈拿掉了以後，自然只有剩下黑暗，這很清楚、很明白的！所以我們中文譯本當中還有一個「受了經法而不恭敬」，經法上面告訴我們的什麼？就是這些道理，而這個善知識告訴我們的就是經法，這樣。假定你真正尊重經法、恭敬經法的話，自己不曉得，師長告訴你，哎呀！高興得不得了，感激得不得了，馬上改，你會欺誑他嗎？當然不會！對吧？所以這個內涵非常重要！",
    "1199": "[19:59]這一個事說到這裡，我就想起一件事情來。我以前就是在，那時候還是小的時候，先父有的時候正在告訴我一件事情。那時候我們，那時候的情況遠比現在好，我們那時候家裡面的家長說，很少是敢對這個尊長去回嘴的。這有的時候不小心，如果說了你什麼啊，自己也講一點道理辯論，我父親就呵斥我，呵斥我，這樣。說：「古人哪，古人哪！很重要的就是要照什麼呢？不是說 ……。真正重要的，聖賢都是靠什麼？努力改過而來。現在所以別人告訴你過錯，你呀求之不得，歡喜都來不及，何況是尊長？所以就算人家說錯了，要曉得，那個時候你如果說否定或者辯的話，下次缺少一個再提醒的機會，你懂嗎？」那個時候我不大懂，我現在了解了。",
    "1280": "[21:20]我們常常有這種情況，我自己也是一樣。剛出家的時候看見周圍的那些，不但是自己的尊長、同修，常常告訴他：「哎呀，我現在混身缺點哪，希望你告訴我。」但是就很少有人告訴我。我當時也不懂得什麼道理，後來慢慢、慢慢地了解了，人家不是不告訴你，有的時候偶然告訴你了以後，告訴你這個不對，你總是覺得：欸，對的、對的，我沒有錯！人家第一次講的時候滿好心地告訴你，你既然對的，誰願意第二次再告訴你呀？我們平常都是犯這個毛病。所以不知不覺之間，叫人家來勸告你、幫助你的路，自己已把它砍得乾乾淨淨，下次人家看見你就算了，「好了，還有什麼好跟他講？」就是這個道理。所以說就算人家說錯了，你還是很歡喜地感激，他至少 ─他吃飽了飯能夠來管你的事情，不是對你的幫助嗎？",
    "1343": "[22:23]所以古人有「千金市骨」這一個典故。他要求千里馬，買不到，結果有人說：「欸，以前倒有過一匹千里馬，可惜死掉了。」「欸，沒關係！」死掉了他也去買，出多少？一千兩金子。這個千金也許不是一千兩金子，一千塊錢。現在一千塊錢不值錢哦，以前是不得了的啊！那個錢是不得了的！我小的時候，我聽說這個雞蛋啊，這個一個銅錢一個，所以一塊錢可以買雞蛋買三百個。哦，你想想看那一千塊錢要值多少錢啊？那個馬已經死掉了，根本就沒有用的骨頭，他花了一千塊錢去買 ─拿我們現在來說啦，花了一千萬買一個死馬骨頭。結果真正有馬的人，一聽見說：「欸，這個人倒真是愛馬的。」就馬上馬賣給他了。換句話說，你有沒有這個誠心，所以這一點我們的的確確要懂得這個道理呀！",
    "1407": "[23:27]所以普通的人來規勸你呀，我們也都應該感謝他，所以叫「子路聞過則喜」。子路之所以為聖人的原因，人家告訴他錯了，他「哎呀，歡喜啊、感激呀！」我們現在人家告訴你錯了，心裡面找了半天的藉口，「我總歸是對的」，就是這樣，那你還有什麼希望改過啊？所以這個地方千萬注意呀！這個地方非常重要！我們修學佛法特別重要的第一點，特別重要的第一點。",
    "1438": "[23:58]那麼何況你還是欺誑的心裡面，你不曉得，那個時候你就應該進一步找老師，這個尊長告訴我，他總有原因在。所以前面一開始學的時候特別說，我們在長夜無明當中啊，不是貪、就是瞋、就是癡啊！有人提醒我，我總要想辦法先去找到他那個話。你先不要還沒有講，或者一講的時候，你把你一大堆理由講的啊，他說了一句話，你已經說了一百句還要停不住，那還談什麼？就算說一句，你不懂，你還追問說：「欸，對不起，我沒弄清楚。」總歸有道理，你一定要想辦法找到，這個才是我們應該學的。何況現在進一步還有欺誑心，你還明知還要這個樣，那一點辦法都沒有。所以這個地方，",
    "1493": "[24:53]總之凡以欺誑之心，作蒙蔽師長等方便，一切皆是。就是這個。",
    "1499": "[24:59]然諂誑非妄者，如下當說，欺誑跟諂誑不一樣，下面另外一個諂誑。",
    "1508": "[25:08]此須虛妄，以《集學論》說斷除黑法即是白法。反過來就是白法了。",
    "1519": "[25:19]能治此者，即四白法中第一法故。它的正對治是什麼呢？就是剛才那個。反正黑白兩樣東西就是這樣，有了它就沒有我，有了我就沒有它，兩者當中。",
    "1532": "[25:32]若於尊重啟白餘事，而於屏處另議餘事，說善知識已正聽許，亦是弟子欺蒙師長。這個地方是另外一種，說當面在這個善知識身邊這樣講，跑到另外地方說另外的，說這個善知識已經聽許了，這也是欺誑。這種事情我們有的時候容易犯，就是對這個善知識上面先避重就輕說一點點，然後跑到別的地方去強調這件事情，這個不可以，這個不可以。總之下面還有個叫直心。必定要了解我們這個心裡面無始以來積累的那個髒垢，你要盡最大的力量，不允許它一點點有這個東西在，一點點有這個都是損害自己的。第一是上面說過的，下面第二：",
    "1591": "[26:31]於他無悔令生追悔。其中亦二，境者，謂他補特伽羅修諸善事，不具追悔。那麼這個「境」就是對象，這個對象就是別人。別人哪，那些人做的好事，他對的、正確的，不應該追悔的。",
    "1612": "[26:52]於境作何事者，謂以令起憂悔意樂，於非悔處令生憂悔。那麼對這個境界、對這個對象，你造了什麼事情算犯了呢？就是說他本來做對的，現在你以不正確的方法或者以不正確的觀點，讓他產生疑悔，產生疑悔，那麼在這種情況之下你就害了。他本來做對的，然後經過你這麼一說，他心裡面動搖起來了，這個第二個。",
    "1653": "[27:33]《釋論》中說，同梵行者正住學處，以諂誑心令於學處而生蒙昧。此上二法能不能欺，生不生悔皆同犯罪，《釋論》亦同，然《釋論》中於第二罪作已蒙昧。那麼這個特別解釋一下。就是說在這個追悔，它不是別的，而特別是善法，惡法就怕他不追悔，追悔了以後可以改善嘛！這善法明明是正確的，你讓他懷疑了的話，他那個善法就打了折扣，乃至於不做了。所以說這「同梵行」，大家一起修學的人，他正在認真地如理去學，那個時候你「以諂誑心」，這個諂誑心下面會告訴我們的。實際上這一個地方我們很容易犯、很容易犯，非常糟糕、非常糟糕！那麼以這種情況，令他對於所學的那個內容生蒙昧。往往由於我們自己的自利或者為了我們自己的好處，這件事情啊，我們就用一種好像說起來滿甜的、滿好的話解說、曲解了這個概念，於是他那個心裡上面就產生了一些問題了，產生了一些問題了。這個地方我想等到我們以後溫習的時候，我再提一些實際上的例子，我們隨時都可以找得到這種例子。",
    "1750": "[29:10]那麼這個兩樣東西，他說能不能悔呀，有一個地方說皆同犯，還有一個地方呢要作了蒙昧以後才算。不過實際上呢，總之就是說若從你的心跡來說，只要你的心跡有這樣的話，那就是，已經出了毛病了。如果因為你的心跡透過你的語言來產生那是更糟糕！因為大乘特質，是就我們自己內心的心跡來說。"
}