{
    "9": "[00:09]但是呢既然大乘是利益有情，而結果你使得人家因為你而那樣，這是更糟糕，這一點我們都應該分辨得很仔細。第三，下面一個：",
    "23": "[00:23]說正趣大乘諸有情之惡名等。那麼第三點，對於這個正趣大乘的有情啊，說他的壞話，說他的壞話。那個我們的《寶積經》上面講：「求大乘者，訶罵、誹謗、廣其惡名。」正趣大乘者，就是趣大乘的行者嘛，你說他的壞話、毀謗他。那麼這個境，這個對象呢？",
    "54": "[00:54]境者，有說已由儀軌正受發心而具足者，有說先曾發心現雖不具為境亦同，此與經違不應道理。這個對象是指大乘行者。那麼有的人說這個大乘行者已經受了儀軌，發了心的這個；有的人說先已經發了心，現在雖然不具，換句話說這個宿生是發了心的，這一生雖然沒有，這也算。但是第二點，本論上面說，不，不算。",
    "91": "[01:31]其《釋論》中僅說菩薩餘未明說，然餘處多說具菩薩律學所學處者，謂正趣大乘似當具足發心。那麼下面就解釋為什麼第二種不算的道理，這個。所以因為在這個《釋論》當中雖然沒有明說，但是別的地方都說得很清楚。這個大乘行者一定是什麼？具足菩薩戒，正在學的。所以應該說是具足發心，像照前面這個儀軌，這樣才算是所對的對象。你誹謗的對象，要是這樣的人。",
    "138": "[02:18]於此作何事者，謂說惡名等。那麼做了什麼事情呢？給他說他壞話。",
    "143": "[02:23]由瞋恚心發起而說，與《釋論》同。對於何境而宣說者，《釋論》說云：「如彼菩薩欲求法者，信解大乘或欲修學，為遮彼故對彼而說。」那麼因為你心裡面討厭他，不歡喜他，瞋恨他，這樣。那麼說些什麼呢？譬如說這個菩薩為了求法，「信解大乘」，要想修學，但是你不歡喜他，然後呢你妨害他，這一種情況之下，或者是毀謗，或者遮止，或者等等。",
    "182": "[03:02]然了義者即可。他聽見了，那麼就是。",
    "188": "[03:08]其惡稱者如云本性暴惡，未明過類。那麼說他的是什麼壞話呢？他並沒有明說哪一些。只是說譬如這個人哪，什麼不好啊！任何一個。",
    "202": "[03:22]惡名者如云行非梵行，分別而說。這是解釋這個。",
    "211": "[03:31]惡譽者如云以如是如是行相，行非梵行廣分別說。這是容易了解。",
    "219": "[03:39]惡讚者通於前三之後，是《釋論》解。此於我等最易現行，過失深重前已略說。這個的的確確非常容易現行，啊！非常容易現行。我們動不動就批評別人，動不動就說別人的壞話，或者是於見解上頭的差別，或者由於情緒上頭的問題，動不動說別人。而這個犯是容易犯，這個過害是非常厲害、非常厲害，非常厲害、非常厲害！所以菩薩戒上面就告訴我們說四眾過，然後自讚毀他，這一點哪，啊，真是！又如前面告訴我們哪，說你毀呀什麼諸佛的塔廟等等這個罪，比起瞋恚菩薩，那罪還要小；瞋恚菩薩的罪遠來得大呀！所以這一點是非常糟糕，非常糟糕。",
    "281": "[04:41]又如菩薩起毀訾心，則此菩薩須經爾劫恆住地獄。我們對一個像上面所說，發了菩提心、修菩薩行的行者，你起一個瞋恨、毀謗的心，那個時候，這個「則此菩薩」，他自己也是個菩薩哦，那普通人更是不得了哦，你看哦！就要「經爾劫恆住地獄」，你這個心有多久，那麼就要經過多少長的劫數住在地獄裡邊。自己已經是菩薩尚且如此哦，何況我們凡夫！啊！所以這一件事情啊，實在是千萬注意啊，千萬注意啊！",
    "334": "[05:34]《寂靜決定神變經》說，唯除毀謗諸菩薩外，餘業不能令諸菩薩墮於惡趣。所以另外一個經上面就告訴我們，這個修學菩薩行的人，其他的造的業他不會，也不容易墮落；但是有一個例外，如果說毀謗其他的菩薩的話，他就墮落，所以這個毀謗菩薩的這個罪過之大！同樣的道理，這個毀謗大乘經典也是這樣，也是這樣。以前我曾經告訴過你們這一個典型的公案，啊！那個事情的的確確的。所以，以後當這個大乘跟小乘，大家彼此見面的時候，這一點要千萬注意，千萬注意！",
    "387": "[06:27]說到這裡，我最近遇見這麼一件事情，哎呀，我聽見了非常讚歎。這個泰國派來的，是一個非常精采的，一共三個人，一共三個人。那麼他對這個泰國的這個教法等等有很深切的了解，到台灣來。我直接沒碰見他，我有一個同修碰見他了，他說他遇見一個這個泰國的出家人，一談之下，啊！他對他非常佩服。那三個人當中，有一個人中國話說得很通。他來了以後，嘿，妙咧！他就穿我們中國的衣服，中國的僧服。他來的之前，他們那個上座就跟他說，這個中國就是這樣，你到他那地方就是這樣。一點都沒差，他這個叫作什麼？隨方毘尼。他絕對不會說，啊！那個泰國的戒來得高明！他跑到這個地方，他不，就這樣。然後他就談起了教法的時候，他就這麼說：「論這個 ……」大家坐下來，心平氣和地談，說論現在真正持戒的戒相的話，他覺得泰國是比較來得認真一點。這個話就這麼平直，但是內容確確實實，就算聽了以後，我們也不會覺得刺耳。然後他就說：論這個教理的完整的話，現在在西藏 ─藏密。然後呢中國的特質是什麼？對於禪，真正見到空性的方便善巧的話，也是獨一善巧。",
    "494": "[08:14]啊，我聽了真讚歎哪！你看，就算他們 ……我們平常總覺得：啊，他好像條件很不夠啊，實際上啊 ……所以我們從這個地方，我們處處地方真正要看看人家的樣！學啊，我們還沒有學通之前，隨便亂開口，隨便從行相上面就加以批評，那真是一個絕大的錯誤，絕大的錯誤！我們這地方呢隨便談一下，隨便地談一下。我為什麼這地方引證這一點呢？就是我們真正的內涵不大容易學到，但是那個外表的的確確的，一看，看見了以後，然後根據我們的個人的喜好，再加上了我們的無明所使，就任意輕加是非，不知不覺當中給自己帶來無窮的禍害。下面我們繼續看經。",
    "561": "[09:21]《攝頌》亦云：「若未得記諸菩薩，忿心諍毀得記者，盡其惡心剎那數，盡爾許劫更擐甲。」啊，好可怕！沒有得記，沒有得授記的菩薩，如果說以瞋恚心毀謗得授記的，那麼他這種情況之下，他這個毀謗的惡心有多久 ─就剎那的數目哦，不是時間哦！這個剎那非常短哦！就是一剎那就有這麼長的劫，多少剎那，就要多少劫重新來過，重新來過。他為什麼只說未得記呢？因為真正得記的，他一定得到了淨心相應，他就不會犯這個毛病。而實際上，下面就是我們現在要學的那些人，我們很容易犯這個毛病。",
    "621": "[10:21]謂隨生如是忿心之數，即須經爾許劫更修其道，則與菩提極為遙遠。故於一切種當滅忿心，設有現起，無間勵力悔除防護。所以你看看，在只起這麼一點、剎那一起，要經這麼長劫地重來。我們現在已經修學得 ……不要說長劫啊，叫我們跑到這裡佛學院裡面念書，念它三年，啊，覺得好辛苦哦！就這樣啊！那一生已經很辛苦了，叫你長劫的話 ……。可是你這樣地積累的努力，你只要起這樣的一個惡念的話，你就會有受這麼嚴重的果報啊！所以這個地方我們要特別注意呀！所以在任何情況之下，這個心裡面，一定想辦法把它防治，如果起來的話，馬上努力地懺除掉，馬上努力懺除掉。",
    "684": "[11:24]即前經云：「應念此心非善妙，悔前防後莫愛樂，彼當學習諸佛法。」這個前面的經上面又緊跟著告訴我們：要曉得這種心裡邊不好啊！前面的，懺悔；懺悔了呢防護後面，千萬不要再讓它生起。要努力地、真正如法地去修學。",
    "710": "[11:50]若有瞋恚則其慈悲先有薄弱，若先無者雖久修習亦難新生，是斷菩提心之根本。如果你有瞋，那麼這個慈悲心，先如果有的話就薄弱，因為慈悲跟瞋恚兩樣東西，恰恰是兩個敵體相反的對治。既然真正的大菩提心，最重要的強盛有力的是慈悲，所以你生瞋心的時候，損害了那個慈悲。已經有的嘛，使它減弱；如果已經沒有的話，你長時修習也難生起，所以這個是斷菩提心的根本啊！",
    "760": "[12:40]若能滅除違緣瞋恚，如前正修則漸漸增長以至無量。所以他告訴我們這個是相違背的，敵體相違的，如果能夠滅除的話，那麼它，你能修的時候，就很容易地增長，乃至於增長到無量。",
    "782": "[13:02]《釋量論》云：「若無違品害，心成彼本性。」又云：「由前等流種，漸次增長故，此諸悲心等，若修何能住。」假定說沒有違害品 就是說違害品，這個所以違害的話，跟它相反的 沒有的話，那麼這個心自然而然了。沒有違害的話，它這個就增長了，就成功了。現在慈悲跟那個瞋恚恰恰是相反的，沒有這個瞋恚去違害的話，那個慈悲的心就成長了，就是這樣。就像我們房子裡邊，燈亮了，黑暗就沒有了，然後呢黑暗來了，燈一定沒有，嗯，就是這個。又云：「由前等流種，漸次增長故」，假定說你任那個違害的這一個心情在這個地方，瞋恚心在這個地方的話，因為這個心念之流啊，這我們現在了解那個等流，對吧！眼前你雖然好像沒有強烈地現起，但是那心念之流一直在這個狀態當中。前面我們已經學過這個業的增長、造作的增長。你讓它繼續地漸次這樣的話，那麼這個時候，如果沒有違害的話，那麼它這慈悲就長起來了。反過來，你如果在瞋心發了以後，完了以後，這個瞋心的等流一直下去的話，那個悲心你就生不起來。所以他前面告訴我們，如果你有了瞋恚的話，就算你長久學習也難得生起。",
    "893": "[14:53]懂得了這個道理以後，所以現在我們正學的時候，在任何情況之下，那個瞋恚之心是萬萬不要發。不要說你有道理，唉，你有道理已經是錯到不曉得哪裡去了！這是這個地方特別說，尤其是見解特別強的人，不要動不動講道理。講了道理真正害的還是害你，還是害你自己。我們學很多見解，主要的目標就是要淨化自己的，不幸的是我們學錯了，結果學完了，都是在害自己，這一點我們要特別了解的，特別了解的。嗯，最後一個：",
    "932": "[15:32]於他人所現行諂誑，非增上心。那麼《寶積經》上面就說「以諂曲心，與人從事」，這個文字雖然不同，內心一樣。什麼諂曲心呢？不正直，「非增上心」。增上心就是說你正直的，自己本心就是這個樣的。那麼這個要解釋一下。",
    "953": "[15:53]境者，謂他隨一有情。這個上面說的，或者菩薩，或者尊長。現在這個地方不是，任何一個對象，任何一個人。那麼對這個人做什麼事情呢？",
    "964": "[16:04]於此作何事者，謂行諂誑。行這個不正直的心裡面，他先把那個正直兩個字 ─「增上」，",
    "973": "[16:13]增上心者，《釋論》說為自性意樂。就是說，你本來心裡面是這樣的。換句話說，你心裡想這樣想，這樣想嘛就這樣想了。平常我們往往 ……明明哪，比如說，我隨便現在舉一個例子噢！假定說我不歡喜這個東西，譬如說廚房裡我看見這個東西不歡喜。然後呢我平常我不會說不歡喜，唉！這東西不好啊！沒有營養啊！你那呀什麼呀，說了個半天。實際上呢，它有沒有營養，不知道，只因為我不歡喜，就是這種心情。這個好多這種地方，跟你不相應了以後，他就轉彎抹角說了個半天，說出你不歡喜的這個道理來，不好，然後讓人家聽信你，跟著你走，這個就是這種心情。我們心裡面，一天到晚這麼彎彎曲曲地做這種事情。真正修學佛法的人，這種都是什麼？都是垃圾，都是垃圾。而所以這樣就是保護的東西，保護的東西不是見煩惱，就是思煩惱，無明、塵沙更不談，所以塵沙、無明都是這種事情。這個是隨舉，那麼下面又解釋。",
    "1044": "[17:24]諂誑者謂於秤斗行矯詐等。又如勝智生，實欲遣人往惹瑪，而云遣往垛，後彼自願往惹瑪。就是這樣。你故意說：「啊，帶你到這個地方去啊！」這樣。然後他自己願意了，那就去了。",
    "1062": "[17:42]《集論》中說，此二俱因貪著利養增上而起，貪癡一分。誑謂詐現不實功德，諂謂矯隱真實過惡，言矯隱者謂於自過矯設方便令不顯露。那麼這種情形啊，就是這個例子啊，實際上就像我們剛才說的，你實際上你心裡上想的是想這件事情，但是你嘴巴上面說的時候，故意兜一個圈子轉彎抹角，然後呢讓他最後在這個你的暗示當中，走上你所希望要說的這件事情上面，就是這種心理狀態，就是這種心理狀態。那麼為什麼要這樣做呢？下面就告訴我們，「貪著利養增上」，嗯，就這樣。所以一個是貪，一個是癡，兩樣東西都在這個裡頭。",
    "1122": "[18:42]那麼然後他又解釋一下，說「誑」啊，「詐現不實功德」，欺詐，是不實在的。這個單單那個文字啊我們不一定很清楚，所以我譬如剛才說的，唉，雖然你呀不歡喜這個東西，你不明說不歡喜；然後你說：哎呀，這個東西有什麼不好啊，有什麼不好啊，什麼營養啊，或者什麼。其實到底營養不營養啊？不一定。究實說來，尤其是我們現在修學佛法的人，修學佛法的人什麼最營養啊？跟法相應，最簡單不過。你最好把那種東西放得乾乾淨淨，這個是最營養的東西，對吧？喏、喏、喏、喏，就是這樣。實際上你現在把世法上的，就算真的世法上就營養都不對，何況世法上面不一定有真的營養，你還說那些東西呀！這是我們要真實了解的，這一點啊！",
    "1180": "[19:40]那麼「諂」者謂矯詐，就是「隱真實過惡」，你把你真實的罪過掩蓋起來，掩蓋起來。就像剛才說，其實是你心裡面貪著這樣東西，然後呢你掩蓋起來，假說另外的一樣東西，「啊，是這樣、這樣。」然後呢讓他改變過來，就是這個，就是這種心理，這個叫諂誑。那麼這個是四黑法，這個是四黑法。",
    "1214": "[20:14]現在我們仔細看一下，這個四個黑法的內容，我們重新再看一下。實際上呢尤其是這個裡面，我們把一點一點不妨來仔細地、仔細地談一下它那個原則，不一定講那個文字。這個我們學菩提心，菩提心的直譯的話叫什麼？覺，而且這個覺是最圓滿、最大的覺。那說明了我們現在什麼？我們現在不覺，或者叫無明。所以在這種狀態當中，你必須依靠自己的尊長。這個尊長當中，或者是親教師，或者是阿闍黎，或者是其餘的尊長。那麼你所以能夠得到的，能夠改善的，一切一切無非都是靠了這個力量。所以在這種情況之下，你呀唯一的辦法就是處處地方，要從這個地方他學習了解自己的過錯，然後呢內心改過來。",
    "1303": "[21:43]再反過來說，對換義來說，所以作為我們的尊長，不管是親教、阿闍黎，乃至於其餘的尊長，他們對我們唯一的功效，最重要的一點就是指斥我們這個。結果在這種情況之下你隱瞞欺誑，請問這個什麼狀態？請問這個是什麼狀態？眼前騙過了容易，但是這個心裡邊，既然你在這樣的話，那表示了，很明白地表示我們的心理的什麼狀態。這個心種留在這個地方的話，對不起，慢慢地發酵，像毒一樣。你別看那個毒蛇咬一口，讓它去的話，對不起，流到心臟你就完了！",
    "1358": "[22:38]然後現在我們要靠著這樣的這種指導慢慢、慢慢、慢慢地改善，必須要剷除罪障，集聚資糧。是啊，所以要剷除罪障，一定要懂得正知見，正知見從這地方來的，你把它一下齊腰斬斷，當然這個不行。然後呢集聚資糧。所以他除了這個以外，其他的尊重等等，都是這個樣。凡是福田，譬如父母什麼等等，那個是增長你功德最好的，在這種情況之下，你一生了欺誑心的話，完了！你集聚功德，然後淨除罪障那個路，就被你一下完全切掉了。世間小小的都不可以，何況是這樣。所以這一點哪，的的確確、的的確確，這個妄語這個事情，實在是啊，你說它小吧，很小，說它嚴重是嚴重得不得了，因為它很容易犯哪，很容易犯，小小的地方。",
    "1427": "[23:47]那麼第二個呢，這個我們不認真地去說它。第二個文上沒有講，可是平常我們呢有幾種可能性。有一種可能性，就是說也許我們自己不了解，只是他的作法跟我們不太一樣，所以申述我的意見；也許由於自己的特別的理由，然後去使他追悔。總之像這種事情的話，我們現在修學佛法的人，只有一個目的，尤其是大乘佛法的人，無非是要利益別人，要幫助別人去增長善法。他現在明明在增長善法當中，你讓他疑悔，斷人向善，跟你的目標如何？當然完全違背，當然完全違背，這樣。當然完全違背。如果把這個心理的行相以及這個業增長的話，自然你造的業慢慢地、慢慢地越來越增長、越來越增長，這一世容或現在這個心相續滿強烈地繼續下去，到了下一世，完了！",
    "1503": "[25:03]說第三那個毀謗，那個東西是最可怕，前面後面在太多太多地方說這件事情。這個所以那個三藏大師的《大唐西域記》上面，有這麼一段公案，有這麼一段公案。那個有一個叫無垢友，我想是不是叫無垢友？如果名字記錯的話，我下一堂要告訴你們的，哦，上次曾經好像跟你們說過的。當這個我們的奘大師到印度去的時候，還親眼看見那個無垢友尊者下地獄的，下阿鼻地獄的那個坑，現在還在那裡，這樣。無垢友是當年印度的一個小乘的大論師，非常了不起、非常了不起的，博通三藏。",
    "1557": "[25:57]有的地方大、小乘是互相融的，有的地方小乘跟大乘之間，彼此之間鬧得很厲害，鬧得很厲害。那麼那個時候，他，這個世親菩薩已經涅槃了，涅槃了。那世親菩薩在世的時候有曾經，後來 ……他早年本來學小乘的啦，後來改學大乘。改學大乘以後，曾經有人批評他，有人批評他，但是他世親菩薩並沒有跟他兩個人來談。當初那個世親菩薩的弟子就說：「欸，有人，某人批評你，你假如說不跟他兩個人談的話，你顯出來好像我們不如他呀！」世親菩薩怎麼說啊？「欸，這是非曲直，昭然如日月！何必跟他辯，不要跟他辯，讓他去好了。」那弟子大家心裡覺得他明明錯了，欸，那世親菩薩也不管他，就這樣。所以他也沒有機會能夠跟世親菩薩辯，那麼這個事情是一個很有名的一個公案。",
    "1629": "[27:09]後來呢他們也都走了，走了以後，後來就是無垢友尊者。無垢友尊者他學小乘的，經過那個跟世親菩薩辯那個不曉得叫什麼，眾賢論師，還不曉得什麼，我名字也記不住了。他有一個塔在那裡，他看見了以後啊，他就對這個眾賢論師非常推崇、非常讚歎！說：「你呀真是在我們這個教下是了不起的大德，當年你能夠弘揚我們本宗的宗旨，可惜的是你沒有機會跟那個某人（某人就是指的世親菩薩啦） ……。這我現在雖然位忝末學（他很客氣，換句話說，我是末學），總算能夠跟上你呀，今天也學了這個，了解了這個，我一心一意地志願要把世親（他輕視那個世親菩薩大乘的）要滅其名，把他所有講的這個論述，要徹底地把它毀除！」就這樣。在那個塔前面讚歎，然後呢說這樣的話。",
    "1698": "[28:18]他話沒有說完，他那個舌頭就伸出來，啊！一直伸出來就縮不進去了，然後呢就七孔流血。他那個時候就感覺得恐怖了，他因為，凡是這種人，他未嘗沒有接觸過，只是呢他的偏見所在。所以他那個時候懊悔呀，啊！他自己覺得不對了，這樣。然後那個地也就裂開，陷入地中，那麼就這樣完了。後來有一個羅漢經過那個地方，看見那個洞，一看，啊，說那個人啊，他以他的神通看見進入阿鼻地獄，那個地方就立了一個這個塔，玄奘大師到印度去的時候，這個塔還在。所以這個《大唐西域記》上面，還記載這段公案。",
    "1746": "[29:06]所以這一點是我們平常要注意的。不管是大乘的法也好，大乘的行者也好，所以在這個地方我們正在學這個大乘的行者的話，這一點千萬注意！平常因為我們平常慢心、憍心，總是看別人總是覺得總是不對；這也是事實啊，要找別人的缺點是很容易的，就這樣。我們也不知不覺當中，就是犯了這個毛病。所以最好的話，你能夠隨時反省自己的話，當你自己看見了自己的缺點的話，哇！你的眼睛一天到晚，說眼睛生到這裡誰都不敢看哪，那就事情就好辦了，那事情就好辦了，這樣。那麼關於那個諂曲的事情呢，那我們就不必細談。"
}