{
    "3": "[00:03]請翻到《菩提道次第廣論》兩百四十一頁，這個四黑法已經說過，現在反過來四個白法，這是恰恰相反的。犯了四個黑法，現生呢就削弱這個菩提心，下一世會不現行。這個菩提心它生生增上的，結果犯了以後呢現生削弱，將來沒有，所以這是它最大的一個障礙。反過來，白法，它不但克服這個障礙，而且增長它。現在看：",
    "55": "[00:55]四白法中初白法中，境者，謂凡諸有情。事者，謂於彼所，以命因緣下至戲笑，斷除故知而說妄語。「四白法中」第一個白法，「境者，謂凡諸有情」，說對象是一切有情。「事者，謂於彼所，以命因緣下至戲笑，斷除故知而說妄語。」那麼，這些有情前面做什麼事情呢？就是在任何情況之下不說虛誑的語，乃至開玩笑，乃至開玩笑也不要隨便說。我們往往覺得是開玩笑，無所謂的。要曉得：我們做任何一件事情，起一個念頭，然後呢一舉一動，識田當中就落下來一個影子。現在我們既然了解了要走無上圓滿這條路子，這條路非常遙遠，意義非常偉大，所以我們一切時處一定要防範。那麼尤其是現在呢，我們真正能夠防範的，還非是從小地方做起不可。這個習慣往往很難斷，所以啊沒有的最好，如果有的話，那千萬這個要注意，千萬注意！",
    "139": "[02:19]若能如是，則於親教及軌範等殊勝境前，不以虛妄而行欺惑。說你普通一切有情之前都不欺誑的話，自然在尊長前面當然也不欺誑，尊長前面絕不欺誑。",
    "159": "[02:39]第二白法，境者，那麼第二，「境者」是對象。",
    "163": "[02:43]謂一切有情。還是有情。",
    "165": "[02:45]事者，謂於彼所不行諂誑住增上心，謂心正直住。此能對治第四黑法。這個我們了解了，上面黑法當中第四個了解了，那麼反過來這地方就很清楚。就是一切有情在他跟前，你心裡面要「正直住」 ─直心。關於這個直心哪，並不是像我們想像當中的，《大寶積經》上面有詳細的說明；那麼如果《大寶積經》不太清楚的話，這個《了凡四訓》上面另外一個。平常我們就直心的話，實際上呢，這種人哪，有很多人剛愎自用是以為直心，什麼事情衝口而出，也不是這個樣，也不是這樣。那心裡面並沒有這種彎彎曲曲的心裡邊，這是第一個 ─根本。第二個呢，也不是逞強好勝，你處處地方你能夠護人家的意，然後呢，而對自己心裡面是正直的，這種狀態才算。這個我們簡單地說明它。",
    "246": "[04:06]第三白法，境者，謂一切菩薩。事者，謂起大師想，第三個白法，前面是說毀謗菩薩，現在這地方呢讚歎、稱揚，所以對象就是「一切菩薩」。那麼做什麼事情呢？「謂起大師想」，對這個菩薩起覺得他就是佛。",
    "268": "[04:28]於四方所，宣揚菩薩真實功德。在任何情況之下，處處地方啊，要稱揚讚歎菩薩的真實功德。實際上，我們說好像菩薩還沒到佛的地位，在經論上面處處告訴我們，這個佛的因是什麼？菩薩。他先發因地心，然後呢證果地覺。所以經上面有比喻，譬如說種一個最寶貴的藥樹，最開始細心努力護持的，是那個幼苗、樹苗。佛菩薩尚且這樣，那我們凡夫要學佛菩薩，當然更應該這樣。所以對於一個初發菩提心的人，你能夠稱揚讚歎那個功德，絕對不亞於佛；反過來，如果是你毀謗他的話，就很糟糕。這毀謗有的時候我們是有意，有的時候是無意。有意的不大容易犯，無意的是習慣，而且往往由於自己的憍慢或者什麼等等啊，總是不知不覺這樣地輕視別人，很容易看見別人的過失，看不見別人的長處。這個本來自己已經是煩惱，本來已經是非常嚴重的過失，這種情況之下，如果對象是菩薩，你再加上任意輕毀的話，那我們永無翻身之地，所以這地方啊千萬注意！下面告訴我們：",
    "369": "[06:09]我等雖作相似微善，然無增相，盡相極多，我們雖然平常也好像做一點好事，他那個好事啊，下面四個字這四個字仔細看：第一個這個善叫「微善」，而且這個微善還「相似」，看起來好像是，看起來好像是。我們的的確確，如果你仔細檢查的話，你會發現簡直是一無是處，本來就已經非常少，而且這個又是相似的，相似的換句話，本來就不真實的。這個是所以為什麼我們雖然學佛，雖然學是要學大士，實際上呢我們卻是要從像俞淨意公那種地方學起。這麼現實的例子擺在這地方，假定說我們連像俞先生那樣做不到，而我們說學大士的話，那不是完全顛倒，完全自欺欺人嗎？所以這個起心動念之間最重要，起心動念當中如果說這個慢心、憍心還是照樣的話，那一點用場都沒有。而這個慢心、憍心最糟糕的地方，你自己不感覺到的，自己總覺得還樣樣對，看看別人是樣樣不對。所以在這種情況之下，儘管你稍微做一點好事啊，這種好事都是相似的。",
    "465": "[07:45]所以說到這裡順便一提，一開頭我們學的時候為什麼他還沒有講，先告訴我們要我們斷三過，然後呢說我們具六想。第一個想就是，喏，我們在病當中！那麼，這個想呢經過前面共下、共中已經告訴我們，我們確確實實在病。理論上了解了，可是現在怎麼要想辦法把這個理論，在實際上的心相上面要認得它，這是我們現在修行第一重要的事情，第一重要的事情。那麼為什麼說這個，就算是一點小善哪 ─無增相，連它這個小善增加、增長的都很少，而反過來，「盡相」啊，處處損減倒是很多。為什麼呀？喏，下面這個：",
    "518": "[08:38]謂由瞋恚毀訾破壞菩薩，伴友，而致窮盡。所以心裡面有一念瞋心，乃至於啊平常的，說毀謗、破壞菩薩，以及同伴的同行者。這個的的確確是，我們很容易犯，尤其現在這種情況，大家住在同樣一個環境當中，難免的，我們有無始以來的習氣啊，總覺得「唉呀，這個不大對，那個不大對。」那麼這種情況之下，各人有各人的意見，各人有各人的想法，就很容易這批評啊，輕輕地、這樣地隨便說一點的話，這往往會產生很大的流弊，很大的流弊！這個因為這樣的關係啊，就算積一點，自己也造了這樣的惡業，破壞無餘。",
    "577": "[09:37]故能斷此及破壞菩薩者，則《集學論》說，依補特伽羅所生諸過悉不得生。假定這個毛病你能夠斷絕，能夠斷絕，能夠不去破壞菩薩，那麼就像這論上面說，依普通人所生的過患啊，他都能夠消除掉，都能夠消除掉。下面緊跟著又說：",
    "606": "[10:06]然於何處有菩薩住，非所能知，當如《迦葉問經》所說，但是究竟哪一個是菩薩？那我們不知道，我們不知道，他心裡怎麼想、他心裡發些什麼心，的的確確我們不知道。所以啊，應該像《迦葉問經》，就是《大寶積經》上說的，",
    "625": "[10:25]於一切有情起大師想，修清淨相。讚揚功德，這樣，所以應該學這《大寶積經》上面迦葉尊者所說的：啊！從此以後，他對任何一個人哪，起佛想。那麼儘量地修清淨相，就是看見他們每一個人，都是值得稱揚讚歎、清淨的，這樣。實際上呢，的的確確，就算他不是菩薩，你能夠修清淨相稱揚讚歎，結果好處是你的，不是他的；反過來，就算他不是菩薩，你呀批評他，對不起，對他沒有什麼用場，真正的過失還是你的，還是你的。這點哪，我們修學佛法的人要了解。平常我們講講道理，空口說說白話，那反正本來就是這樣無所謂，弄完了以後下地獄就下地獄了；現在我們真正想認真學修行的話，這個地方很重要，很重要！所以不是一個道理，處處地方你要了解：嗯，怎麼樣把這個道理運用在身心上面，淨自己的過失，增自己的功德，這個才是真正重要的！",
    "711": "[11:51]所以我特別常常強調，當你看見外面的境界不理想的時候，你會感覺得：嗯，這麼不好。那個時候千萬注意！立刻反省一下，立刻反省一下你自己的內心。那個時候你就發現，你看見外面在說他是非的時候，那時候內心的煩惱相，這個我們第一應該了解的。不要說上士，連它共中士剛開始第一步我們都不認識。或者退一步說，就是要學共中士，你真正的目的幹什麼 ─淨除煩惱。現在那個煩惱相已經現起來了你都不認識它，你談什麼修行，這一點我們千萬要注意！但這個地方並不是說「喔，他們都是對的。」不是這個意思，不是這個意思。那麼詳細一點說：就是當外面的情況，一個境相現起的時候，你那時候感覺得他對或者不對，說現在我們特別說不對啦，因為這個時候會引起我們對他批評，然後不滿意或者什麼，那個時候內心上面哪，的的確確，我們要曉得這是煩惱相。",
    "789": "[13:09]所以我們真正修學的人，第一件事情啊，就把內心上面認得了，怎麼把它，欸，拿掉它。持戒、持戒，戒指什麼？就是這個。所以六祖大師有一句話 ─心平何勞持戒。喏！很簡單，你心裡面保持到這樣的平穩。當看見了個境界，你的心裡面已經是起伏不平了，你談還什麼？當然這是講的戒的特質，戒法、戒體來說。那麼這個時候我們就要想辦法，欸，對，用這個如理的教法來淨除、調伏自己的內心相，調伏自己的內心相。以前我們沒有聽說過教法，不懂得，拿世間的標準去衡量，那覺得對，自己很對，他人錯，那個都是啊流轉生死的源源不絕的惑業當中；現在了解了，從這地方停止起。",
    "855": "[14:15]停止了以後，然後呢，你心裡面能夠把穩了，如果說你只求自己解決的話，那不管它外面天塌下來，你只是一心一意地淨化你的內心。當然從這上面進一步說，我是要學大乘的，那個時候你才心平氣和地想，欸，他這個是不對，你用什麼方式幫忙他解決。那個時候你的心裡面住在什麼？住在憐憫善心相上頭，那時候就可以談得上幫人家解決這個問題。否則，千萬不要開口，單單這個意念本身已經錯了，一開口那更是錯上加錯，這是我們必須要了解的。",
    "904": "[15:04]所以，不是叫你說什麼都不辨別的、不管，你必定要了解你的目的何在。如果你是講世間的道理，對！如果你想真正淨化自己，那從根就錯！然後呢要想自己淨化的有兩條路子：求小乘的，那時候你只管把它內心淨除乾淨了以後，好囉，你就停在那裡，其他的什麼不管。如果你要進大乘的話，自己淨化了，那個時候你更進一步說，是的，我現在內心已經平伏了，然後呢，那個時候啊，依你的憐憫心、悲心、利他心，這樣善淨之心進一步方便善巧地幫忙他。而不是拿一個標準說「他不對，他要這個樣，他要這個樣！」不！不是這個樣的。這一點我們在這個地方特別說明一下，特別說明一下。那麼下面有一個，",
    "971": "[16:11]讚揚功德，謂有聽者時至，非說不往四方宣說便成過咎，此能對治第三黑法。這一條是告訴我們稱揚讚歎菩薩的真實功德。那麼這個稱揚讚歎是指什麼？說有人來的時候，當我們啊碰見大家談話的時候，不是說你不到別的地方去，到處，現在我們修行不必，我們就在這地方。可是外面有一種境界來的時候，那個時候啊你就把持前面這個原則，把持前面這個原則，這一點非常重要，非常重要！",
    "1012": "[16:52]第四白法，境者，謂自所成熟之有情。那麼最後一個。對象是什麼呢？就是自己已經成熟的有情，這個成熟就是善根成熟的。",
    "1028": "[17:08]事者，那麼對他做什麼事情呢？",
    "1029": "[17:09]謂不樂小乘令其受取正等菩提，此就自己須令所化受行大乘。那前面是說，他本來做得對的，然後呢你讓他生憂悔；現在這個情況是說，不要讓他生起憂悔。這是指什麼？他自己呀，不願意走這小乘，而正要趣向大乘的這種人。那正是學菩薩，我們不是學了菩薩發了願心然後談這個嗎？那正是我們自己要幫忙他、濟度他的這種人，這個。",
    "1078": "[17:58]若彼所化不能發生大乘意樂，則無過咎非所能故，假定說對方是一個小乘根性的人，他不是一個大乘根性的人，勸他沒用！那麼這種情況，那沒問題，沒問題。換句話說，這個黑法跟白法之間的關係是什麼呢？他是一個大乘行者，他正是在這個上頭路上做，而你現在是一個學菩薩的行者，你正應該幫助人家。他現在自己學，學對了，你反而令他、使他自己對做對的事情生起疑悔的心情，你不是害了他嗎？不可以！所以這個白法的話呢，就是，喏！現在你正要度化的有情，他在走在這條路上面去，你不要讓他生悔，然後你稱揚讚歎幫助他，稱揚讚歎幫助他。那麼，反過來說呢，他如果小乘的行者，那個雖然你要去幫助他，但是啊他不行；不行，那沒辦法，因為他根性如此，這一點我們要了解的。",
    "1167": "[19:27]由此能斷第二黑法。這前面的黑法跟這裡的白法一對比就了解了。",
    "1177": "[19:37]若由至心欲安立他於究竟樂，定不為令他憂惱故，而行令他憂惱加行。就是，就是！剛才已經解釋了。",
    "1191": "[19:51]《師子請問經》云：「由何一切生，不失菩提心，夢中尚不捨，何況於醒時。」經上面告訴我們，總的告訴我們，現在我們真幸運啊，得到了這個無上、無比的大寶啊！那怎麼樣想辦法從生生死死，在任何生死當中啊，不再失去這個 ─菩提心大寶。這個不要說醒著的時候，乃至於做夢的時候啊，尚且也是這個樣，這樣。那麼，",
    "1231": "[20:31]答曰：「於村或城市，或隨住境中，令正趣菩提，此心則不捨。」是說，不管在任何情況之下，熱鬧的地方也好，清淨冷僻的地方也好，隨便你在任何情況當中，使得這個心、內心啊，一直正現在前，心心趣向菩提。你能夠這樣，現在已經發了，繼續不斷地當然在增長，既然增長那就不會捨棄。",
    "1266": "[21:06]又《曼殊室利莊嚴國土經》說：另外一個經上面。",
    "1271": "[21:11]「若具四法不捨大願，你能夠具足了這四樣東西，那麼這個願就不會棄捨。哪四樣？",
    "1279": "[21:19]謂摧伏我慢，斷嫉，除慳，見他富樂心生歡喜。」這個四點你能夠做到的話，那就不會捨棄。前面我們已經了解了，尤其在自他換當中特別說明，現在我們了解啊，我們生死當中第一大怨家、大仇人，什麼？就是我愛執。一有這個我愛執這個慢相就生起來了，這自然而然我總歸是最重要，我總歸是最高！不要你去想的，它任運地在一切時處自然而然這東西。現在你能夠把它摧伏，它不是斷除喔，把它降伏它，處處地方尊重別人，處處地方把那個我拿掉。我們剛才說，所以動不動看見人家不好，或者什麼等等，主要的還是這個，還是這個 ─我慢。",
    "1339": "[22:19]我們譬如說，隨便說一件小事情吧！我們譬如談論眼前事情的時候，總是看見這個不理想、那個不理想、這個不理想！結果呢？我們不妨想一想看，以起我們現在的來說，譬如常常講的這個，啊！說我們現在這個、這個很多地方啊，到處，不但是我們這裡啦，別的很多地方你看見，落伍的國家固然如此，前進的國家還是如此。說很多這政治上的官吏等等啊，他都在這地方的所謂徇利，唉呀，都是只要好像保穩啦，不敢做事情。實際上呢，這個情況啊，為什麼？因為你要想努力去做事情，你辛苦了半天，真正現出來的好處，人家都覺得當然的，他不會來讚歎你，他不會感激你。但是呢你要嘛不做，做了以後它一定有所改變，一定有它不方便人的地方，結果各人有各人的意見，大家只是看見這一點。",
    "1409": "[23:29]大的是國家，小的我們眼前的很多地方，這個人辛辛苦苦在廚房裡忙了半天，你不看見他，倒是你只會看見他，唉，這口味不配你胃口，今天太鹹了，明天太淡了，就是這樣，我想我們人人都有這個感覺。所以啊我們真正修學佛法的時候啊，必定要從哪裡開始？要從這個地方自己注意。那我們任何情況之下一起念，只看見人家的不是。所以在這個地方啊，我們也可以說很值得我們學的。",
    "1445": "[24:05]我們首先為什麼一再提，提醒自己說，「我到這裡來幹什麼的？」我到這裡來，不要說你來修學佛法，那至少你說，唉呀，這個很痛苦要改善它。現在我們已經了解了這個痛苦的根本是什麼？就是你的業。而業前面的上首引導它是惑、無明，這種情況就是無明相。如果你把握住這一點的話，你一定了解得很清楚，不是忙別人，忙自己。它任何一個起心動念的時候啊，你覺得：「欸，又不對了，要改善它！」這種情況之下，就算你不懂得多少經論等等，你對了！反之，儘管你三藏十二部樣樣都通，寫多少文章，講多少大法，對不起，你在門外，根本完全不相應，根本完全不相應！再聰明，再什麼，那是世智聰辯，一點用場都沒有，這個我們要了解的。而根本在哪裡呢？就是這個 ─我慢，我慢。前面已經說過了，向後面呢他還特別提這件事情。",
    "1526": "[25:26]所以我們現在啊，常常提醒自己：我們真正的生死當中第一大怨家，就是這個「我」字，就這個「我」字。然後呢當你境界現起的時候，你就隨時會感覺得：「欸，這個﹃我﹄在背後。」有的時候很明顯的在前頭，有的時候在背後，你只看見這個人不對，那個人不對。誰在看見這個人不對啊？好，那個時候你才回過頭來一照，原來啊背後有個東西，那就是這個 ─我，這樣。人家對不對無關緊要，就是你起了這個心的話，那是把你就困在生死當中已經。",
    "1567": "[26:07]然後呢，嫉、慳這個容易，人家好了你嫉妒他，然後呢，你自己有的東西捨不得。看見他的富樂的話，那麼，這麼「見他富樂心生歡喜」，所以應該是說，斷除了這些東西，那麼看見別人好心裡面哪 ……這個，這一點哪，應該是見他富樂，這個羨慕他、仰慕他這種心情我們不要；再不然的話，就是見他富樂，嫉妒他、不歡喜心這個不要。這個就是我們要了解的，前面這個文字，就是把那個東西總是拿掉它。",
    "1616": "[26:56]《寶雲經》說：「若於一切威儀路中修菩提心，隨作何善以菩提心而為前導，於餘生中亦不捨離如此心寶，如如若人多觀察。」等明顯宣說。下面另外一個經，說不但是我們起心動念，除此以外啊，行、住、坐、臥在任何情況之下都要修這個，那麼這個是心裡面呢提持它。更進一步，做任何事情呢都以這個菩提心為前導，你為什麼要做這件事情呢？目的是為了它，這樣。所以在這個地方我們就可以記得《華嚴經》上的一句話：「忘失菩提心，修諸善法，是名魔業。」你發起了以後，一旦忘失的時候，你做的那個善法，對不起，魔業。為什麼是魔業啊？因為如果說你這個行為跟菩提心，或者跟覺心不相應的話，不管什麼都是集諦所攝。所謂集諦所攝的，就是設使你做了善法生了天，完了以後啊又三世怨，這個是我們要了解的。所以現法是如此，你能夠這樣努力的話，自然而然一直增長，增長的話，將後來啊，它當然也不會離開。像這樣啊，那我們是應該多多觀察，觀察內心使它步步增長。",
    "1722": "[28:42]第三犯已還出道理者。那萬一犯了怎麼辦？",
    "1729": "[28:49]多作是說，犯四黑法及心捨有情之五，或加念云「我不能成佛」棄捨發心，共為六種。先說那個犯相。什麼是犯了？是很多地方這麼說，說前面這四種黑法，犯了；加上呢，心裡面棄捨有情，菩提心的特質是幫助一切有情，現在你棄捨他了，這個五樣。還有呢，就是修了菩提心以後，他一個特別的策勵它增長，是日三、夜三的話，繼續增長那個發心，如果說這個不做的話，那麼這第六個，這個算是犯了。"
}