{
    "6": "[00:06]犯了這幾樣東西，",
    "9": "[00:09]若越一時則捨願心，若一時內而起追悔，僅是失因。假定說你犯了這個毛病而超過「一時」，這個一時啊，他沒有明確地說明。那麼通常呢我們就可以說，我們通常說一時就是四小時。晝三、夜三，所以早晨是三時、夜三個時，所以廿四小時分成功六等。那麼六等當中，所以這個地方的一時，相當於我們現在四小時，他們是一個，所謂一時是這樣算的。如果你犯了這個，超過了這個，就捨掉了。如果說這個時候之內，你又覺得「唉呀，怎麼我錯了！」那麼算失去的因，並沒有正失去。他很多地方這樣說的。",
    "66": "[01:06]若犯六次發心及學二資糧，亦唯退失之因。還有，說這個六次發心，是前面告訴我們，發了菩提心也好，我們晝三、夜三要發。發的就是啊，「諸佛正法眾中尊，直至菩提我歸依，……。」這樣的要六次。還有呢，同時要學兩種資糧 ─福、智兩種資糧，如果說這兩樣東西沒做的話，只是退失的原因，只是退失的原因，不是真退失，這個是有很多地方這麼說。",
    "101": "[01:41]這個究竟是與不是，他這個後面會詳細地辨明，特別是這個大師造的《菩薩戒論》上面，這一個道理非常深細、非常深細。所以這個地方我們只要了解一個大綱，了解一個大綱，將來等到我們學了這個戒的時候，然後呢深細地去學它。因為整個地來說，我們現在還談不到真正地如法相應地跟它去做到。所以我們了解一個原則的大綱，那麼將來進一步細學的時候，我們自己曉得：噢，前面所說的這個綱要，現在它的真實的內涵是些什麼！我們就能夠非常具體完整地，一步一步深入地學習，而做到它。",
    "156": "[02:36]若已失者應以儀軌重受願心，若唯退失因者則不須重受，悔除即可。假定說，你失壞了、退掉了，那麼要照著這個儀軌重受；假定是沒有失掉，只是退失的一個原因，那麼你只要懺悔去淨除就可以了。不過下面就來說明了：",
    "186": "[03:06]其中若念，我不能成佛，故捨發心者，即彼無間棄捨，無待一時，故一切種畢竟非理。上面說的六樣當中啊，說捨有情，假定我們心裡這樣想：「唉呀，這個成佛太難哪，這個不行啊！」那個時候你心裡面就放棄掉了，這樣地放棄，當下本身你就破壞掉。因為你的願心無非是要幫助別人，所以你一旦說放掉了那個，那個就不行了，不要等到說這麼長的時候。所以這個一點哪，在任何情況之下畢竟不合理的，畢竟不合理的。這個下面是「畢竟」啊，不是「畢究」，這個字錯了。",
    "241": "[04:01]四黑法者，非是現法失發心因，是於他生令所發心不現起因，故於現法而正遮止。他上面說犯了四個黑法，實際上呢，這個四個黑法不是現在、現生失掉，並不是現生退失的原因。是說你犯了這四樣東西，「他生」這個不會再現起了。因為避免他生失去不現起，我們正需要的是生生增上，現在你「他生」不現起了，當然我們不願意的，所以為了這個理由啊，所以現在就遮止它、避免它。",
    "294": "[04:54]《道炬論》云：「此為餘生憶念故，如說學處應盡護。」《道炬論》很明顯地告訴我們，這個是為了你以後生生繼續記起來增長它，而不是說就現生。所以啊，就像我們學菩薩的學處也一樣，雖然這個四點沒有在這個菩薩學處，或者說沒有在這個菩薩戒當中，但是我們應該完全保護，不要去犯。",
    "332": "[05:32]言如說者，就是括弧裡面「如說」學處。",
    "335": "[05:35]謂如〈迦葉問品〉所說也，即此經意亦是如此。這個很明白。上面說的，喏，就是指，「如說」是指什麼？像這個經上面，經上面也明白地說明這一點。",
    "350": "[05:50]四白法時顯然說云：「迦葉，若諸菩薩成就四法，一切生中生已無間，菩提之心即能現起，乃至菩提中無忘失。」下面就把經文引出來，那個經文上面怎麼說？說：迦葉呀！假定那些發了菩提心的菩薩們，成就了這個四法。那麼一切生當中，「生已無間」，他只要生出來了以後啊，他的菩提心自然就現起來了，乃至於證得無上大菩提，他一直不會忘失。",
    "394": "[06:34]四黑法時，雖無現後明文，故亦當知是約後世。這一段話在白法當中有，黑法當中他倒並沒有說。所以你根據這個前後的經文的話，你就了解了，雖然在說黑法的時候沒有講這個意思，但是一定也包含在裡頭。譬如我們隨便講一句話啦！這樣今天大家出去啦，說：「某人哪、某人哪、某人哪、某人哪，今天要出去。」前面不會說：「某人要出去，某人要出去，某人要出去，某人要出去 ……。」不會這樣講的，說總結起來，然後呢最後那個加上去，這個文字很明白。所以說，他前面講四黑法，雖然並沒有說餘生當中，但是呢講到最後說白法當中，講完了以後說，那個嘛，你犯了白法嘛，餘生當中很快現起；反過來說，假定你犯了黑法的話，餘生當中就失去，所以這個經上面哪，這個意思很明白！",
    "461": "[07:41]說到了這個現起以及失去啊，我們眼前有很多例子，這種例子我們不必看佛經，不必看佛經。因為菩薩行者的確不是像聲聞乘，聲聞乘行者一定是佛出世、教法住世的時候，現那個僧相，菩薩生生世世在三界之內。譬如說我們看看我們中國古代的那些聖賢，西方也是如此，就我們來說，當然我們看中國人。歷史上有好多這種了不起的人，欸，他就從小或者是大孝、友愛，我們無法想像的這種情形，你絕對無法想像！就這樣。這種深深地說明了什麼？說明了這種都是菩薩行者，欸，他這一生儘管沒有佛陀來教誡他，但是呢他自然而然哪，他這個心裡面會現起，他繼續這一生地繼續下去，繼續下去。",
    "532": "[08:52]這個魏晉南北朝的時候，有非常有名的幾個世家 ─王、謝，有一句話叫「舊時王謝堂前燕，飛入尋常百姓家」，不曉得你們唸過這個沒有？就是說，那個時候這個門閥世家非常講究，平常啊我們總講門當戶對，這個王家及謝家，那兩家是生生世世都是有名的人物。這個他王家有兩個了不起的人物：王祥、王覽。那譬如後面的說王導、王敦一大堆，啊，那都是那些人。那個「王祥臥冰」的故事你們聽說過沒有？這個地方說一下。",
    "581": "[09:41]在廿四孝史當中，廿四孝當中，有這麼一段公案。實際上不但是王祥，還有一個他的弟弟王覽。這個王祥他母親死了，所以他父親就又續娶，換句話說她是後母。那麼這個後母啊非常虐待他，虐待得非常厲害，但是啊，不管你怎麼虐待，他這個兒子的孝順是無比地孝順。要我們現在啊，不要說後母，這親生子要談得到對父母好的，已經找不到了。嗯，到了冬天了啦，然後呢要吃魚，當然到了冬天吃不到，那是北方哦！冰天雪地，他怎麼都沒辦法。啊，看見那湖裡結了冰，結得很深哪，就把衣服脫掉了，睡在那個冰上面，讓那個冰融掉了去捉魚。你可以想像得到嗎？可以想像得到嗎？但是這個母親還是想盡辦法去虐待他。",
    "651": "[10:51]真正精采的，所以這個真聖賢人啊，就會生生世世繞在一起，他那個弟弟很小啊，一直就袒護那個哥哥。但是他並不是說違背母親哦！他這個弟弟叫王覽，照樣地非常孝順。一方面就孝順那母親哪，他並不覺得他母親虐待他 ……弟弟，而跟他母親，他對他母親絕對仍舊像母親一樣；但他另外一方面啊，就處處地方保護那個哥哥。有的時候啊他母親打他，他就抱在那個母親身上，嗯，那邊打，他就那邊抱著，那個母親疼愛自己的兒子，就不打了，就這樣。那她用種種方法，乃至於有的時候看看，實在心裡面非常嫉妒，氣憤不過，拿這個毒藥給他吃。結果那個王覽看見了，就那個母親用那個毒的東西給他吃，就搶過來吃，那母親馬上給他潑掉了。所以這個弟弟啊是寸步不離那個哥哥，那個母親看看是一點辦法都沒有，這樣。然後呢等到他娶了媳婦了，娶了媳婦以後，那個長媳婦就是王祥的，她也是虐待她。欸，那個王覽處處地方，你要叫她事情，他自己就親自去做，弄得這個母親也沒辦法，最後終於感化了。",
    "728": "[12:08]所以，這種廿四孝史等等，你們有機會，平常我們與其看閒書倒不如看這個，看這種書自有一股激勵你向上的心。不管是孝、悌、忠、信、禮、義、廉、恥，這種事絕非常人。為什麼這些人做到呢？喏，就這裡，就是這裡！他宿生已經發了這種了不起的大菩提心，然後他在世俗上面任何行為，在家裡面 ─孝。所以啊，我們中國有一句話：要想找忠臣啊，在孝子之門。在家孝，那麼在外面的話一定盡忠，朋友之間一定有信，他那個德行一定是多方面的。所以反過來，你看，如果這一個地方他不對的話，其他地方大概不 ……，當然我說那個不對的話，就是說你可以從小地方觀察一個人的各方面。那麼這個地方，我特別順便說一下。如果我們了解了這種道理了以後，觀察旁人是如此，了解了這個觀察的方式，然後用來回過頭來反照自己作為我們借鏡，淨除罪障，生生增上。所以這個是失去，就不失去。",
    "812": "[13:32]四黑法時，雖無現後明文，故亦當知是約後世。然於現法若行黑法，則所發心勢力微弱。雖然它正防止是防止後世的，但是如果你做的話，現在這個發心的力量也慢慢地減弱，慢慢地減弱。因為這個心本身哪，發了以後你要不斷地增長，現在你做的這一件事情恰恰是相反的，當然把原來這個力量在減退當中，所以說明這個。",
    "854": "[14:14]「若非爾者」，下面這個話就是辨了喔，辨了！因為前面有很多人說，犯了這四樣東西啊，說就算失去了。實際上呢，大師說不失去，這一生不失去，只是下一生不生起，下面就是辨明。假定說不是這樣的話 ─不是什麼？就不是指下一生，而指這一生就要失去的話，犯了這四種黑法就要失去的話，那麼這個罪就變成什麼？犯了以後啊，就把我們的菩薩戒就應該毀壞，應該這樣。可是菩薩戒當中並沒有把這幾條東西加進去，所以他根據這一點來證成，證明說，這一個不像前面很多人說啦，犯了這個四黑法就算破壞了，只是下一生不現起的。我先把那個道理說一下，那麼你們一看那個文哪，就很容易懂了，我們現在看那個文。",
    "930": "[15:30]若非爾者，則具菩提心律儀者，為戲笑故略說妄語，這是這個黑法當中第一個。",
    "938": "[15:38]於有情所略起諂誑，這是四黑法當中第四個。",
    "944": "[15:44]瞋恚菩薩略說惡名，這是四黑法當中第三個。",
    "949": "[15:49]於他善根略令生悔，自無追悔，這個是四黑法當中第二個。",
    "956": "[15:56]過一時竟，皆當棄捨菩薩律儀。他犯了這個，只要超過一個時，這一個時剛才說過了，那就應該棄捨菩薩律儀了，因為前面說，犯了這個要棄捨律儀啊！",
    "972": "[16:12]以由此等棄捨願心，若捨願心即捨律儀，〈菩薩地〉中及《集學論》俱宣說故。因為這個菩薩戒的根本是菩提願，現在你犯了前面這個，那麼你的願心就捨棄，願心既捨棄的話，當然那個菩薩戒，律儀就是菩薩戒，菩薩戒也就捨棄了，這個道理在〈菩薩地〉、《集學論》當中說得很明白。假定這樣的話，",
    "1006": "[16:46]若許爾者，亦應立彼為根本罪，它一定這是根本罪！啊，就是我們在菩薩戒當中，哪幾個根本罪？說這個。什麼叫根本罪？你犯了它，菩薩戒就破壞掉了，這樣。所以假定像他前面所說的，犯了這個四個黑法超過一時就捨願心的話，這個應該是根本罪，實際上呢，不是。說：",
    "1030": "[17:10]然任何中悉無立者，不應理故。所以實際上呢，在這個菩薩戒的戒條當中沒有這一條，所以說，犯了這個四個黑法過一時就捨願心哪，不對！這個辨得很清楚。關於這地方的這一種辨哪，大家再記一次，大家再記一次，就是我們將來正學的時候，本論之真正殊勝的地方，他乃至於很小的地方啊，他一定辨別得非常清楚，了無一點遺漏，了無一點錯誤。儘管我們現在說還是瞎子摸象，但是他絕對不會說，一個毛固然是提都不提，絕對不是說摸到一個鼻子，摸到一個肚皮，摸到一個什麼；一定把你那個象的全貌統統讓你摸到 ─嗯，就是這個樣！在這種情況之下，到那個時候，你自然而然走上去的話，你就不會有錯。這個就是有別於我們現在平常修學佛法，我們才碰到一點邊，乃至於邊都沒碰到，碰到點影子就自己就覺得對了，然後啊，執著這個東西還不肯改。那個是實實在在我們修學佛法當中，一個最可惜、也最可笑的事情。",
    "1124": "[18:44]又算時者，當是依於《鄔波離請問經》，然彼全非經義，我於《戒品釋》中，已廣決擇，故此不說。他上面說那個捨說起一時，這個「時」啊，他那個根據，應該是根據這個《鄔波離請問經》。但是這個經 ─不，有問題的！這裡並沒有說，在這個《菩提正道菩薩戒論》當中啊，他有詳細的說明，所以這個地方不談。我剛才說過了，正式我們要來研究這個戒的時候，到那個地方會詳細說明的。",
    "1165": "[19:25]心捨有情者，若緣總有情，謂我不能作此許有情之事，心棄捨者即捨願心，極為明顯。那麼心捨有情是怎麼樣呢？「緣總有情」，因為發心的時候啊，是緣一切有情的，所以說，你說：「啊，不管哪一個有情，我總是不再想去救他們了！」那時很明白，跟你的願心完全相反，當然捨棄掉。",
    "1195": "[19:55]若緣別有情，那麼進一步說，你不是緣一切有情，緣一部分，那怎麼呢？",
    "1201": "[20:01]謂我終不作此義利，若起是心，如壞一分即壞整聚，便壞為利一切有情所發之心。就是有的時候說，我並不是棄捨所有的人，只棄捨某一些人 ─別有情，個別的，就是對這一些人我不願意。要曉得這種情況怎麼辦呢？雖然你並不是整個地棄捨掉了，就像你壞掉一分，對不起，你壞掉了一分的話，就像整個的都壞掉了一樣。就像那部汽車一樣，你不能說這部汽車沒有整個地爛掉，只是那個引擎壞掉了。對不起，引擎壞掉了這汽車不動，等於全部壞掉一樣的，就是這樣，這個道理是這樣。",
    "1250": "[20:50]若不爾者，（反過來，）則棄二三四等多有情已，為餘有情而發心者，亦當能發圓滿菩提之心。他反辨，說：是的，你棄捨，棄捨少數的幾個人，假定少數棄捨有 ……棄捨了少數幾個人，仍舊算是圓滿菩提心的話，那仍舊沒有壞菩提心的話，那就等於這個你這個只緣別的人，只緣別的人上發那個菩提心的話，不圓滿的。菩提心的特質是什麼？緣一切有情。現在哦，那些嘛要發，那些不發，這個怎麼可以算圓滿菩提心呢！這個道理就辨別在這裡。所以總之，捨棄有情，這個絕對不可以！",
    "1302": "[21:42]如是於此發心學處，《道炬釋論》別說，因陀羅補底，龍猛，無著，勇識，寂天，大德月，靜命等派各有差別。這個上面說的發心學處，只是行心的學處是共同的，那就是我們《瑜伽》戒，我們這裡盛行的是《梵網》戒，不管哪一個，這個是行心的學處。那麼這個現在上面講的，是願心的學處。這個願心的學處啊，有各宗各派不同的說明。下面這幾個就是不同的傳承：因陀羅補底、龍猛、無著、勇識、寂天 ……這些，各派它有不同的，有不同的。有的呢，",
    "1360": "[22:40]有者許為盡初發心及行諸行所有學處。又有許為經說一切皆應守護。復有許為盡資糧道所有學處。餘者有謂不許如此如此定相。有餘更許於其歸依學處之上，應護八法謂不忘心法及忘失心法。說此諸軌，皆是經說，應隨自師所傳受持。下面這個地方就是大師告訴我們怎麼辦。這個各派啊，各派有各派的說法，有的說「為盡初發心及行諸行所有學處」，說初發心的人，以及應該做的，所有的都要學。有的呢，說所有經上面講的你都要學。還有呢，就是他廣狹、開合的不同，我們現在修學的時候分成功五道，說資糧、加行 ……，現在資糧道當中應該學的，你都要學。諸如前面所說的，它有一個範圍，後面的一個總相的範圍。後面的那個「餘者有謂不許如此如此定相」，就是特別指明，這一些東西、那一些東西不可以，那些東西、那些東西該學。這個下面說的各種不同的。說凡是這些東西，那你怎麼取捨呢？那個標準在這裡。下面這個標準很清楚、很明白，「應隨自師所傳受持」，就是照著你自己的師承所傳的，照著去做。",
    "1471": "[24:31]說云：「我師所說，」許彼一切皆是經義。就是這樣，那個《道炬論》上面，就是阿底峽尊者說得很清楚，喏，說：「這個是我師長的傳承。」換句話說，阿底峽尊者承認、接受，這個都是經論上面的意義。這一段話，宗喀巴大師並沒有特別地明辨，換句話說，這兩位所謂堪為後世定量的大菩薩、大祖師都這麼說明。是的，我現在所了解的、我所接受的，凡是有完整傳承的都這樣說。有的時候是，這個人那樣說，這個人這樣說，那麼你就說：「只要你這個圓滿的師承正確地告訴你這樣，你就照著去做，就對了，就對了！」這最重要的！總此《釋論》從善知識敦巴所傳，諸大知識皆不說是覺",
    "1531": "[25:31]自造，拏錯所傳，則說是覺造是拏錯之秘法。那麼上面這個解釋是哪來的呢？他又說那個傳承，這個是敦巴尊者所傳的，敦巴尊者是什麼呢？是阿底峽尊者。但是啊，大家說這個不是阿底峽尊者自己造的，他們把那個傳承說得清清楚楚。這個裡邊為什麼要這樣呢？因為這一個概念有兩個不同的說法：有一部分呢，說這是善知識種敦巴尊者所傳下來的，當然他還是引那個阿底峽尊者的說；另外還有個拏錯 ─拏錯也是阿底峽尊者的一個弟子，就是迎請阿底峽尊者入藏的那個拏錯大譯師，他們都是最主要的阿底峽尊者的主要的弟子 ─他是說這個是阿底峽尊者造的，造了以後只是秘傳給拏錯。",
    "1618": "[26:58]然諸先覺傳說覺，於補讓時做一略釋，次在桑耶譯師請其更為增釋，覺教令廣之即可。是以覺所作略解，更引眾談說之事而為增補，故亦略有數處謬誤，那麼關於拏錯大譯師說這個是覺造的，很多前輩們怎麼說呀？說是這樣的：在那個地方的時候，那個阿底峽尊者曾經做過一次綱要原則性的解釋；後來在桑耶，那是一個地方，那個地方的譯師，請他更把這個前面這一次的綱要解釋啊，再增廣詳細地說明。那麼那個時候，阿底峽尊者就說：「那就把這個道理啊，你們依著這個道理把它增廣就可以了。」所以這個是，阿底峽尊者是大綱的解釋，那麼其他的人呢，再來增加它。因為這樣的關係，所以這個裡邊是有一些小小的錯誤是有的。但是注意噢！",
    "1710": "[28:30]然於正義亦多善說。它真正重要的地方，那是說得對的，說得對的！啊！我看到這地方，我真是覺得啊，他們前輩的這個學法，那實在是一點地方都不遺漏，一點地方都不馬虎。像我們現在都是學的叫所謂「差不多先生」，差得十萬八千里也就是差不多，隨便聽見一點點，就這麼也是就這麼來了。碰見、看見一點樣子就拿著這樣就來了，那這個是為什麼我們學不好的道理。這個是我們從這個地方要切切要注意的一個地方，現在繼續下去。",
    "1753": "[29:13]諸無謬者，我於餘處及道次中亦多引述。喏！凡是前面沒有錯誤的、正確的，那我在本論當中及在別的地方都引用它。",
    "1769": "[29:29]此說學處多不可信。若以發心是為行心，其學處者則於歸依學處之上，僅加取捨白黑八法，定非完足故不應理。"
}