{
    "4": "[00:04]此說學處多不可信。若以發心是為行心，其學處者則於歸依學處之上，僅加 取捨白黑八法，定非完足故不應理。這個地方說的這個學處啊，這個有很多有問題的。因為什麼呢？因為這個學處實際上呢有兩種：一個是願心的學處，一個是行心的學處，這樣。所以我們往往把這兩點混淆不清，所以就產生了這個問題，所以他辨沒有辨明得很清楚。從前面我們剛開始講那個願心的時候，他已經說得清楚了，這個原因在此。那麼在學處上面，又說這個、說將我們發心的這個願心的學處上面，「皈依學處僅加取捨這個黑白八法，定非完足故不應理。」平常所說的，前面說的簡單地說，這個學處就是前面這幾樣，這個顯然不合理的。",
    "74": "[01:14]若單取願心者，則其學處不須俱學經說一切，及入行以後所有學處。所以現在他辨明，發心發的願心還是行心？假定是你指的這個發心是單單說願心的話，那個，這個願嘛！的的確確不要經上面所說的一切學處。它前面這個不是什麼？有許為初發心啊就要所有行一切學處等等，那個不是、不是願心而是行心應該的。所以這一點哪，",
    "115": "[01:55]若非爾者，則與律儀學處，無差別故。假定說這個願心就是行心的話，那對不起，這個兩樣東西沒差別了！實際上願心是願心，行心是行心，兩者當中是不一樣的，這個所以我們要分得清楚。這一點呀，大家回想一下，說你呀假定不能真正去行那個菩薩戒的這種行持的話，你可以發願心，但是不能發行心；換句話說，我要發大菩提心，但是我不受戒。受了戒以後開始，你一定要照著這個律儀去做，這個叫作行心。所以真正受了戒的話，一定要經上面一切都要學。你辨別了這個以後，然後呢上面那個各派的傳承，你就可以曉得怎麼辦。當然你自己來說，如果你老師告訴你怎麼做，你聽他總沒有錯，但是你要辨別彼此之間的這個是非曲直等等的話，那個是一個最好的標準。",
    "183": "[03:03]了解了上面所說的，我們必定要分辨得清楚，行心是什麼、願心是什麼，這第一個。第二個呢，這個行心裡邊差別比較少，實際上呢換句話說，就是行心他還是 ……行心有很明確的根據的，譬如說瑜伽戒就是《瑜伽戒本》，梵網戒就是《梵網戒本》，只是各家註解的時候，這個鬆緊開合稍微有不同；這個願心就差很多了。那麼在這個地方，大師加以辨別，除了辨別以外也特別說明一點，這個就是你的師承哪來的，你就根據那個師承去學，這樣總是沒有錯，總是沒有錯。",
    "238": "[03:58]所以同樣的道理，現在我們平常啊，根據我們師承，到那時候你只能說：「欸，我的老師所傳的是這樣，他這個，哦，我不知道。」我們注意呀！千萬不要說他這個不對，千萬注意這一點事情，這一點要避免。在不但是大乘，小乘也是如此，所以十八部當中啊，它明明白白，佛親口交代。乃至於到後來像這種阿底峽尊者這種大善知識等等的話，他很明白地說明了、示現了一個事實，他廣通所有各部，假定說有一部不對的話，依他們這種人難道辨別不出來嗎？而且他這個不是根據學理呀，他親身驗證；不但親身驗證而且得到本尊許可，換句話說，親自見到佛菩薩，然後告訴他。",
    "300": "[05:00]不但是在當年印度，依我們中國南山道宣律祖來說，他十世為高僧，最後那一世就是唐朝的道宣律祖，然後呢他因為持戒精嚴感得那個天人下來。那個天人都很長壽，親自看見佛在世的時候制戒的這種，他都了解，所以稍微一點錯誤，那天人就告訴他這裡要怎麼修改，哪個地方對的，那很明白。所以我們這一點注意啊！我們要一直常常提醒自己，這個常常不是說今天提一提、明天提一點，要恆常。哪一個東西來提醒呢？就是我們在長夜無明當中，所以你不作意對治的話，這個毛病自然而然就出來了，而且不知不覺出來了，這一點我們要特別注意的，要特別注意的！現在我們繼續看這個文 ‥",
    "364": "[06:04]除前所說二學處外諸餘學處，是如《道炬論》及《發心儀軌》所說。除了像前面這兩種學處，就是願心學處、行心學處等等，還有的其餘的都是呀根據什麼，這個上面的分別等等，那這是根據《道炬論》及《發心儀軌》。",
    "390": "[06:30]須學《七法經》者，另外有一個地方，這個上面怎麼說？這個上面另外告訴我們一種辦法，這個辦法什麼啊？",
    "400": "[06:40]說是欲求速發通者所應修學，故非發心特別學處，此中不錄。這一個特別的方法，說你要學了以後啊，要很快地學，修神通，那麼你就要照著這個。這個地方現在的不是放在發神通上面，所以呀不談這個。",
    "425": "[07:05]如是自宗除捨願心，心捨有情，犯餘學處，乃至未具菩薩律儀，無依菩薩之罪犯，那麼現在最後呢，所謂出自宗，哪！換句話說，宗喀巴大師所認定的最主要的什麼？就是捨願心，捨救濟盡法界、虛空界一切有情這個心，這個是，捨─哦，不！下面說捨有情以及捨願心，願心是願成無上菩提，就是說這兩個心一捨，那犯了，那犯了。所謂其餘的學處，其餘的學處是什麼？這是具菩薩律儀，像上面的說，經上面說的一切律儀呀什麼等等啊，那個是行心律儀，不是願心律儀。所以呀並沒有依菩薩之罪犯，並沒有。只是說犯的因是有的，這個不會失掉這個願心，這個我們要了解。",
    "496": "[08:16]僅違所受中類善性學處，故是惡行應以四力而悔除之。所以呀像這種情況之下，你並沒有失掉你的菩薩的願心，願心，而只是什麼？失掉了，犯了這個惡法了。這個非善法，這個非善法不是最強有力的，最強有力一定是律儀戒，這個是最強的。現在既然你沒有受那個律儀呀，所以只是中類的，這一種，這個也是個惡行，那麼這個惡行呢就是照著這個四力懺悔就可以了。",
    "542": "[09:02]從得菩薩律儀之後，即犯違越律儀學處，如論所說還出罪法，依行即可，故即攝入行心學處，非為別有。那麼當你進一步有了願心以後再受行心，那個時候開始呀說得了菩薩戒了，律儀就是。那個時候如果你毀犯了這個菩薩戒的話，那就要照著這個《菩薩戒論》上面告訴我們的還出的方便。這個時候啊不但是四力懺悔，還要一定有儀軌的，譬如我們現在僧團也是一樣，半月半月誦戒羯磨，那個時候還要如法懺悔，懺制戒之罪。還要四力懺悔，懺那個「性」，所以性罪、遮罪是要各別如法懺悔，你只要照著這個去做就可以了。所以關於這一部分是在行心學處當中，行心學處就是菩薩戒，不是另外有別的，這個我們要分別得清楚。",
    "612": "[10:12]然六次發心，是為願心不共學處。那麼最後總結起來的話呢，就是真正願心的不共的，它的特質是什麼？那就是六次發心。所以前面所說的捨願心及捨有情啊，就是六次發心的恰恰相反，這個六次發心當中說「為利有情、願成佛」，這一句話說得很明白，這個才是願心的不共學處。現在下面，發了心了，照著這個次第一步一步來。上面是說，上士道修心的次第當中分成功什麼，說先是如何發心這個道理；現在呢，已經發了以後，然後呢怎麼樣去修學，所以：",
    "666": "[11:06]第三既發心已於諸勝行修學道理分三：這個就是發了心以後，正式修菩薩殊勝行這個道理。分三部分：",
    "681": "[11:21]一 發心已後須學學處之因相，發了心以後為什麼要學那個學處？換句話說，要受那個戒。",
    "693": "[11:33]二 顯示學習智慧方便一分不能成佛，那麼現在我們要學，第一個，懂得了發了心以後還要學、還要行，單單發心不夠。那麼要學習什麼內容呢？有兩個 ─方便跟智慧。這兩者當中單單一部分是不能成佛，所以要圓滿兩樣東西。這個都辨清楚了、了解了，第三：",
    "723": "[12:03]三 正釋學習學處之次第。到那個時候才正式講 ─現在呢，好！我們來開始學了。那前面是辨別得清清楚楚，一點遺漏都沒有，一點錯誤都沒有，既不多、既不少，然後呢，這一個路弄清楚了你再去走的話，對！",
    "748": "[12:28]今初　如是發願心已，若不修學施等學處，雖如前引《慈氏解脫經》說有大勝利，然不修學菩薩學處定不成佛，故於勝行應當修學。前面哪，發了心，是的，發心是有大的殊勝的利益，但是你如果說不進一步地去學應該學的這些，那麼這個真正的圓滿的、偉大的、殊勝的利益呀得不到，成佛不可能！經上面這麼告訴我們。所以呀，我們那個時候應該學菩薩殊勝之行。",
    "800": "[13:20]《伽耶經》云：「菩提是以正行而為堅實，諸大菩薩之所能得，非以邪行而為堅實諸人所有。」這個菩提的果，那是要如理如法地這個如法行啊，來慢慢、慢慢地堅固、增長得到圓滿的如實之果。這個就是正式的修行者大菩薩所得到的，不是以邪行 ─這個邪行啊，就是錯誤的、不正確的這種行為，所能得到的。",
    "847": "[14:07]所以這個地方特別告訴我們一點，從一開頭其實就說明了，不過剛開頭的時候呢講小的，所以講一部分，剛開頭怎麼講呀？就算你懂得很多道理，講的時候講得頭頭是道，可是你行的時候不相應啊，沒得用！反過來，就算你懂得很少，如果你能夠行持相應，這就對！那指什麼呢？那個是就是說，你真正要想得到這樣的果報，那你要跟這個相應的行持相應，如是因感如是的果這一點來說，說明了這個。",
    "894": "[14:54]那麼現在這裡呢？就是說你現在要得到的圓滿的果報，所以呀要廣學一切，而且要如理如法地去廣行一切，這個我們要分別得清楚。而不是說現在我們學菩薩行了，也什麼都不要去學它，只要做一個小小的事情做對了就可以，不是這樣，不是這樣！我們要廣學一切，了解了；那廣學了一切了解了，你真正行持的時候本身那倒是千真萬確的，不是叫你一步呀一跨、跨到成佛，不是，你走的時候還是走你眼前相應的一步一步地走上去。所以真正修的時候說「一門深入」，不同的呢？平常小的是只深不廣，現在菩薩是漸深漸廣，他走的次第始終還是在眼前該走的那一步，這我們要了解的，這種地方也應該分別得清清楚楚。",
    "967": "[16:07]《三摩地王經》亦云：「故以正行而為堅實，何以故，童子，若以正行而為堅實，無上正等菩提非難得故。」這個經上也同樣地說這一點。它很多地方講童子、童子，譬如說《華嚴經》叫善財童子，這個童子不是叫一個小孩子，這個童子啊有一個特別、特別的地方。他「正增長」第一個，第二個呢心純潔，第三個呢心裡面沒有啊這種各式各樣歪歪曲曲的壞習氣，這個。然後呢勇猛、堅強、精進，這個都是他所謂特質，所以平常我們說青年、青年，就是代表這種心理狀態。所以菩薩現的相啊，你看，哪一個菩薩現的相都是十六童子妙齡之相，就是盛壯之年，發育到最完整的時候，一直保持這個相，一直到成佛。這是我們要了解的，指我們的心理行相。實際上呢假定你心裡真的做到了，那個行相就是這麼個行相，就是這麼個行相。",
    "1048": "[17:28]言正行者謂成佛方便，喏，就是這個！",
    "1052": "[17:32]即是學習菩薩學處故。那個內容呢就是菩薩該學的。",
    "1062": "[17:42]《修次初篇》亦云：所以這個菩薩學處該學的，我們也可以說是菩薩戒。所以這個地方，將來你們學的菩薩戒論，你看那個瑜伽戒，它所以好的地方，就是我們曉得，菩薩常常說六度萬行、六度萬行，這個《瑜伽戒本》，那個戒制的次第，就是照著這個次第來說的。它每一個 ─布施是哪幾個項目、怎麼樣，一步一步分得清清楚楚，就涵攝了菩薩所應的全部的內容，而且綱要次第是非常清楚、非常明白。那麼這個《修次初篇》說：",
    "1108": "[18:28]「如是發心菩薩，自未調伏不能伏他，如是知已自於施等極善修學，若無正行不得菩提。」那麼這個上面就告訴我們，我們發了這個願心的菩薩，第一件事情要什麼呢？為什麼要舉這個六度？六度正說來是自己調伏，然後呢四攝是利他。你不是要利益別人嗎？你自己都不能調伏，你怎麼能調伏別人呢？所以了解了這個道理啊，對於這個布施等，要很努力的。所以前面我們一再說，當你看見客觀的環境對象不理想的時候，你千萬不要說，唉呀，這個不對。你立刻看看你自己內心的行相，你現在是調伏相？由於調伏而推己及人的憐憫大悲相？還是你看見了這個對象不同，心裡面先煩惱了，「這個不對、那個不對！」那是非常清楚，非常明白。所以說自未調伏而能調人者、而能助人者、而能度人者啊，無有是處！這一句話，這個原則啊，我們要牢牢把握在心裡！所以正規地去行是這樣的，你能夠這樣去做就得到果，不這樣子做的話，就得不到果。",
    "1198": "[19:58]《釋量論》云：「具悲為摧苦，當修諸方便，彼方便生因，不現彼難宣。」這個一個偈子呀，前面在《阿底峽尊者傳》當中 ─噢，介紹那個作者殊勝當中已經說過了。現在說，你學大乘的行者，然後呢發了大菩提心，發大菩提心是為什麼？要救濟一切眾生脫離苦海。所以你具足這個大慈悲心，要摧毀盡世間、盡法界一切有情的眾苦的話，你必須要自己調伏，如理去行持。對於這個你能夠了解了、做到了，然後你能夠幫助別人。所以這個「方便」就是剛才學處這個方法。這怎麼來的呢？那就是啊，你自己如法去做，然後呢一一了解，乃至現證。當然這個一定是什麼？從聞、思、修。如果這個你不了解、不認識、不現起 ─這個現起也可分三個次第，第一個是聞，第二個思，後來修。假定是說這個而沒有的話，請問：你怎麼能告訴別人，怎麼能幫助別人，能不能勸說別人？",
    "1297": "[21:37]平常我們講的總是講證，這個就禪宗來說的的確確是要證得才算，所以在前面不告訴你道理；可是教下的好處呢，就是一定有這個次第，當你聞的時候，相應的狀態是什麼；思的時候，相應的狀態是什麼；修的時候，相應的狀態是什麼。這裡簡單地說一下，還是我們拿剛才這個煩惱說一下。譬如說當你聽聞的時候，啊，真正你聽懂的時候，什麼叫聽懂，就是說，平常呀你看見客觀的環境，一看見這個覺得這個不理想、那個不理想。欸，現在你聽懂了，曉得了：喔！原來真正不理想的地方，不是外面的環境，而是看見這個環境以後，你內心當中是否真正調伏。這一個狀態認識了，「啊，對呀！一點都沒錯！」雖然聽懂了，但是啊，等到書本閤回後碰見那個境界的時候啊，對不起，你又看了這個不對、那個不對，喔唷，這個樣心裡面又煩，你要想改它嘛又改不過來，跟他嘛又不願意跟，實際上自己心裡面嘛到處煩惱嘛也不知道！本來教我們是降伏煩惱的，要共同和合的，結果弄得大家，自己也煩煩惱惱，弄得大家也煩煩惱惱，不能和合，還講道理，這不行！不懂道理根本就跟聞不相應，懂得了道理以後不一定做得到，那個時候是聞的階段。",
    "1393": "[23:13]然後呢你根據這道理呀去不斷地思惟觀察：為什麼我做不到？要如何去做到它？做到有什麼殊勝的利益？做不到有什麼大的禍患？這一種勝利跟禍患推動你的力量，然後呢策勵你告訴：怎麼才能做到它？然後照著這個辦法不斷地思惟觀察，這個包括在前面的懺悔、集資，就是因為現在的現行啊以往的惡習使然，就這樣。那麼這裡面包括很多東西啦 ─親近善知識啦，然後呢要聽聞經論啦，然後呢不斷地的思惟觀察啦，然後呢不斷地懺悔啦，用種種的方法。到那時候你心裡面，嘿，碰見事情啊，譬如說剛才，聽懂了道理，聽雖然聽懂了，想想道理是不錯，可是心裡面那個結，就是解不開。欸！當你真正這樣去做的時候啊，你一定會自己有很明白的感觸，「哎呀！」一下這個心裡面就打開了，「啊！原來這樣啊！」你那個時候覺得跟法相應，這樣，這個剛剛開始跟思有相應了。",
    "1464": "[24:24]然後呢你把這個道理呀，用不同的方式去堅固、加強。如果說你真正堅固加強得來，你隨便看見一個，不管它理想不理想，再不理想的環境，它不理想它的，你心裡面啊，自然而然平穩得穩如泰山不為所動。乃至於你說那個時候，正因為看見它不理想啊，所以你覺得：啊，那個就是你的菩提資糧啊！你的成佛就靠那些不理想的環境，你救度他們啊，在積聚你的福德資糧啊！你假定說這些都成了佛的話，還要你來忙嗎？你沒有的話，你怎麼能成佛？所以那個時候對著這個煩惱境界，你不但不煩惱而且歡喜呀，這個就是跟思相應的喔！所以它每一個地方有它的自然的量，而這一種現起了，你心裡很清楚。",
    "1518": "[25:18]然後呢根據這個東西呀，然後你呀因為心裡面善調，然後你那個深入的定慧當中去觀察，證得勝義菩提之心，那個時候才是聞相應的（編者按：師父於音檔第一零八卷Ａ面，本書第一一四頁，修正此處為「修相應的」）。而每一個部分你必定要自己的如實地認識，如量地現起，那個時候你才可以告訴別人，所以說自未調伏而能調伏者，無有是處。如果這一點做不到，你要開口勸人的話，要嘛不開口，開起口來都是是非，開起口來都是諍論。",
    "1555": "[25:55]所以我們現在修學佛法第一點必定要知道這個道理，不管是下士，是中士，是上士。了解了，你儘管做不到，欸，這個時候有好處來了，什麼呀？就是我們是個凡夫呀！所以了解了以後就靠著這個所了解的淨化自己呀！既然是凡夫當然有各式各樣的煩惱，可是現在好的呢，正因為我是凡夫，所以要學，然後呢學到了正確的方法，在這個環境當中啊，越來越調柔，越來越乾淨，就像洗衣服一樣呀！所以這正是我們現在的狀態。所以為什麼我們現在真正重要的，貫注在哪裡？貫注在學這個─從文字上面的認識，到文字所指的心理跟境相應的是這個狀態，如何把這個道理呀，來自己調柔自己，進而幫助別人。繼續，",
    "1622": "[27:02]謂於他所，若有大悲須除他苦。又除彼苦，但有善心願其離苦猶非滿足，故應轉趣除苦方便。就是解釋這個。說你不是修大菩提心嗎？以大悲，大悲是什麼？要幫助別人，除掉他的苦惱呀！但是，你單單有這個善心不行啊，所以你一定要有實際上的行持，進一步啊要去做這個除苦的方法。如果這個，",
    "1657": "[27:37]又若自不先趣方便，不能度他，故欲利他當先自調。就是這個話。",
    "1669": "[27:49]又於自調，經說「正行而為堅實。」其正行者，說「受律儀已，學其學處。」所謂「正行」是什麼呢？就是呀，受了這個律儀，受了戒以後努力去學。這個學不僅僅是坐在這個地方學書本上的學，把這個道理 ……實際上呢這個學是這樣的：受了願心以後啊你就去努力地學，照著去該學的，乃至於受五戒也是這樣。學了自己處處地方覺得可以了，然後呢自己只要勉強一點自己呀，大概已經可以做到七分，那時候你去受。就是不必，絕不是等到做到十分才去受，也絕對不是說一點樣子都沒就受。一點樣子都沒有受的話，絕不可能，一定破戒！等到你學圓滿了去受，也不可能，學圓滿了你還受它幹什麼？所以說這個我們要了解的。所以這個所謂學的話，是從文字開始，而的的確確不單單停在文字上面，這個我們必須要知道的。所以這個所謂行的話，是指我們的心理的行相，當然這個心理的行相一定是啊，當你根、境相應的時候，它不離開境的，實際在事相上頭。那麼，",
    "1758": "[29:18]故以正行為堅實者，於所行處無錯為要。所以你真正的成就要靠什麼？如理正確的行持。既然是這樣的話，你對所行的你先要，要認識得正確，錯了不行，錯了不行。好，下面是卷十，這內容是繼續的。"
}