{
    "8": "[00:08]「第二者」，第二者，第二啊，就是告訴我們說學習智慧方便哪，單單學一樣東西不能成佛。前面是先告訴我們說發了願心以後，一定要學那個學處，換句話說學受菩薩戒。那麼正式在菩薩的行當中又有兩樣東西，一個是智慧，一個是福德；一個是明、足，兩樣圓滿的時候那是佛！所以說，",
    "42": "[00:42]第二者，如是欲求成佛猶非滿足，應須進趣成佛方便。又此方便須無錯謬，於錯謬道，任何勵力終不生果，如欲搆乳而扯牛角。嗯，看看！說是的呀，你要成佛的話，單單發那個願心不行啊，那麼你要照著去做呀！要去做的時候，對於你做的這個方法要不錯呀！如果你做錯了是不管你多努力，絕對不能得到結果呀！就像你要擠牛奶，擠牛奶你不在奶上面去擠啊，拉這個牛角直轉，是沒有用啊！現在我想我們這個地方，實實在在地，太多人這樣！這一點說起來真是容易呀，實際上呢也是我們人人都容易犯的毛病，人人都犯的毛病。所以這必須要自己靜下心來，靜下心來。這前面已經說得太多太多了，所以處處地方告訴我們，我們學到後面的，前面的那個基礎不要忘記哦，實際上就在這個前面的基礎上面慢慢地深廣。所以本論一開頭的時候就把很多地方，就辨得非常清楚，越到後來越深越廣的話，越是重要，越是重要！這樣。",
    "131": "[02:11]若雖不錯然不圓滿，縱多勵力亦不生果，喏，你看！錯了固然不行，就算你不錯，不圓滿哪，還是不行啊！",
    "142": "[02:22]猶如種子及水土等，隨缺一緣亦不生芽。你說我這種子沒錯弄對了，對不起，你那個種子擺在石頭上面曬，曬它一千年也沒得用，所以啊它還要其他的種種的圓滿因。所以我們常常說第一個要把握住根本因，然後呢這根本因上面再增長它，這個叫作圓滿因，這個圓滿因。如果你弄錯了，只忙這個圓滿因的話，那就像在牛角上面去採，採那個、擠那個牛奶一樣。實際上你在牛角上面採呀，多多少少還碰到牛了！這是千真萬確的。我們現在牛是什麼根本不知道，到處去亂搞啊，自己還是覺得弄牛奶，這麼個可笑法！這個是我們這個地方應該理解到的。",
    "197": "[03:17]故如《修次中篇》云：「若於錯因殷重修習，雖極長時終不能獲所欲得果，譬如從角而搆牛乳。這經上面。",
    "212": "[03:32]若不修行一切因者，亦不生果，如種子等隨缺一緣，亦不發生芽等果故。故欲得果，當依無錯一切因緣。」這個看看，「當依無錯的一切因緣」哪！在這個地方特別提醒大家，這個佛經上面告訴我們，說《法華》、《華嚴》兩部經典的差別，在這個地方就分別得出來了，就分別得出來了。佛法常常說，像「少金剛」，吃了以後是決定不消，它總歸有一天發芽增長。所以我們常常拿這個做為藉口，然後呢就在這個外面那個大空轉圈子，轉了一大堆，說：「經上這樣講的呀！」就是犯這個大毛病，就是犯這個大毛病。現在我們了解了共中士道當中的十二緣起這個，它就很清楚、很明白了。清楚什麼？快則兩生，慢則三生，對不對？第一個。三生是什麼？換句話說，你這個成佛的正因哪，雖然你種在那裡它遲早會生芽，可是啊，欸！你如果不用相應的法─當然惡法是愛、取，正法的話呢，是正知見相應的善法勤精進，去滋潤這個成佛的正因，你還是要拿它來。",
    "311": "[05:11]這個佛經裡面只是說，就怕你不種那個因，種了因，你遲早會結果的。可是我們往往拿了這個，好，弄錯了，然後呢弄了種了因啊，然後到處去亂轉，不曉得轉了個十萬八千里，然後轉回來，說經上是這樣說的。現在我們了解了，這個理路要辨得很清楚。你要想結那個果，轉了半天，最後啊還是把以前的東西放掉了，重新開頭；不但重新開頭，而且必須要把你以前轉錯的那個路啊，一一要淨除乾淨，不曉得多辛苦啊！不曉得多辛苦啊！所以說一個簡單的比喻，像我們這裡到正覺寺，簡單！你跑下去幾步路就這麼下去了。欸，他現在啊，從那邊走，翻山越嶺，乃至於經過了歐洲、美洲，轉了半天，然後他也轉到正覺寺，他說：「我也到了！」是，當然到了，你願意走這個路嗎？",
    "374": "[06:14]所以這種事情啊，我們在這個地方的的確確要認識得很清楚；條件不具足，不談！所以關於這一點，我們不是勸一切人。如果他條件不具足，你只有告訴他：哎呀，你看見這佛啊，跑得去拜拜也好。乃至於土地也菩薩，城隍也是菩薩，不錯呀！他把這菩薩兩個字也認得了，這也好！這我們一定要分得清楚他的條件是什麼。現在我們具足了這個條件以後，居然這個直路不走，還要這麼轉大圈子，這一點哪，是務必應該分別得清清楚楚。所以我們學論，以及本論的真正殊勝的地方就在這裡，否則你看那個經的話，你一定會說：「欸！經上不是這樣說嗎？好囉！反正你種下個種子，然後隨便怎麼去搞都可以了。」對不起，這就大錯特錯！而這個錯的結果呢？一句話 ─自己傷害了自己，當然我們不願意！",
    "439": "[07:19]若爾何為圓滿無錯因緣耶？喏，下面就問了：欸！對了，你講的道理是一點都沒有錯，那麼，什麼是不錯的根本因？而且呀，把這個根本因圓滿的圓滿因緣呢？",
    "454": "[07:34]如《毘盧遮那現證菩提經》云：「秘密主，一切種智者，從大悲根本生，從菩提心因生，以諸方便而至究竟。」這三樣東西。這個佛的一切種智啊，這根本在大悲，由於這個大悲來策發那個菩提心，這個就是它的種、因種。然後呢這個因種要用種種的方法，這個方法一定是正確的喔，一定是正確的喔！所以你時時記牢，十二因緣當中說慢則三世，一定是策發這個正確的，否則其他的因緣你弄上去的話，採那個牛角，那個不是方便，那非方便行。這樣的正確的路子，那麼才達到究竟圓滿的果。",
    "508": "[08:28]其中大悲如前已說。菩提心者謂世俗勝義二菩提心。那麼菩提心有兩個：世俗菩提心及勝義菩提心。世俗菩提心就是前面已經說的，發起這樣的心；勝義菩提心哪，當這個證得空性的時候，在後面會告訴我們。",
    "528": "[08:48]方便者謂施等圓滿，是蓮花戒大師所說。這方便呢就是六度萬行。這個是，下面這句話指出他的傳承。下面有一段辨，很有意思。",
    "543": "[09:03]支那堪布等，於如此道顛倒分別，本論一開頭的時候，曾經說分別這個錯誤執著的時候啊，提出來這個支那堪布的事，現在這個地方詳細說明一下，這個對我們非常重要、非常重要的！我們以前曾經說過普陀山那個田雞和尚的故事，就是這樣，「老僧兩腳一盤，什麼都沒有了！」所以他歡喜吃田雞，有人說他什麼都沒有了、什麼都空掉了，田雞不空。實際上豈但田雞不空，他嘴巴也沒空；不但嘴巴沒空，他的貪心也沒空，就是這樣，這個毛病就在這裡。所以我們現在要注意！他那個人怎麼說呀，",
    "594": "[09:54]有作是云：「凡是分別，況惡分別，即善分別亦能繫縛生死，其所得果不出生死。他的這個錯誤的說法是什麼啊？他說：「你不要、什麼都不要分別，因為凡是分別呀那個都是不對的，我們要得到的無分別智，所以你現在分別的話 ……不要說這個惡分別不可以，就是善分別本身它也在分別當中，跟那個無分別不相應的。你只要分別，它就是繫縛生死的煩惱。所以你呀，就算是善分別，你還在三界當中，不能跳出生死。」那個上面所說的錯誤的見解是這樣。他又舉個譬喻來說，",
    "643": "[10:43]金索繩索皆是繫縛，黑白二雲俱障虛空，黑白狗咬皆生痛苦，不管你用什麼綁，普通的繩子綁固然綁住了，金子的、銀子的也是！「雲」呢，不管是黑雲、白雲，一樣障住了虛空。「狗咬」，不管是黑狗、白狗都是。所以他怎麼說呀？他說：",
    "666": "[11:06]是故唯有無分別住是成佛道。你不要去分別。因為這樣的關係啊，所以",
    "671": "[11:11]其施戒等為未能修如是了義愚夫而說，所以他怎麼說啊？「啊！這你真正了解了以後，你只要無分別就行了，不要布施、持戒。那個是不能得到這個無分別的那個愚夫啊，才做這種事情的！」",
    "688": "[11:28]若已獲得如是了義，更修彼行，如王為農，得象求跡。」「所以假定你已經得到這個無分別住、無分別了以後，你居然還要修布施、持戒呀，那你完全錯了，完全錯了！好像你呀這個、這個像做皇帝，已經做了皇帝，你在居然還要去耕田去。這做了皇帝還要耕田嗎？換句話說做了皇帝還做下人的事情。還有呢，如象得跡 ─你本來要去找象是從那找到一個象的足跡，然後呢你去找，找那個象；現在你象已經找到了，你還找那個足跡，你不錯了嗎？」這個就是前面這個人，顛倒錯誤的這種說明。他不但說明這個，",
    "736": "[12:16]和尚於此引八十種讚歎無分別經根據成立，他還引經上面成立喔！喔，這個經上怎麼說、這個經上怎樣說，這樣。",
    "746": "[12:26]此說一切方便之品，皆非真實成佛之道。毀謗世俗，破佛教之心藏，那就是主要的一句話：上面這個人的錯誤的見解哪，他把一切的方便品 ─所謂方便品哪，我們前面所說的修佛要兩樣東西，一個是福德圓滿，一個是智慧圓滿。要福德圓滿，一定要行那個種種方便，那所謂呀布施、持戒，六度萬行。他現在前面這個人錯誤的說法，他說你只要證得了空性，安住空性上面一切圓滿具足，這些東西都不要的；這些東西不是真實成佛的，真實成佛的話，這個是你在分別當中，分別當中是不行！他前面那個說法，實際上這是一個大錯謬。下面這段這個辯論對我們非常重要喔！對我們絕端重要！它並不是說不要，實際上呢在什麼情況之下，如何才是應理呀，它下面有非常完整的，所以我們耐著心一步一步學下去。同時如果下面這個地方有不懂的，你們就應該提出來，應該提出來，那麼在晚上溫習的時候啊，我還會特別釐清，不清楚的地方要把它一一地指明白。",
    "834": "[13:54]因為他上面有了這種說法，說那些方便分 ─六度萬行啊，都不是真實成佛的，所以這麼一來的話呢，如果你跟著他去做的話，就變成什麼啊？你什麼都不要做了，你只要坐在這地方，安住在空性上面就行了。實際上呢，成佛啊它不但要智慧圓滿哪，還要福德圓滿。福德圓滿一定是從那個世俗的世俗諦上面去做的，現在根據他這個說法的話，破壞了這個世俗諦的話，完了！你不能成佛。",
    "874": "[14:34]說實際上呢，說我們中國的禪宗祖師好像特別強調這一點，是真的嗎？不是！如果我們不了解這個真實的內涵，往往會誤解。大家還記得百丈大師說過一句話：「實際理地一塵不染（或者一塵不受），佛事門中一法不遺。」很清楚！你講智慧分的話，那的確是空到絕端！「實際理地」，這勝義諦當中啊，找不到一點點東西，說「大地無寸土」。整個的山河大地這麼多，連它的一點點的地方你都找不到，空的嘛！欸！但是啊，他叫「佛事門中」，佛，在我們真正行持世俗諦當中是「一法不遺」，一樣東西都不遺漏，不能少掉一點點，說得很清楚啊！一點點小事情都不能遺，何況是你要學的六度萬行哪！這樣。",
    "937": "[15:37]所以他上面說那支那堪布就是指中國和尚，實際上他並沒有真實了解，就像剛才那個普陀山那個田雞和尚一樣。那這種事情太多了，所以要找善知識。他前面一開頭時候告訴我們 ─真善知識。有很多人哪，他自己也懂得一點，得到一點呢「一分相似決定」，前面還記得吧？欸，他碰到一點點，似是而非，你說他不懂嘛，他好像懂得一點。喔，然後呢懂得一點自己還覺得：喔，就是這個樣！這種人你跟著他啊，他自己固然是走錯了，你跟著他，你注定也是走錯啦！而這一點哪，是太重要，太重要！",
    "983": "[16:23]實際上呢，這一點我們不要責怪人家，一定要眼前反省自己，什麼？自己的業力所感。反過來我們要歡喜喔：啊！我們雖然哪，在這個上面的業力感得沒有完善的知識，卻種下了善根今天才遇見這麼圓滿的教法，總算把這個關鍵所在的是非呀，分別得清清楚楚，這樣。那個時候我們不責怪人家，只從自己內心當中淨化自己開始，對了嘛，對了嘛！所以說，如果是這樣的前面所說的話，他不要一切的這種世俗方便分，一天到晚安住在這個無分別當中，那是什麼啊？",
    "1036": "[17:16]破觀察慧思擇無我真實義故，故亦遠離勝義道理。他前面講正修的時候，剛開始道前基礎講修的時候，他後面緊跟著叫「破除此中邪執」，這是講修行的時候有很多錯誤的還執著，把基本的已經指出來了。現在這個地方就進一步告訴我們：固然修方便集福德資糧，你一定要觀察思惟，實際上就是你求智慧資糧，你還同樣地要用那個觀察慧，去思惟抉擇空性的真義。結果你現在不要分別了，對不起，你不要分別的話，那個思惟觀察的這個心整個地一刀兩斷。這個是唯一的破除煩惱、積聚功德的唯一的一個工具寶貝，你現在把它不要了，請問：你還能成什麼？所以不要說這個方便福德分由此而整個地損掉，就是你要證空性的智慧分也得不到，所以啊它同樣地也遠離勝義道理。",
    "1121": "[18:41]實際上我們仍舊不妨以禪宗來說，禪宗的祖師告訴我們很清楚的，啊！有的人得了個定，安住在這地方一動都不動，欸，他說：「錯啦，你這個是死水！」如果說大家學過禪或者看過禪宗公案，很清楚、很明白，它絕對不是啊，死死地腦筋在那兒不動的。要幹什麼？起疑情。疑是什麼？要你想，「嗯？嗯？」要找它啊！這個時候找的這個心情是什麼？在觀察慧啊！你去觀察：「嗯？念佛的是誰？哪一個人念佛？」或者「拖死屍的誰？」「這萬法歸一，一歸何處？」在找啊！找那個是什麼？思惟嘛！就是觀察嘛！這個才是智慧，這很清楚、很明白，這一點我們務必要清楚。",
    "1177": "[19:37]以前的祖師的所有的大德都說得清清楚楚，記得馬祖大師當年這段公案嗎？他在那兒坐定，坐得很好，他的老師跑得來，說：「你在這兒幹什麼啊？」「我在這兒學佛。」「嗯？」這樣。這個老師妙咧！讓他坐在那個地方，他自己拿了個磚頭「更登、更登」磨，然後那馬祖：奇怪，這個人跑得來磨這個磚頭？問他：「欸，磨磚頭幹什麼呀？」「我做鏡子。」「什麼？你磨磚頭做鏡子，哪有這樣的道理啊？」你說要造那個鏡子，用磚頭來磨，磨得成功嗎？當然磨不成功，這個人怎麼這麼荒唐！馬祖就說：「你要做鏡子怎麼磨磚頭啊？」他老師怎麼講？「嘿，是的呀！做鏡子，是不可以磨磚頭的；成佛啊，不是坐在那裡不動的。」大家還記得吧？欸，然後呢給他開示，他就馬上就開悟，馬上就開悟。",
    "1241": "[20:41]然後呢，我們看看六祖大師也有這麼一段公案，當時有一個叫臥輪禪師，這個臥輪禪師，啊！那個定功非常好，他自己覺得很得意，他說：「臥輪有伎倆，能斷百思想，對境心不起，菩提日日長。」喔唷，這個定功很好喔，他沒有分別啊！他有伎倆，「我有本事！」什麼本事啊？哈，叫「對境心不起，能斷百思想」，把腦筋裡的雜念啊統統把它斷掉，一點都沒有，「能斷百思想」。「對境心不起」，任何境界來，心裡了不動心。然後呢「菩提日日長」，啊，一天一天地增長，一天一天地增長。要我們看起來，對呀！喔！結果六祖怎麼說啊？大師怎麼說啊？他說：「惠能沒伎倆」，我啊 ─六祖大師自稱，「惠能啊，我可一點本事都沒有，我可一點本事都沒有。」他這個有本事的人哪，「能斷百思想」；他大師怎麼說？「不斷百思想」，都不去斷它，什麼東西都不去斷它。「對境心數起」，對著境界啊，境界來了嘛，欸，看見了嘛就看見了，聽見嘛就聽見啦！所以「對境心數起」，叫「菩提作麼長」，那這個菩提怎麼增長法啊？欸，那就是六祖大師自己說他內證的經驗，很明白說在這個地方。禪宗可沒這樣說喔！",
    "1339": "[22:19]所以我們的的確確不了解呀，禪不是容易好學的。記得黃蘗，那是好了不起的大師喔，那是盛唐禪最鼎盛的時候，他說過一句話，說：「大唐國裡不是無禪，只是無師。」說現在我們這個地方啊，論禪哪，有修有證的人，嘿，有，多得很呢！但是啊，夠得上做老師的人，沒有。那個這樣耶！他是馬祖門下的主要的一員大善知識，他那個時代，說換句話說禪宗最鼎盛的時候，所以我們輕易開口，真不簡單哪！那個地方啊，我們要了解，我們現在影子都沒有啊，自己說我這個對，他這個錯。哎呀！我以前一直犯這個毛病，所以現在一聽見哪，驚心肉跳之感！這個是千真萬確的事實，那是隨便一提，現在我們繼續下去。",
    "1402": "[23:22]任何勝進終唯攝於奢摩他品，看見沒有？說他這個心裡面這樣的話，不管你怎麼不分別，安住在這裡，對不起，這是定。",
    "1416": "[23:36]於此住心執為勝道，是倒見中最下品者，你把這個執為，居然作為殊勝的「勝道」，勝道是什麼？殊勝的，超勝的智慧，你把這個定執為慧的話，那是最大的大錯誤！倒見當中最差的一種，倒見當中最差的一種！這個無聞比丘證了這個四禪，以為得到四果，所以臨終的時候啊，欸，謗佛，下阿鼻地獄這段公案，就在這個地方。所以前面也說過了，你定、慧一定要分得清楚，就算自己只解脫自己。現在的的確確啊，說我們這個地方實在分不清楚。不要說一點工夫都沒有的，我上次跟你們說過，我親自遇見的有幾個有工夫，然後呢得力坐了一點點哪，乃至於這個定啊，也只是根本定都沒得到，住心相，最多是欲界定，然後呢或者更超越一點。那個時候內心當中啊，就自然而然那種情況，先是眼前的境界，像如雲如煙那樣慢慢地，慢慢、慢慢地乃至於身體就消失掉了，欸，他自己覺得見到空性了。啊！那是根本定都沒有得到。所以這個沒有完整的教授啊，憑自己也看一點書摸索的話，實在危險哪！實在危險哪！現在我們繼續下去。",
    "1517": "[25:17]蓮花戒大菩薩以淨教理已善破除，宏揚如來所愛善道。關於這件事情，在這個西藏的佛教整個過程當中是一個大事情。當年這個、這個支那和尚，就是漢地這個和尚啊，是跟文成公主一起去的。的的確確也帶了很多經典去，可是他那個觀念本身錯誤，很多人跟他學，於是啊大家都走上這個錯路了。那時候好在這個蓮花戒這一位大菩薩，他就是靜命祖師的、靜命菩薩的一個弟子，是一個很了不起的有成就者。欸，結果兩個人辯論，結果啊把他這個錯誤的見解破毀掉了。破毀掉了，後來那個漢地的和尚就跑掉了，就跑掉了。儘管如此啊，",
    "1575": "[26:15]然由聖教將近隱沒，能以了義無垢教理，判決正道圓滿扼要，諸善士夫亦盡滅亡。但是現在啊由於那個正法慢慢、慢慢地隱沒啦，所以能夠拿完整教授不錯誤的道理，來說明正確圓滿綱要的那些人哪，也漸漸、漸漸都消失掉啦 ─這個是指善知識。",
    "1611": "[26:51]又諸有情多是薄福，雖於正法略有信仰，然其慧力最極羸劣，故現仍有輕毀行品持戒等事，於修道時棄捨此等，宛如和尚所教而修。另外一方面，善知識是慢慢地隱沒了，修學的人呢 ─福薄，福薄相，雖然對正法還有一點信仰，信仰是有的，但是啊智慧畢竟太差，不能分別正確的，如理了解正確的內容，所以很容易輕視，乃至於啊毀謗這些。當然毀謗行品持戒固然不可以，反過來你毀謗智慧也不可以，不管是哪一個。從這地方我們現在就曉得了，到末法的時候啊，這種情況是越來越嚴重，越來越嚴重。你一毀謗了，修道的時候都不要啦，不要了嘛就像上面所說那個和尚說的。",
    "1685": "[28:05]所以這種情況啊，現在我覺得發現最嚴重的是日本。唉呀！這個事情真是啊，你不能想像啊！譬如像講教的，本來天台是弘教的，講得非常圓滿。它現在到了日本變成功什麼啊？喔，最究竟圓滿的是《妙法蓮華經》，所以呀他到那個時候，就只要念幾個字：「南無《妙法蓮華經》。」好囉，好囉！你其他都不要了，講教的都是這樣的。那麼講淨土的呢？他也有啊，叫淨土真宗。我們至少還要一個念佛啊，他說：這個你只要一個「信」字就夠囉！連它那個六個字啊，乃至於四個字都不要囉！啊！實、實、實、實，實在是真是糟糕！就這樣地弄法！結果呢慢慢地演變出來，講教的那些人，他也講，講了半天哪，然後呢總歸說：教本身要理性化。教當然要理性化，可是不幸的，他那個理性化，拿世俗的概念去看。譬如說佛講很多神通，他處處地方說：「這個不合理性化，這是迷信，那個時候的民風未開，所以哄哄他們，講這樣！」欸，他始終拿什麼？拿現在的概念哪，覺得是理性化。所以這一點說起來真是可憐，前面已經舉了很多的例子。"
}