{
    "5": "[00:05]像我們目前科學家，就是說提那個口號一點都沒錯啊，要理性化，你要親自見到，經過驗證。可是這個地方有一個非常現實的問題，你要確定它的存在，是，要經過見到、驗證；但是沒有你經過驗證的事情，你不能肯定它不存在，對不對？因為你沒驗證嘛！現在他們犯了什麼呢，犯了什麼毛病啊？沒有驗證的事情哪，明明是他見不到，他卻是用他有限的理性一筆抹殺，一筆抹殺！就是這個毛病。所以說：「我是人，所以人是我。」你們呢？妖魔鬼怪，都變得這樣子，這一句話，這個是真正糟糕！結果到了佛法啊，說他這個文字上面，也對啊，沒錯啊，但是呢意義上面，完全錯到十萬八千里以外。這是隨便一提，做為我們自己的警策，我們也不必去衡量人家是非，只是這個警策了以後啊，我們自己努力。",
    "86": "[01:26]反過來，剛才說過了，正因為如此啊，現在在末法的時候，我們能夠如理去做的話，也產生無比的功德。也又靠著這麼一點力量啊，使得那個正法，多多少少能夠再多延一些時候，多使一切有情得到好處。那換句話說，我們的福德、智慧也從這個地方增長，我們倒還要感謝他們咧，還要感謝他們。下面繼續，",
    "120": "[02:00]又有一類除不毀謗方便而外，見解道理許和尚說而為善哉。另外一種比較好，他毀謗倒不毀謗，但是呢，他以為說：啊，這個人講得對的！",
    "135": "[02:15]又有餘者棄捨觀慧，全不思惟，意許和尚修法為善。又有一個呢，他不要觀察慧，這是不思惟，但是心裡面就：「啊，如如不動了！」說，就這樣。實際上呢，都在無明當中，真正如如不動，破了無明它本身就沒有可動之處，絕對不是我們凡夫上面，說你在大無明當中叫如如不動啊！這個。",
    "160": "[02:40]此等之道，全未接近修空方所。這前面所說的啊，他根本不了解修學那個勝義應該怎麼辦。不了解才是怎麼樣啊？",
    "172": "[02:52]縱許修空，然若說云：「已得無倒空性之義，無謬修習，有修證者，唯當修空，不當更修世俗行品。」或說：「行品不須執為中心，多門修習。」亦與一切聖教相違，唯是違越正理之道。再進一步，縱然許修空，有一個人說：修的。但是呢說：像這樣修了，就算已經得到了正確完整的修法，就只要修這個，不要再學其他的世俗的行品；換句話說，除了智慧以外，不要再依照那個方便品。或者說：雖然要，不要把它作為、執為中心。因為實際上真正修學佛法的，佛法的上首是方便，前面說過了。佛法的上首是什麼啊？菩提心，這個是重要的；然後呢，智慧呀，此是母等的助緣，這個地方我們要了解。他現在反過來了，反過來，乃至於完全不要它了，所以這個啊，跟真正的完整的正教相違背的，錯了！",
    "253": "[04:13]請翻到二百四十八頁。那麼昨天談起啊，有的人不善解空性，產生誤會，這個下面一段，這一段非常重要、非常重要！在我們現在，目前如果這個概念辨不清楚的話，辨不清楚的話，產生的流弊非常大。平常我們常常說的空、空、空，然後該空的不空，不該空的都空掉了，就是對這一點的一個誤解，對這一點的誤解。那麼，不但是說我們剛開始的初機，對這個概念不了解，就是很多啊，所有修行的人哪，往往也在這個概念上面產生了一個誤解。",
    "317": "[05:17]在我們國內有幾本經特別流行的，譬如《金剛經》，那是的確非常了不起的一本大乘經典，對這個《金剛經》的經義呀，如果你沒有深刻正確的了解的話，往往也就產生了這個流弊。流弊得厲害一點的，那根本不曉得跑到哪裡去了。就是剛才說的，執空啊，然後呢無藥可救，這是一種。其次一類的話，因為空了不善巧，所以墮落小乘，墮落小乘。那麼現在下面那一段哪，就是正確地辨別這一點，所以到那時候我們會引《金剛經》上說的，你了解了下面這一段，回過頭去再一看《金剛經》，那麼《金剛經》上面的空理就非常清楚、非常明白！現在我們看：",
    "383": "[06:23]以諸大乘人所應成辦，是為無住大般涅槃。那就是我們大乘人應該成就的，它這個涅槃叫無住的大般涅槃。小乘所證的兩個，一個叫有餘依涅槃、無餘依涅槃。這是他證得了聖果以後，斷盡了這個見思煩惱以後，三界以內的煩惱都斷掉了，但是呢，他那個身體啊 ─就以前宿業所感的這個餘報，這身體還在，那個時候叫「有餘依」，雖然已經證得涅槃了。一直等到那個身體消失掉了，換句話，這個身體拿我們世間來說死掉了，那個時候叫「無餘依涅槃」，那個時候就是安住在空性當中，他，我們平常的所謂叫「沈空滯寂」，好了，不能動了！佛不是，涅槃了，但是呢，並沒有沈滯在這空當中，正因為他涅槃了，所以廣在無量無邊世間，盡法界、虛空界地，廣行一切諸佛的大事，這個是兩個有絕大的差別。那麼，下面就說明這個道理。第一個呢，進入涅槃的人哪，他都能夠不在生死當中，所以說：",
    "493": "[08:13]其能不住生死者，是由覺悟真實義慧，所以能夠不在生死當中流轉，是為什麼？是對於這個真實義 就是勝義諦 能夠認識。這個怎麼能成就的呢？",
    "512": "[08:32]依勝義道次甚深之道，智慧資糧智慧支分之所成辦故。這個就是佛的二足尊當中的慧足，那個是依勝義諦這個次第，智慧資糧圓滿了。所以呀，在福、智兩支當中是屬於智慧資糧，這個成就了，所以他能夠不淪落──在生死當中。那麼佛呢，不但不淪落在生死當中，而且也不沈滯在涅槃當中；不像二乘果，他進了無餘依涅槃，沈空滯寂，就沈在那個涅槃的這個空寂當中，他不能動的！佛不是，能動的，他不沈住在這個寂靜涅槃。這為什麼呢？下面說：",
    "576": "[09:36]不住寂靜般涅槃者，是由了悟盡所有慧，俗諦道次廣大之道，福德資糧方便支分之所成辦故。那由於了解了那個「盡所有慧」，那麼平常那個盡所有慧啊，這是唯識法相的名詞，它有一個專門的解釋。我前面已經說過了，我不用法相名詞的解釋，因為大家並沒有按照教理很深入地認識過，所以我們不妨用一般我們常用的名詞，所謂天台講的「俗諦」，或者說「道種智」，這個概念更容易清楚，更清楚。關於真實的這個，說如所有性、盡所有性，智慧的特質等等，一直等到最後講到毘缽舍那那一部分，那個時候才會講智慧的特質。平常我們講智慧，是有一個它特定的，不是像我們以前所講，以前那個都是方便地引發我們眼前了解的，乃至於說聞、思、修相應的，這個都是方便的說法。它真正的這個智慧的特質，一直到最後那個毘缽舍那那個時候，那個都是啊按照著這個法相的名詞，才完完整整地解釋，這一點我們要了解啊！",
    "670": "[11:10]那麼換句話說呢，這個是什麼啊？就是俗諦，天台說起來叫「道種智」。那個道種智啊，就是世間的萬事萬物無所不通，這樣；不是像聲聞、緣覺一樣，證得了空性，他其他的就不管了，安住在這個裡頭。而這個是什麼呢？這個是廣大道，這個就是福德資糧，這個是兩個 ─明、行當中，屬於行足；另外一個名字叫方便支，由這一支所成辦的。所以這兩個具足了，所以他能夠在生死當中而不受生死的支配，這樣。他雖然跳出生死，卻在生死輪迴當中來濟度我們，這個是佛，這個才是大乘人所應該辦的，一開始那個定義我們應該了解。那麼，下面就引經。",
    "735": "[12:15]如《祕密不可思議經》云：「智慧資糧者，謂能斷除一切煩惱。就是這個。因為煩惱就是淪落生死的根本，這個是用智慧資糧來斷除的。所以我們平常我們前面講慧，說聞、思、修，特別指出這個所謂聞慧、思慧、修慧的特質，針對煩惱而言，我們要了解這一點。可是，關於這個三方面的特質呢，在什麼地方，後面再解釋，這樣。那麼下面：",
    "777": "[12:57]福德資糧者，謂能長養一切有情。這樣，它福德資糧是什麼呢？他不但自己解決，而且能夠幫助一切有情，同樣地解決這個問題。",
    "794": "[13:14]世尊，以是因緣，菩薩摩訶薩當勤修習福智資糧。」所以這個地方啊，菩薩要修的，努力精勤兩樣東西，一個是福德資糧，一個是智慧資糧。所以平常我們說「悲智雙運」，成就的果是明、行二足，所以叫「二足尊」。我們引很多下面的經，一一個經，你看，換句話說，廣引諸經說明這個道理。下面：",
    "835": "[13:55]《聖虛空庫經》云：「由慧智故而能徧捨一切煩惱。由於智慧、智慧甚深道次，所以一切的煩惱都徹底地解決。",
    "851": "[14:11]由方便智故而能不捨一切有情。」欸，他另外就「方便智」啊，雖然煩惱捨掉了，但是跟有情、濟度有情而在三界當中啊，他卻是了無掛礙。又下面：",
    "871": "[14:31]《聖解深密經》云：「我終不說一向棄背利益眾生事者，一向棄背發起諸行所作者，能得無上正等菩提。」他是反顯，佛自己說：我絕不會，我從來不會說，違背利益眾生，一直違背利益眾生 ─換句話說，不利益眾生的那些人哪，他不可能成無上菩提。他為了要利益一切眾生，所以要廣發種種方便大行。所以不利益眾生，不去利益發 ……又為了、為了利益眾生而發起廣大諸行，這種行者、背棄了這種行者，這種人還是不能成功無上菩提。佛絕不會說，所以「我終不說」指這一個。這是反顯，換句話說，大乘行者啊，絕對是為了利益眾生要廣行諸行。所以菩薩剛開始正學的叫「道種智」，他不是先從空性上面下手的，而是從布施、持戒這麼一步一步深入的。",
    "961": "[16:01]《無垢稱經》云：《無垢稱經》就是《維摩詰經》，《維摩詰經》。我們奘大師，玄奘大師譯的時候就稱它為《無垢稱經》，同樣一個。經上說：",
    "975": "[16:15]「何為菩薩繫縛解脫，它那個上面說：什麼是菩薩做對了，那是叫「解脫」；什麼是菩薩做錯了，「繫縛」。他雖然想行菩薩行，可是有錯、有對。那麼下面：",
    "996": "[16:36]若無方便攝取三有是為菩薩繫縛，菩薩是正要在三有當中攝取一切有情，他現在沒有正確的方法，在三有當中攝取一切有情的話，那個菩薩做錯了，所以等於被綁住一樣。",
    "1016": "[16:56]若以方便趣向三有是為解脫。那就對了，有正確方法的。反過來，智慧呢？",
    "1026": "[17:06]若無智慧攝取三有，是為菩薩繫縛。那麼上面說，好了，你用方法去攝取三有，在三有當中去幫人家忙。結果啊，他固然目的是好的，為了幫別人忙，結果啊幫了半天是越幫越忙，自己也不能解決啊，是別人同樣地互相沈淪在這個裡邊，這個不行，這個不行！所以，在三有當中還要有什麼呢？要有智慧。所以說，若無智慧去攝取這個三有的話，那菩薩是做錯了，他被綁住了。",
    "1065": "[17:45]若以智慧趣向三有，是為解脫。有智慧那就對了。那麼這兩者當中怎麼辦呢？這麼的怎麼辦呢？你要去攝取三有啊，又難免纏在一塊兒沈淪；是啊，你不要沈淪嘛，難免你又沈在這個空當中，又不能動。所以下面說，",
    "1088": "[18:08]方便未攝慧為繫縛，欸，這個智慧啊，要用方便來攝持的。所以呀，如果說這個智慧不用方便去攝持的話，那麼對不起，這一個慧是錯的，被綁住了。換句話說被慧所綁住，那個結果是什麼？就像二乘行者一樣，他證得了空性以後，但是啊綁在那個空裡邊，就沈空滯寂，他沒有方法，不能從那個空當中跳出來廣行種種利生事業，就這樣。下面，",
    "1132": "[18:52]方便所攝慧是解脫。方便所攝持的這個智慧，這個就對了。那個是說智慧要怎麼運用，要用方便來攝持，不能缺少方便攝持，這個不可以。反過來，智慧如何呢？",
    "1155": "[19:15]慧所未攝方便為縛，慧攝方便是為解脫。」喔，你行方便也是如此。這個方便一定要用智慧去攝持的，否則的話雖然你行方便啊，你沒有智慧，自己也滾在裡頭。平常，所以我們常常說「愛見大悲、愛見大悲」的原因是什麼？雖然你覺得你有悲心，可是啊你這個悲心跟無明相應的。是啊，愛、見這兩樣東西無明相應的，雖然你有大悲沒有用。世間每一個母親，都是……這世間的量則來說最慈悲的，但是她沒有智慧 ─不要說佛法的智慧，佛法的智慧有它的特質的喔！不是我們平常的聰明才智喔 ─連那世間的一點點辨別的能力，都不如一般正常人，所以我們稱它為叫「溺愛」。溺愛是愛他呀，恰恰弄反了，把他沈淪、使他沈淪，這個不可以，這樣。",
    "1232": "[20:32]所以我們現在有很多人說：「哎呀！我要行菩薩道。」心好的，但是那個心能不能圓滿？不要說圓滿，能不能具體地實行，還要看你有沒有智慧。反過來說，你要行的時候，你必須沒有煩惱夾雜。現在我們渾身煩惱在這個地方，然後呢自己說要去幫助別人；不是幫助別人哪，是越幫越忙啊！這個我們必定要了解的，這樣。所以，這個方便要慧來攝持的，沒有慧來攝持的話，沒有慧來輔助的話，錯了！有慧來輔助的話，那個才是解脫，這個解脫，那就是大乘行者的。",
    "1283": "[21:23]如是廣說。這個地方直引，這個實際上這個經上面，非常詳細地說明這個道理。",
    "1294": "[21:34]是故欲得佛果，於修道時須依方便智慧二分，離則不成。所以我們要得到圓滿的佛果的話，這兩樣東西都要學。而且這兩樣東西，要互相配合，這樣才可以。所以前面說，方便攝持的慧，慧攝持的方便，不是你是你、我是我。常常我們說鋼筋水泥，鋼筋擺在那裡，水泥擺在一邊，沒有用，鋼筋需要跟那個水泥配合得恰到好處，樣樣東西都是如此。下面又說：",
    "1336": "[22:16]《伽耶經》云：「諸菩薩道略有二種，何等為二，謂方便智慧。」啊，也是這樣。",
    "1345": "[22:25]《祥勝初品》云：「般若波羅蜜多者是母，善巧方便者是父。」這兩樣東西，一個是智慧是母，方便是父。父母具足啊，那麼自然而然就有生子、家庭，種種的這家庭的事業由此而來。生那個父、子，這個就是佛法的事業，由此而來。",
    "1369": "[22:49]《迦葉請問經》云：「迦葉，譬如大臣，所保國王則能成辦一切所作，如是菩薩所有智慧，若由方便之所攝持，能作一切諸佛事業。」都是說這個道理。",
    "1384": "[23:04]故當修習完具施等一切方便，具一切種最勝空性。所以我們真正修的時候，應該怎麼辦呢？這一個是要具足所有方便的，「施等」，這個等字就是含攝；換句話說六度萬行，以它的綱領來說就是六度，以它的細目來說包括了一切。以這個的什麼？一切種的最勝空性，再這樣地去修。",
    "1420": "[23:40]僅以單空，於大乘道全無進趣。單單學空啊，那個對不起，對大乘道是一點關係都沒有。小乘 ─是的呀，小乘是的沒錯！這個概念我們一定要弄得非常清楚，在下面詳細辨明這一點，詳細辨明這一點。諸位如果說，尤其是初來的同學們，容或對這個概念不清楚的，那麼，至少你今天記住：將來等到你條件夠了，這一個地方啊，這個地方一定要細細地辨明，然後到那個時候，你才能夠深一步學空，這個時候才好，才好。否則的話，一定是啊一番好心就走上錯路，走上岔路。",
    "1479": "[24:39]《寶頂經》云：「應披慈甲住大悲處，引發具一切種最勝空性而修靜慮。何等名為具一切種最勝空性耶？那麼上面說，要修的時候，修具一切種的最殊勝的空性，這個才是；而不是偏空，這個偏空沒有具一切種的。那下面說：",
    "1498": "[24:58]謂不離布施，不離持戒，不離忍辱，不離精進，不離靜慮，不離智慧，不離方便。」所以，必定要不離開所有的那些，這樣地修。",
    "1512": "[25:12]如經廣說。經上說得很明白，《寶頂經》。實際上平常我們剛才說的，《金剛經》啊就是解……最重要的。其實《金剛經》上怎麼說啊？它說得很清楚啊，佛對須菩提說：「菩薩應無所住，行於布施。」他告訴我們應無所住而行布施哦！他並沒有說應無所住，就停在那裡不動哦！然後呢，下面又詳細地說明，所謂「不住色，不住聲香味觸等，行於布施。」這個，說到下面的時候，我們再溫習一下就很清楚明白了。要不然我們就會了解、曲解了《金剛經》義，結果最上乘的一個法門，弄到我們手上扭曲了，完全弄錯，既自己損害也損害了佛法。繼續下去，「如經廣說」。",
    "1583": "[26:23]《上續論》中釋此義云：「此諸能畫者，謂施戒忍等，具一切種勝，空性為王像。」下面就解釋。",
    "1599": "[26:39]謂如有一善能畫首，不善畫餘，有知畫手不知餘等，集多畫師畫一王像，若缺一師亦不圓滿。國王像者譬如空性，諸畫師者譬如施等。施等方便若有缺少，則同缺頭殘手等像。這個解釋。就像一個、有一個人哪，畫那個頭啊，畫得惟妙惟肖，其他的不會；有的人畫手，各有各的特長。那麼把那些人集在一塊兒的話，畫出來一個，啊！莊嚴的國王像，如果缺掉一樣東西的話就不行。那國王像呢，就譬如空性；那麼畫師呢，這個畫圖畫的人譬如布施。這個意思就是說，你必定要布施、持戒、忍辱、精進、禪定、智慧，平常我們說六度；實際上呢，下面就十度，還要方便、願、智、力，圓滿這樣東西。它每一樣東西有它的真實的內涵，特別重要的。你把這個所有的做圓滿了，那個時候這個最勝的空性，那個空性就是國王像。",
    "1686": "[28:06]其實我們哪，用那個圖畫那個譬喻倒非常好。譬如我們在黑板上面去畫，畫的時候啊，黑板上面本來沒有什麼，空空如也。然後呢，你拿粉筆灰東勾一勾，畫一個輪廓出來，畫得的的確確並是不畫什麼，可是啊，那個時候寫一個什麼彎彎扭扭的像一個「３」字一樣，這個叫耳朵，那個地方畫一個東西叫鼻子，那個地方畫一個圓圈像雞蛋殼一樣叫臉，最後呢配起來，欸，那個國王的那個面孔在這像，起來了。是啊！你說畫上去的粉筆，就的的確確不是那個像。然後呢，那個本來那個，原來那個黑板空空的地方，那個還是空空的地方，欸，那個像就顯出來了，就是這樣。所以實際上呢，這個圓滿的這一個佛法的內涵，也必須要經過這些每一部分，說六度萬行，這個必不能少。"
}