{
    "19": "[00:19]那麼上面呢，道理以及經證，以及經證。下面呢就是特別地來一個分辨跟斥破，有很多錯誤的概念。因為一開頭的時候，已經有說明了，就是那個堪布，那個漢地那個堪布，在這個西藏留下來這個惡劣的影響。那麼，下面就是啊善巧地辨別它。",
    "54": "[00:54]又若執謂唯應修空餘不應修，世尊親為敵者而善破斥，說有的人還執著說：「只要學空啊，其他都不要了，空當中具有一切。」這個啊，不對！佛陀他親自斥破這件事情。所謂佛陀所說的「敵者」的話，就是錯誤的見解。他那個見解跟世尊所說的相反的，敵體相反的，那一種說法，不對的。看！佛陀老人家親自說明：",
    "94": "[01:34]謂若果爾，則菩薩時多劫行施，護尸羅等，悉成壞慧未解了義。假定像上面所說的，上面怎麼說啊：「你安住在空當中就對啦！因為你所有的分別都是分別，那個分別啊都是生死當中的事情。佛陀是以無分別智，你這樣去又要忙這個、又要忙那個，這個錯啦！」這個是錯誤的邪解、邪執分別。假定這種邪執分別是對的話，那麼佛陀在菩薩因地當中，多生多劫行的布施等等，那豈不是錯了嗎？因為像你這樣說，你安住在這個不要動腦筋的，世尊就偏偏要布施、要持戒，捨頭目腦髓，他這樣做，豈不是像你這樣的觀點來說，他壞了智慧，就錯掉了嗎？嗯！所以上面這個話是這樣。不但如此，道理說明了，下面引那個經證。",
    "170": "[02:50]《攝研經》云：那個經上面世尊跟彌勒菩薩兩個人說：",
    "177": "[02:57]「彌勒，若諸菩薩為欲成辦正等菩提，修行六種波羅蜜多。喏！卻說得很清楚。說這個菩薩呀，不像聲聞，聲聞只管自利就算完了，菩薩要辦無上正等正覺，所以要廣行六度萬行。但是啊，",
    "200": "[03:20]然諸愚人作如是說，菩薩唯應修學般若波羅蜜多，何須諸餘波羅蜜多。那是愚人，錯誤的，「啊，菩薩只要學空就行啦！」波羅蜜多，說別的不要。",
    "215": "[03:35]此是思惟，破壞諸餘波羅蜜多。這種想法以及他這種觀念，是破壞其他的六度，錯的。",
    "226": "[03:46]無能勝，「無能勝」就是彌勒菩薩的，翻成我們中文的一個意義。",
    "231": "[03:51]此作何思。前為迦希王時，為救鴿故自肉施鷹，豈慧壞耶？這我們曉得，佛在因地當中啊，那麼為了布施救一隻鴿子，這個公案。說：「我以前哪，在因地當中為迦希王的時候，為了救鴿子，把自己的身體布施送給老鷹吃，這樣做，難道就壞了智慧了嗎？」",
    "263": "[04:23]彌勒白言，不也世尊。彌勒菩薩說：「不啊，世尊啊！」",
    "268": "[04:28]世尊告曰，彌勒，我昔修行菩薩行時，修集六種波羅蜜多相應善根，是諸善根有損我耶？他們問答詳細地辨明。這個辨明怎麼說呢？世尊又說了，說：「彌勒啊，我在因地當中學菩薩行的時候，為了要修集這個六波羅蜜，六度萬行相應的種種善根，做的這種事情，難道對我有損害嗎？」彌勒怎麼說？",
    "303": "[05:03]彌勒白言，不也世尊。彌勒菩薩說：「不！世尊哪，不！對的，要這樣做的。」換句話說，這個時候他們兩位對答，讓彌勒菩薩證成要廣行。反過來，世尊也說，",
    "320": "[05:20]世尊告曰，無能勝，汝亦曾於六十劫中正修布施波羅蜜多，六十劫中正修尸羅波羅蜜多，六十劫中正修忍辱波羅蜜多，六十劫中正修精進波羅蜜多，六十劫中正修靜慮波羅蜜多，六十劫中正修般若波羅蜜多。喏！不但是我呀，你也是同樣地要花這麼多的時候，專門修這個六度。",
    "352": "[05:52]彼諸愚人作如是說，唯以一法而證菩提，謂以空法。此等未能清淨諸行。」有很多愚癡的人這麼說呀：你只要修一法，修什麼？空。這個根本不了解，他的行持也不對呀！所以我們現在有很多人，只是講那空：「唉呀，就空啊！」布施也不要了、持戒也不要了，說起來空。所以大家了解啊，所以說不該空的都空掉了，該空的都沒有空啊！毛病都在這個上頭啊！否則的話，變成功佛都錯了，這一點是這樣，下面一層進一層地來說明。",
    "394": "[06:34]那麼關於上面這個佛陀，這個救鴿布施老鷹這個公案，容或有的人不了解，說一下。佛陀在因地當中修行的時候，那時候他這個正在坐在那個、正在修行。那麼修行啊，就有一個天帝來試驗我們世尊，這樣。那麼化成功一個鴿子，一隻老鷹 ─實際上那個兩個都是啊，一個是梵王，一個帝釋 ─那麼來追，那隻老鷹追那個鴿子。那個鴿子啊，就跑地來躲在那個世尊的那個懷抱裡邊，結果這樣，那麼這個老鷹就追著來。追著來了以後，那個菩薩正在修行哪，一看：欸，一隻鴿子躲在那地方一直發抖，再一看這老鷹追上來了。那麼這個老鷹要追牠啊，他保護牠，這老鷹不能下來，這樣。",
    "462": "[07:42]那麼因為世尊誓願布施身肉頭目腦髓解救一切眾生，現在這隻鴿子這麼苦啊，他當然要救護牠了。那老鷹就說了：「欸，你救鴿子沒錯啊，但是你救了鴿子，我餓了肚子我沒得吃啊！我不是受損了嗎？」那麼那個世尊就跟牠說：「是啊，那你可以找別的東西吃啊！」牠說：「不行，不行！我這個習性就是如此。一定要非要這個新鮮的肉才可以，其他的東西吃了不行，那你救了牠不是害了我了嗎？」「那好、好，既然你要新鮮的肉的話，我發誓要救，我把我身上的肉割給你吃。」「那可以。但是呢，割是可以的，要一定這個重量一樣地重哦！你不能少我一點哦！」「好、好、好。」這樣。",
    "515": "[08:35]然後呢？他自己拿這個刀，我們無法想像的，啊！拿這個身上面去割，割下來。那因為他是梵王啊，是帝釋來試驗的，所以他有神通。結果拿那個磅秤去磅的話，你割下來的肉啊，就是沒有那隻鴿子重。那個鴿子擺在那一頭，然後呢那個世尊的肉放在那一頭，怎麼割啊，就那個鴿子就是重。這身上的肉最後都割掉了，啊！那個你想想看，不要說我們身手割掉了，叫你隨便劃一刀，你就受不了了，而他自己動手啊！那個時候他人已經昏了，昏過去了。後來想：「唉，我多生多劫以來就為了這個事情而精進，今天有這個機會圓滿我的布施，這怎麼可以啊，無論要發大精進！」這樣。然後呢，他最後說：「好，我人統統爬上去！」這樣了不起啊！他最後就用盡平生最大之力，人就爬到那個上頭去，那時大地六反震動啊，這樣。那個是世尊哪，因地當中生生世世這種公案太多、太多了。",
    "584": "[09:44]所以這個地方特別說明，假定像前面，就是說那個支那堪布這麼說：「你只要安住在無分別當中啊，什麼都不管啊，那就對啦！」說：「你要想布施、要持戒，那個是有相的分別啊，那個都是世間的事情啊，修學佛法不是那樣的。」假定像他這樣說是對的話，那世尊親自說：那麼這樣做的話，我因地當中做這個都做錯了。欸，結果世尊跟彌勒菩薩兩個都親自說 ─這個沒有錯。世尊固然沒有錯，彌勒菩薩也是這樣做，六十劫當中布施、持戒、忍辱、精進、禪定、智慧。",
    "627": "[10:27]所以我們現在啊，剛剛開始修道的時候，觀念千萬不能錯啊！他已經到了這種程度，尚且這麼重視，我們凡夫如果不從因地上面努力，說這個也不要、那個也不要，請問你成什麼？你什麼都不成，地獄種子有分。為什麼說地獄種子有分呢？很簡單嘛！佛是圓滿的經教告訴你這樣，經過你這麼歪曲解釋，那麼人家把佛經的正義把它曲解掉了。換句話說，我們的確一番好心想去弘揚佛法，結果卻把完整的教法，被我們這種誤解而損害掉了，效果是什麼？所以佛一再說，你呀，殺羅漢乃至於破壞所有的佛塔，乃至於把三千大千世界所有的羅漢殺掉了，對不起，謗法之罪呀還要重！現在這個大乘經典講的那個，這樣了不起的空法，我們誤解了以後，那豈不是產生最大的罪障嗎？所以在這種情況之下，墮落逃不了，還說能修行成功嗎？就這個地方啊，我們特別應該認識。所以他下面緊跟著說：",
    "711": "[11:51]故若說云，有空解者不須勵力修方便分，是謗大師昔本生事，為是未解了義之時。所以有的人說啊：你真正有空解，換句話說，你證得了空性以後啊，其他的就不要的，其他的不要努力的。對不起，那個是毀謗我們佛陀因地當中，這是第一個；還有呢，對這個真正的了義經的特質，他並沒有解了，沒有解了。又謗人、又謗法，不得了地嚴重啊！",
    "748": "[12:28]設作是念，由種種門修施等行，是未獲得堅固空解，若有空解即此便足，是大邪見。所以有人說啊，說：「你布施這個東西都是什麼，你對這個空性並沒有正確堅固了解，如果你真正地正確堅固了解的話，那就夠了。」對不起，這種看法是大邪見，完全錯了！所以眼前我們所謂禪宗最鼎盛，大家總覺得禪宗講空的，實際上呢，對於這個禪宗也根本不了解。前面曾經說過，今天再引一下，大家還記得溈仰宗的師弟兩位，這是開山大祖師啊，他的老師溈山祖師問他的徒弟仰山，說：「這個《涅槃經》在你看起來有幾卷是對的，佛說的；幾卷是錯的，魔說的？」他徒弟怎麼講啊？仰山怎麼說啊？「師父啊，對不起，我看起來都是魔講的。」欸，《涅槃經》，《大般涅槃經》，他徒弟居然說都是魔講的，這什麼話啊！結果他老師不但不說他不對呀，還讚歎他，說：「哎呀，向後佛也奈何不了你。」對了，你對那個正知見把握得很正確，你自己一旦認得了以後啊，任何人都不能動搖你。換句話說，那個時候講的什麼呢，他真正正見到空性的時候。至於他究竟證的位次是加行位上面的，見道位上面的，那我們不管，總是見到空性的時候。空當中實際理地是一塵不受、一塵不染，還有什麼好談的！",
    "865": "[14:25]因為我們從這個上面看起來他好像講空吧！欸，看喏！下面這句話大有道理喔！所以，他自己的內證的經驗報告他老師，他老師非常讚許說：「對了，對了，你完全對了！」但是，他下面一句話說：「師父啊，我這個見地是有一點哪，但是呢我的行處呢（就是說我的方便呢，我的修行呢），對不起，這個是沒有。」所以他老師緊跟著說：「這個地方啊，是只貴子見地，」是先看看你見地見到了沒有，「不說子行履」，暫時關於你行持的地方不講。",
    "909": "[15:09]我在若干年前有人曾經跟我說「只貴子見地，不貴子行履」，一字之差就不曉得錯到哪裡去了。他就是說，只貴你的見地，行履啊不管的。實際上呢，他們師弟兩個說的是說：先你要先見道，然後根據你的見道然後去修道，所以是現在啊先看看你見了沒有，這個行的事情啊，還暫時不要說。你見到了，根據你正確的見解然後去做，所以我們常常說先得根本因，然後呢再去圓滿它，記住喔！所以一字之差，他大修行人尚且五百世墮野狐啊，我們現在這個凡夫啊，再一念之差的話，那不曉得錯到哪裡去了。這個是，喏！就禪宗。",
    "963": "[16:03]實際上拿我們前面來說，前面那個經上面，《攝研經》上也說得很清楚嘛！他六十劫當中修這個、六十劫當中修這個、六十劫當中修這個 ……。所以我們這些祖師啊，他在這個多生多劫當中，那段時候是專修般若波羅蜜多，所以他重視的是那個，那個時候他其他的不管，這樣啊！所以我們還記得吧，一開頭的時候告訴我們很清楚，我們必定下腳第一步，最圓滿的教法怎麼走法？就是下腳第一步，把這個整個的輪廓認識了，然後呢找到自己進去的這個方便。那個時候你進去的時候，一點都沒錯，一門深入，可以不管其餘。等到你這個做到了，然後呢更進一步，一樣一樣地加起來。正因為如此，所以我們只能說：我現在條件不夠啊，只能在這個上頭啊！",
    "1023": "[17:03]同樣地，正因為我們現在如此，所以現在這個時候我只能念佛啊，看見你參禪啊，哎呀，我讚歎不已；看見你學教，我讚歎不已；看見你持戒，我讚歎不已；看見你學密，我讚歎不已。然後我們互相讚歎、互相幫助的話，那麼靠著每一個人盡一點力的話，這個佛法完整的、完整的內容還可以具體而微地存在世間。雖然我們個人做不到，確是靠不同的人，把那個圓滿的佛法還撐起來，這個是必然的結果。反之，你得不到的話，大家偏在一方面，就覺得修行就要這個了，別的也不要了。然後呢，我學淨土嘛謗禪，學禪的人嘛謗淨土，你謗他、他謗你，不要等到外面人來損害你，我們自己就裡邊弄得來支離破碎啊！這個是千真萬確的，絕對重要的。假定你能夠這樣做的話，你會不會說四眾過啊？會不會自讚毀他？都沒有啦，都沒有啦！所以你得到了正確的認識，跟不得到正確認識就差這麼個大法。啊，所以他們告訴我們說大邪見。緊跟著，他一步一步地深入廣泛地來辨明這個事情。",
    "1113": "[18:33]此若是實，則已獲得無分別智，證勝義諦大地菩薩，及諸特於無分別智獲得自在八地菩薩不須修行，然此非理。更進一步說，我們凡夫先不談，乃至於證得加行位或者見道的那些先不談，特別到了八地菩薩，說：假定像你這樣說是對的話，你只要證得空性，其他的說不要修的話，假定這個實在的話，有什麼錯誤？請看，說「獲得無分別智，證勝義諦大地菩薩」，大地菩薩證了空性了，特別是啊「於無分別智得自在」的 ─八地菩薩，那個換句話說，達空性是徹底的、徹底的，所謂「不動地」。不動地的話，能夠真俗二諦圓滿證得的那個。第五地「極難勝地」，第六地叫「現前地」。極難勝地是能夠真俗並觀；然後呢，六地的時候真俗現前；七地是遠行地；八地是不動地。那個時候，的的確確對這個無分別智獲得自在的時候，那個時候他應該就不要再修了。但是，這個不對，這個不對。下面又引經上面說：",
    "1200": "[20:00]《十地經》說：「於十地中雖各各地，於施等行別別增上，然於餘行非不修行。」它每一個互相攝的。",
    "1212": "[20:12]故一一地中說皆修六度或修十度，此等經義，無能勝尊龍猛無著，皆如是釋，定不可作餘義解故。上面在任何一地當中，這個都要廣修六度或者十度，只是那一地這一部分是特勝，初地是布施特勝，二地是持戒特勝。關於這個道理啊，喏！從世尊經上面下來以後，說無能勝，是彌勒菩薩，不管是再傳下來的性宗、相宗，沒有一個例外的，都是這樣解釋，絕不可能解錯，絕不為其他的意義。換句話說，凡是正確有傳承的菩薩、祖師都是這樣解釋的。那個地方，反正凡是像前面所說的那都錯了。緊跟著關於這一點又特別說明，",
    "1278": "[21:18]特八地位就是八地菩薩。",
    "1280": "[21:20]滅盡一切煩惱，安住寂滅一切戲論勝義之時，看喏！他那個時候",
    "1287": "[21:27]諸佛於彼作是勸云：那佛出來勸他的，這個八地菩薩證得了這個呀，覺得，哎呀，他已經徹底地解決了問題了啦！那就是涅槃了啦！欸，那個時候啊，佛就會起來彈指，就警覺他，說：",
    "1305": "[21:45]「唯此空解不能成佛，你單單到這個地方是不能成佛啊！",
    "1311": "[21:51]聲聞獨覺，亦皆得此無分別故。喏，你別看小乘喔！小乘聲聞、緣覺也得到這個，不過量沒有八地菩薩那麼大，是就驗證的質來說是一個內容。關於這一點哪，性宗跟相宗所見有不同，這個我們這裡暫時不談它，總是這是經上面佛陀親口講的。所以說，你得到這個，嗯，不！",
    "1340": "[22:20]當觀我身及智土等，此無量德，我之力等汝亦非有，故當精進。啊！說你的目的不是要學成佛嗎？那麼你不要看他們，要看我呀！我的這個智慧你有嗎？我的報土你有嗎？我的無量的功德，我的十力、四無所畏，你還沒有啊，所以你還要精進啊！就你自利來說是這樣，進一步呢？",
    "1370": "[22:50]又當思惟，未能靜寂諸有情類種種煩惱之所逼惱，你要為、不是要為利益有情嗎？一切有情的煩惱等等還在，利益人來說你也沒有。",
    "1382": "[23:02]亦復不應棄捨此忍。」再說，你也不必離開你現在證得的，正在你證得的當中廣行這些，自利、利他。這佛親口說的，絕對不是說只要空啊，就可以了。所以剛開始初地菩薩、八地菩薩，沒有一個例外的，現在我們單單居然說，修個空什麼都不要了，那完全是個錯誤。所以說，這樣的八地菩薩到了這種地位啊，他",
    "1415": "[23:35]尚需修學菩薩諸行。還要努力學這個啊，我們現在",
    "1422": "[23:42]得少三昧便生喜足，棄捨餘德，誠為智者所輕笑處。喏，這個地方最後一句話，我們現在稍微得到一點點相應啊就已喜足了，然後呢其他的都棄捨掉了，真正有智慧看的人哪，真覺得可笑、可憐啊！這一點大家千萬注意啊，千萬注意！我們現在真正的大毛病始終在什麼地方，就是自己的障礙。總歸得到了一點點：「哎呀，好了，好了，我就這個樣了！好了，好了，我就這個樣了！」所以真正要懺悔的話，第一件事情一定要把這個拿掉。當然，畢竟自己不行，畢竟自己太差，那也不勉強，那只好走這條遠路。尤其是想學大乘佛法的人，這個概念不拿掉，大乘根本談不到，大乘根本談不到！這樣。",
    "1478": "[24:38]不過呢，我們也並不要去否定別人，他雖然沒有這個力量，哪怕那個大乘、大乘唸一唸的話，遲早那個大乘種子引發，他還是會回來的。可是那時候注意喔！他要回來的時候還要走這個老路子，還要把那個以前這個障礙把它拿掉。所以我們今天如果懂得了以後啊，真正更重要的第一件事情，就是把眼前那個障礙就拿掉。你拿掉了很快就上去了。何必吃盡了千辛萬苦，然後到那個時候啊，唉呀！再痛苦地再去同樣的要做這種事情。而且你越到後來，你的積習是越來越重。積習越來越重，然後你到那時候淨除那個障礙是越來越辛苦，越來越吃力啊！所以這個道理，必定要事前的時候，先要深思熟慮，你了解得越透徹，那剛開始去做的話越省力。現在做的時候是有障礙的，因為你以前嘛，但是現在畢竟那個障礙比較輕喔，所以容易除喔！這一點我們應該認識。下面繼續地再引這個《十地經》。",
    "1551": "[25:51]如《十地經》云：「佛子，若有菩薩安住菩薩此不動地，諸佛世尊於此安住法門之流，發宿願力，為令善修如來智慧，作是教言，看哪！親自在，佛這麼說，這個經上面說的。說這個這些佛子這大乘行者啊，一直到了不動地，啊！那個是高得不得了。那個時候諸佛世尊 ─十方一切諸佛，在這個情況之下就發宿願力，就告訴他、啟發他，告訴他：某人哪！你的目的不要忘記掉了啊！你現在，就是前面說的那個，你現在這個，不對啊！",
    "1597": "[26:37]善男子善哉善哉，說：好極啦！你現在難得了到了這個地位，可是你要注意啊，有一個關鍵問題啊！",
    "1607": "[26:47]當隨證悟一切佛法，此雖亦是勝義法忍，這個是無生法忍，真正殊勝的啊！",
    "1616": "[26:56]然汝但是你啊，",
    "1619": "[26:59]尚無我之十力及無畏等圓滿佛法。十力、四無所畏圓滿佛法你都沒有啊！",
    "1628": "[27:08]為徧求此圓滿佛法故，當發精進，亦不應捨此法忍門。那個時候你要正精進了，那也不必棄捨這個無生法忍之門。他那兩句話，實際上就是什麼呢？那個時候發的精進，就是慧攝的方便；然後呢，不捨此忍哪，就是方便所攝的智慧，所以八地菩薩的修持的精進我們無法想像的。下面他馬上又緊跟著來了，",
    "1661": "[27:41]善男子，汝雖得此靜寂解脫，當思此諸異生凡夫未能靜寂，起種種惑種種損惱。你雖然得到了這個解脫了，但是很多凡夫還沒有啊，因為你的原來的目的不是要利人嗎？你現在得到了，你還沒利人啊！",
    "1683": "[28:03]又善男子當念宿願，饒益有情，不可思議智慧之門。你要回想你自己的願力喔！你的願力是什麼啊？為利有情願成佛。不管對你自利也好，不管是利益有情也好，你一定要得到那個不可思議智慧之門喔，你現在還沒得到喔！而且下面又說：",
    "1708": "[28:28]又善男子，此乃諸法法性，這個八地菩薩所證得的 ─一切法的法性，法爾如是。",
    "1715": "[28:35]隨諸如來出不出世，然此法界恆常安住，謂一切法空性，一切法不可得性。那就是這個，說一切法，「法住法位，世間相常住」，就是你現在就證得了這一點而已，這樣。一切法本來空的，一切法本來不可得，這個特點。"
}