{
    "3": "[00:03]下面一句話很有意思。",
    "5": "[00:05]非以此故差別如來，單單對這一點來說的話，不是說三乘的差別。《金剛經》上有這麼一句話：「一切賢聖皆以無為法而有差別。」既然是無為法，為什麼有差別呢？有的，同樣證得無為法，或者是聲聞，或者是緣覺，或者是佛菩薩，差別在哪裡？就在這裡。所以他下面說：",
    "32": "[00:32]一切聲聞獨覺亦皆得此無分別法性。喏，經上說得明明白白啊！所以我們千萬不要誤解《金剛經》哦！然後呢，只講空哦！這個錯了。",
    "47": "[00:47]又善男子，當觀我身無有限量，無量智慧，無量佛土，無量成辦智，無量光明輪，無量清淨音聲，汝亦當如是修。」我的一切一切你要這樣修啊！前天我們還記得吧？佛的這個功德是不得了、不得了啊！聲聞是絕對不可能，完全不能比，完全不能比的啊！差別在哪個地方？就在這裡。",
    "76": "[01:16]《十地經》又說：差別就在於廣行六度萬行，而這個要用慧來攝持的方便。下面又說：",
    "84": "[01:24]「譬如大船入大海已，順風所吹一日進程，未入海前勵力牽行，縱經百年亦不能進。如是已至八地，不待策勵，須臾進趣一切智道。若未得入此地之前，縱經億劫勵力修道，亦不能辦。」故若唱言有速疾道，不須修學菩薩行者，是自誑自。下面這個非常重要，就像大船一樣，在江裡邊啊，唉呀，這個要拖啊、要拉啊，不行！這是沒有進入大海。一進入大海啊，那個大海又海闊天空，又這個風又大，吹一天所進程的話，唉，在沒有進入大海之前，你努力去拉啊，這一百年也達不到這個。所以啊，到了八地菩薩，所謂不動地，任運無功用行了，他「須臾」，任何一剎那，在一切智這一條道路上走的這個功德，在沒有進入這個之前，經過億劫努力修行也不能辦。所以經上告訴我們，進了八地菩薩，他隨便哪怕一點什麼東西給狗吃，至於做一樣東西，一點點事情的功德，把他所有以前的功德積累起來還要超過，就這樣。啊！所以這個關鍵就在這裡。",
    "161": "[02:41]那麼為什麼八地菩薩能做，聲聞不能做呢？差別就在這裡，就是啊他先以方便攝持的慧，而這個東西一定是方便為上首的。現在這個地方，下面會廣辯此事，詳細地。所以我們沒有證得方便之前學空，那是一條歪路，是一條歪路！我們繼續下去，關於這個地方啊，除了我特別說明以外，你們諸位在座的同修，要想走這條直路，不走冤枉路的話，這個概念務必要弄得非常清楚！",
    "203": "[03:23]設謂非說不須施等，有的人說：欸，說布施等不是不要，要的。那麼怎麼辦呢？",
    "212": "[03:32]然即於此無所思中完具施等，不著所施能施施物具無緣施，如是餘度亦悉具足。他怎麼說？說布施要的，只是呢在「無所思」中，就是你在那個無分別當中啊，你就可以完備了。這樣去做的話，才能夠不著說所施、能施、施物，我們通常所謂三輪空，這樣才對呀！不但是布施，持戒、忍辱、精進等等亦是如此；說持戒而不著戒相等等。有的人這麼說的，這個對不對？下面就告訴我們，這個啊也有問題，也有問題！下面這段文就是說明。",
    "257": "[04:17]經中亦說一一度中攝六六故。是的！經，不但是這個人這麼想，經裡邊也說的！每一度，譬如說布施，布施含攝了後面的所有的諸度，持戒也是含攝了其他，於是他就這樣想。",
    "274": "[04:34]若僅由此便為完足，則諸外道心一境性奢摩他中，亦當具足一切波羅蜜多，於住定時亦無如是執著故。說，下面就辯，說這個錯了，不對、不對！假定說，你住在這個定當中，不去分別就算完滿一切的話，很多外道得到那個定的時候，在奢摩他中、定當中，他心裡也沒有想啊！沒有想，不去分別，那豈不是也應該圓滿一切了嗎？因為他住在定當中，他心裡面沒有這種執著，沒有這種執著的話，像你這樣的三輪空啊，三輪空的話就不是具足了嗎？這個不是這樣嗎？實際上啊，不對的啊！實際上不對的。",
    "317": "[05:17]特如前說聲聞獨覺，於諸法性無分別時，應成大乘，具足一切菩薩行故。或者你會這樣說：「哦，不！外道的是定啊，定，要慧才行。」那麼沒有錯，好了，你說慧吧！聲聞、獨覺，應該是慧吧！他那個慧啊，安住在法性當中，也沒有分別的啊！如果像你說這樣對的話，他也應該是大乘，也應該具足一切菩薩行啦！實際上是不是？當然不是！所以錯了，所以錯了！那麼下面的呢，下一堂課再說，這個概念很清楚，很重要啊！",
    "358": "[05:58]現在我們繼續下去，所以上面說兩段話，說你只要住在這個無分別當中啊就可以啦！前面第一種呢，他說：「你只要無分別啊，那就對了，所有那些分別，那都是妄想執著啊！」說：「惡分別固然是，善分別也是分別啊！」大家記得那段話吧！就是黑狗、白狗咬人都傷人的啊！黑雲、白雲都在虛空的啊，所以你不要分別啊！那這是辯。實際上呢在最早道前基礎已經辯，中間也辯，這裡也辯，因為這個概念流毒太大了、太嚴重了！那麼現在這地方真正重要，所以一開始進入大乘的時候又特別說明。",
    "409": "[06:49]那麼進一步，他又說：「啊，那麼要的，要的！」說那布施等是要的，因為經上面統統說要的，他當然不能說不要啦！「但是我這個布施怎麼呢？那你就在這個無分別當中就可以啊，行了！而且經上面也說，一一度當中，每一度當中就含攝了其他六樣東西啦！」所以他這個地方說，假定像你這樣說的話，那麼外道住在這個定當中，不也就得了嗎？也許你會說：「這外道啊、這個外道啊！這是外道之定，跟慧不相應。」好了！如果跟慧相應的嘛，那麼聲聞、緣覺不是也是慧嗎？他豈不是聲聞、緣覺也就等於菩薩一樣了？當然不對呀！所以這個一層、一層地辯明。",
    "455": "[07:35]若因經說，一一度中攝六六度，便以為足，若爾供獻曼陀羅中「具牛糞水即是施」等文，亦說具六，唯應修此。所以啊，他下面說：假定你看見說經上面講了，每一度當中都有其他的六度，就這樣就算夠的話，那麼我們剛開始的時候，供那個曼陀羅的時候，他就這樣念：「不管任何東西，哪怕是牛糞水啊，你觀想也成施。」那豈不是也樣樣都具足了嗎？實際上呢，這個是這個藏系的說法，我們這個《大乘止觀》哪，就是智者大師的師父 ─南獄慧思禪師，這何等了不起的，他那個《大乘止觀》當中，他也這麼說：如果你能夠觀想的話，再髒的東西，哪怕你上大號，你觀想也可以。這是同樣地引這個東西。於是我們往往 ─好了，你只要觀想、觀想就行了，你不要實際上去布施。那是一個誤解，不是不要你觀想，不要你觀想，換句話說，你觀想的時候也可以行施，施的時候也可以觀想，所以一定是方便攝慧，慧攝方便。現在我們只講其中的一個，另外一個就不要了，就像這樣人一樣，就是半個人，其他半個就不要了，那就是犯了這種毛病。所以他下面緊跟著說：",
    "554": "[09:14]故見攝行，方便攝慧者，所以我們必定要了解，這兩樣具足的喔！要用智慧來攝方便，這就是見攝行，然後呢，用方便來攝智慧。他下面這個比喻非常妙、非常妙！你懂得這個比喻，那個時候你就曉得說大乘的所謂的三輪空，這個是怎麼講法，乃至於無緣的悲等等怎麼個講法。看哪！",
    "590": "[09:50]譬如慈母喪失愛子，憂惱所逼，與諸餘人言說等時，任起何心，憂惱勢力雖未暫捨，然非一切心皆是憂心。譬如說一個慈母，啊！一個非常慈愛的母親，又是一個獨生子，這個兒子好得不得了，家財萬貫。那我們可以想像得到的，這個兒子死掉了以後，這個心裡面的憂惱得啊，不曉得怎麼辦！這個時候，在任何情況之下，跟人講話或者什麼等等啊，她心裡邊這個憂心一直在。但是並不是說任何時候都是憂心哦！她照樣吃飯、照樣做事情、照樣什麼，照樣講話，事情照做，可是那個憂愁的心還在。那麼現在這個比喻，比喻什麼呢？看下面啊，這一段話非常重要！",
    "648": "[10:48]如是解空性慧，若勢猛利，同樣地，現在你假如解空性的智慧非常猛利的話，那麼你對於",
    "660": "[11:00]布施，禮拜，旋繞，念誦等時，緣此諸心雖非空解，然與空解勢力俱轉，實無相違。對的！現在你同樣地，菩薩不是喪失愛子的這個憂惱心，菩薩是見到了空性以後的這個空的這種力量，這個行勢非常猛利。因為證得了空性，所以那時候你照樣布施、禮拜做什麼事情啊，欸！對不起，那一個解空性的心一直跟著他，做你所做的事情跟著一起。所以說「與空解勢力俱轉，實無相違」，一樣的嘛！凡夫尚且如此，何況證得菩薩呀！所以他證得了空性以後，住一切時處都是在這個空當中，但是的的確確，所有的其他任何事情，不捨棄的！",
    "716": "[11:56]如初修時若菩提心猛勢為先，入空定時，其菩提心雖非現有，此力攝持亦無相違，故於如此名無緣施。反過來，反過來，前面剛才說的是解空慧，現在反過來呢，方便。就是說你剛開始修的時候啊，先修菩提心，那個修菩提心修到非常猛利的時候，那個時候你證得空定的時候，欸！雖然空性現前了，但是那個菩提心的勢力非常強，非常強。所以啊，雖然你證得了空性了，因為一個菩提心的心力攝持啊，你不會墮在這個空當中，這一個就是整個大乘的關鍵所在。這點非常重要哦！否則你一解得空，完了！既然是空的，你還在忙什麼？你發現前面說煩惱的中心是什麼？煩惱的中心 ─實執，尤其是實執當中有個我執；「我」固然是沒有，說我所執的法也沒有，找不到了！你找不到了，你還忙什麼？欸！但是因為在你沒有證得空性之前，有很強烈的、非常猛利的菩提心，所以你證得了空性以後，那個菩提心還在推動你，所以他在空性當中能夠動，這個是個關鍵問題所在。所以為什麼他修學大乘佛法，一定先修菩提心，不能先修空的，一修空停在這裡，沒有力量了。這個我們要懂得了。",
    "814": "[13:34]若全無捨心則不能施，假定沒有捨心的話，根本不能布施，換句話說你沒有布施心，不能布施。那布施心怎麼來的呢？為了要求大菩提心啊！",
    "827": "[13:47]如是於餘亦當了知。方便智慧不離之理，當知亦爾。其他的都是這樣。所以方便跟智慧不離、互相攝持的這個道理，就在這裡、就在這裡，所以叫悲智雙運。《金剛經》上面所以告訴我們「菩薩應無所住」，這個是什麼？安住在空性的時候，卻是「行於布施」，現在了解了沒有？很清楚、很明白！所以《金剛經》一開頭的時候啊，他就這麼說，是，他是講的空，可是一開頭他怎麼講呢？我把那個經文啊，在這地方給大家唸一遍。說〈大乘正宗分〉，這個大乘的中心問題在哪裡啊？「佛告須菩提：諸菩薩摩訶薩應如是降伏其心」，是的，菩薩摩訶薩真正學大乘行者，他怎麼修啊？怎麼調伏這心啊？說「所有一切眾生之類」，所有一切眾生，沒有一點分黨，沒有一個例外。「若卵生、若胎生、若溼生、若化生」，這是四生；「若有色、若無色、若有想、若無想、若非有想、非無想，我皆令入無餘涅槃而滅度之。」我要救他們滅度。這第一個，這是方便。",
    "913": "[15:13]下面呢，「又如是滅度無量無邊眾生，實無眾生得滅度者」，欸！你把所有的眾生滅度了，救濟了以後啊，卻找不到一個可度的眾生，為什麼？就是慧所攝方便，喏，就在這裡。所以他一開頭的時候，一定有它的次第，所以本論的真正殊勝的方便。下面不是又告訴我們，說〈妙行無住分〉當中有這幾句話，說菩薩「不住色布施，不住聲、香、味、觸、法布施。須菩提！菩薩應如是布施，不住於相。」菩薩要這樣布施的 ─布施而不住於相。",
    "956": "[15:56]現在我們了解了：哦，原來這樣！他因為前面有方便攝持的慧，所以證得空性的時候啊，他雖然證得了空性了，但是方便的力量很強，所以他那個空解啊，跟那個方便俱轉，他還可以照樣做。反過來呢，以這個方便的力量，這個方便就是發菩提心哦，這個發的菩提心哪，由於證得了空性的關係，證得了空性的關係，所以這個時候啊，他兩樣東西互相俱轉。行方便的時候呢，不會著在愛見上面，不會有所執著；然後呢，安住空性的時候呢，他不會沈在這個裡面，而能夠由方便提持。這樣才能夠廣行一切萬行，才能夠證得佛地的種種功德。沒有這個條件的話，一證空性，好囉！",
    "1013": "[16:53]現在我們就所以忙，譬如說我們現在忙，啊，忙了個半天；忙了個半天，人家發現這原來你忙了半天，都為別人的，誰願意忙啊？沒有一個人會願意忙的，對不對？這個很清楚、很明白！現在我們裝飾那個房間，你弄得很好，最後發現呢，原來這個房子是別人的。哎喲！我們說：「我們白辛苦一埸，好了、好了，算了、算了，就算我倒楣！」那就是這個心理，這個很明白、很清楚嘛！",
    "1041": "[17:21]所以他菩薩、聲聞的差別就在這裡。聲聞雖然證得了，然後呢，在這個大乘會上，聽佛講那個大乘的功德，然後他也跟著佛一起講那些道理，但是他心裡面哪，就沒有一點點什麼，因為愛已經斷盡了，空的嘛！這些東西都空的嘛！你還講是照樣講，那但是呢，他就是心裡面就是動不起來，一點動不起來，注定他必定要走這個遠路的原因就在這裡。所以《法華》上面，以大智舍利弗，以聲聞之首，對不起！說你最後還是要成佛的，可是你還要轉這麼多。哎呀！你們不妨翻翻那個《法華經》去看。",
    "1089": "[18:09]現在我們哪，連他聲聞都不如，只是現在還沒做啊，「好了，好了！我只要這一點就好了、好了！」那是注定你非走遠路不可。這一點我們千萬要注意，千萬要注意的！所以常常記牢：你來幹什麼的？學佛。所以不要學佛的人先說：「哎呀！我好了，好了！就是這樣。」那你不是學佛。《法華》上面說得很清楚，佛出世啊，一直想把最圓滿的東西給你，可是偏偏就小根小草、小草小根，你那個草就是小，他的甘露是遍大地都是，你那個根就這麼一點點，「哎喲！我只要這一點點，其他的我就不要了！」那佛也拿我們莫奈何我們。",
    "1134": "[18:54]假定你真的這樣，安住在這裡，問題解決了，那好嘛！佛本來要救你，你既然救出來了，佛也省一點氣力啊，偏偏這個問題不解決耶！所以佛陀還要勞苦他。實際上呢，倒不是佛陀的事情，我們自己的事情啊！你「好了、好了」，到那時候發現問題還在一大堆，那你重來。所以我們常常說一個比喻：你譬如說造房子，我們千萬不要「啊，這麼一點點就夠了！」然後呢，你把它弄，弄好了發現不對，那麼拆掉它重來；然後呢，釘一釘，又不對，又拆掉了重來；又不對，又拆掉了重來。唉，你不曉得弄到哪年哪月啊！現在我們一開頭做的時候，先不忙；然後呢，全部精神，雖然剛開始的時候，計畫的時候好像慢一點，結果你最佔便宜、最省事、最討巧，還是這個辦法。這個地方啊，大家一定要特別認識。現在我們繼續下去：",
    "1195": "[19:55]又經宣說福資糧果，為生死中身及受用長壽等事，亦莫誤解。若離智慧善權方便雖則如是，若由此攝持，亦是解脫一切智因。他所以下面告訴我們，那麼經上面說「空」，然後呢，說「有」的一方面也是這樣。說經上面說，福的資糧果，換句話說布施等等，這個是什麼？就是生死當中的受用的身，以及長壽等事。同樣地不要誤解，對空固然不能誤解，對有也不能誤解。誤解了有啊，愛見大悲，根本就跳不出來，自己都跳不出來，還救人家嗎？現在有很多人說：「哎呀，現在我是大乘行者，像你這樣不行啊！你不是看嘛，彌勒菩薩，他說啊什麼不修禪定、不斷煩惱啊，我們也這個樣，要廣修方便。」又錯了，錯了！兩者都不能誤解的，這是我們要了解的。所以你離開了智慧啊，你那個方便也是這樣。所以你要行方便一定要有智慧去攝持，你說要布施、持戒要作種種功德，這個事情要智慧攝持。前面因為以前的流弊啊，都是講空，講智慧而不要方便攝持的；而現在慢慢地又流弊什麼？講方便，也不要智慧攝持的，所以反過來也是這個道理啊！這個概念我們必定要雙方面互相認識，這樣。",
    "1300": "[21:40]所以在我們修持的時候，的的確確在每一個不同的階段，有它的重點，可是這個重點始終是整體當中的一部分，你絕對不能偏的。比如我像造房子，現在造基礎，那是造基礎，當然這個是造基礎，但是並不是說造基礎，其他的不管。我們一定的，哦，現在基礎部分，其他的計畫照樣地源源而來，準備好的門窗在哪裡做，磚什麼、水泥在哪裡訂。然後呢基礎造好了，這些東西又來了，造那些、造這個，然後呢，你慢慢、慢慢地這個整個的構架上去。我們現在犯這個毛病 ─不了解，造基礎，外面東西不要了。造好了，你幹什麼？欸！停在那裡，這樣。所以這個毛病啊，我們一定要避免。「若由此攝持，亦是解脫一切智因。」同樣地，這個方便拿智慧來攝持，這個才是真正得到一切智、佛果的因。這兩者當中，一定要同樣配合圓滿，才是二足尊，才是真正的佛法，才是真正的圓滿的佛果。所以",
    "1378": "[22:58]如《寶鬘論》云：「大王總色身，從福資糧生。」總之，色身啊，換句話說，這個色身就是什麼？佛的圓滿的報身報土，這個是福資糧。但是這個福資糧，一定要智慧攝持哦！現在記得哦！這樣。所以佛的所謂最殊勝的法身是什麼？是由方便作攝持的，這樣兩樣你攝我、我攝你，構架起來，成功了。",
    "1406": "[23:26]教證無邊。所有的教上面，到處都是都說明這個。",
    "1414": "[23:34]又汝有時說一切惡行一切煩惱惡趣之因，皆能變為成佛之因，有時又說施戒等善增上生因，是生死因非菩提因，應當令心正住而說。就是駁斥前面那種錯誤論調，那個錯誤論調的人哪，他前面除了前面已經說的，他有的時候又這麼說了：「這個假定你得到了善巧方便的話，就是一切的壞事情，一切煩惱等等，本來是要墮惡趣的，你只要得到了正確的方法的話，都變成功成佛的因。」實際上呢，這個意思就是說，那菩薩不厭生死，在生死輪迴當中轉，卻是，欸，大乘的特質，這一點。因為你自己解決了，停在那裡不動，對不起，你不行欸！所以他一定是在煩惱當中，一直在煩惱當中，所以說是不斷煩惱嘛！就這樣。所以有的說叫「留惑潤生」，這一個不是你這麼說嗎？結果呢，留惑潤生的目的幹什麼？就是要行布施等啊！結果你偏偏又說：「施戒等善增上生因，是生死因非菩提心。」欸，結果你又這麼說。啊！你到底在說些什麼呀？你先呀，要把你的「令心正住而說」。這個話很有意思，你先自己弄弄清楚，然後你開口不晚啊！那個就是這一段地方辯論告訴我們。",
    "1516": "[25:16]所以前面我們一再地、很清楚明白地，說明本論的殊勝的特點，就是每一個地方啊他辯得很仔細。我們往往含含糊糊，常常說：「唉，你哪一個都對啊，哪一個都可以進去啊！」這個話倒是沒有錯的。的的確確你只要碰到了，譬如說我們那一天說的，常常舉那個比喻：你去摸象，摸到了象的毛，你也對啊！這問題不是說……要了解這個特質，你摸到了象毛，說：「欸，對了，沒錯！這是象的毛。」那再緊跟著摸上去，這個才對啊！你從那個象的毛就摸到象的皮，然後象的皮，說不定這是腳上的，你再摸上去，就摸到肚皮，其他一樣一樣摸到了。現在的我們的毛病，不是這個啊！摸到了象的毛，說：「欸，這個就是象了，好了，好了，好了！我已經摸到了。」象是這麼大，你就摸到那麼一點點，你說就是象了，那個對嗎？所以這個，整個的概念是在這個地方。",
    "1576": "[26:16]是啊，所以佛說得一點都沒錯，乃至小低頭、一合掌等等啊，皆已成佛道。可是我們現在了解，這個佛道之成，還要什麼？慢慢地有其他的因緣，把這個因策發。現在大家概念有了，對不對？所以一定是要把這個因，把這個因哪，經過這個所謂凡夫是愛取的滋潤；然後呢，修還滅的時候，以正知見、善法欲的潤發，然後感果報。換句話說，你摸到了一點點這個毛，你要得到果報的話，是你要繼續地拿這個法相應地增上它，使我們緊跟著再不斷地摸上去。而不是說：「好了，我已經摸到了，這個也是、那個也是。」這樣。",
    "1630": "[27:10]懂得了這個道理，所以我們現在說，是的，念佛也對、參禪也對，可是記住：我是念佛要成佛、要學佛！千萬不要說：「哎呀，我好啦，我來去了就算了！」然後呢參禪，「我只求開悟。」不是的！我為了要達到圓滿的這個佛果，現在我走的路，眼前走的是從這個上面，從這個上面是步步深入。而最重要的，更重要的，那個時候啊，在深入之前先看看，這個整個的構架不要弄錯。如果你弄錯了話，一定會陷在前面所說的：你說要行方便哪，沒有慧來攝持。結果呢，你雖然一番好心，自己也混在這個裡面跳不出來，受的三世怨，修了很多福報下地獄。反過來的話──呢，儘管你修智慧，就算修對了 修錯了，以定作慧，固然是很嚴重 就算你智慧修對了，對不起啊，所謂「修慧不修福，羅漢應供薄」。你證得羅漢果，應供還很薄，完了以後還要轉不曉得多遠的圈子才到。那種冤枉路啊，我們如果能夠眼前，稍微花它個三年、五年的時間的話，都可以消除掉，太值得了！這是我們一開頭一定應該有的正確的認識。再下去。",
    "1733": "[28:53]又如經說：「著施等六，是為魔業。」欸，他更進一步，啊，這真了不起啊！是啊，他反過來又有人反證哪，說：「欸，你現在強調那個布施等等，可是經上這麼說的喲：假定你布施而執著的話，這是魔業哦！」它不但是，然後呢，好幾個經。",
    "1755": "[29:15]《三蘊經》說：「墮所緣故而行布施，由戒勝取守護戒等，如是一切皆悉懺悔。」說雖然你布施，但是你墮在所緣，然後你持戒，你執取這個戒取見，這樣的話這個都錯的，你要懺悔的。另外一個",
    "1775": "[29:35]《梵問經》云：「盡其所有一切觀擇，皆是分別，無分別者，即是菩提。」是，經上面告訴我們，你這樣的觀察、思惟都是分別，無分別這個才是正規的覺道。",
    "1787": "[29:47]於此等義亦莫誤解。經上是有這樣的說法的，但是你不要誤解哦！他下面就解釋了，下面就一步一步來解釋這種道理。"
}