{
    "10": "[00:10]初經義者，謂於二我顛倒執著，所起施等未清淨故，說為魔業，非說施等皆是魔業。他說得很明白喔！說，你對這個我、法兩樣東西顛倒執著，沒有弄清楚，那個時候你去布施，這個不清淨，不是說布施這件事情是不清淨。就是說你雖然布施，可是你布施說：哎呀，我送給他！就好像現在說，我送給人家一個禮，你為什麼送他禮啊？你想有求於他呀！為了要求他，先送他禮。你的目的不在送他，你的目的在求，為了你欸！所以你的中心是為了什麼？二我顛倒而做欸！他要教我們清淨地去掉這個顛倒，不是教我們不要施啊！",
    "64": "[01:04]若不爾者，六度俱說，靜慮般若亦當許為是諸魔業。假定這樣的話，六度當中也說靜慮、般若，請問這樣的話，豈不是一一都是魔業了嗎？所以「著施等六是為魔業」，那麼你著靜慮也是魔業，著般若也是魔業，那麼靜慮、般若都是魔業啦？不是的呀！就是你的執著，本來他根本的重點破這個執著，不是教你不做，那麼我們不幸的時候呢，破掉執著啊，又執著在這個空上面了。所以經上面告訴我們呢，你如果在萬一不得已啊，你不能完整了解的話，所以「寧執有見如須彌山，不可執空見如芥子許」。當然希望你是弄對，萬一你弄不對，這個執著總歸弄不對嘛，你執有沒關係，大得像須彌山，須彌山世間最大的，你執得大得這樣，不怕；執空，空是最小的芥子，哪怕執一點點那就完了，是說得清清楚楚啊！他這個地方的真正重要的啊，要破這個兩我顛倒，佛法整個的沒有別的，就是這個兩樣東西。結果啊，你那個經義沒有弄清楚，所以說該空的沒有空啊，不空的空掉了。嗯！第二個經義呢？",
    "155": "[02:35]第二經義亦於顛倒執著所起未清淨者，作如是說，非說不應修習施等。這同樣地對上面這個兩種顛倒不清淨，所以就要告訴你啊：布施，不要執著布施，就像前面說的，你以菩提心為主，然後呢，見得空性的時候啊，欸，他雖然在空性當中，這個菩提心還在。反過來，證得空性以後，菩提心還在；發菩提心的時候，空性還在。因為發菩提心，所以你布施；因為你證得空性，所以不執著。所以布施是布施，持戒是持戒，卻不執著，這個才對。現在你去布施，然後呢你去持戒，你去執著，這個是不對。所以前面已經辨得很清楚了，你了解了前面的，後面這個三個經上道理，我們自然很清楚。否則，你如果不了解前者，那到後面這個概念，是往往誤解。再加上別人哪，什麼一說，啊！說這個東西完全是，這所謂人家說：「兩片嘴唇皮，隨便你撥兩撥。」撥起來很容易啊，你聽起來很動聽，我們也沒有正確的知見，跟著他跑，害了，害了！所以我們繼續下去。",
    "242": "[04:02]若不爾者，說墮所緣而行布施，則不須說墮所緣故，哪，他經上面說得很清楚啊！「墮所緣而行布施」，錯是錯在什麼上面啊？「墮」，墮就是執著，執著你所緣而去行布施。他假定說這個是錯的話，他應該說布施錯，不應該說「墮所緣」這個布施是錯的。",
    "271": "[04:31]理應總云行施當悔，然未作如是說故。照理說布施，欸，不可以！持戒，不可以！他前面不是這樣講的，前面說「墮所緣」，就執著你布施，這不可以，執著你持戒不可以。他真正的重點，教你不要執著。所以說，「應無所住」，然後呢「行於布施」呀！很清楚啊！不要執著，然後呢，再去作布施、持戒、忍辱、精進啊！《金剛經》不是 ……對不對？你懂得了這個道理，回去看《金剛經》，一目了然。不懂這個道理，我們現在往往學了《金剛經》說：「哎呀，那個都是空的，這個叫自在啊！你要持戒，又要這樣，又要那樣，又要這樣，唉喲，修學佛法不能這樣的！」真正證得空解當中，既然是空的話，持戒持得最嚴格，他也在空性攝持當中哦！他就不會覺得是個障礙。",
    "327": "[05:27]現在完全是他的兩種執著，哎呀，自己又懶惰，這個又不想做，這個又不能做，然後呢，聽到那個空，「欸，這個倒好啊！正好又空、又可以懶惰，你愛睡麼就睡，反正空的嘛！愛吃嘛就吃，反正空的嘛！佛就是講這個，那就好了啦！」那我們現在大毛病都這個，然後呢，講的人這樣啊，學的人也說：「哎呀，這個自在啊！對啊，沒有錯啊！」然後呢自由自在，你看他學了佛法以後，要怎麼辦就怎麼辦哪！佛是這樣的嗎？假定佛這樣的話，佛無量阿僧劫修那個，那不是完全修錯了嗎？啊！這個事情啊，在這地方大家一再要擺在心裡面哪！",
    "369": "[06:09]《修次下編》如是回答，理最切要。欸！這個，這一篇論上面告訴我們，這個是最正確了，最正確了。",
    "384": "[06:24]若倒解此，則一切行品皆為補特伽羅或法我相執，許為有相故。如果你對上面這個道理不了解的話，那你一切的行品，換句話說，方便分啊，那豈不都是人、我兩法執嗎？這不是都是有相嗎？所以「應無所住」，就是無相布施，他並沒有叫你不布施欸！他叫你不住相布施，叫你不住相持戒，所以他持戒持得非常嚴峻，嚴峻得不得了，而沒有相。既然沒有相的話，他自己持得很好，他也不會說別人；那別人有沒有，那沒關係，他自己持得很嚴，因為已經到那個情況。現在我們不了解這個，那就完全錯了，完全錯了！又錯的一類呢，就自己持得很嚴，因為不懂得這個慧來攝持，所以自己作得很嚴，我最好，那別人都不對，這是一種錯誤。還有一種呢？他不執在行品，執在那個空解上頭，總覺得：啊，只要解空就好了，根本就不要持戒。然後呢，看見人家持戒覺得這個不對，他自己說：「哎呀！這個空啊，這個自在啊！」這兩種啊都是，一個是空未攝的方便，一個是方便未攝的空，都錯了，這個是啊 ─繫縛！前面已經說過，那麼現在繼續下去。",
    "472": "[07:52]又若捨心念捨此物，及防護心防此惡行，如是等類諸善分別，一切皆是執著三輪法我執者，則諸已得法無我見，於一切種理應斷除，如瞋慢等不應習近。他進一步來辯論這件事情，來辯論這件事情。說假定像你這麼說，前面這個經上面是說，「墮所緣而行布施」等等啊，這個不對的。他假定說弄錯了，說弄錯了以後不要布施的話，那麼現在看喔！說你以布施心去想布施，以防護心想去持戒，持種種的非理行，如果像這樣的念頭，你必定要有念捨心才去捨東西，必定有持戒的心再去持戒。假定像你這樣說，這種都是妄分別不要的話 ─這種善分別是如理分別，真正說來正是我們需要的，結果他不了解的人以為這種分別，這個叫執著，有執著，不是三輪空。所以說，假定這類像你說是執著，是三輪我執的話，那麼已經得到法無我見的這一些菩薩們，應該在任何情況之下就再不要它，再不要它。而一切菩薩得到三輪空等等，對瞋、慢等啊，絕不再去做 ─因為這個要斷除的。結果呢，實際上是不是如此？不是！得到這個無分別智的菩薩，瞋等是絕對不行，但是布施等事，都在這兒行，前面後面都說明。",
    "595": "[09:55]記得在供養當中吧，在剛皈依的時候供養當中，有人說：「哎喲，我們不要供養，修學佛法不在這個上頭啊！」他就引一段經文，如大地菩薩乃至於等覺菩薩，我們看處處經文，那些大菩薩們啊以無邊的供養，譬如普賢十大願王，哎呀，他的供養是不得了啊！盡法界虛空界種種東西去供養，如果像你這樣說，他們都錯啦？當然他們不錯啦！所以這是我們的誤解。",
    "628": "[10:28]又諸分別念此為此，一切皆是分別三輪法我執者，則思知識所有功德，及思暇滿，死沒無常，諸惡趣苦，淨修皈依，從如此業起如是果，大慈大悲及菩提心，修學行心所有學處，一切皆思此者為此，此從此生，此中有此功德過患而引定解。如於此等增長定解，當是漸增諸法我執，又法無我增長定解，此道定解漸趣微劣。行見二品違如寒熱，故於二品全無發生猛利恆常定解之處。故如果位安立法身為所應得，及立色身為所應得，二無相違。這一段話，要詳細地解釋一下，這個概念是非常重要，非常重要！假定說像你這樣說：「這個是分別啊！」「又諸分別」，念這個，分別怎麼分別呢？就是我們的思惟嘛！「說這個是這個，這個是這個，這些都是分別，都是執著三輪，我們現在要三輪空，不要去分別。」那麼假定這個話對的話，一開頭對的話 ─我們現在常常說「如如不動」，你不要去思惟，不要去分別 ─如果思惟都是執著。那麼這樣一來，結果我們修道的次第，這個修道的次第從佛世傳得來，不管是龍樹菩薩、無著菩薩，性、相二宗，經過阿底峽尊者，乃至於宗喀巴大師，沒有一個例外的，凡是圓滿正確有修證的大菩薩祖師都是這樣的。",
    "751": "[12:31]他那個次第要怎麼辦呢？喏，第一個要思惟善知識的功德，這外在的，然後呢，自己修行的第一步是暇滿人身，暇滿的人身這麼難得，而這麼容易死沒無常，死了以後呢墮惡趣，因為墮惡趣啊，所以感到恐怖了，所以淨修皈依。等到你皈依了以後，發現哪，正式皈依的是法，然後呢，法的特質是什麼啊？由這個上面一步一步推進啊，了解這個業感緣起。說從業感緣起而修善法，發現雖然生得人天，但是不能究竟解脫，所以你求解脫。因為求解脫，推己及人，那個時候進更一步修慈悲、菩提心。所以修菩提心呢，先學願心，然後再修學行心。所有這種學處，這個所有這些東西啊，都是要思惟的，所以「一切皆思此者為此，此從此生」，所有這些東西都要這樣去思惟。而且在剛開始的時候，正式思惟之前，一定先思你這樣去做的話，有多少殊勝的好處，不這樣做的有多麼嚴重的患害。你了解了這個推動你，有這個推動的力量，緊跟著去照去做的話，那個時候你就才能夠慢慢地增上，才能夠一步一步得到。",
    "842": "[14:02]假定現在像你這麼說，說你這樣的思惟呀，都是什麼？增長分別，就是增長那個虛妄的，說不是如如不動，這個分別都是法我執。結果這麼一來就害了！當你這個增長 ……「定解」就是勝解，這種跟善法相應的勝解漸漸增長的時候，結果同時你的法我執也增長了，這不是完了嗎？所以，反過來呢，「又法無我增長定解，此道定解漸趣微劣。」哦，這個兩樣東西，你有了這個，就沒有那個，有了那個，就沒有這個。",
    "889": "[14:49]所以當你要行的時候，說方便的時候，你必須照著這個次第，思惟善知識，然後呢，暇滿人身，這麼一步一步上來，這個是方便，這個行必須要的。假定像你的看法，說這個是分別，這個不相應的；那個就是智慧了。所以，你的行跟那個見，換句話說，你的福德跟那個智慧兩樣東西啊，兩樣東西恰恰相違。你有了這個了，這個增長了，欸，因為你增長這個，所以法我執，對不起，你那個法我執既然增長了，你又不行；那去掉了法我 ……要為了增長法無我，那麼這些行持又不要了。所以這兩樣東西，像寒熱一樣：有了寒，一定沒有熱，有了熱，一定沒有寒；有了亮，一定沒有暗，有了暗，一定沒有亮。這個行品跟見品哪，完全相違背。而經上面正式告訴我們的，不但不能違背，而且互相攝持，要行攝見，見攝行，對不對？你那個行持啊，一定要用那個正智慧來把它攝持，把它護持，反顧亦是如此。像你現在這麼說的話，這兩個不但不能互相攝持、互相保護，反而是互相損害，請問：你怎麼辦？「故於二品全無發生猛利恆常定解之處」啊，這兩樣東西，你就根本沒辦法。",
    "987": "[16:27]到這個地方，注意喔！這個兩樣東西，因地當中是一個是行，換句話說方便，一個是見，是智慧，因地當中這個兩樣東西啊，互相配合圓滿的時候，在果位上面什麼？一個是法身果，就是見，智慧的；一個呢，是報身果，就是行。所以說，「故如果位安立法身為所應得，及立色身為所應得，二無相違。」",
    "1023": "[17:03]於如是道時二我相執所緣之事，雖微塵許戲論永離，引發定解，及於此從此生，此中有此功德過失，引發定解，二須無違。所以你在果位上面，你要得到什麼？法身跟色身。這個色身通常我們說起來，叫報身、叫應身、叫化身，對不對？這個法報二身，必定要互相配合，不能相違背，你要在這個果位上面不違背的時候，修道的時候，如道位時，這個兩樣東西啊也絕對不能違背，「雖微塵許戲論永離」喔，絕對不能有一點點錯誤喔！如果在道位修道當中要這樣的話呢，就是前面那個信解，這個境哪，信解的認識就要一點點不錯喔！你能夠這個兩樣東西不錯，然後呢引發決定的定解 ─勝解，這個兩樣東西，有了正確的認識，照著這樣去做，最後感得的這個果位才能圓滿喔！",
    "1100": "[18:20]所以他說，這個在道位時，「於如是道時」，就是這個在道位，我們通常啊，《華嚴》上面說的時候，叫「信、解、行、證」，這四個大家還清楚吧！這個某某法師，請你幫忙在這個上面寫一下，因為我一站起來，這個就 ……信、解、行、證四個位次。在西藏平常一般 ……在印度平常叫「境、行、果」，境、行、果，就是剛開始「因、道、果」。換句話說，你要得到那個果，一定要修那個道；要修那個道呢，因地當中要有正確的認識。這個因地當中正確的認識，所觀的對象，或者叫，換一個名字不用「因」字，用「境」，那就是我們應該信，應該解的。根據所信、所解，然後呢去修，修的話另外一個名叫「道」。然後呢，這個相應了，感得那個「果」。對！信、解、行、證，另外的名字叫因、道、果。所以說在道位上頭，它那個修道的時候，這個兩樣東西絕對不能違背，哪怕一點點的違背，絕不可以！就像我們眼睛裡面，哪怕一點灰塵沾進去的話，對不起，這個眼睛不行。現在修學佛法是這麼個圓滿的，難道可以差一點進去嗎？這我們要了解。",
    "1196": "[19:56]所以啊，這個道理要「引發定解」啊，要曉得這個功德是這樣生的，這個功德是這麼來的，這個兩樣東西啊，絕對不可以相違背喔！清楚不清楚這一段？這個概念很重要喔！如果你們不清楚，這兩天一定要弄清楚，明天正好禮拜天，好好地努力。",
    "1217": "[20:17]此復依賴因位正見，那就說了，在道位當中的時候你不錯，那麼道怎麼呢？先要因位嘛！這個因位啊，在我們《華嚴》上面，開為「信、解」，你開始信的時候，就聽的時候就聽這個。所以要想在這個了解的，善知識第一重要，要不然你一開始弄錯的話，那就注定你是一盲引眾盲啊！好可憐哪！",
    "1247": "[20:47]決擇二諦之理，所以在因位當中，這個正見哪，很明白地把這個真俗二諦啊，要分辨得很清楚。",
    "1257": "[20:57]故以教理決擇生死涅槃一切諸法，於自本性無少自性立勝義量，與因果法各各決定無少紊亂，安立因果名言之量，此二互相，況為能損所損，實互為伴。啊，這一段話，真是好極了！這個太重要啦！我來解釋一下。那麼既然是說我們要果位上面感得這個佛，必定要法、報二身相應，這樣；那麼道位上面呢，一定要對這兩樣東西一定不錯。所以這個靠什麼？因位當中的正知見啊，弄清楚。那麼正知見什麼呢？抉擇二諦 ─真俗二諦。這個真正的智慧，這個地方才叫智慧呀！所以我們前面說，聞相應慧、思相應慧、修相應慧，究實說來，在這個地方才是。我前面所說的這個都是方便所說，這個大家要了解的。但是呢，現在因為我們條件不夠，講那個東西，又不曉得講到哪裡去了，這個給大家特別說明。第三學年，最早第二學年下半期那時才講，也就是本論的最後那個毘缽舍那那一部分，他這個裡面抉擇得非常仔細，非常仔細。所謂智慧的特質是什麼？不是我們普通的聰明，這是智慧的特質 ─破煩惱。可是到現在為止，我們煩惱是什麼我們不知道，所以我只能就我們眼前的，說你了解了這個，拿我們眼前的煩惱，這個都是方便的說法，這個要了解啊！",
    "1357": "[22:37]所以今天正講到這裡，那麼我特別地提醒一下，特別提醒一下。講起那個提醒還有一個特別的好的，同學當中有一個同學，真是，我非常讚歎！欸，他就說：「法師啊，這個地方好像有一點問題。」是的，是有問題的。所以我特別今天告訴你們，就是前面這個，就是啊，跟我們現在相應的那一部分說些什麼。我們有了這個，把我們的粗猛的煩惱拿掉了，然後進入深細的地方，才能夠正確地了解。否則我們腦筋裡一天到晚，為那種事情苦苦惱惱，關於稍微深細一點的理論，你就不可能辨別。不可能辨別，注定我們永遠在門外空轉。那現在這個地方啊，下去。",
    "1404": "[23:24]他這個真俗二諦，是怎麼個抉擇，所謂真諦是什麼？就是在勝義諦當中，這個是真實的，這個一點都不假的。在這個裡邊啊，不管是生死也好、涅槃也好，所謂涅槃是最後的境界，生死是最低的境界。從最低到最高，你要去找真實的自性啊，對不起！一點都找不到，微塵許也找不到。所以這個時候立的叫勝義量，或者呢，叫真諦。但是雖然哪，一切法的自性不可得，正因為自性不可得，一切法的因緣都現起的。既然因緣現起的，有如是因，就感如此的果，所以啊這個因果的法則，彼此間「各各決定無少紊亂」 ─從這個因感這個果，是一點都不錯，一點都不亂。",
    "1460": "[24:20]所以從真諦當中講，好像一樣東西都沒有，我們如果不了解的，一樣東西都沒有的，什麼都不要了，撥無因果，就這毛病就來了。乃至於啊講空，空嘛，好了，哎呀，這個自在呀！持戒也不要，布施也不要，什麼都不要，要睡覺就睡覺，要什麼就什麼，毛病都來了。不！正因為是空，所以它不是天生來，不是實自性，就是你什麼因感什麼果。既然你要得到佛的果，那麼你因地當中一定要照如法行持，所以持戒也是非常謹慎，布施等等，每一樣東西沒有一點點可以亂，沒有一點點可以欠。所以在因果緣起這個過程當中啊，各各決定，如此因，決定如此的果，沒有一點點差別。而這個是安立什麼？安立叫名言量，名言量就是俗諦。這樣一來真俗二諦啊，這個互相正好你依我、我依你。因為真諦空的，所以必定是緣起；因為它必定是緣起，它不是天生來的，所以必定是性空。所以這個兩個東西啊，分不開的呀！怎麼會兩樣東西互相損害呢？我們現在講空，好了，講空什麼都沒有了；講有，好像又跟空不相應。這個是絕大的錯誤啊！",
    "1546": "[25:46]所以關於這一點啊，我們要正確地了解的。這地方，只是簡單地說一下，到後面正式地進到奢摩他、毘缽舍那，那個時候會正確。可是我們真正要了解這個毘缽舍那的時候，單單我們嘴巴講講，還不行，嘴巴講講只是一個基本的概念，你沒有一點點真正的相應的寧靜契機的心啊，不要說修慧，連它思慧都得不到，這個我們要了解到。所以我們前面所說的聞思修等等的話，那是始終記住，只是方便所說，將來我會一一如理如量地介紹給大家。",
    "1593": "[26:33]獲此定解，其後乃為證二諦義，始得墮入獲得諸佛密意數中。此理於毘缽舍那時，茲當廣說。說，對於上面這個東西啊，欸，你有了確定認識的勝解了，那個時候，你然後進一步去證、修證這個。修證的結果是得到圓滿的法、報，圓滿的佛果，這樣作法，才是真正是諸佛的深密的、正確的了解。這個道理，在最後毘缽舍那的時候再說。",
    "1637": "[27:17]眼前我舉一個簡單的比喻，譬如說這個地方有一個茶杯擺在這裡，是的，你們大家看見這個桌上有一個茶杯，或者是一個東西。就是這地方，假定我們譬如說，隨便說空啊，空不空啊？有一個茶杯，那當然不空。現在我把那個茶杯從這地方拿掉了，這地方還有沒有茶杯？沒有了，這地方空不空啊？大家說空了。然後呢，這大家說空，我又把那個茶杯搬回來，請問這地方空不空啊？你們說說看，空不空啊？你們說說看，空不空啊？啊？不空。好像是不空，錯了！這個色法，你講的不空，沒有錯，色法 ─就是實際上呢還是色法。假定它真的是空的話，你東西擺進去、拿掉，它有沒有關係啊，請問？它是如果是空的話，你擺在那裡，它也是空，不擺那裡也是空，並不影響你擺不擺，對不對？這個了解不了解？",
    "1701": "[28:21]如果說這個拿掉了，這個是色，就是我們看得見的形式上面它是空掉了，可是它本身哪，不是，我們現在去講的時候叫「空性」。它空的特質是什麼？就是儘管你茶杯擺在那裡，它還是空的呀！正因為是空的，所以你擺進去沒關係，你拿掉也沒關係嘛，它總歸總是空啊！這個道理，理念有沒有？大家想想看。這是個非常淺近的比喻喔！所以我們現在都錯了，就以為，喔，這個叫空；然後呢，這個叫不空。這個是色法，顏色的色，這個是你看得見的，可以觸摸得到的，對不對？真正的空性，是不是我們眼睛看得到，我們觸摸得到？假定我們眼睛看見到、觸摸得到的話，那佛是一點用場都沒有，他還要忙了個半天。我們曉得空，拿掉嘛就空了嘛，還要你說了個半天啊！清楚不清楚？",
    "1757": "[29:17]所以這個概念啊！但是這個算不算啊？這是比喻喔，始終是個淺近的比喻，你們千萬不要把那個淺近的比喻當作真的，一層一層地深入。這個單單這個道理的話，不是語言能夠表達的，這個倒千真萬確。我們一定要什麼？一定要持戒，把業障慢慢消除，然後呢心要寧靜深細，那時候啊，你能夠由聞而思，把握住真正 ……。"
}