{
    "9": "[00:09]這個思相應慧，我們不妨拿現在我們平常說的，這個法相跟那個 ……這個相宗跟性宗是判位是有一點差別，但是大致的內容我們可以了解。我們天台智者大師所謂的「大開圓解」，實際上這個境界才是真的思相應的慧哦！喔！這真是很不簡單、很不簡單的哦！那麼這個思相應慧究竟指什麼呢，因為後面毘缽舍那再講，現在講了也沒有用。因為剛才有一位同學曾經提起啊，剛才就來問，說他希望在這個地方了解一下，我告訴你，現在不可能的。所以你一定要如法地去好好行持，前面那個根本沒有建立起來，後面絕無可能！前面那些一步一步的次第，如果說自己反省一下，從親近善知識開始，在親近善知識之前，一定要懂得怎麼去聞，聽聞等道理，如果這個次第建立不起來的話，你根本爬不上去！隨便講一點道理，種一點種子是有的，真正要如法地爬上去，這個絕無可能！這一點呢在這個地方特別說明一下。清楚不清楚，現在到這裡為止？這個上面引了這個三種經，那麼現在呢，第一、第二啊他都已經說清楚了，現在我們再繼續下去。",
    "103": "[01:43]第三經義，第三經義就是前面說的，說「盡其所有一切觀擇，都是分別，無分別才是菩提。」所以他現在解釋這個：",
    "116": "[01:56]其經文時正是觀擇生等之時，故說施等真實無生。哦，這個文字現在這裡大家不一定能夠清楚，那麼但是我也解釋一下。是的，沒有錯！這個經文裡邊告訴我們，這個分別都不對，無分別才是菩提，是什麼？就是當你正觀的時候，觀「生」的時候。這個是怎麼個觀法呢？是觀後面所謂「八不」，八不，這個八不就是《中論》上面說：不生、不滅、不一、不異、不斷、不常、不來、不去。等到你去觀察的時候找到：欸，原來這個裡面沒有你以前一向以為的，有一個生、有一個滅，有一個一、有一個異，有一個常、有一個斷，有一個去、有一個來，其實一樣東西 ─一樣東西現出來不同的面，現出來八個相；原來你找不到，沒有這個東西。所以你以前的這個呢，它都是虛妄分別，你真實了，了解了真實的內涵，原來沒有這個東西，那個時候才對了，才「覺」，這樣的！所以說，見到了這個「施等」哪，不管你作任何東西，就真實的勝義諦來說，它找不到。真實的找不到，所以說你只有在這個狀態當中，它是相應。說：",
    "207": "[03:27]言分別者，顯其唯是分別假立，非說施等不應習近而應棄捨。那麼「分別」是什麼呢？分別是什麼？是所謂他講的分別啊，就是「分別假立」，就是名言當中，名言當中啊如是因感如是果，這是由於我們分別而產生的，這樣，在勝義諦中沒有這個東西。所以他並不是教我們不修習、要棄捨，這一點是我們應該了解的，這應該了解的！這個道理呀，這個道理現在我們暫時不一定能夠很清楚、很明白，但是記住！你只要照著次第去學的話，後面會說得非常清楚、非常明白。否則的話，我們很容易產生一個很大的錯誤，很大的錯誤！",
    "272": "[04:32]本論的真正最殊勝的地方，就是最後。所以在進一步說這個之前啊，大家還回想一下，宗喀巴大師這個《應化因緣集》大家都有一本，你們不妨看一看。他年輕的時候這麼絕頂聰明，然後呢，還沒有這麼真正修學什麼，剛開始的時候啊，大家在作早晚課的時候，他就能夠進入無分別定，在這個定當中，人家都動不了他。他跑到哪裡，他生了病叫醫生看，結果醫生看了以後，一談了那藥理，這個醫生發現：啊！原來他對醫理最通達的還是那個病人，不是那個醫生。你看這樣的絕頂聰明的一個人，一學學了幾十年，廣學當年所傳的所有的各宗各派，沒有一個不學、沒有一個不修、沒有一個不證！你們仔細地看，到了那個時候啊，他就才寫那個本論 ─《菩提道次第論》。先寫《廣論》，就是詳細抉擇所有的那些內涵。",
    "347": "[05:47]結果寫了前面以後，他想：唉呀！現在眾生啊，末法了都顛倒了，你真正每一樣東西仔細講，對他們也沒什麼好處啊！他最後那個毘缽舍那止觀部分，就是有「觀」部分，他想不寫了。欸，那個時候的本尊，換句話說，他……譬如說我們念佛，他已經親見阿彌陀佛了，對吧？不管他念了什麼，那就親見告訴他：「某人啊，你現在寫這個論的時候，你如果寫到這裡為止的話，一般人連它下等的利益都沒有。」換句話說，種點善根那是可以的，絕對好，如果你要如法修持的話，這個修持的利益一點得不到。「如果說你現在反過來，把那個毘缽舍那真正地抉擇勝義的這個道理，寫出來的話，那有肯修的人如法去修持，還可以得到中等利益。」這段話你們好好地看一看！",
    "405": "[06:45]可是這個地方呢，一定要注意哦，我們種種子跟證真實是兩件事情。在種種子來說，不要說毘缽舍那，前面的哪怕你跑到廟當中，「欸，這個叫佛啊？」這也種了一個種子了。這不是就這一點來說，而是說我們如理如量地一步一步上去，親自證得，證得什麼？證得見道，乃至於更上去。所以宗大師的很多弟子當中，不要說加行位上的人很多，乃至見道的人很多。他不是有一個人曾經問他一個道理啊，問他一個道理的時候，宗喀巴大師說，這樣的；他想：不對啊，我以前修的跟宗喀巴大師所學的不一樣啊！那麼他那時候已經見到本尊，換句話說，拿我們來說念佛已經見到佛了，所以定中見了他的本尊，就問：「欸，那某人告訴我的法，跟我以前修的怎麼不一樣啊？」那個時候那個本尊就告訴他：「你以前學的是前方便，現在告訴你的才正確的。」就這樣。然後呢，就改過來照著宗喀巴大師告訴他，他沒多久，登地了，見了道了，這樣。以後宗喀巴大師去的時候，不待他看見，他的弟子，他對他的弟子說：「恭喜你師父啊！」你看看！由此可以曉得這個他講的毘缽舍那，的的確確是如理如量證得。",
    "498": "[08:18]當然對我們現在來說條件不具足，可是記住哦！假定我們要想得到圓滿果位的時候，道位不能錯，要道位不能錯這因位不能錯。所以我們現在目前下腳第一步做的什麼？因位，對不對？所以對這個概念一定要辨別得很清楚，你能夠辨別得清楚，將來走上去這一條是直路。",
    "522": "[08:42]翻到《菩提道次第廣論》兩百五十五頁。那麼上面把我們容易誤解的這個經文來辨明，來辨明。經過前面這個說明以後，那麼這個時候我們有正確的了解，正確的了解。而前面一開頭的時候曾經提到，這個大乘的不共的種子是什麼，然後呢共因是什麼 ─種子就是因啊！這個理路以及這個概念，前面已經提出來，但是呢到現在這地方，才把它的內涵慢慢地、慢慢地來加進去，使我們認識。所以到現在我們了解，大乘的不共的種子是大菩提心，而要把這個大菩提心真正成熟，那個時候就要其他的共因，換句話說其他的因緣配合，那麼那個時候就要真正的解空慧，就這樣。它次第一定是先發世俗菩提心，發了這個心以後，隨學六度，然後呢集聚資糧，這個叫資糧位；更進一步有了資糧了，然後呢正式修習的話，那時候叫加行位；那個時候啊才成能夠真正的所謂見道，見道那時候，那個叫勝義菩提心。那麼見道了這個時候，發了勝義菩提心，那個時候才算是修相應慧。",
    "655": "[10:55]對了！說到這裡，前面好像是兩百四十幾頁，前面啊是二百四十六頁，二百四十五頁到二百四十六頁之間哪，我解釋的時候曾經說過什麼是聞思修，那這個是修相應慧。結果啊這個我說過的時候，把那個最後那個「修」字說成個「聞」字，那麼這個今天特別地說一下。我想順照著次第來聽的話，大概不會誤解。實際上我也曉得現在年紀大了，有的時候那個自己有一點錯誤，就像人家寫字的時候不小心筆誤，年紀大了以後，有的時候我常常會有這種現象。那時候要請大家注意，如果當你感覺了，隨時提醒我！",
    "717": "[11:57]現在我們說這樣的次第，這必須要認識，必須要了解。這個兩者當中的關係，前後等等一點都不能錯，錯了以後就會走得迂曲的路，走得迂曲的路，會冤枉、浪費很多時間，結果是很不理想，很不理想。那麼我們常常說的事倍功半哪，那只是說很小的，實際這個地方所浪費的時間是不曉得多多少少，吃的冤枉苦頭是不曉得多長。這個前後那段文，都在很明確地辨明這一點，這一點哪，諸位一定要在概念上面弄得很清楚。那麼照著這個正確的概念去行持的話，才不會走冤枉路；要不然你匆匆忙忙地就去走，這個習性養成功了，很難改、很難改，很難改！這個前面一再說明。",
    "800": "[13:20]現在我們繼續，看，說第三經義，大家還記得第三經義是什麼嗎？第三經義就是二百五十三頁上面，說「盡其所有一切觀擇，皆是分別，無分別者，即是菩提。」這個意思從表面看，實際上意義也是如此，說無分別才是「菩提」，才是「覺」，其他的都是在思惟分別當中！可是我們如果不了解這個真義的話，就把我們現在的前面的必須要的 ─如理思惟，就把它一下就拿掉了。實際上前面這個如理思惟，是達到後面無分別智必須要的方便，必須要的基礎。因為我們前面不了解，所以啊剛開頭的時候聽見了說：「哎呀，你不要分別！」結果呢，因為你的方法沒有，所以怎麼弄啊都在門外空轉，現在這裡解釋這個道理，請看文。",
    "879": "[14:39]第三經義，其經文時正是觀擇生等之時，故說施等真實無生。要曉得這段的經文裡邊所說的，說到什麼地方，就是說這個前後正在抉擇這個勝義諦，說勝義諦當中啊 ……關於詳細的道理，在後面那個本論的最後那部分，毘缽舍那會講。上次我們曾經講到，說宗喀巴大師造論的時候，想不造這部分，後來本尊就告訴他：「你造了這麼長一段，如果最後那部分不造的話，下等利益，正確的利益一點都沒有。」所以這個關於「觀擇生等」詳細的道理，後面在這裡後面會再說，這裡呢就簡單地說一下。",
    "941": "[15:41]我們眼前一切的境界，我們看起來都是，啊！千真萬確的，然後呢，就在這個裡邊流轉。學了佛法以後正確地了解，原來這是生死的根本，所謂二我執 ─我執，法執。就因為無明，不了解真實相起了執著，所以啊造業感果流轉生死。那麼這些東西真實的內涵是什麼呢？找到它的真實的內涵，原來 ─空，它本性空，根本就沒有生起，這樣。所以在這個情況之下，我們所說的這個這個，原來都是虛妄分別。所以在這個時候說它「真實」，換句話說，在它的究竟意義上面，就它的、找它的本性 ─根本自性，找不到！所以我們叫性空，性空所以緣起。這緣起的這個法則，緣起的前後的因果的行相，這個俗諦，這個是有的；但是呢，找它的真實的特質內涵，卻是沒有。那麼這種道理啊，後面詳細講，眼前我們隨便舉一個比喻，眼前隨便舉一個比喻。",
    "1041": "[17:21]比如說，我們講我們這國家，我們說我們這個什麼一樣東西，你任何一個東西，當我們講的時候，對呀，這是國家就是國家。可是你仔細找找看國家這樣東西，到底什麼是真的國家啊？你發現這個只是說，啊，有那個地方，然後有那些人，然後那些人共同互相配合成功這樣，就是只如此而已！找真實的所謂實質上，實質上的國家那個東西找不到。大的是如此，小的呢？眼前我們正在看那本書，是的，你說這是一本書，這本書真實的是什麼呢？它不是天生來有這麼一本書，這個──我們很清楚。原來這是紙張，然後呢上面寫了字，然後呢把線釘起來。如果你把那個東西，這個組成功這本書的種種因緣 因緣就是它組成功它的條件 拿掉的話，書這個東西並沒有天生來就是這個，實質上沒有這個東西。所以我們找它天生來這個東西，找不到！但是找不到並不表示它沒有，就是找它的實在的、確實的、真實的這個本體啊，找不到！只是說因緣條件所現起來的這個現象，而這種現象又有這種功效，這個是沒錯的。在這種情況之下，說我們現在講的，只是名詞，由這個名詞而去執著這個東西，都那錯誤。言分別者，顯其唯是分別假立，非說施等不應習近而應棄捨。",
    "1146": "[19:06]所以這個地方啊，所謂「分別」的話是指什麼呢，由於這個叫作分別所假立的。什麼叫「假立」呢？就是剛才這本書，那這些紙、這些字配合起來，然後你給它一個名字叫作書。假定你給它一個另外名字，它就叫別的，對不對？它這個書實質上，並沒有個實質上的東西耶！外國人不叫它書，另外取個名字，比如說英文叫book，欸，那不影響啊！印度人怎麼樣我不知道，日本人怎麼樣我不知道，沒關係，它取的名字不一樣，它並不影響這個東西呀！所以這個是，哦，原來是分別，就是我們個人去辨別它。由於這種概念，因為它有這樣的一個形象，然後呢給我們這樣的概念，我們就給它一個定義，所謂言詞，這樣的假安立的所謂。",
    "1206": "[20:06]這樣的情況，所以說它，它在這種情況之下，如果你不認得這個特質而去執著的話，那就錯了，那就錯了！不是說「施等不應習近而應棄捨」，他並不是叫你不要修，這樣，叫你修而不要執著，在前面已經說過了。所以說「應無所住」，然後呢要「行於布施」，下面當然持戒、忍辱、精進，「不住色，不住聲香味觸法」等等。以及一開頭就說度一切眾生，到最後叫「實無一眾生實滅度者」，是什麼？就是，喏！就是你呀，這些事情要去作的，但是呢你不要去執著，這個才是它的真實的意義。",
    "1266": "[21:06]是故乃至未成佛前，於此諸行無不學時，故須學習六度等行。所以啊，一直等到你成佛，那個前面的所有這東西啊，無時無刻，都不能停止，都要去學。所謂綱領來說 六度，整個的細緻的來說 萬行，包含了一切。只是不懂這個道理的時候，由於無明起執，然後就造生死輪迴雜染世界；現在你了解了，如法如理地去這樣去作，那麼將來感得的就是報身報土之果，這個我們不能弄錯。",
    "1323": "[22:03]此復現在當由至心勵力修行，諸能修者策勵而修，暫未能者當為願境，於能修習此等之因，集聚資糧，淨治業障，廣發大願，是則不久當能修行。那麼前面這個道理，我們了解了。所以下者緊跟著就告訴我們，這種道理不是說說罷了，而是我們眼前當下馬上要努力去修的。這個努力的程度，他就說「至心勵力」。這四個字，第一個，心裡邊哪，不是說浮浮泛泛，你要認得了正正確確，然後呢切切實實，這樣的一點沒有錯、一點不浮泛地全部精神貫注在這裡。學的時候呢，用的力量同樣地就是要策大精進力。所以我們一直要記得：凡是我們現在所了解的這些道理，不至心勵力的話，沒有多大功效！原因是無始以來的習氣，在這種習氣的現行當中，這個現行的力量非常強，如果你不作意對治的話，它一定沒有──用！要想作意對治的話，那個時候必須要至心勵力，一定要至心勵力！所以這一點我們應該注意到。",
    "1440": "[24:00]那麼修的時候呢，就看我們個人相應的哪一部分，我們就努力去做。所以說「諸能修者策勵而修」，就各人有我們各人相應的部分啊，努力策勵我們去修。關於這一點，我們看別人，啊！比自己，不必把別人的東西把作自己的。說人家又不如，我自己覺得很驕傲，啊，我高高在上，然後自己就覺得很好啊！這個增長慢心，完全錯了！反過來，哎喲，人家很好，我不如，又羨慕他，哎呀，心裡面覺得這樣就 ……這個也不必！每個人有他每個人相應的地方，只要自己找到自己相應的地方努力去做，這就對！這個是最重要的那一點。",
    "1498": "[24:58]所以佛法裡面特別告訴我們，你不是要得到圓滿的果嗎？對！那麼從哪裡開始呢？哪！你只要時時刻刻、心心念念，因地上面做對了，那自然而然那個果啊就在這裡，自然而然就會得到這個果。事先沒有做的時候啊，他先一定讓我們對業感緣起這個道理，產生一個決定的定解的原因，就在這裡。因為我們普通凡夫啊，的的確確都是忙著從果上面，看見這個好的，哎呀，羨慕啊！大家要啊！這樣。現在呢，我們對業感緣起這個道理如實了解了以後，那個時候你一看到那個果，你立刻想到：「欸！這個果是好的，那麼這個果哪來的？必然有感得的因。」所以說，你呀，當看見果的時候，你就立刻想到因；同樣地，當你在因地上面努力的話，你立刻覺得：我今得到果了！所以自然而然哪，你會勤勤懇懇在因地上面。要不然我們說「只問耕耘」，就是耕了半天，沒有收穫的話，喔唷，誰願意做啊？啊！一點都沒錯。所以破除這個難關，就在這裡。",
    "1588": "[26:28]所以古人有一句話欸，叫「臨淵羨魚，不如退而結網。」這樣，這個是漢朝的大儒《董仲舒傳》上面的，而且很多人引這個。說你跑到河邊哪，看見那麼多魚呀，或者人家在網魚：「哎呀，這個好啊！」欸！你不必在那地方，空「哎呀！他有魚我怎麼沒有啊？」欸，你趕快回去結網啊，正好啊！你現在要想撈到這個佛果的大魚的話，那你就自己在因地上面下功夫，這樣。",
    "1630": "[27:10]下面這一段，「暫未能者當為願境」哪！這個太重要了！前面說的，有很多人自己覺得比別人強，他又傲慢了，不可以。另外大部分人說，碰到那時候啊，覺得：「哎呀！這個道理現在聽懂了，覺得好難噢！道理是好啊，叫我怎麼辦哪？」欸！現在就告訴我們這個正確的辦法。前面一再說的，我們修學的第一步，絕對不是馬上教你去做，這個概念一定要弄清楚。馬上教我們去做，是走遠路；我們第一個概念，一定是對整個的綱要有個認識，既然這樣的話，自然而然對那個綱要的內容，我們只是認識而不是做到。所以實際上呢，這一段話，確實對我們 ─可以說最主要的教誡就在這裡。哪！我們對沒有做的，不能做的，怎麼辦呢？哪！這個就是我所希望的願境，願境。所以我們平常說「境、行、果」，這個「境」，就是我們所願的；那對境界，我們了解世俗凡夫的不理想的地方，我們了解怎麼樣改善理想的佛的果，這個就是我們所願的這個境界。現在世間充滿著苦啊，我要去掉它呀！欸，這個就是我願望所在。"
}