{
    "7": "[00:07]那麼，不但自己去掉，而且幫助一切人解決啊，如何解決啊，這些道理，那個時候聽見了以後，就是前面所說的。那時候我們千萬不要說：「哎呀，這麼難哪！我不行啊！」欸，他告訴我們非常巧妙的辦法。「是的呀！這就是我盼望的，我要的啊！」既然你要這樣的一個結果的話，所以他下面說：「欸！你就努力啊，做下面這件事情。」什麼呀？修習這個因，你只要這個因一步一步做上去，自然而然得到。那麼因是什麼呢？「集聚資糧，淨治罪障，廣發大願」，這個前面是一再說過了。你能夠這樣做的話，因為「因」你一步一步一點一點地積累，所以自然而然哪，慢慢慢慢地，不久都能夠做到。這是我們最最重要的關鍵，一而再、再而三，這個地方地提。",
    "82": "[01:22]那麼所以在這裡的話，也停下來我們說一下。那麼像我們現在這個狀態該怎麼辦呢？喏，就是這樣三件事情，簡單極了！淨治罪障，集聚資糧，廣發大願。懺悔就是這個，然後呢，忙所有的這些，現在我們出家以後，為三寶的事情，無非都是在這個地方 ─集聚資糧。可是我們要記得，這個都是什麼？一切迴向無上菩提，否則就成為三世怨。不管三者當中做那一個，它必須要有一樣東西 ─正知見；沒有正知見，你做起來的話，總歸是吃力得很，效果不大，乃至於呀，空轉！你能夠做到了，慢慢地自然相應。",
    "146": "[02:26]我想有很多同修，現在已經能夠感覺到，你哪怕一念相應，欸！那個時候相應的時候啊，他就感得很清楚那一念相應了。所以前面說的，這千真萬確的這個事實，千真萬確的事實。這也就是為什麼，我們要在這裡，講了這個道理以後啊，要把《了凡四訓》這一類書，拿出來溫習的道理。儘管他求的目的只是很淺的世間的，我們求的是最圓滿的，但是我們用的心都是一樣；他也用這個心，我們也用這個心，這樣。這個用的心行相是一樣，可是所見的深遠不同，只是如此而已。所以這個配合，然後來演習，照著去做的話，的的確確無往不利，無往不利啊！那麼假定，下面緊跟著說，我們不能這樣做，",
    "218": "[03:38]若不如是行，執自不知及不能行，謂於此等不須學者，自害害他，亦是隱滅聖教因緣，故不應爾。如果我們現在不能行、做不到，或者呢自己不知道 ─上面一個「執」字，這就麻煩了！自己不知道啊，自己還很執著，自己不能行啊，自己還很執著！你不知道，說：「哎呀！那、那努力要去求。」你不能行，然後呢找到不能行的原因，慢慢地改善，這個是我們現在應該的。萬一你弄得不對，怎麼辦呢？我們就不知道，就說：「哎呀，這個不要去學啦！」這是一種；還有呢，因為自己不能行哪，然後就不要去學。這個是什麼？自害害他，最嚴重的是莫過於此，莫過於此！",
    "282": "[04:42]下面舉了一個，特別的說聖教隱沒的因緣哪！我們現在每每大家都是嘆：「現在末法啦！大家就感得啦！」為什麼末法？就是聖教隱沒。為什麼隱沒啊？為什麼隱沒，請問？這是果啊！這是我們的共業啊！換句話說，因地當中就不重視那個，乃至於忽視這個；乃至於反過來說：「哎呀，這個不要啦！不要去。」執著自己的不知道以及不能行，就不要它。那麼既然我們都不要它的話，那因地當中有這樣的因，感得的果報當然！",
    "332": "[05:32]說到這裡，這個地方要特別提醒，現在我們見到了這個圓滿的教法，有很多人說：「哎呀！看見了，歡喜得不得了！」這說明什麼？說明他的因地當中啊，看見了這個教法以後：「哎呀！好啊！要肯努力學。」還有一種呢，雖然見到了這個教法是好，哎呀，他就覺得難哪！那因地當中什麼？就當初的時候就這個心理，乃至於覺得不要的，無非都是這種原因。我們已經清楚了，所以說眼前這個果現起的時候，你很容易檢查得出來，當時因地當中我們是下的什麼因。由於這樣的異熟，所以感得現在的聖教慢慢地隱沒；由於當時的這個等流，所以感得現在對這個境界的時候，心理這個狀態。",
    "398": "[06:38]現在我們幸運而了解了，「唯一」，而且「必須」應該做的，什麼？就是告訴自己：要努力！不知道的，一定要想辦法去知道。千萬不要說：「哎喲，這個好難哪！我現在不行啊！」應該這麼說：「哎呀，這個的確難哪！是！原來這個裡面還有這麼多，但是它的好處有這麼大呀！我以前哪，沒有能好好做呀，所以感得現在還在苦惱。現在曉得啦，趕快努力還來得及呀！雖然我宿生造了這個聖教隱沒的這個業，今天感得末法，但是總算還有一點善根，在末法當中，居然還能聽見這樣的圓滿的教法！就憑這麼一點點最好的那個寶貝，如果這一生再不努力的話，如果自己還是：『哎呀，我不行！』一放，完了！下次就沒機會了。」",
    "469": "[07:49]所以大家常常記得一個比喻：比如說現在我們這考學校，哎呀，說這個考學校真是千難萬難哪！要考一個好學校啊！考一個好學校，當然啦，你有本事考上狀元，那固然了不起；可是我始終有一個感覺啊：這個第一名跟最後一名當中，我覺得最後一名比第一名來得幸運。你們相信不相信這個話？第一名沒關係，他第二名、第三名，不管是哪一名，他總歸進去了；可是最末一名的話，那差一點就完了！對不對？想想看。現在我們什麼狀態？記住：就是，我們就是這個最末一名哦！啊！所以前面沒有好好地努力啊，但是我們總算努力地趕到最後一名啊！你只要進到這個最好的地方去，你肯努力的話，將來這個地方畢業的時候，你可以趕上第一名，這個很明白嘛！所以這幾個概念哪，我前面一再跟大家說，跟大家打氣的原因，就在這裡。",
    "535": "[08:55]我所以跟大家打氣，真正說起來，是給我自己打氣；因為我自己深深地感覺到了，我跟你們打十分氣呀，我自己脹足一百分！欸！就有這個力量，你們不妨自己試試看。這個道理就是這樣，當你還沒做，心想了退縮的那一面哪，你就完了！始終記住：事情還沒做，先打了退堂鼓，你只有一條路 ─失敗！打仗，絕對不能拿背跟人家打的。你再逃得快，人家看得清清楚楚，瞄準了一槍打不到，還有第二槍；第二槍打不到，第三槍，一直把你打死為止，這個不是很明白嗎，對不對？",
    "576": "[09:36]所以不要說自己能夠逃得了，這個動物當中，我常常有一句話，呃，這個是我們的方言。那個我小的時候啊，看見人家那個老法呀，捕捉那個雉，叫山雞，曉得吧？那個長得很漂亮那個。那個捕捉，他一個特別的方法，用什麼？用那個老鷹。那個老鷹啊，他先要養的，養出來以後那個老鷹眼睛非常尖哪！然後呢就放出去，牠在天上「嗡 ……」轉，欸！一下看見了，就追下來。追下來那個山雞，一看見上面老鷹追呀，牠就逃；當然這個凡是獵的人，不但有鷹還有狗，「金鈴匡啷」去追。然後呢這個山雞啊，也能飛，但是飛不快。牠又飛、又走啊，最後實在逃不走了，牠怎麼辦呢？看見前面一個草堆，就把那個頭縮在草堆裡。頭縮在草堆裡，那個屁股就翹在外面，牠覺得很安全。欸！牠覺得很安全。你們想想看，了解不了解這個道理？",
    "642": "[10:42]我們現在在這個地方就是這樣，哎呀，看見這麼難哪！沒辦法，怎麼辦呢？就把那個頭蒙起來，不要看：「哦，這個不行！這個不行！」然後你自己覺得安全了。結果呢，你看不見他，他看得清清楚楚；這個狗也來了、鷹也來了，注定你被他抓到。所以這個畜生特質是什麼 ─愚癡相。所以，現在在這個地方啊，大家記住！想想看，對不對？這個道理，不要說今天聽過了就完了，所以我們現在真正重要的，就是經常思惟這種道理。你不斷地能夠心裡去思惟的話，這個力量就強了！強了以後，你就自己策發自己。要曉得，你一念這個策發，這個念頭是什麼？現在說修行、修行，沒別的，就是這個欸！這不是說你落下去的因嗎，對不對？那個是很清楚了。前面是「無明」，然後呢「行」，行必定在識心當中熏習下一個識種子。換句話說，現在呢，你得到了正知見，正知見的行，行在哪裡？就是那個起心動念嘛！前面跟無明相應的，因為你不知道，說：「哎喲，這個難哪！我不能做啊！」然後呢熏習下去是什麼？注定你失敗的這個因。現在呢，說「對呀！啊，我無論如何要去做！」這個是跟正知見相應了，把成功的因哪，就放下去了。",
    "730": "[12:10]那麼這個因怎麼能夠感果呢？現在我們也了解了、也懂得了，如果我們仍舊跟無明相應的時候：哎呀，我不行啊！我不對呀！我什麼，我不知、不行，還執著它的話，那就完了！現在不！哪有不行的！佛陀，每一個佛陀，十方三世一切諸佛，沒有一個例外，都是這樣來的，我當然也是這樣來的，當然也是來。一切法都是什麼？所謂性空緣起，沒有天生來就是佛，沒有天生來固定就是眾生，你什麼因緣，感什麼果。現在你那個種子下下去，第一個先哪：「哎呀，我不行啊！」好，這個因，就是個不行的因。然後呢，完了既然不行，「哎！那這個不要做、那個不要做；這個要退、這個也退。」那個緣這樣，完啦！",
    "784": "[13:04]結果呢，你這個事情不做，那個事情不做，你忙些什麼啊？嘿！偏偏你呀，在世俗當中這些也逃不了；等一下張三跑著來要麻煩你，李四要跑得來麻煩你，親戚要麻煩你，朋友要麻煩你，這個也麻煩你 ……。哎呀！你空忙一生，對不對？你說你現在不努力，忙些什麼？你就算不做這些事情，你要不要吃飯，要不要睡覺，要不要那個？結果呢，兩者當中，你同樣地把一生辛辛苦苦過去了，兩條路是完全不一樣啊！所以這個我們一開頭，是務必要辨別得清楚啊！現在大家都是啊，稍微一點不行啦 ……。所以你如果說，前面這個道理不清楚、不明白，固然沒有用；聽清楚、聽明白了，不深思熟慮的話，聽完了以後，等一下還是老習氣在轉，這個還是沒有用。所以記著啊！因下對了以後，怎麼樣把那個因，繼續策發它、滋長它。",
    "854": "[14:14]所以說到這地方，前面那個共道的時候，共中士、共下士，那時候都是，所以一一取來修習。在原則上面，我們現在了解，啊！原來這個十二因緣當中，這個一個「能引」的因，怎麼樣經過這個後面這個「生」 ─一個是引支，一個生支─「能生支」來引發它。如果是不了解的，世間錯誤的概念，引發的什麼？生死輪迴。結果呢，這個最後的結果是什麼呀？一句話，拿我們世俗常常講的，叫「君子樂得為君子，小人枉自為小人。」這個小人哪，不是說那些的小人；就是你修行啊，嘿！就這麼憑空得來的一樣。你不修行就真正冤枉了，因為你不修行並沒真的省力欸，你還是這麼忙欸！這千真萬確的事實欸！那假定說，哦！你不修行，在那兒吃大飯，一天到晚快樂，快樂完了以後生天。到那時候，這佛天上掉下來了，那誰都不願去忙這個事情，對不對？但是，天下的事情恰恰相反欸！",
    "936": "[15:36]這個概念，所以我這地方特別多說它，雖然是很淺近的話，可是這個道理卻是千真萬確，千真萬確！這是「自害害他」。同時你這樣去做的話，是「聖教隱沒」！我們現在總是覺得：「哎呀！要弘法，弘法！」既然你要弘法的話，他說得很清楚，如果你不如理去做的話 ─聖教隱沒，法不弘則已，是越弘是越壞。所以你真正要弘的話，從這裡弘起。一定要自己有正確的了解，然後呢如理地行持，否則的話，你說什麼，那都在那地方啊說空話，說空話，所以呀，這一件事情是不可以呀！",
    "987": "[16:27]《集經論》云：「觀察無為厭有為善，是為魔業。知菩提道而不尋求波羅蜜多道，是為魔業。」現在呢，進一步說。是的呀！我們現在要學跳出這個生死輪迴，所以懂得生死輪迴是些什麼，說這個叫「無為」，要學的這個東西 ─這個！然後因為你觀察了這個東西，又世間一切的有為，唉呀，這個不要啊，去厭患的話，這個是魔業。錯了！真實的意思是前面了解了，到這裡不會誤解。前面說了些什麼？要方便所攝的慧，是觀察無為這是慧，這個慧一定要拿什麼？一定要拿方便攝持。因為你有方便攝持，所以你雖然在智慧行，但是他不會厭患這個有為。這是所以菩薩在生死當中，在生死當中；雖然在生死當中，因為這個生死當中行的是方便行，這是福德資糧，但是同樣的，他這個方便有智慧攝持，所以他不會沈淪在這個有為當中，這一點我們要了解的。所以這一段的辨別，對我們修學大乘佛法的人來說太重要、太重要了！而實際上呢，大乘佛法是我們最後必須走的，不管你眼前走哪一個。只是說這一條路最省事、最直接、最方便的；你如果不了解這個的話，雖然你想討一點便宜，結果是走了很多冤枉路，只是如此而已啊！所以認識了這個道理曉得：啊，這是必然最好的就是這個！",
    "1123": "[18:43]那麼下面是，「知菩提道而不尋求波羅蜜多道，是為魔業。」所以是的啊，你現在要求菩提道，既然要求菩提道的話，對不起，那從什麼地方做啊？那就是六度萬行當中啊！假定你不從上面做的話，是為魔業。這個引證同樣地引證經，所以假定前面說那個經上面對的話，像前面那種解釋 ─前面的經是什麼？說這些都是分別，這無分別才是菩提，所以你這個也不要思惟，那個也不要思惟，這個也不要做，假定這些對的話，那後面這不都錯了嗎？這不是都矛盾了嗎？實際上不矛盾。",
    "1167": "[19:27]所以經過現在這樣一解釋，你就道理非常清楚，所以我們真正地學一定要經論配合。必然的一個問題，佛說的大小、性相、顯密，決不會有衝突，這我們要了解；如果有衝突了，那一定是我們這個裡邊的知見有問題。而這個知見是修行的第一步，你一開頭的知見錯了以後，對不起，那個總歸錯！所以我們現在在這個地方，再推回到說：啊，現在我們不急，正知見把握得住，把握住以後 ─但是這個也不是說不要行哦，如果沒有行的話，正知見根本談不到哦 ─然後呢在我們能行的地方下手。高的地方作為我們的希望，最高的願境，正式一步一步上去，自然能夠越高、越高、越高，最後圓滿！",
    "1229": "[20:29]又云：「若諸菩薩離善方便，不應勤修甚深法性。」那地方更直接來說了。真正要走這一條直路的大乘行者菩薩呀，如果說他沒有善巧方便的話，對不起，那個時候不應該、也不可以努力求這個甚深法性，這是什麼 ─空性，換句話說。所以在這個地方了解了這一點的話，我們對眼前，目前譬如有很多人要求大徹大悟，這個時候就要檢點一下了：我是不是現在已經發了大菩提心，有了這個方便作為它不共的種子？是不是有了這個集聚資糧？有了，進一步的的確確，你非要修習這個甚深空性。否則的話，你雖然有這個大心啊，對不起，你自己是沈淪生死啊，何況救人！反之，如果說你這個沒有的話，不共因沒有的話，那麼求這個甚深空性，你就是大徹大悟等等啊，這個是什麼？這個是共因，這個是共因，這樣的話呢，你已經走上了叉路去了。下面這個一段，",
    "1322": "[22:02]《不可思議秘密經》云：引經上面證明哦！下面這個經，證明很重要的。",
    "1328": "[22:08]「善男子，如火從因然，無因則滅。如是從所緣境心乃熾然，若無所緣心當息滅。這個文字看看很容易懂，這裡的意義是非常重要！就像火，要燒那個火一定要有它原因的，憑空不會生起火來。比如說燒木材，木材的火；燒汽油，汽油的火；電燈、電爐 ……一定是有它的因，才能夠燒起這火來，沒有因的話這個火不會。現在我們這個心裡邊，也要有一種猛利的行相去修學，這個心的猛利的行相怎麼起來的？從所緣的境。就是說你心裡面的確緣一個對象，那麼有了這個所緣的對象，策發你內心的好樂心，那種好樂心很強烈的叫作「熾然」。拿我們世間的來說，唉呀，你歡喜這個東西，這個貪心熾然；如果說這個東西你可怕地瞋，瞋心熾然；再不然的話呢，癡心也是熾然，不過這個癡心的熾然我們感覺不到。",
    "1416": "[23:36]「若無所緣心當息滅」，如果沒有所緣的對象的話，那個心生不起來的。所以當我們一個境相，如果這個境況你一點興趣都沒有的話，唉呀，你坐在那裡直打哈欠。哪怕早晨剛起來，看見那個東西啊，「唉！」這樣，你沒味道了。如果你看見，哎呀，這個很有味道！哪怕你晚上要睡覺了，忙了一天了，到了那個時候，這個電視節目，哎呀，好得不得了！叫你說早一點休息：「哎呀，沒關係、沒關係、沒關係！」對不對？我們大家都有這個經驗。那麼這個說什麼呀？重要了，重要了！",
    "1455": "[24:15]所以前頭我曾經跟大家說過，為什麼聲聞、緣覺，他沈在這個空性當中，生不起來的原因什麼。因為他第一個發心的目的是，的確一定是先見到世俗的苦，了解世俗的行相，那個痛苦得不得了，那麼他就找到那個苦的因，去解決它。為了要息苦去找苦的因，找到了苦的因，然後呢，啊，去如理修持，把這個苦因消失掉了，苦果就沒有了。結果發現那個苦的因在什麼？在煩惱，最後。而煩惱的最終的這個生起的原因，原來在什麼？執，執，我執，這樣。所以到那個時候啊，修的結果發現「我」沒有了。所以那個心所緣的，他本來一直忙的，說這個放不下，那個放不下，為什麼？為了我嘛！這個很明白。現在我既然沒有了，你還有什麼東西？心當然跟著也就沒有了。所以這是為什麼前面說，沒有善方便不能修甚深空性，你一旦證得空性，好囉！你心所緣的對象沒有了，那個心就息滅了，生不起來。就生不起來，沒有一點好樂心，這個是二乘所以必然會沈空滯寂的原因。所以我們現在儘管說要修大乘、學大乘，忙著把自己的問題解決，這實在是一條很糟糕的路。",
    "1556": "[25:56]那麼現在怎麼辦呢？那只有兩個方法，說你想要究竟圓滿解決問題，不是單單把這個問題找到可以，你要得到無上菩提。但是要得到無上菩提，你先尋求空性的話，到那個時候，欸，推動你的力量還是什麼？還是你的心行相，那個心行相那推動你什麼 ─欲。不過是世間的欲是三毒，然後呢佛法的欲就是善法欲。「欲為勤依」，你有了這個善法欲才是精進，而有了精進才能夠圓滿一切資糧。現在你善法欲沒有了，換句話說，你再好的東西，人家說：喔喲，這個天上衛星多好、多好！「天上衛星跟我有什麼關係啊？我肚子餓得要命，吃飽了，哇！好舒服，躺在那裡睡覺要緊，管它天上衛不衛星！」這不是很簡單一個道理嘛！就是這樣。",
    "1614": "[26:54]所以他現在呢，在沒有修的之前，要第一個，要把大菩提心提起來。對不起！前面告訴我們：而這個發大菩提心的因雖然很多，就是這個裡面最殊勝的是什麼 ─大慈悲。那麼這又為什麼呢？就是說在你還沒有證空性、證勝義菩提之前，為什麼一定要學先發世俗菩提心，也在此！說那個時候啊，你由於自己的苦，推己及人，哎呀，看見一切眾生都苦，你要解決一切眾生的忙。所以等到發心發到這個時候，那個夠量的這個大慈悲心是什麼呢？他全不看見自己。所以他說「全無苦受」啊，所有的苦受沒有一點點的，他都棄捨，都要去接起來。為什麼？幫助別人！「全無樂受，是所不捨」，所有任何一點點的快樂都捨掉了，也給別人去。",
    "1679": "[27:59]所有的苦受他來受，所有的樂受給別人去，為什麼他能這樣作呢？那時候他已經心目當中，全部的自己心裡所緣 ─救一切人，那時候他就「啊 ……」一直忙這個東西。忙這個事情然後去證得空性，他見到沒有「我」，那沒關係啊，我雖然沒有，我要救的對象都在這個地方啊！對不對？那時候好啦！所以平常他要救人哪，因為這個有實執，所以痛苦不堪。那個時候他現在要救人，發現那個痛苦本身是空的，救人的願力，就是十十足足地在這裡，對不對？所以我們不能幫助人家，因為這個「我」沒空掉。"
}