{
    "7": "[00:07]現在你啊，如果沒有修這個方便的話，「我」一空掉，推動我們的力量就沒有了，「好了、好了！」那就完了！現在你還沒有修的之前，先要幫助別人，所以你心裡面所有的想法都是在幫助別人，幫助別人然後進一步去修。結果到那個時候發現哪，前面你沒有修的之前幫助別人的時候：哎呀，我這個東西給了別人哪，我就沒得 ─苦，我受了苦我就痛苦！到那時候發現原來空的，所以你自己身上的苦的感受空掉了，就是幫助別人那個心，因為這個別人還在生死輪迴當中啊！對不對？所以那個時候，你越證勝義是自然而然那個行持力量是越來越大，那個跟聲聞二乘是恰恰相反的理由就在這裡，了解沒有？那這是個非常重要的概念，你們必定要知道的！",
    "60": "[01:00]所以說發大菩提心的因是有多種，但是最最結實、最最堅固的，就是這個大慈悲，所以初重要，中重要，記得嗎？初重要推動你，中重要呢？然後你去救人去了，欸，到後來的時候啊，它等到你自己證得了空性以後，欸，自己空掉了不怕苦，而要緣的眾生就在這裡。因為你以前修的心，緣的對象是這些苦眾生，所以心緣的對象既然熾然在苦海當中，那你這個大慈悲心啊，越來越熾然、越來越熾然！前面的燒不旺是為什麼？因為你去救人的時候還有一個苦，現在那個苦拿掉了，換句話說那個燒，不能燒旺它那個障礙拿掉了。像那個燒柴火一樣，剛開始燒的時候那個柴火裡面都是水，現在那個燒燒水燒乾掉了。哇，那個火是越來越旺！嗯，就是這個道理。所以這幾句話的關鍵哪，非常重要哦！了解嗎？",
    "129": "[02:09]所以現在我們不必說，哎呀，急著忙啊！就把我們已經知道的這些概念，能夠心裡面能夠經常思惟觀察的話，這個大乘的根性是無有不堅固，無有不生長。又生長、又堅固的話，然後呢，你自然而然要照這條路去走；照這條路去走的話，你不要憂愁！你不要求佛，佛啊要來接引你，非接引你不可！為什麼？很簡單，佛的目的幹什麼？就要接引你們嘛！可是你自己退縮啊，這你沒辦法。所以佛一再說：「我無量劫來，目的無非為這個啊！偏偏你們自己心裡面就這麼縮得想：哎呀，我不行，我不行！」就這樣。哎呀，小根小草固然不可以，中根中草、大根大草都不行，大草大根都不行啊！要什麼？大樹！那我們現在就是這個大樹，你是大樹的話，那佛高興得不得了，他的目的本來就是要滋長你嘛！哪有不救你的道理嘛，這個道理很清楚、很明白啊！",
    "203": "[03:23]所以前面這個告訴我們，說我們皈依的時候外支已成，缺乏的內支，現在我們了解了：噢，所說的內支原來在這裡喔！喏，前後是不是互相呼應的？你越學到後來前面的道理越懂，越懂啊然後你那修的時候越起勁；然後呢你前面因為修了，有了認識了，障礙淨除了，所以自然而然力量是越來越增加。就是這樣啊！現在看，",
    "235": "[03:55]此諸善巧方便菩薩般若波羅蜜多徧清淨故，亦能了知息滅所緣，嗯，對了！",
    "246": "[04:06]於諸善根不滅所緣，於諸煩惱不生所緣，安立波羅蜜多所緣，亦善觀察空性所緣，於一切有情以大悲心亦觀所緣。」現在分得很清楚了！所以關於上面這一些殊勝的、巧妙的、善的方法，那個修菩薩，善巧了解的那些人，對於這個道理「徧清淨故」，有了智慧、有了正確的認識，普遍地清淨故。那個時候啊，他能夠了解什麼？「息滅所緣」，嗯，哪一些東西他應該息滅的。清淨為什麼清淨啊？息滅了煩惱，跟它不相應的他息滅的，但是呢「於諸善根」你是「不滅所緣」喔！欸，策發他善根那個，他結果不滅喔！所以啊，因為他息滅煩惱所緣，所以在生死當中不為生死所纏；因為他對他善根不滅所緣，所以他儘管息滅了煩惱，卻不會沈空滯寂。因為他由於善根所緣的對象 ─救一切眾生，這個願力非常熾然，就這個道理嘛！",
    "341": "[05:41]是啊，所以他下面說，「於諸煩惱不生所緣」哪，他曉得這個不對的，把它息掉！「安立波羅蜜多所緣」，對於這個我們要修的這些東西啊，他就能夠善巧地安立。也能夠善巧地觀察空性，還有呢，對一切有情大悲，也善巧地觀、緣。所以那個時候他心裡面哪，始終所觀、所緣的善法，結果呢對善法是越來越熾然、越來越猛。所以菩薩的智慧火能燒一切，的的確確地，就靠什麼？就靠這個呀，就靠這個！",
    "382": "[06:22]所以，以我們現在來說，我們雖然沒有很深入地了解許多 ─空性等等，也談不到。但是拿我們現在的，同樣地，你以正知見不是叫你閉上眼睛不看呀！那是什麼？喏，你善巧地了解了以後，看你該看的一面。喔，平常這個境界引發你貪的，你曉得，哎呀，這個是原來是大怨家；引發你瞋的，你了解是大怨家，但是這個怨家不在外面這個，而是在你裡面的瞋心。嗯！原來這個才是啊！所以他外面來，引發我的瞋心是成就我的忍辱，我要真正息滅的是內心這個境相。同樣地，去掉貪的是，不是外面那個狀態，而是內心的這個境相，這個我們分得非常清楚。所以下面說，",
    "450": "[07:30]此中別說無緣有緣，當善分別。前面說得很清楚，哪一個是不要去緣它的，哪一個是應該緣的，那兩個分別得很清楚，我們應該善巧分別。",
    "466": "[07:46]如是煩惱及執相縛當須緩放，學處之索則當緊束，當壞二罪，不當滅壞諸善所作。所以這個煩惱跟執著這一種縛著，這一種東西的話，我們要慢慢地放掉它、放掉它。它這個不是一口氣，欸，不是的！你了解這個道理，就在事相上面慢慢地練習，否則你懂得了道理沒有用。所以真正地懂得了道理以後，這個境界啊，同樣地不但對你不損害，反而有幫助你。反過來，你如果沒有這個境界來幫助，你懂得了道理也是空話。如果說睡覺，睡在那裡就能解決煩惱的話，哇，那天下的人都是佛了！而修行不應該是輪到我們，就是那種豬啊，吃飽了睡在那裡，一天到晚睡，啊，牠那個煩惱一點都沒有啊！哪有這樣的事情，當然沒有啊！",
    "534": "[08:54]所以你懂得了道理，境界上現起的時候，欸，好、好、好！以前碰見這個情況，你就瞋心現起來了，現在一來，他引發我 ─不是他欸，而是我內心當中不如理的這種分別啊！現在呢這個時候你只要把它拿掉，關於這個，前面都講過了。所以你在這地方認得了以後，那麼你要想淨化這個靠什麼呀？靠正確的認識，所以呢「學處之索則當束緊」啊！反過來，你該學的，欸，努力！因為你要滅煩惱，唯有的什麼？靠你學嘛！現在我們覺得很難哪，覺得啊，該放的不放，不該放的放掉了 ─覺得難啊，唉呀，那不要去學了！這個恰恰相反。學處之索就放掉了，放掉了結果呢？為什麼？為煩惱所縛。他為什麼不能學？就是在煩惱當中嘛！前面一再講這個道理，這是我們要了解。",
    "596": "[09:56]你能夠這樣如理去做的話，「當壞二罪」，這是你應該對治的，你也能夠破壞。哪一個呢？這有兩種，說性罪呀、遮罪呀，通常我們說。學了這個戒以後，戒告訴我們不要作的，這個叫遮罪；本性是罪的，這一種。「不當壞滅諸善所作」啊！應該好的事情，千萬不可以啊！所以前面是告訴我們，好像不要分別，你安住在這裡什麼都不要作了。它不是的！它這地方分得很清楚，絕對要這樣，廣學六度當中。說：",
    "636": "[10:36]學處繫縛與執相縛，二事非一，護律緩放與我執縛緩放，二亦不同。喏，這個地方辨別得清楚吧？我們哪，「學處」跟這個「執相」，換句話說執著跟這個，這個兩樣東西的綁不一樣喔，不一樣喔！這個兩件事情不是一樣喔！現在我們像在海當中啊，把我們人家拉起來一樣，人家拉個救命圈套在我們身上，要牢牢地綁住身上，然後呢靠這個救命圈爬上來。是！拉得你也許很緊、很痛，你這個東西千萬不要放掉它，這個是最重要的！所以這個學處要綁得越緊越好。然後呢，煩惱的話，漸漸地要把它拿掉它。這兩件事情喔，要分得很清楚！在我們心理上面的，眼前不了解的心理行相，一樣地，說：哎呀！忙不過來、透不過氣來。可是你要知道，你透不過氣來，忙不過來是忙什麼？忙修學佛法，咬緊牙關不要放；忙世俗煩惱的事情啊，再好的事情趕快丟！這兩個東西，說所以「律」，反過來呢，要把這個放掉的東西也是一樣：「護律」，我們要認真保護律，這個不要緩；對我執，「我」的這個東西，煩惱執著要慢慢地放。",
    "723": "[12:03]剛才我們說到，持戒或者護律緩放，就是說，對這個持律的放鬆，以及我執的放鬆啊，這兩個不同的，這要辨別得清楚啊！我們不要混為一談，這兩者當中一定要辨別得清楚。不要該放的沒有放，不該放的放，所以這兩者當中的話，差別要弄清楚！現在緊跟著告訴我們，",
    "752": "[12:32]一切種智由多因成，僅一一因非為完足。真正要成無上佛道 ─一切種智，要有很多原因。這個單單一部分，不具足的一因哪，絕對不夠的！",
    "772": "[12:52]獲妙暇身，本當從其種種門中而取堅實，現在我們得到了這個美妙的暇滿人身，我們真正重要的，主要在哪裡啊？從各方面去取堅實啊！這是一開頭我們要知道的。現在我們很難得地得到了這個暇滿的人身，忙這個不相干的事情是太可惜啊、太可惜啊！",
    "803": "[13:23]所以剛才我一開始的時候，就特別說明。大家常常說：「哎呀，現在末法啦，不行啦！」記住哦，末法啦我們居然還能得到暇滿的人身啊！反過來說，得到了暇滿的人身，末法當中這個暇滿的人身比什麼時候都可貴啊！就像你考學校考了個最末一名一樣啊，居然你最後一名被你考上了，那時候你只有一件事情要做，別的事情是千萬不可以再忙啊！如果說你得到了暇滿的人身，尤其是出了家了，還忙不相應的事情的話，那太對不起自己呀！然後要是救人的話，不從這個地方救起的話，那都是開玩笑，你唯一的得到了可以救人的工具，然後還去忙世俗的事情的話，那叫救人嗎？這一點我們務必要知道啊！所以不管是自利、利他呀，這地方要了解，得到了這個是什麼是堅，什麼是實的，這分得很清楚，分得很清楚、分得很清楚！",
    "871": "[14:31]所以古德們固然是如此，現在的人，我們看看現代人 ─虛雲老和尚，第一個例子；印光大師也是一個例子。不管是哪一個，虛雲老和尚，他自己父親是做官吧！然後呢，兩房只有這麼一個寶貝的兒子，欸，他就不管了，跑出去。實際上，真的是這個自利、利他呀！印光大師雖然沒有說他這樣，他有一個哥哥，對不起，他抓回來，他又把他逃走掉了，對不對？那弘一大師中年出家，這樣的才華，然後家裡人不管怎麼去找他，對不起，他一出了家，家裡的人哪，在任何情況下就是不理！這第一個跳了出去，你當他死掉了，就是這樣。我們就要下這個決心，要下這個決心不是什麼亂來啊，你先要了解，怎麼樣才是真正地對你自己有利，怎麼樣才是真正地幫人家忙。",
    "934": "[15:34]這個佛經裡面告訴我們，我們應該看得遠大，所謂「人無遠慮必有近憂」，你看遠大地方看了以後，眼前這裡小事情擋不住你。要不然的話，我們總歸為眼前的那個小小的利益，只看見眼前的，大的害處就不看見了。所以世間東西都是什麼？糖衣毒藥，吃進去是甜的呀，但是呢把你毒死了。這個事情我們一定要知道，得到了暇滿人身應該忙些什麼。那麼現在當然從下士、中士告訴我們，我們真正的目標是忙什麼？一切智智，圓滿佛因。所以要學種種方便善巧，而不是隨便學一樣東西可以的。不是說叫我們樣樣做，我們只有兩個手，只有兩個眼睛，做是確實眼前該做的，是了解應該了解，這個始終分別得也很分別得很清楚哦！",
    "999": "[16:39]若說一石驚飛百鳥，修道一分不修餘者，當知是遮二資糧門不善惡友。有的人就說啊：「你做了一樣，樣樣有了。就等於說一個石頭一丟，一百隻鳥統統驚飛掉了；現在你同樣地修這個道啊，這個修了一分其他的不要修啦！」這也是一個大錯誤，這兩個譬喻不相應的。如果說你這種概念去看的話，那個是一個什麼？是「不善惡友」。我們現在真正要修的是福智兩種資糧，這個要廣學多聞，居然說你只要這個是什麼都不要的話，那個是惡友。所以惡友、善友前面已經一再地說明了，一再說明了，真正對我們最大的影響就是這個。",
    "1057": "[17:37]說到這裡這個一個證明，證明完了以後啊，我們不妨現在引佛經上面的一些公案。佛經上面譬如說，捨身為鴿前面、捨身餵虎，大家都曉得這個公案的。所以佛出世了以後在《金光明》上面有這麼一段公案：有一天，佛帶了一些人到一個地方去，然後呢停下來，然後呢叫這個舍利弗尊者大家安住。然後呢他指那個地，那個地就裂開放光，然後加持這個地就裂開涌出一個寶塔。涌出那個寶塔，佛就繞著這個寶塔，對它禮敬。在當年這個圍繞、繞塔那是最恭敬的禮，佛成了佛了，居然對那個塔這麼恭敬地圍繞，大家非常驚訝，說：「佛陀啊，你老人家怎麼禮這個？」他說：「這個裡邊有大因緣。」最後叫舍利弗尊者說：「你把那個塔開開來看，裡邊有舍利。」一看！所謂舍利就是遺骨啦，遺下來的骨頭，那個地方雪白的骨頭。那麼這個舍利弗就說：「這個應有什麼大因緣。」「一點都沒有錯。哪！就是這個菩薩當年精勤修學，然後呢他現在證了果，證了果嘛就是我。」當年修學的因緣，就是捨身餵虎的那段因緣。",
    "1158": "[19:18]假定說，佛陀說他不要修波羅蜜多，只要在定當中這樣想想的話，他那個在因地當中，應該做錯了。就算做錯了，他證了果以後，他一定指出給人家說：「欸，那我因地當中做錯了，你們不要做這種傻事啊！」他不會這樣說，一再地讚歎：「我之所以能夠成就，為什麼？就因為這樣。當年哪，」說有哪一些人一同發心的，「可是我因為這樣地精進勇猛廣行六度，所以我超越那些人多少劫早證果。」說得很清楚啊！他那個超越多少劫早證果，不是坐在那裡不動啊！而是說廣行六度，這麼捨身，難行能行啊！所以我們的的確確要多看經教，那個時候才能夠真正地會通。要不然很容易誤解的，說：「啊，那個分別都沒有用啦！你只要那個到那時候大徹大悟了，然後在空當中啊，那就好了，就完囉！」錯了！在哪一個階段非修這個不可，那是千真萬確的，沒有這個是不成就，但是單單靠這個也不成功。",
    "1238": "[20:38]所以《大智度論》上面，引那個經上面有這麼一段。那個《賢愚因緣經》上面也有啊！那就是說一個大愚人，不是《賢愚因緣經》，《雜譬喻經》，我已經記不清楚了，反正經、論上面都引這段公案。說有一個鄉下的人啊，跑到城裡面，有一次啊去吃，哎呀，這個味道非常好吃。欸？奇怪，同樣東西為什麼它這麼好吃，我這麼不好吃？城裡人這麼告訴他：「我這裡面沒有什麼特別，鹽！」「喔，原來這個鹽這麼好吃啊，什麼是鹽哪？」那個城裡的人，就拿給他鹽看一看。他想：哎呀，這個鹽這麼好吃啊！別的不要了，抓了一把鹽就吃，一吃啊，哈！又苦又鹹；現在我們就這個樣的。你把那個鹽加那個菜裡的話，哇！那好得很。這說明什麼了，就是智慧所攝的方便，妙極了！但是你現在說，啊！那個方便 ─那個菜就不要了，單吃鹽，那就完了！所以前面啊，為什麼我這麼詳細地跟大家說，這兩者當中的關係一定要弄清楚。繼續下去現在：",
    "1310": "[21:50]又大小乘，亦是修時學不學習無邊資糧，曰少分乘及曰小乘，二是異名，大乘、小乘的差別，發心固然是，發了心以後修的時候也是一樣：大乘是集無邊資糧，小乘不是，所以叫「少分」，學一點點。這個兩個名字是不同，內涵是一個。",
    "1335": "[22:15]少分義者是一分故。現在劣果飲食等事，尚須眾多因緣成辦，而於士夫第一勝利，欲修成佛，反計一分而為完足，極不應理。果隨因行，是諸緣起法性爾故。說你眼前啊一點小小的事情，還要很多因緣才能夠成功。大家都曉得燒飯，那簡單極了好像是，還要忙這麼多。做任何事情，造房子，我們衣食住行沒有一個例外的。現在居然成就最無上的這個大果，反而以為是一點就夠了，那是絕不合理的呀！要曉得這個果一定跟因相應的，這個是緣起法性如此。所以現在千萬注意啊！說：「喔唷，我現在就這個算囉，就這個滿足囉！」絕對不可以！注意！一再地辨別，修行的時候，你一定要一門深入，把握住了，現在從這個地方步步上進，這每一個時候一定是跨一步。絕對不是說，我一跨，跨個一百步，又要做那個、又要做這個，這個是絕對不可以。但是你心裡邊啊，千萬注意，我的目標又一定要是究竟的。所以這兩點同樣地，前面說哪兩者要辨別得清楚；現在我們同樣地，這兩者也要辨別得清楚哦！你辨別得不清楚的，一下含糊的話，那這自己就完全走錯了。",
    "1434": "[23:54]《悲華》於此密意說云：「少分成少分，一切成一切。」《如來出現經》云：「若諸如來出現於世，非一因緣，不是一個簡單的。",
    "1446": "[24:06]何以故，最勝子，諸如來者要以十億無量正因，乃能成辦。佛要這樣多，十億無量的正因哦，這個因還不能錯哦！",
    "1460": "[24:20]何等為十？哪個十億啊？",
    "1462": "[24:22]謂以無量福智資糧圓滿正因。」無量無邊的福德資糧、智慧資糧，這兩樣東西要正確，還要圓滿。",
    "1474": "[24:34]乃至廣說。經上面說得非常詳細。",
    "1478": "[24:38]《無垢稱經》亦云：「諸友伴，如來身者從百福生，從一切善法生，從無量善道生。」喏，所有的經都說：啊！諸位友伴，各位菩薩，各位朋友啊，要曉得這個如來的身 ─報身啊，是「百福」。這個百福不是一百樣喔，泛指一切，所有的福沒有一樣不圓滿的。所以說「一切善法」、「從無量善道」，要想得到那個善果一定要修無量的善道。",
    "1517": "[25:17]如是廣說。這是經，下面是菩薩。",
    "1520": "[25:20]龍猛菩薩亦云：「若佛色身因，如世間無量，爾時法身因，如何而可量。」佛的色身是有量的無量，尚且要無量無邊的世間法；法身是無量的無量，怎麼可以拿我們眼前的一點點來衡量，那是無量無邊的。所以果既然是這樣，因怎麼可以少。",
    "1546": "[25:46]如是方便智慧，以六波羅蜜多總攝修學者，如前所說是諸密咒與波羅蜜多二所共同。現在我們了解了：噢！修學佛法這樣地無量無邊，一一收攝起來，最後歸納成兩樣東西 ─一個是方便，一個是智慧。那麼這個方便、智慧呢，來大綱提起來就是所謂六波羅蜜，所以叫六度萬行，這個內容就把我們所要學的，統統包含在裡頭了。而這是什麼？這個是不管顯教、密教兩者都要共同學的，這個概念很清楚，很重要！",
    "1595": "[26:35]諸大咒典釋諸宮殿及中諸尊，盡其所有，一切皆是內心德時，數數說為六波羅蜜多，三十七菩提分，十六空等圓滿波羅蜜多道故。那麼顯教當然沒話說，絕對是這樣，密教當中這個「大咒典」，就是密教的經典當中，他密教的修法有什麼呢？修曼陀羅 ─曼達拉，這個地方就是「宮殿」，換句話說這個佛的淨土，那個裡邊有如何的美法。「中諸尊」，以及裡邊的種種的本尊，然後呢眷屬等等，佛菩薩、護法等等。而那些東西都是什麼？「內心德時」，就是你啊，所以佛法叫內明嘛，就是的的確確你如理地生起來。所以這個「內心德時」，就是我們剛才說，外面的境界啊，你沒有辦法轉變過來的，只是說當著外面的境界的時候，你內心如何第一步不要被它所動，進一步才能夠是去轉化它。",
    "1671": "[27:51]所以實際上那些東西啊，也可以說，都是心 ─唯心所現。所以《華嚴經》上面說嘛，這個所有的，「三世一切」，我們每天晚上放焰口的時候，第一個，這個偈子就是這樣，第一個偈子就是這樣。都是啊，無不是我們那個「心如工畫師」啊，就是都是這樣，無不是我們從內心上面修學而安立的。那麼修學是什麼呢？就是這個波羅蜜多。然後呢下面又廣分作三十七菩提分啦、十六空啦，把這些圓滿那個大乘道，那個大乘道。那個「波羅蜜多」就是度彼岸，從生死的苦海度到這個，那邊去了。這是原則，下面還有個：",
    "1735": "[28:55]故除少數補特伽羅差別，以諸欲塵為正道等，與波羅蜜多所說略有取捨，當知諸餘唯是共學。"
}