{
    "10": "[00:10]如果沒有智慧的話，那自己覺得：哎呀，現在很好啊！等到這樣的作法的話，既然沒有下因，就把以前這個果浪費乾淨了。浪費乾淨了，下面怎麼辦呢？苦嘛，苦嘛！所以碰到這個地方，自然而然哪，我們了解了正確，譬如說現在冬天，哎呀，躺在這個棉被裡面真舒服啊！你感覺了舒服吧？趕快起來！為什麼會舒服啊？就因為你往業啊！所以這個因對了，這因是要嘛勤修學啊！如果你覺得：哎喲，現在很舒服！貪著的話，你就錯啦！所以你得到、有了智慧以後，自己處處地方啊，就不會為眼前的染著。喔！好東西擺起來，欸，你要貪 ─對啊！那為什麼有好東西啊？你因啊！那那個時候啊，你覺得：我趕快努力！處處地方，他不一定用反面的抑制你，就正面的引導你，你有了智慧也很容易呀！",
    "78": "[01:18]故於餘生感六盛事，非為無因，不平等因，其隨順因定為六度。所以啊，那麼我們這一生的是靠以前的往業，這一生的善果是以前的善因。那麼將來的餘生的盛事，也同樣地不是無因、不平等因，而是跟它隨順因，這個隨順因一定是六度，一定是六度。既然我們現在修行的時候，要這個經過很多生，一生一生這樣的話，那麼怎麼辦呢？因地當中要努力嘛！",
    "115": "[01:55]故於現法，當修當習當多修習六到彼岸，以殊勝因能感如是殊勝果故。所以呀，努力啊！努力啊！努力啊！多努力啊！這個殊勝的因就是這個。",
    "131": "[02:11]此是現前增上生果，身圓滿等究竟增上生者，唯佛地有。哦！喏，看了，現在這個地方告訴我們，這個六度這樣做啊，是增上生因，感得增上生的果。生生增上，等到你這個圓滿到最究竟的時候，就這個增上生就是究竟決定勝，就是它嘛！所以，我們現在不要怕呀！怕就怕不懂，就怕懂了不修。你懂了去修的話，一生比一生好，好到最後成佛了，就這麼嘛！就這麼嘛！所以眼前始終注意這件事情，修學佛法的的確確，不是叫你憑空地說觀空中樓閣啊！說抬起頭來羨慕這個太空人造衛星啊！是那眼前就是腳踏實地地一步一步地跨上去呀！等到最後那一步，跨到那一步的話，圓滿了 ─就是佛呀！",
    "198": "[03:18]如《莊嚴經論》云：「受用身眷作，圓滿增上生，恒不隨惑轉，諸事無顛倒。」就是這個，我們的身，「受用身」，自己受用的身、自己受用的眷屬，以及所作的事業，就是什麼？這個都是增上生。這最究竟、最圓滿，你要想它真正增上的話，要以智慧引導，智慧不引導的話，馬上三世怨，完了！你一切時處，恒常無間，一直增上，到最後圓滿就是佛。這樣去做的話，一切正確、不錯。這個是前面對增上生來說只有這個六樣東西，第二：",
    "250": "[04:10]以如是身學菩薩行，菩薩唯有二所作事，謂正引發自利利他。現在我們拿這個暇滿的人身來修學的是菩薩行，菩薩要做的兩件事情：一個自利，一個利他。",
    "267": "[04:27]是故觀待引發二利數決定者。那麼，以這個自利、利他，就是這兩樣東西，現在看：",
    "275": "[04:35]其修利他，先須以財而作饒益。此若損惱有情而施亦無所濟，善遮損他及所依事，利他極大，故須尸羅。第一個是布施、持戒。說你不是要利他嗎？要想利他的話，一定要先所謂財施，先結個善緣呀！那麼所以啊你一定要布施。其次呢，如果你損惱他的話，嗯，布施，譬如說我們送給別人家，「喏，拿去！」就這樣，那人家不一定高興。你布施了以後還要傷害他，他往往反而不聽你的。還要善巧地遮止「損他」，「及所依事」，那麼這個利他對了。所以這個尸羅，戒的特質有一點哪，叫「善護他意」，你心裡面處處地方要怎麼樣護，善護別人。",
    "333": "[05:33]所以現在我們自己持戒了，總覺得我這個是戒，你這個不對、他那個不對。那不要說戒取見，根本大乘的戒根本不相應啊！所以真正持戒的人，他的的確確地，是，在我們僧團當中是互相規勸，而規勸的時候，一定是什麼？善心、無記心。啊！說：「你好好地這樣做啊！」要規勸他。可是到了，在另外一種狀態之下，絕不拿自己覺得持戒，看人家不對，這個不是。而是說他處處地方，反而乃至於總以委曲婉轉地要護持人家，說：啊，怎麼樣啊不要傷害別人。這個是大乘戒的特質，其實小乘戒的真正內容也是這個呀！詳細說起來，自然你會了解。",
    "384": "[06:24]若不能忍他作怨害，報一報二，戒難清淨，故戒究竟須耐怨害忍。那麼，你雖然想持戒啊，欸，但是你不能忍害、忍受的話，這個不行，因為世間都是暴惡的，尤其是呢你行大乘。這個人做了，你又覺得不對啊；那個人做了不對，你要去報復他，那完了！那個戒一定持不清淨。所以那個時候，你要想究竟持戒清淨的話，需要能夠忍辱。",
    "416": "[06:56]由不報復，能免眾多他所造罪，他若信樂堪令行善，故是最大利他。你如果能夠不報復，能夠忍的話，那麼可以避免人家造很多罪。然後呢他就信賴你，也安樂、快樂，那個時候你可以進一步教他行善，所以最大的利他就是這個。所以我們平常的時候，譬如說彼此間有了意見，有了意見我們往往跟人家吵、跟人家談。其實假定我們能夠忍耐一下的話，過了一下，欸，他自己 ……往往我們會這樣，自己想想：對啊，我錯啦！唉，對不起！心裡面終歸會這樣的。反之呢，我們兩人吵了半天，他本來自己做錯了已經有點懊悔了，結果你與他一吵的話，他心裡面那時引發的都是瞋心種子。自然而然哪，他那個就跟你兩個人就完全排斥掉了，這很明白的道理。所以不要說你不對，就是你對了，人家錯了，忍耐一下，它也有 ……也是這個世間很淺近的、很淺近的一個道理。關於這些道理，後面會詳細說。真正利他，這個也非此不可。",
    "500": "[08:20]自利者，謂以慧力得解脫樂，若心散亂不能得此，故須靜慮令心住定，堪能如欲安住所緣。那麼二利當中有一個自利，自利是什麼？要智慧得到解脫。要想得到解脫一定要智慧，要想得到智慧一定要靜慮，心散亂不可以，所以啊它需要靜慮。這個靜慮就是定，你要它定，它就能夠像你所想像的安住。而要得到，",
    "538": "[08:58]有懈怠者不能生此，故須晝夜發勤精進無有勞倦。要想得這個的話，一定要精進，這個精進要晝夜精勤，那才行。",
    "552": "[09:12]此即彼等一切根本，故修二利六度決定。哪！這個是最主要的，最主要的。那麼這個裡邊啊，從這個上面你要利他來說，不管是自利、這個利他，兩樣東西圓滿的話，那就對了。所以就這一點來說，這個六樣東西夠了，布施、持戒、忍辱，然後呢，精進、禪定、智慧。",
    "585": "[09:45]如云：「勤行利有情，修捨不害忍，住脫及根本，一切自利行。」為了利益有情哪，「修捨」是布施，「不害」是持戒，「忍」是忍辱，止─「住」是止，就是定，「脫」是觀，「及根本」就是精進。所以是這個六度之圓滿沒有精進的話，不行，沒有精進不行。所以啊，這個六樣東西，包含了一切，包含了一切。",
    "630": "[10:30]此中利他非一切種，言住脫者心住所緣，是靜慮行跡，解脫生死是慧行跡，若辨此二則於寂止，不致誤為毘缽舍那。如是自許甚深持心，亦僅是此靜慮一分，故於六度圓滿之體，當求定解。上面所說的，那個括弧裡面引的那個東西啊，只是就利他方面來說的 ─呃，就自利方面來說，就自利方面來說。那麼，所以我們分開來說的話，就六度是自利，四攝是利他。可是前面已經說過了，那你能夠自己調了才能夠調他，這是第一步；同樣的，你就把自己調的經驗告訴別人就是利他，這樣。所以這地方雖然沒有說利他，實際上的利他也必定包含在這個裡頭。",
    "695": "[11:35]那麼下面，上面當中「住脫及根本」，就是住脫是什麼呢？安住在一處，然後呢有了這個，才能夠解脫生死。所以這個「住脫」，應該說住及脫，所以「心住所緣是靜慮」，換句話說，那就是定，定；然後呢脫，什麼？「解脫生死是慧」，是觀，這兩樣東西。「若辨此二」，對這兩樣東西你能夠辨別得很清楚的話，那麼你就不會把這個止當作觀。這個前面已經說過了，後面還要詳細說，這個很重要、很重要，很重要、很重要！",
    "753": "[12:33]我們現在很多人，總是一開始修行就忙著：「哎呀！我要學學定。」這個實在是一個很大很大的大錯誤，很大很大的大錯誤！你必定要先得到正知見，然後呢依次進入去學。定不是不要，必須要的，這我們要弄清楚，這個是共因，不是不共因。那麼尤其是啊，如果說你辨別不清楚，得了定以後，對不起，共外道的以為世間，這個是很糟糕、很糟糕的事情！「如是自許甚深持心，亦僅是此靜慮一分」，所以不要說你不得定，就是你得到了定以後啊，你能夠得到很深的深定，對不起，這個僅是什麼？就是止，六度當中的靜慮，襌波羅蜜，還不是慧，真正解脫，自利都談不到，何況其他的。所以我們必定要對於這個六度圓滿的這個特質應該決定認識，確定不疑，那這樣才可以。",
    "835": "[13:55]請翻到《菩提道次第廣論》二百五十九頁，關於這個數量的決定，已經說了前面兩樣，前面兩樣。第一個是增上生，這樣，就是這是所依的，我們要修學所依的這個身，暇滿、圓滿的德相所依的。有了這個身，那麼要做些什麼呢？要利益苦海的眾生，所以自他二利。前面第二個說引自他利，然後呢，下面今天講第三個。第三，",
    "893": "[14:53]觀待引發圓滿一切利他數決定者。而菩薩正所應作的就是在圓滿利他，而這個圓滿利他正所以自利，所以他那個利他啊，一切要圓滿的利他。這關於前面那一條，他並沒有強調這個圓滿的利他；所以現在這地方呢，就把利他的圓滿的所有道理，在這個地方我們來辨明一下，說這個六度也完全包含了。現在看文：",
    "936": "[15:36]先以財捨除其匱乏，次於有情不為損惱，且忍怨害，於助他事發起精進而無厭離，依於靜慮以神通等引攝其意，若成法器次依智慧善說斷疑，令解脫故六度決定。那麼我們要幫助別人，怎麼辦呢？第一個先以財捨，幫助他能夠生活圓滿，生活圓滿。所以平常我們可以看得見，如果一天到晚忙這個生活都忙不過來，你要談修行，談什麼都不可能，現在大家忙得不得了啊！就這樣。所以古人說：「衣食足，然後知榮辱。」這衣食就是平常的生活，你的生活有了，那才可以談得到所謂進德修道的事情，否則的話，忙這個都來不及，所以第一件事情要財布施。實際上呢，這個布施啊，不但是財，財、法、無畏，他的缺乏你都幫忙他，使他得到無憂無慮的生活。",
    "1041": "[17:21]那麼其次呢，單單幫助不夠，因為這個有情的的確確地，要想幫助他一定要結一個善緣，不能損惱他，「次於有情不為損惱」。那麼怎麼樣不損惱他呢？戒！所以戒的特質，尤其大乘戒的特質是在護持別人，這個不但不能損害，還要去保護他，心裡面。所以在我們皈依的時候，剛皈依談不到戒，他就說皈依了以後，就不能再傷害任何動物，讓任何有情 ……也是就是指從這個上面特質開出來的。第三呢，「且忍怨害」，你不但不能傷害他，而且要耐他來的怨害，要不然的話碰到一點事情耐不住的話，那自己的煩惱都沒有辦法降伏，何況是幫助人家呢，更是談不到。",
    "1113": "[18:33]那麼進一步呢，你要幫助他，「於助他事發起精進而無厭離」。那進一步幫助別人的時候，那個時候要有大精進力量；要不然呢，先哪，高高興興地幫助，做了一些時候啊就自己厭煩了。不要說幫助別人了，現在我們自己的修學，自己做一點小事情，剛開始的時候勁很大，唉，做做、做做等一下塌掉了，到那個時候怎麼教你做啊，他也不願意做了，那這種事情絕不可能的啊！現在我們要救濟法界一切有情，如果沒有精進力量，絕不可能！實際上呢，這個精進是通於一切，通於一切，那麼這裡專講利他。",
    "1167": "[19:27]進一步，「依於靜慮以神通等引攝其意」，那麼下面是定，你真正要幫助別人，那個一定要有神通。實際上呢，定它真正的主要的目的不在神通上面，是在智慧；但是這一個地方就純粹利他來說的話，那是所以說是神通，這我們要了解這個題目。那麼，最後，你前面的經過財施等等，令他沒有種善根種善根，種了善根讓他成熟，所以「若成法器」，他成了法器，那麼，最後「依智慧善說斷疑」，把正確的方法告訴他，斷除錯誤的，然後呢使他得到解脫。所以這六樣東西啊，是圓滿了這個利他的事業。",
    "1231": "[20:31]如云：「不貪及不害，耐怨事無厭，引攝善說故，利他即自利。」那就是前面，「不貪」呢就是施，「不害」就是戒，「耐怨事」那麼就是忍，「無厭」那就是精進，然後呢「引攝善說故」，那這個就是定、慧，這樣地圓滿利他；這樣地圓滿利他，也就是圓滿地自利。",
    "1268": "[21:08]此二頌說修自他利，不可不依六度，那是第二、第三，兩個就說得很清楚，不管你自他二利也好，純粹利他也好，都必須要六度，而且只要有這六樣東西，那就圓滿可以達成這兩個目標。",
    "1291": "[21:31]若於引發自他利理，獲得定解，則能殷重修習六度。現在你的目的，不是要達到究竟圓滿的自他兩樣的究竟利益圓滿嗎？究竟圓滿的利益嗎？那麼，喏，你要想獲得這個圓滿的利益，就是這六樣東西，就這個六樣東西。所以你對這個概念認識了很清楚，確定不移了以後，那時候你就曉得，既然如此，那你全部精神自然就很認真地去修這個廣行六度。所以這前面一定要把這個該學的內容，有一個正確認識，以及確定不移的勝解。那麼再下面，第四，",
    "1350": "[22:30]觀待能攝一切大乘數決定者。是啊，現在我們整個修學佛法說是自他利，那麼這個是不是還有遺漏呢？整個的佛法的內涵，大乘是圓滿的包涵。所以我們從另外一個角度來看，說，即以大乘來說，換句話說，整個圓滿的佛法的內涵來說，它也能夠統統包涵，一無遺漏。",
    "1387": "[23:07]謂已得財位無所貪著，及於未得不希求故，於諸財位能不顧戀。有此則能守護學處，受戒敬戒。依情非情所生眾苦，能堪忍故不起厭患。修善所作勇悍無厭，修奢摩他無分別瑜伽，及毘缽舍那無分別瑜伽。以此六事攝盡一切能趣大乘，此由六度次第引發，無須更多。那麼現在我們大乘要做些什麼事情呢？就是對於任何世間的一切的三有當中，任何一樣東西啊，沒有一點點的貪著，沒有一點點的貪著。所以「已得的財位」，換句話說，有形的、無形的 ─財是有形的，位是無形的，是一種心理上的，說一種狀態，譬如說，你位置，位置說不上來，但是就是這樣。所以不管是哪一個，世間的一切的三有之內的，沒有一點貪著。那麼，已有的不貪著，不得到的不希求，所以能夠對於這些東西啊毫不顧戀。",
    "1477": "[24:37]你必須有這個不會被它所染著，有了這個，那受戒的話，你就持得住，所以「有此則能守護學處」。因為你要守這個戒，所以受了這個戒、敬重了戒，了解這個戒的特質。真正要想徹底圓滿解決一切問題，這個對世間的染污，固然是一點都沾不上，而你的行持本身，必定還要有正確的業，才能夠感得圓滿的果。而這一點哪，非佛制的戒不可以，只有佛才徹底圓滿地認識，告訴你這樣做得這樣的果。那麼這一個佛制的戒，就是正式告訴你得到圓滿果報應學的學處，所以自然而然就受這個戒，而且恭敬這個戒。",
    "1540": "[25:40]那麼，你要去這樣去走的話，去做，然後呢要行持的時候，有了這個；可是下面哪，在生死大海當中，要經過無量生死的修習，要耐種種的苦，有情、非情。譬如冷熱、寒暖、病痛、飢寒，這是非情所生起的；人與人之間的話，彼此的互相的逼惱，有情所生起的。那麼，你一定要能夠忍耐，如果你不能忍耐的話，你一定會找錯，「哎呀，早求解脫就算啦！」實在是不行。所以啊你要善修忍耐，耐得住。不但耐得住，而且對修善法 ……除了外面的來加上面，還有其他的修行上的種種的辛苦，如果說沒有大精進，勇猛強悍的力量的話，忙忙、忙忙，哎呀，心裡面就疲厭起來了，這樣的話也不可能，所以它下面要忍跟精進。那麼具足了這些條件以後，然後最後修止、觀，這樣的話呢，才能夠把我們要學的一切圓滿。那這個也包含了大乘所應學的全部內容，不能少，也不需多。",
    "1646": "[27:26]如云：「不樂著受用，極敬二無厭，無分別瑜伽，諸大乘唯此。」「不樂著受用」就是不貪，布施；「極敬」就是戒；「二無厭」的話就是忍辱跟精進。能夠忍辱跟精進啊，才能夠在生死苦海當中，長夜修習這個圓滿的大乘佛法，不會厭患，不會退心。那麼最後下面兩樣叫作「無分別瑜伽」，這個大乘的內容也就這樣囉！",
    "1685": "[28:05]由是因緣，欲入大乘捨棄六度，實為相違。所以我們曉得的，真正進入大乘的話，也只有這個，除了這個，那就不對，這是相違背的，既然相違背，就不能得成就。第五，",
    "1703": "[28:23]依一切種道或方便數決定者。進一步說，我們大乘人要學的方法，所以這個是叫「一切種道」，菩薩正所學的，是廣學一切，然後呢這一點來論，用這一個觀點去看。",
    "1732": "[28:52]謂於已得境界受用，無貪欲道或方便者，謂行惠施，由修能捨離彼貪故。是的，那我們要修學大乘的話，增上生一直在增上，然後呢這樣才能修。假定說你這個捨心沒有修的話，到那時候得到了境界受用啊就不行了，你執著在上面，所以你就為它所綁。所以這一個就「無貪欲道」，在這個一切境界上面，你能夠善巧地利用它，然後成就生生增上，達到究竟圓滿，就是布施。你能夠修捨的話，捨就是貪的正對治，這個就是第一個 ─布施波羅蜜。"
}