{
    "8": "[00:08]諸未得境為得彼故功用散亂，防護方便謂持淨戒，由能安住苾芻律儀，一切事業邊際散亂悉不生故。那麼進一步呢，你要想慢慢地自己增上，對於你沒有得到的，你要想進一步去努力的話，這個散亂當中不可以。那麼要防止散亂呢，是什麼？持戒，持戒。所以平常我們總是講：「唉呀，我心很散哪！我學定啊！」那根本錯了。要曉得現在 ─是，定是的的確確降伏你的散亂的一個最好的一個辦法，但是如果前面沒有戒的話，你絕不可能學定。因為這個粗猛的現行當中，儘管你身體盤在那裡，坐在那裡，心裡面東想西想，忙這個、忙這個 ……。平常的時候在別的地方忙啊，是的呀，你手腳忙得不得了還無所謂，等到你坐下來了，手腳不忙啊，正好那時空下來，讓你更加胡思亂想得厲害。胡思亂想想完了，待在那兒呼呼大睡，打起瞌睡來，這個不行。",
    "96": "[01:36]真正的那個時候怎麼辦呢？持戒。所以它戒的特別什麼呢？就破這個煩惱的現行。喔！你曉得這個這些東西，東攀緣哪，西胡思亂想啊，這個都不行，所以啊靠這個戒。所以說持戒不在行相上，而是在主要的正知見上，你有了正知見，認識了，你這個行相自然跟它相應哪，所以叫依體起行哪！有行就有儀相，這樣來的。這個相，等到你內心相應了，有這個行相，自然而然會達到這種狀態。當然我們也了解，剛開始的時候，外面的環境會幫助我們，所以眼不見為淨，這個是事實。所以它開始的時候啊，一直到後來，內外一定是同樣地並重。同時我們也曉得，我們的心怎麼起來的？是對境而起，是沒有境沒有心，反過來，沒有心也沒有境。所以它兩樣東西並不忽視，但是它的重點是在內心，認識什麼是如理、什麼是非理。然後呢在心理上面防範，在境界上面防範，這個主要的什麼？持淨戒。那麼那時候他能安住在這個根本的戒律上面；能夠安住在這樣的話，所有的亂、散亂，做任何事情的散亂都停止、止息了。",
    "202": "[03:22]所以我們這裡可以想一想，四種資糧 ─密護根門，正知而行，這不是最好的持戒嗎？實際上你能夠這樣做的話，當然這個散亂統統拿掉了。那這個東西啊，真正說起來，都是什麼？都是屬於戒學範圍之內。你能夠這樣地很慎重、努力地防護自己心裡的散亂，那個時候你才可以談得到學定，這個我們要了解。那麼進一步呢，現在我們這裡的目的，不是說持了戒、得了定要去解脫 ─要利益一切眾生。要利益一切眾生要跟人來往的話，那個時候非要下面的忍辱、精進不可。所以",
    "255": "[04:15]不捨有情方便謂能堪忍，不厭怨害一切苦故。因為你要跟人來往的話，那一定要受種種的煩，世間所有的這種麻煩，如果你沒有忍辱的力量，忍波羅蜜的力量的話，你受不了！所以那個時候啊，要來忍波羅蜜才能夠「不捨有情」，不棄捨他喔！但是從這個上面，你還要更進一層地精進行善的話，這個力量還不夠。所以啊，",
    "298": "[04:58]增善方便謂發精進，由發精進善增長故。這個，更從這個基礎上面，不退這個基礎，還要向前猛衝，才能夠圓滿一切菩薩所應做事，所以一切種智這個必定要這些條件，是精進。淨障方便謂後二度，",
    "323": "[05:23]那麼最後呢，淨障的方便，是後二度。淨除一切障，煩惱、所知種種障，根本這個就靠止觀兩樣東西。止是伏，然後呢慧是斷，所以啊，",
    "342": "[05:42]靜慮伏惑，般若能淨所知障故。故六度決定。這也有這六樣東西就可以圓滿包括，不能少，也不需多。",
    "358": "[05:58]如云：「不貪諸境道，餘防為得散，不捨有情增，餘二能淨障。」第一個是貪；這個第二個呢，防，「餘防為得散」，這是戒；「不捨有情」這是忍；「增」就是增善方便，是精進；下面「餘二」就是止跟觀。",
    "391": "[06:31]又不隨已生欲塵散亂自在轉者，謂無貪施。若先未生預遮滅者，則須尸羅，防護無義非義散亂。惡行有情數多易遇，由此因緣退捨利他，能對治者，謂當修習有力堪忍。淨善眾多長時修作，令增長者，要由思惟此勝利等，發起恒常猛利勇進。暫伏煩惱，須修靜慮。滅煩惱種及所知障，謂須般若。此於六度，能與最大決定知解。那麼，下面又把這個再進一層地來說明一下。我們修學大乘佛法，要長時期地在生死輪迴當中，而且生生增上，得到一生比一生好的圓滿，種種的財位等等。而得到了這個能夠不被這個塵欲所轉的話，靠什麼？就是施，無貪，你雖然有種種的東西，你呀，自己一點都沒貪著，所以自己不亂。然後呢，因為你不貪，能捨，所以能夠利益別人，這個只有布施，所以叫布施波羅蜜。",
    "487": "[08:07]欸，那麼進一步呢，在這個上面，你要想真正地進一步增上的話，那個時候單單這個布施不夠了。所以要能夠斷破現行，而進一步深入定慧，這個時候啊，所以要尸羅，說「先未生預遮滅者」 ─尸羅。哪！你心心念念曉得你該做些什麼，然後呢，你又曉得你現在怎麼樣去做你該做的事情。這個一定有一個標準，這個標準就是佛告訴我們的，這個叫作戒，說這樣做對的，你該去做，這樣做不對的，你不可以這樣做。做該做的、對的，那調伏你的內心，使得你的熱惱慢慢地調伏變成清涼，使得你的縛著變成功解脫，這樣。這樣把世間動亂、毫無意義的煩惱能夠一一降伏，都是這個戒的功效。",
    "572": "[09:32]那麼平常如果我們只學自利的話，有了戒，馬上學定、慧；現在不，我要廣利一切有情。那個時候廣利一切有情啊，單單這個你自己雖然定了，可是跟人家來往過程當中，你如果不能忍受種種情、非情的苦的話，你沒辦法向上，你會退失。所以啊，所以能夠對治這個惡有情而不退失的，自己要有忍力，就是這個忍辱波羅蜜多。",
    "616": "[10:16]單單在這個基礎上面，這個基礎是防止你不退的，不是主要的力量在退那方面；真正向前，還要另外一個向上面這個增上勇悍的力量，這個是精進。那麼所以啊，對於這個精進要有什麼呢？「思惟此之勝利」，說這樣地做有無比的大利益，等到你了解了這點以後，所以雖然做這件事情辛苦萬分，但是你想到這個辛苦的代價雖然大，可是得到的果報啊，那更是不得了的果報！那個殊勝的意義啊，才能夠策發你的善法欲，才能夠策發你的勤精進，你在任何艱難都不怕，這是精進。那麼最後，到了這個程度，那個時候，最後的要把煩惱徹底地淨除，那個時候要靠兩樣東西：定是伏，慧是滅，是滅。那麼在這個情況之下我們曉得那 ─啊！原來這也是要靠這樣。",
    "702": "[11:42]所以，關於所以要學六度，必須要學六度，同時也只要學這個六度，這個的內容啊，我們在這個地方也說明，而且決定有這樣的認識。前面雖然是這麼隨隨便便地好像講，實際上這個內涵，我們在正式修學過程當中，必定要有相當正確的認識，而且這個認識要發生堅固決定的信解。然後呢，一步一步照它去做，絕不動搖，這樣才能夠得圓滿的果，得圓滿的果。最後，",
    "751": "[12:31]觀待三學數決定者。真正說起來，我們整個的真的要學的內容，也就這三樣東西：戒、定、慧。現在我們看，這個六度的內容跟三學的關係。說：",
    "769": "[12:49]戒學自性即是戒度，當然戒波羅蜜本身就是戒，而",
    "778": "[12:58]此要有施不顧資財，乃能正受，是戒資糧。在六度當中，在這個戒波羅蜜的之前，有一個布施波羅蜜，這是為什麼呀？說你對一切的資財，要沒有一點點耽著顧戀，這樣你才能夠圓滿地受這個戒。所以前面這個布施，正是為了你圓滿持戒的時候的基礎 ─資糧，可以說。",
    "815": "[13:35]既正受已，由他罵不報罵等忍耐守護，忍是眷屬。靜慮心學，般若慧學。精進徧通三學所攝，故六度決定。受了以後，平常你如果學小乘，全部精神根本不管，學大乘偏要在這生死苦海當中長時輪轉，那個時候你要遇到種種不如理的，如果你不能忍耐的話，你這個戒就破了。所以要由這個忍耐，忍波羅蜜來守護，這樣這個戒才能夠圓滿，所以這個忍是戒的眷屬。有了這個戒，然後呢進一步學定，定就是心學 ─靜慮是心學，般若是慧學；就是心，就是來暫伏一切煩惱，般若是連根淨除。這個五樣東西。最後呢，精進是「遍通三學所攝」，要想把這個戒定慧能夠徹底究竟圓滿地做到，一定要精進，一定要精進，所以這個精進遍通戒定慧三樣。「故六度決定」，所以也有這個六樣東西呀，能夠確定地含攝，像前面一樣。",
    "901": "[15:01]如云：「依三學增上，佛正說六度，初學攝前三，後二攝後二，一通三分攝。」下面這個道理是說，從三學，戒、定、慧三學來看。這個三學是簡略的，然後呢，廣義的，我們把它深廣地來說，那麼這個可以開之為六，開之為六。所以前面這個布施、持戒、忍辱就是包含在戒裡邊；然後呢，後面那個靜慮、般若是包含在後面；其中有一個第四精進波羅蜜，是通攝在這個整個的這幾樣東西當中，所以戒、定、慧無不需要精進。好，那麼這個是第六，以三學來看。",
    "999": "[16:39]經過了前面這個六種方法的分析以後，現在我們進一步看：為什麼他要以這樣的六個層次，來說明這個六度的數量決定呢？因為我們整個修學佛法過程當中，需要這樣的幾個條件，這樣的幾個層次，看看哪些層次、每一個層次需要什麼條件、內容如何，說",
    "1031": "[17:11]如是當以何等勝身，圓滿何等自他二利，安住何乘，由具幾種方便之相，修行何學，能滿能攝如是身，利，大乘，方便及諸學者，當知即是六波羅蜜。現在呢，我們整個的修學大乘過程當中，他說你要修學大乘，需要依靠什麼？依靠「身」，單單普通的身行不行？不行，所以要最圓滿殊勝的身，所以說第一個「以何等勝身」，是殊勝的，不是普普通通的。那個要什麼？要增上生，就是六度當中第一個決定。那麼你有了這個身要做些什麼事情呢？說圓滿自他二利，圓滿自他二利。那麼這個圓滿自他二利，你修的這個，在佛法裡邊屬於什麼呢？說安住大乘。那麼這個裡邊用什麼方法呢？喏，就是修學的所謂一切種道這個方便；學的內容就是三學。所以這兩個主要就是說，依這個身 ─增上生，辦這個圓滿自他二利，這是屬於大乘，然後修一切種的方便，修學這個。這個是什麼？就是這個六樣東西。所以這個六樣東西啊，",
    "1147": "[19:07]總攝菩薩一切修要大嗢柁南，乃至未得廣大定解應當思惟。關於這個道理，我們沒有認識固然不行，有了認識以後啊，還要產生決定不移的勝解。這個內容非常地深遠，所以這個定解，不是浮浮泛泛的，要「廣大定解」，得到這個的方法是「思惟」。那麼前面呢大概已經有說明，後面再補充的：",
    "1188": "[19:48]又初不令超出生死，其因有二，謂貪資財及著家室。能治此者謂施及戒。平常我們所以不能超脫生死的原因有兩樣東西：一個呢貪資財，二著家室。實際上這是什麼呢？就是我們不能超脫生死，一個生死的根本 ─家室，就是淫欲；然後呢，這個是以淫欲而增生命，得到了這個生命以後呢，繼續保持滋長這個生命是什麼？就貪著資財。真正在生死當中最主要的，最主要的，所以欲是生死的根本，飲食即生死的第一增上緣，就是這個，這是不能超出生死的原因。那麼現在對於這個，能對治這個的話，是「施及戒」。真正對上面這個問題的正對治，對症下藥是什麼呢？一個是布施，捨掉它；還有一個戒，曉得你哪一個該做，不該做。",
    "1259": "[20:59]設暫出離，不能究竟而復退墮，其因有二，謂由有情邪行眾苦，長修善品而生厭離。那麼進一步，說現在你不貪著了，你能夠跳出來；跳出來了以後，要長時這樣而不使得自己退心，這個有兩個原因。反過來說，有兩種原因使得你要退心，哪兩種啊？說儘管你想在生死當中，長時去濟一切眾生，圓滿無邊的福智資糧，但是你所要救濟那個眾生啊，無量無邊地多；而他那個惡行，又是不但是多，而且非常地暴惡。這是第一個，你呀忍不住。進一步呢，還要不但忍，還要修種種的善品。這兩樣東西，這是能退墮的因。",
    "1333": "[22:13]能治此者謂忍及進。對於這兩樣東西能夠正對治的藥是什麼呢？忍辱跟精進。",
    "1343": "[22:23]以耐眾苦及他怨害，經無量時猶如一日。這個就是忍，就是忍，儘管非常長的時間，但是因為你忍哪，輕輕也就過去了，輕輕也就過去了。所以雖然很長時候，你安忍在這個地方的話 ─啊，很快就過去了，這個靠什麼？忍辱的力量。下面精進呢，",
    "1372": "[22:52]善知修習勇悍之法，若多修練發起忍進，則能對治退墮之因極為扼要。那這個就是我們在大乘道當中，所以不能上進的最大原因，就是缺乏這個。所以呀，對於要學大乘而不退墮，這一點是最重要的關鍵。",
    "1398": "[23:18]非但修此菩薩諸行，即現在時修諸善行，於少艱辛忍力薄弱，於所修道無大勇悍。以是因緣初入雖多，然於中間能不退者，實不多見，皆由未修忍辱精進教授所致。好，我們不要看，說啊修這麼樣的無邊難行的菩薩廣大之行，不要說這個；就是眼前的那些一般的修行的好事，並不太辛苦的事情，並不太辛苦的事情，如果說自己的忍辱力量不夠的話，對不起，這個動不動啊一點點就耐不住了，唉呀，就不行！動不動，一點點就不行！所以啊，這個時候根本就談不到。進一步，就算你能夠耐得住了以後，但是你沒有精進的力量，要向上去能夠深入的這種力量又不夠，就這樣。",
    "1476": "[24:36]所以防止你退是「忍」，要向前衝要「進」，兩樣東西。因為缺乏這樣，所以眼前做一點小小的事情啊都做不到，何況是要修菩薩的大行啊！因為這樣，所以雖然很多人發心來，但是呢來了以後，慢慢、慢慢、慢慢啊，越來越不行、越來越不行，中間退掉了。所以能夠不退的人，實在少之又少。原因在哪裡呢？就是對於這個忍辱、精進這兩樣東西沒有認識，沒有認真地修習，沒有認真地修習，所以我們現在這一點要有正確的認識。",
    "1527": "[25:27]那麼更進一步，好囉！第一個呢，前面這個兩個東西，前面這兩個先布施、持戒，是說能夠啊，不超出生死當中能夠超出來，然後呢，能夠在生死當中不被它染污，靠第一個、第二個。而長時候在這個地方修習，靠第三、第四個，經過了忍辱、精進這個力量的策勵的話，你能夠不退。但是呢，說",
    "1569": "[26:09]又於中間雖未退轉，然有二種失壞之因，這是根本問題如果沒有解決的話，它還要壞，哪兩樣呢？",
    "1579": "[26:19]謂心散亂不住善緣，及壞惡慧。說，如果你心散亂的話，這個不行。你心如果散亂，一方面不能專注做你的事情，還有一方面呢，你根本不能善巧分別世間真實的法相，所以你的見解總歸錯誤的。所以呢，更進一步還要，要了解這個智慧，這個智慧是破壞一切惡根本的。那麼對這兩點能夠正對治的是什麼呢？",
    "1615": "[26:55]對治此者，謂靜慮，般若，佛說散心修念誦等無大義故。若於內明法藏之義無簡擇慧，雖於粗顯取捨之處，亦起錯誤顛倒行故。所以你要想真正地產生大的功效，那麼散心是不夠的，所以佛就告訴我們，說散心不用說慧得不到，就普通一般的念誦等等啊，這個意義也不大。那麼更進一步，對於真實的內涵啊，你要又能夠抉擇，了解如理非理，然後呢，如理的是取、非理的捨，這個東西一定要智慧來辨別。你如果沒有智慧的話，不要說深細的，連它普通的你都沒有能力去辨別。這個眼前我們就是這樣，我們因為缺少正知見，所以正、誤之間實在不容易分辨得清楚，這個完全是要靠智慧。下面說，",
    "1694": "[28:14]此依斷除所對治品能治增上數量決定。上面這個解釋是說，我們整個修學佛法，它的障礙、問題在哪裡。那麼要想斷除這些問題，斷除這些障礙，喏！就像前面說的六樣東西也就夠了，也就夠了。",
    "1719": "[28:39]依能成辦一切佛法根本扼要數決定者。那最後，說現在我們要修學一切佛法，圓滿修學一切佛法，它的根本，主要的根本，那麼在下面，在下面，這個我們也來看一看。",
    "1744": "[29:04]謂初四度是定資糧，以此四種能成不散靜慮度故，依此因緣若修妙觀，則能通達真實義故。我們真正要學的一切 ─前面已經說過了，一切都是止觀之果，世、出世間乃至於，當然，現在佛法包含了所有。所以前面那個布施、持戒、忍辱 ……是定資糧，由於這個四樣東西，能夠成功達到最究竟圓滿的靜慮。那麼由這個靜慮，然後呢才能夠修妙觀；那個由於這個妙觀，智慧的觀察，才能夠通達真實義，才能夠把煩惱、所知二障是徹底解決。最後，"
}