{
    "9": "[00:09]隨順成熟有情增上數決定者，與前所說第三義同。那麼，整個的佛法，要為了成熟一切有情，這就是四攝，這是四攝。真正菩薩所行的目的，就是成熟一切有情，那是前面六樣當中第三。第三呢就是什麼？圓滿利他，已經說了。",
    "33": "[00:33]此是聖者無著所許，如獅賢論師所立而說。這也特別說明，後面這幾樣，那就是那這個相宗，無著菩薩所傳的這樣解釋法。不管怎麼解釋，總是這六樣東西，不多不少，圓滿地包含。所有其他的，其他的法門 ─戒定慧呀、二資糧啊，都沒有這個六度的廣泛、那麼圓滿，能夠包含一切。所以啊，這個，",
    "69": "[01:09]對於六度引發定解，最為切要。那麼從這個地方我們了解了，剛開始修學的時候啊，對於這個六度，要策發決定不移的見解，有了這個正確的認識以後，然後呢我們去做，我們去做。前面再提醒大家一下，我們正修的時候，不是說碰到了哪一個啊就去修，這樣做的話，不但沒有益處，結果常常是一生善行終成過失。大家還記得不記得？在前面四十五頁上頭，說得很清楚、很明白。而且，到現在我們更了解了，這不但是一生，由於自己的這個業習性所使啊，後面會生生世世地就害這種毛病。所以有的人的習性就是這樣，他就是，叫他做出來，做事情啊，他剛開始的時候非常起勁，唉呀！一股勁啊，比誰都大。唉喲，他又要這個，又要救苦眾生、又要發悲心、又要這個、又要這個，然後這個也要做，那個也要做，過了三天啊，等一下沒勁了。最多再長一點啊，維持一個月也滿好囉，這樣。到後來塌在那邊，怎麼拉也拉不起來了，都是這種毛病。",
    "152": "[02:32]所以，現在這個地方告訴我們：你不是急著要去修，你先把你修的內涵有一個正確的認識。然後這認識了以後，曉得為什麼你要去修、如何修法、正確的是如何、錯誤的怎麼辨別得清楚，一切的違緣啊也都事先了解，準備好了，然後一步一步上去，自然沒問題，要不然的話，都是這個樣。這個是所以在這個地方，一而再、再而三，用種種不同的立場、用種種不同的角度，說明這一個要修學的內容。那麼現在我們了解了，前面是為什麼，我們要學的內容，就這個六樣東西啊，這樣安立的。這個內容，是數量決定。",
    "212": "[03:32]第二兼說次第決定分三，第二呢，也順便說一下次第決定。它這個六樣東西，不但圓滿地包含所應學的一切，而且這個六樣東西呀，安立這樣布施、持戒、忍辱、精進、禪定、智慧，有它的次第，必定是從淺到深。數量錯了固然不行，次第顛倒了也不成，所以他進一步說這個次第。",
    "247": "[04:07]生起次第者，若能布施於諸資財，不顧不貪則能受戒。若具尸羅善防惡行，則於怨害而能堪忍。若有忍耐不厭難行，退緣微少能發精進。若能晝夜發勤精進，能發正定，心於善緣堪能安住。若心定者乃能如實通達真實。喏，這是第一個，依照我們修學的程序，怎麼樣一步一步地深入，能夠把修學的內容如理如量地生起來，有它的必要的次第，有它的一定正確的次第。那個看：你能夠布施一切你有的東西，沒有一點貪著，沒有一點顧戀，那個時候你才受戒。要不然哪，戒是受了，這個也放不下，那個也放不下，那個戒是沒有用場，不但沒有用場，反而受害。所以啊，第一個，先是能夠施。能夠施了以後，然後呢持戒。然後呢你能夠這樣地善巧地防護這個尸羅，種種的惡行不去犯它，那個時候啊，人家來傷害你的話，你就能夠耐得住，能夠耐得住。因為你能夠耐得住了，所以啊那個時候，困難你就能夠擋得住。從那個消極的擋住，更進一步啊，才能夠策發精進；否則的話，自己連小小的苦都擋不住，退下來了，你還能夠進一步向前衝嗎？所以坐在那裡啊，你站都站不住，你說我還要向前快步走，那個不可能，所以「忍」下面才是精進。能夠精進的話，那個時候才能夠學大、深入的定，所以晝夜精進，才能發定。得了定以後啊，那個時候這個心能夠如你所欲的，你要怎麼就怎麼，不會像我們現在，不是胡思亂想，就是昏沈瞌睡。這樣的話，你那個心能夠很凝聚、很深細，集中起來，才能夠深觀一切世間的法相，那個時候才能夠如實通達這個真實的道理，這樣。所以這個生起必然的次第。",
    "425": "[07:05]說到這裡，隨便提一下一個小事情，這是因為我們常常會誤解的，說學定、學定。這個定哪，現在我們不必從理論上去講，我們從另外一點，看看我們古代那種大祖師們。那個禪宗那個大祖師們，你們看看那個境界啊，哇！那真是。我們現在有很多人學定了，為什麼要學定、如何學定、定從哪裡學法，都不知道。看見別人家兩個腿一盤坐在那裡，他一個開頭也去學個不倒單。啊，真是啊！然後呢人是不倒下來了，一坐在那地方，呼呼大睡。然後呢到了晚上嘛不睡，然後白天嘛提不起精神來 ─做那個，眼睛半開不閉；做那個，眼睛半開不閉，這是一點用場都沒有！",
    "481": "[08:01]這個的的確確的，你們看看那個祖師的傳記上面，他這個真正精進的時候啊，他是有這個精神，然後到那個累得實在不得了了，剛開始的時候就是疲倦；疲倦了，他下地，睜睜眼睛；再不行了，下來跑一轉；再不行了，用冷水沖沖面孔；再不行了 ……他是這樣地全部精神提起來。他不在形相上的兩個腳盤在這裡，而在精神上面全部精神貫注在這裡，他有任何的艱苦，絕對咬緊牙關要堅持下去。所以你沒有大精進的力量，絕無可能！",
    "522": "[08:42]啊！現在我們說：哎呀，要學個般舟三昧啊！那不簡單哪！那很不簡單。現在我們常常這樣的，以前我也是看見了，說：「喔唷，這個般舟三昧，我也想學。喔！」幸好沒有去做，那個時候我還準備好了就啊，那個關房裡面去弄。結果啊，幸好事前有人告訴我，我還是先不聽，但是他雖然不聽啊，他那個話可落在我耳朵裡面了。我自己忙了一天，忙好了，環境弄好來，第二天就跑了一下，自己唉呀，發現不行、不行！想想那個善知識的話，沒有錯！",
    "556": "[09:16]以後我自己也遇見這樣事情，後來那個時候在紐約。那有一個同學他也想學，他倒沒有學般舟三昧，他來了以後啊他先想學定，或者學什麼。我告訴他：「你不要在那邊忙了，慢慢地來。」他心裡看看，他非常著急，我說：「好吧！既然你這樣想，你試試看吧！」那是在鄉下，那個地方很寬敞啊！哦！有一百英畝大，那一大個房子幾十間，總共兩三個人住。那個地方有一個相當大的一個佛堂，那個佛堂比我們這個房間有這麼大。我說：「那你這樣，告訴你一個方法，你也不必限定你啊一定怎麼樣。就是你告訴自己，今天除了吃飯以外，因為這裡邊大小便都可以在裡頭啦，你今天一天不要出來，不要跟人家講話，哪怕你睡覺，你睡睡看。」結果在那裡弄了一天，第二天跑得來就不要了，不要去了，不要去了。這個千真萬確的事實哦！他沒有精進的力量的話，絕無可能。現在我們啊一點都不懂，就想這樣，想這樣的話，那的的確確是很有趣的事情。也可以說這告訴我們哪，你要想這樣地如理生起，它一定有它的量則在裡頭，這一點我們必定要知道。那麼這前面說生起的必然的情況，下面來講",
    "639": "[10:39]勝劣次第者，哪一個比較深細，哪一個比較粗淺。",
    "646": "[10:46]前前微劣，後後殊勝。前面那個比起後面那個，有這樣的一個勝劣的差別。",
    "654": "[10:54]粗細次第者，前較後者易轉易作，故相粗顯。這個很明白，前面這個布施，那個比較容易。定這個東西的話，你看是看不出來，但是這個東西越向後面的話，越細、越難。",
    "672": "[11:12]後較前者難轉難作，各較自前故為微細。它每一個向後的，每一個比前面的要來得深細，要來得難作。所以，一作的時候一定是容易的先做到了，粗顯的做了，你才能夠一步一步地進入深細的、難作的，這個一定的次第。",
    "707": "[11:47]《莊嚴經論》云：「依前而生後，安住勝劣故，粗顯微細故，說如是次第。」這一個六度，不但是它內容包含無遺，而且這個次第的必然性也是這樣的，也是這樣的。不管從它的生起來說、不管它的勝劣來說、不管它的粗細來說，必然都是這樣的次第。所以十方一切諸佛，無不是這樣說、這樣行、這樣修證。",
    "747": "[12:27]那麼，前面那個大概地說完了，說完了以後，我們再重新溫習一下。在修學之前，不要先莽莽撞撞地，「我要修什麼。」必定要先了解，你為什麼要修學，然後呢為了這個原因，要修學些什麼，修學的內容是如何，一定要把握得住，每一樣東西。你如果說並不了解為什麼修學，你根本後面沒有，像一個無頭的蒼蠅一樣，不曉得你自己為什麼，糊塗蛋一個，世間的事情都做不成，何況是修學佛法！所以哦，確定把握得住，那麼為了你要這一個目的所以你來修。那麼說，啊！現在我們說要脫苦，從那個時候你進一步才能夠去找脫苦的內容、脫苦的方法，以及苦是什麼。這一些觀念哪，每一個地方前面已經說得清清楚楚，一步一步地深入、一步一步地增上。所以關於這些東西啊！先必定要在理論上面有正確的認識，然後呢把這個正確的認識產生堅固的定解，然後呢在那個時候發猛利的誓願，依此修行。",
    "843": "[14:03]對我們現在來說，都是由於宿生的善根，所以啟發了；宿生的善根雖然有，可是前面所說的這真實的內涵卻不清楚、不明白。所以要趁著我們這個善根剛啟發的時候，先把這個正確的內容把握住了，然後你有了一個正確的認識，照著這個正確的認識走進去的話，那個才有把握。要不然的話，跑、跑、跑、跑！過了一些時候啊，自己的善根消失掉了，然後呢要想做的內容也做不到，啊！徬徨不已。好了！或者是退，或者是爛，這是非常可惜。",
    "894": "[14:54]那麼，現在經過上面的一層一層，依著層次地說明、深入。前面發了心，發了心以後，然後呢應該學習什麼，學的內容當中又分成哪幾個，所謂普通一般的顯教大乘以及金剛乘，那麼金剛乘當中，應該學的內容等等，這個每一個層次跟著這樣的次第來。最後呢歸結到 ─到這裡我們才說，啊！為什麼我們必須要學六度，這樣。那麼以及六度的次第都了解了，才正式地開始告訴我們六度的內容是什麼，如何學法。",
    "962": "[16:02]看看！所以這個本論真正的構架的完整，次第的必然性，有這樣的嚴密法，有這樣的嚴密法。我們能夠照著這個次第，每一步無差缺地能夠這樣上來的話，必然產生圓滿的結果。因為因地當中，一點不遺漏，一點不錯誤，既正確、又圓滿，根本因、圓滿因都沒有一點遺漏；然後，你只要有了正確的認識，如理如量地去學，自然會達到圓滿的結果。否則的話呢，你雖然一番好心，匆匆忙忙地去做，做出來的結果啊，總歸有問題。好的呢，忙了半天哪，叫功虧一簣，啊！到做到最後了乃至於，欸，就差了一點點；差的呀，是掛一漏萬，差的。你說：唉呀！才摸到一點點，摸到一點邊。啊！剩下來的什麼都沒有，他以為做得很得意，這是空忙一生。至於說，不得其門而入，在外面轉的，那更不曉得是多多少少！",
    "1065": "[17:45]到現在這裡為止，我們可以比一下，就了解差別何在。平常我們說，動不動說發菩提心，動不動說六度萬行，到現在為止，我們才曉得，噢，文字上面了解菩提心的內容是什麼，那個時候才有個膚淺的認識。至於說六度的正確的內容，到現在才開始說，現在呀才談得到，說可以告訴你六度啦！我們能夠這樣去做的話，掛一漏萬固然是必定避免，功虧一簣也不會發生，自然而然因圓、果滿。現在我們繼續下去：",
    "1115": "[18:35]第三學此次第分二：這個時候，他下面還說：",
    "1124": "[18:44]一 初於總行學習道理，二特於後二波羅蜜多學習道理。那麼我們正式開始學這個六波羅蜜多了，欸，它還要分成功二個部分：第一個呢，總的 ─布施、持戒、忍辱、精進、禪定、智慧。而後面禪定、智慧要特別說明，為什麼？因為整個的佛法，最後的結果也可以說，總括起來無不都是止、觀兩樣東西所獲得。所以前面已經告訴我們了，布施、持戒、忍辱、精進，那是後面兩樣的資糧。所以它那個基礎說明了，有了這個資糧，正式開始學的時候啊，最後的這個、最重要的內容，還要特別詳細說明。所以這是為什麼，總學以及特別對於後兩個波羅蜜多要深細講的道理。所以了解了這裡啊，我們大概就不會再犯以前的毛病，動不動「哎呀，我呀要學一個定啊！」等等，這個毛病就不會犯了。不要說學定啊，乃至於至少最起碼的時候，隨便皈一個依啊，都可能要慢慢地了解了才好。",
    "1223": "[20:23]昨天有幾位同修上來討論，他已經學了佛法很長一段時候，以他的學歷是在這裡念最好的學校、最完整的課程。結果呢，接觸佛法也很多年，結果由於這一次，以前當然他宿生的善根，他能夠努力地去做，就說：「哎呀，我現在才知道什麼叫皈依呀！我現在才知道怎麼要去皈依。」喏，這是千真萬確的事實。那個時候自然而然哪，你懂得了去皈依的話，像經上告訴我們，「皈依福有色」，就是說假定皈依了以後，那一個得到的福可以衡量、可以看得見的話，拿三界來容器衡量，都沒辦法衡量。因為經過這樣地認真，圓滿次第、數量地學習，他正確了解了內容，了解內容照著去做，當然，它的果報，你可以圓滿得到啊！這是一個很清楚明白的一個道理，現在我們繼續下去：",
    "1304": "[21:44]初中分二：這個又分成功，總學道理一個是：",
    "1311": "[21:51]一 學習六度熟自佛法，二學習四攝熟他有情。自他二利嘛！這樣，分兩部分。那麼先求自利部分，",
    "1323": "[22:03]初中分六：分六部分。",
    "1327": "[22:07]一 學習布施，二持戒，三忍辱，四精進，五靜慮，六般若道理。　初中分四：一布施度性，二轉趣發起布施方便，三布施差別，四此等略義。那麼現在呢，六樣東西一一地來說。先第一個講布施，這個布施當中啊，「初」就是布施波羅蜜。「布施度性」，布施波羅蜜的特質。第二，「轉趣發起布施方便」，了解了這個特質，怎麼樣才能夠啟發你修的方法。你要了解了這個，然後照著這個方法去修的話，那麼就可以了。然後呢，就布施的時候，它還有不同，所以「布施的差別」。最後，「此等略義」，把它綱要地說明一下，這樣。",
    "1376": "[22:56]今初那是換句話說，現在說布施波羅蜜的特質、自性是什麼。",
    "1382": "[23:02]〈菩薩地〉云：「云何施自性？謂諸菩薩不顧自身一切資具，所有無貪俱生之思，及此所發能捨施物身語二業。」布施是什麼？它的自性，它的自體、特質是什麼？是說：一切菩薩，學習大乘行者，能夠啊，「不顧自身一切資具」，不但外面的一切，外面的財，乃至於自身，所有的內外一切。這些東西啊，「無貪俱生之思」，說這個是一種思心所，最主要的啊！這個思心所跟什麼？「無貪」相應的，沒有自己一點點顧戀，不為一點點自己，這一種。「及此所發能捨施物身語二業」，就從這個上面，然後把自己的內身，乃至於滋養這身體的一切的財物等等啊，透過身語而施捨給別人，這樣，所以這個才是布施的自性。",
    "1478": "[24:38]謂善捨思，及此發起身語諸業。那就是說，欸，「施」，這個施是什麼啊？以前我們施啊，處處地方是愛、取相應的這一種行；現在呢，恰恰相反，是由於善法欲的策勵啊，是送給別人，捨給別人，由於這樣的思心所而發起的身業、語業。以前想盡辦法，把別人的變成自己；現在呢，想種種辦法，把自己所有的，送給別人，使人家得到好處，這個，這一種業。",
    "1526": "[25:26]圓滿布施波羅蜜多，不待於他捨所施物，捐除眾生所有貧窮。那麼下面特別說，這一個概念我們要了解。所謂布施波羅蜜多，波羅蜜多啊，就是叫所謂「到彼岸」，換句話說，究竟圓滿的時候。我們從生死苦海這邊，到超越這個生死苦海的彼岸 ─安樂之處。什麼是圓滿呢？什麼是布施波羅蜜的圓滿呢？不是說那些人哪，一個一個啊，都由於你的布施而不貧窮，不是的，不是的。所以，它「不待於他捨所施物」，不是說看別人，別人怎麼講呀？喏！都是窮人，因為你去幫忙，幫了他啦，他都富樂、安樂，不是從這個上面，不是從這個上面看的。",
    "1599": "[26:39]若不爾者，現有眾多貧乏眾生，過去諸佛所行布施，當非究竟，下面又印證，說：為什麼說，不從外面的這一些眾生來看？假定是說，從外面的眾生來看的話，過去的每一個佛，都行布施，都圓滿；所以假定布施一定要等到外面的眾生得到富樂才圓滿的話，那麼現在這個時候，那個就應該沒有不富樂的眾生，所有的眾生都絕不會再貧乏。但是現在還是有這麼多貧乏的眾生在，而佛陀的布施圓滿了。所以，這個道理說明了：真正的布施的圓滿，不從外面的境況來看的。",
    "1660": "[27:40]是故身語非為主要，唯心為主。身語本身哪，就是從行為上面幫助別人。而這個布施的圓滿指什麼？指你的內心。不過，這個內心啊，我們到現在漸漸了解了，不是前面說的空話：「啊！我心裡好就好了！」絕對不是！有它一定的質，有它一定的量，這個自己檢查，非常清楚、非常明白。絕對呀騙不了自己，也騙不了人，更騙不了因果，這個我們要了解的。",
    "1698": "[28:18]謂自所有身財善根，一切慳執皆悉破除，至心施他。是說，布施圓滿的時候，是以內心為主的。那個內心怎麼樣呢？對於我們自己所有的任何東西 外面是一切財物，裡邊是我們身根，乃至於種種所修的善 任何一樣東西，沒有一點點捨不得，沒有一點點執著之心，徹底地破除。而一心一意至心地，統統送給別人，統統送給別人。這個說起來容易喲，做起來真不簡單哪！啊，真不簡單哪！我已經有遇見好幾位同修們，啊！說這個大悲呀，不容易生起啊！欸！難得的這一些同修，居然能夠生起，所以他的的確確心心念念啊，是為了幫別人。可是等到你這個心念一生起來了以後啊，下面就問題來了。真正要你送給別人的時候啊，哦，那個時候有困難的。"
}