{
    "7": "[00:07]為什麼呀？啊！你所執著的財物啊，到那個時候，雖然你想要送給別人哪，心裡覺得：嗯，有一點不大味道。乃至於你身上受一點苦惱的話，哇！到那時候，要捨那個頭目腦髓啊，這個又不行！",
    "25": "[00:25]平常我們比如說，做任何事情，去拜佛，總覺得為什麼，要供養為什麼。啊！說這樣的啊，有福報，實際上你內心的深處還是有福報。所以平常說：「哎喲！這個很有修行哦！」你就去供養他，為什麼有修行才供養他？然後呢這個是三寶，你去供養他，一個窮人來要的話，我們不一定願意給他，為什麼？說穿了也就是，你做了這個你可以得到回報。所以它現在布施的善根，換句話說，布施完了以後，得到那個福報，它也不是我要的，也送給別人。那既然這樣的話，你管他哪一個，只要對人家有利嘛，你樣樣都送！固然是他是個佛，我也供養他，他是個窮人，我一樣地供養他，這是為了他呀！所以這個地方要了解啊，說：對自己所有的身、財、根、善，沒有一樣東西有一點點捨不得的心，要至心徹底地破除慳貪，而且從內心深處地要送給人家。",
    "101": "[01:41]又非唯此，即諸捨報亦施有情，就是你布施了以後，你一定有功德，對不起，這個功德也啊同樣地布施，自己沒有一點貪著。",
    "113": "[01:53]由修此心到極圓滿，即滿布施波羅蜜多故。那個心到圓滿的時候，那是圓滿布施波羅蜜多的時候，那個才是真正圓滿。所以呀，所謂布施波羅蜜多，到那個時候真是所謂「三輪空」了。不過，要這個三輪空，我們現在了解了，這是達到布施圓滿的時候的境相，不是一句空話。現在我們不了解這個因果的必然性，剛開頭下腳第一步就說：「哎呀！有相布施沒有用啊，你要三輪空啊！」結果啊，固然這是句最好的話，可是你沒有方便，不曉得因地上如何下手去努力的話，這句話就變成一句空話。我們因地當中，必定要怎麼樣步步地走對，才能夠達到真正三輪空的圓滿的這個境相，這個前面已經一再說明，這個地方也大家提醒自己一下。",
    "181": "[03:01]如《入行論》云：「若除眾生貧，是施到彼岸，現有貧眾生，昔佛如何度。一切有及果，心與諸眾生，說名為施度，以是施即心。」《入行論》上面就提出來，說：假定說你為了要解救一切眾生的苦惱、貧乏，所以要布施，這個叫布施圓滿的話，請問：現在有這麼多窮苦的眾生在那個世間，那以前那些佛，做些什麼呀？以前那一些佛不是要度他們嗎？結果呢這麼多窮苦的眾生還在這裡呀！嗯，下面告訴我們說：不是的呀！這布施的圓滿是什麼啊？是指「一切有」，你所有的一切，以及你所經過了布施的一切的果報，你那個心裡邊哪，沒有一點貪著，都捨給一切有情，這個叫作布施波羅蜜，或叫「施度」。所以這個地方說的布施波羅蜜，就是你的心相達到這樣的究竟圓滿的狀態，這個是我們要了解說，布施的自性是什麼。",
    "271": "[04:31]故修布施波羅蜜多，現無財物可施於他，當由多門引發捨心漸令增長。我們了解了這個道理以後，現在就算我們沒有東西可以送給別人，那個時候啊，我們照樣可修，為什麼？修的心嘛！所以你處處地方，使得自己的捨心增長，捨心增長。這個地方，我說一個小小的故事。平常啊我們在家人，固然，在家人本身就是只為自己忙，這個我們也不必談，應該的。現在說了出了家，乃至於說大乘、說利人，請看：現在我們出了家，跑到廟宇來，不要說利人，我們說供佛，佛殿上面哪，大家肯捨棄自己時間，好好地把那個佛侍候一下的，有幾個人？碰到這嘛自己，自己的事情，哦唷，弄得乾乾淨淨；啊，公家的事情啊，不一定！",
    "338": "[05:38]所以我當年哪，的的確確剛出家的時候，我始終感念我的老師。他告訴我，說：「私財如土，公財如命。」對自己的東西啊，像土一樣，公家的東西啊，像命一樣。這一句話，在別人嘴裡也聽見，雖然少，但是還是聽得見，可是從他嘴巴裡聽見了，產生了絕大的力量！咦，我發現他是在那兒去做。所以我們剛去的時候，他也 ……人少，有的時候自己也來忙。哎喲！他做常住的事情做得很起勁，可他跑到他房間裡面哪，它髒得個不得了！哦，有的時候去幫他忙，「欸，不要！這個我自己的。」那個時候問他：「你別的地方都弄得乾淨，這地方髒得 ……」「哪有時間哪！」一點都沒錯！他實在用功得不得了！他房間裡面啊，弄得這麼髒了他不管；可是外面的事情，哦！他做起來是非常認真。",
    "398": "[06:38]這一種地方啊，所以我真正覺得那個善知識的重要，他不是個道理，他處處地方，會使得你策發你。比如昨天來說，我在那兒啊，在洗澡間裡面正在洗腳，旁邊有一個同學弄弄啊，「哎呀！這煤氣沒有了！」就這樣，他就是講話。馬上有個同修出來，他正在忙啊，出來就問：「沒有啦？啊，來幫忙。」我聽了真感動，這真善知識跑到這裡來。因為太多地方啊，「反正別人的事情，我自己要忙，我自己的看書要緊，管他！管他幹什麼！」所以我隨便一提，提這種事情啊，說是、為什麼要提呢？就是我們現在學這個道理呀，不要把它看成一個道理，總要把這個道理啊，認識道理所指的是什麼，就是我們內心的心理的行相，總要不斷地在那個內心當中，去改善它去，改善它去。",
    "458": "[07:38]所以我們這個晚自習，為什麼要講，像《了凡四訓》這一類的書，這個你們漸漸就了解了。昨天晚上我們剛做到 ─哪！他的的確確，不管事情大小，只要對人有利，他總歸努力去做；就算做不到，心裡也要圓滿：「哎呀！我要去做，我怎麼做不到的？」而這個東西必定要靠什麼？靠如理地認識，然後呢作意地對治。否則的話，你不知不覺的習慣哪，總覺得 ……現在有太多的人哪，都是這樣：「喔唷！來修行囉！」所以他自己呀，說不定很認真，他會早晨幾點鐘起來，然後呢要唸多少卷經，要拜多少拜，哎呀，別的事情，誰都不管！然後呢，自己好像覺得修了行了，該人家送給你吃的。他為什麼自己不修行，要送給你吃啊？就是送給你吃了，你就這樣地什麼事情不管，這個就叫修行啊？我當年我也犯這個毛病啊，總覺得好像人家送給我是應該的那樣，人家還要向你磕頭，他是好像求他的福。現在我了解，錯了！不是這樣，尤其是學大乘佛法，的的確確不是這個樣。",
    "532": "[08:52]這種道理啊，我們首先要認識，認識了以後，還要自己作意辨別，那個時候你才慢慢慢慢地，真正地能夠碰得見大乘的邊，然後呢，不要停在這裡，步步上升。所以如果我們能夠起心動念，隨時這樣的話，那才能夠相應。不要說：「哎喲！我在這兒修行，我一天拜多少拜佛，啊！我能夠看多少經。」所以古德告訴我們：你呀看了很多經啊，不解它的意思；解它的意思，不照著它的去做的話，不對！也沒有多大意義。",
    "578": "[09:38]所以在這地方說，喏！現在我們修，前面是總說。總說的時候，是，你要學這個東西啊，就算你沒財物，那時候內心當中要告訴自己：「對呀，我一定要去做到它！我一定要去做到它！」所以任何一方面都要策發這個心，千萬不要打退堂鼓！下面：",
    "601": "[10:01]第二者，第二是什麼呢？轉趣發起布施的方便。欸，現在我們曉得要布施，曉得布施的特質是什麼；但是呢，策發我們布施，它還有一定的一個正確的方法。有了這個方法，才能夠有一種 ……照著這個方法修學，會產生一種力量，所以不斷地會推動你要去這樣去做、要去這樣去做！才能夠對治我們無始以來的習氣啊，自己停在那裡，只管自己。沒有這個後面推動你做的力量的話，你這個習性改不過來。儘管說布施、要布施，嘴巴上面講，講了半天，坐在這個地方的話，哦唷，要忙到你的話，趕快縮在後頭，然後呢，讓人家找不到。就是這個心情自然而然 ─你不一定想欸，它就會到那地方啊毛病又現起來了。好事在這個地方的話，哦唷，耳朵豎得很大，哦唷！不要人家來，不要人家來通知，你總歸跑在第一個！所以這個地方啊，他進一步告訴我們，怎麼樣有一個正確的方法，來策發我們、推動我們，去做這一件事情，所以這個是進一步講的。",
    "680": "[11:20]唯盡破除身財慳，猶非布施波羅蜜多。慳是貪分，小乘羅漢并其種子無餘斷故，故非唯除慳執施障，須由至心發心施他一切所有。這個才是。說不僅僅是你對自己本身，以及你所有的資財等等的捨不得，「慳、」這兩樣東西啊，就是說你自己有的東西，捨不得！說，你能夠把自己的這些東西捨不得，統統不在乎：「啊，我根本不在乎！」這個還不是。為什麼呀？因為這個「慳」，自己捨不得啊，那個是貪煩惱，貪分所攝。用不著大乘哪，大乘裡邊去講，小乘這個阿羅漢，都能夠把這個貪，現行、種子都斷除，都斷除。所以單單除掉這個慳吝這一件事情啊，這個障礙拿掉，不是布施波羅蜜多。還要什麼？還要「至心發起」，說你一心一意啊，要布施別人一切所有，你自己所有的一切，要送給別人，這個才是，這個才是！所以你先要認得：喏！內心的心理的行相是什麼。那麼怎麼樣才能夠產生這樣的一種力量呢？",
    "783": "[13:03]此須修習攝持過患，惠施勝利，故當宣說。那個地方啊，有一樣方便先要好好地學。說你呀「攝持」 ─自己有了這麼多的東西啊，有多大的害處。平常啊我們總是這個也捨不得，那個也捨不得，自己有的嘛捨不得，沒有的還要去貪著，想辦法弄得來。現在他告訴我們哪：「唉！這個東西呀，種種的禍患，這是不曉得有多少害處！」不但是這個害處，還要進一步告訴你，現在你送給別人以後的話，嘿，有多大的利益。當你了解了這一點，心理上面的的確確生起來這個，你有了這個東西的害處，送給別人的好處的話，那個時候你才肯努力去做。就像平常我們自己一向經驗到的：好東西，哎呀！叫你捨啊就捨不得，看見別人的是羨慕；反過來，壞東西，啊！叫你存哪，你也不願意存！誰都不願意把那個髒東西，乃至大糞，擺在自己的房間裡面。只要有一點點，你就忍不住，一定想盡辦法把它清除出去。為什麼？因為這種東西擺在這裡，有種種的過失，種種的麻煩，然後把它清除出去了以後，啊，有大好處！他現在也是這樣啊！所以這個方便善巧，的的確確是重要極了！他現在就告訴我們這個。",
    "893": "[14:53]《月燈經》云：下面就告訴我們，你只要把這個道理能夠思惟、修習，生起來了以後啊，那個時候你才能做得到。否則的話呢，儘管嘴巴上面講，懂得了道理，可是心裡面哪，始終是被這無始的習氣，就在那個地方，哎呀，這樣 ……。我們不要說這個布施吧！比如說，平常我們哪，小乘，或不要說小乘，實際上呢，是三乘的共基，三乘的共基，不過呢小乘特別重視。真正說起來，要上去的話，這個基礎一定要的，剛開始叫「五停心觀」。為什麼要修五停心觀呢？就是因為我們一向無始以來的散亂、惡習，這個心裡邊隨煩惱轉的行相非常粗猛，如果說那個粗猛的煩惱，沒有把它降伏的話，沒有辦法深細地進入。",
    "956": "[15:56]那麼那個粗猛的煩惱，有不同的人、不同的根性哪，現出來的行相不一樣；有很多人貪特別煩惱，貪特別重，有很多人，瞋特別重，所謂貪、瞋、癡、慢、疑，這力量非常強。那麼怎麼辦呢？他修 ─貪的眾生哪，修不淨觀。那個貪有幾種，比如說：對身體的執著，那麼怎麼修法；對於男女、飲食的執著怎麼修法，它一定的。比如說對於這個男女、飲食的執著修不淨觀。平常你看見這個東西，好得不得了，美得不得了！哎呀！種種好處。就修這個大不淨觀以後啊，那個你一向所歡喜的東西啊，就變得臭惡不堪。它不是個道理，不是個道理，這樣。它有一套完整的修法，等到你如理如量修起來了以後啊，不管是你一向男女上面的，或者是飲食上面的，你一看見哪，那個是又臭又髒！不但是心理上的感受，乃至於你鼻子上面的聞到，心裡面反胃，你要吐啊，就受不了！會這樣啊！這千真萬確的。所以啊，他就告訴我們，哎呀，說攝持的過患！你要幹什麼？要修習這個東西。這個要修的哦，不是空講。然後呢？還要把它清除出去，你把它排開掉了以後啊，哎呀，渾身清涼！",
    "1053": "[17:33]現在這個地方，勝利是遠超過前面所說的，同樣地，這過患是遠比前面所說來得大。你如果對這一個先能夠修習的話，它有一股非常強有的力量，自然而然會叫你去布施。那個時候啊，那個無始以來的習性慳貪等等，擋不住你了。所以在正修之前又告訴我們，喏！你怎麼樣能夠發起布施，他有一個正確的方法，就這個！經上面怎麼說啊？",
    "1092": "[18:12]「此腐爛色身，命亦動無主，如夢如幻化。愚夫由貪此，造極重惡業，而隨罪惡轉，不智被死乘，當往那洛迦。」先引經上面，然後下面解說。此說身不潔淨，命常動搖如懸岩水，身命俱是隨業自在，無我主宰，觀其虛妄猶如夢幻滅除貪著。",
    "1112": "[18:32]說「此身不清淨」，哎呀！髒得啊，非常地髒啊！而且這個命哪，「動搖如懸岩水」啊！這個命無常迅速，剎那剎那在那裡啊，而這個「身命」都是什麼？「隨業自在」，我們根本沒有辦法主宰啊！我們總覺得：「我！我！我！」完全錯啦！完全被業啊，說你了解了這個，深入地觀察，曉得它是完全是虛妄的欺誑啊，就像夢當中，就像如幻如化的啊！你了解了這個：一，無主的，根本沒有你在；二，這個東西又這麼無常迅速；而第三又這麼不清淨、骯髒，啊！又造種種的惡業。這樣你了解了，你就對它沒有什麼貪著了，沒有什麼貪著了。",
    "1174": "[19:34]貪若未除則隨貪轉，反過來，如果說你不能把那個貪除掉的話，你就是跟著它轉！這個貪這個東西前面說過，實際上呢，我們自己也了解，永無滿足之時。不但沒有滿足，而且是越貪越烈、越貪越厲害！平常我想我們都有這個經驗，很多的小事情，第一次你看見了，也不覺得什麼，啊！隨便一下。比如說，吃一點隨便東西吧！平常我們咖啡啊，乃至於普通的酒啊，很多嗜好，剛開始的時候，不覺得非吃不可欸！你隨便吃吃。到後來覺得慢慢地上了癮，到後來是越吃，你越吃到後來是越厲害。如果它沒有副作用，產生痛苦的話，我們根本擋不住它！這個貪的特別的。所以啊由於這樣，不但永遠沒滿足，反而不斷地加深，而加深的結果啊，造極大的惡行。造了惡行啊，得到一點眼前的小好處，將來受絕大的苦果啊！所以啊，",
    "1242": "[20:42]造大惡行而往惡趣。啊！這樣地嚴重法！我們對這個道理啊，要努力地了解，認真地修習。如果說了解、修習了，那個時候才能夠對治。下面，另外一個經。",
    "1261": "[21:01]《修無邊門陀羅尼經》云：「諸有情鬥諍，根本為攝持，故於境斷愛，斷愛得總持。」我們三界之內，一切有情的真正的爭吵的根本，在什麼地方？就是貪著，捨不得。所以你對於所貪愛的境界，了解了真實狀態，知道它的過患，斷除的殊勝利益，照著它如法地修習，斷除它的這個無明相應的貪愛的話，那麼那個時候「得總持」，總持就是持一切法，對了！",
    "1306": "[21:46]《集學論》云：「如是我身心，一一剎那滅，若以無常身，垢穢常流注，得常淨菩提，豈非獲無價。」平常我們對那個身心不了解啊，所以貪著難捨啊！現在我們正確地了解，這個東西啊，是一無可取！既是不淨，又是動搖無常，而且也作不了主，反而是為貪它而造種種惡業啊！這個是一切罪垢髒垢聚集之處，而一直在這地方流轉當中。可是它有一個好處啊！唯一的好處是什麼？欸！修學佛法，還呀非此莫屬！就是這樣，非此莫屬。所以我們現在了解了，啊，那好啊！就把這個身心，以前一直顛倒的身心轉過來了以後修習的話，嘿！也就可以得到無常消滅、不淨消滅，最主要的原因啊，於愚癡迷惑解決，所以「常淨菩提」，常淨菩提。所以啊，苦、空、無常，變成功「常、樂、我、淨」，豈不是獲得無價之寶嗎？所以這個地方，我們要大大地認識，深刻地策勵自己啊，猛省回頭！",
    "1413": "[23:33]《本生論》云：「無我易壞無堅身，眾苦無恩恆不淨，此身若能饒利他，不生歡喜非聰叡。」欸！《本生論》上面告訴我們，我們現在說這個我、這個身體啊，什麼？這個身體什麼？叫作壞聚見，或者叫有身見，或者叫我身見、我見等等，我所見等等。有真的有嗎？沒有啊，沒有啊！這個是不堅實的、容易壞的，無常迅速，剎那剎那消滅。不但如此啊，而且是眾苦的根本，眾苦所依。不但是眾苦的根本，眾苦所依，而且造種種苦，而且永遠在苦海當中輪轉，都是這個！這個東西對我們實在一點好處都沒有，而且是這麼髒。為什麼原因哪？你把它看錯了，看錯了。假定我現在正確地了解，覺悟了，能夠利用它來幫忙別人的話，欸，自他俱利啊！所以，居然把上面這樣一無可取的，這一個虛假的東西，能夠透過正確的方法利益別人，結果自他俱利的話，啊！這個何等好的事情啊！所以呀，聰明有智慧的人，都非常高興歡喜地做這個事情；反之，愚癡的人哪，對這個就不了解了，所以說「不生歡喜」呀，這個「非聰叡」。",
    "1529": "[25:29]雖勤守護無堅實身，然定須捨，喏！這個很明白。唉，不管你怎麼努力，所以實際上我們世間沒有一個人例外的，一天到晚忙的，就是忙這個東西。哎喲！這個身體啊，要錢財積聚，衣、食、住、行，無非忙這個東西。現在我們要講種種的飲食，種種的口味，種種的什麼，然後呢衣、食、住、行的安樂，無非是為這個。但是啊，對不起！不管你怎麼努力啊，這個身體本身並不堅實啊，它最後一定還要捨掉它。你忙了它半天，它到那時候不理你，反倒是你忙了半天哪，它卻是把你送到地獄裡面去，真划不來啊！現在，我們了解了，",
    "1584": "[26:24]若思施他能辦眾多自他義利，假定你現在反過來，不為自己忙，趁現在這個得到暇滿人身的時候努力。像佛所說的，把一切啊能夠幫助他們，送給他們的話，一切的好處 ─自己的、別人的，都得到啦！",
    "1611": "[26:51]未能如是淨修其心，當自思擇我誠愚癡，故當發心施他身等。而現在我們對於這個道理啊，居然不懂；或者懂得了以後，居然不能好好地修；修習而居然沒有產生清淨的行相。什麼叫清淨的行相？換句話說，經過了這個修習以後啊，你心裡面再也找不到一點點為自利的，一天到晚只為別人忙，那個時候利他之心清淨了。而現在假定說，我沒有能做到這樣的話，想想看：「唉！我這個人真是愚癡，真是愚癡極了！」這個才是我們應該了解的，應該策勵的。就像一個大糞一樣，明明是這麼髒、這麼臭啊，要拼命拿出去，不可以啊！你還寶貝得要命，喔唷！把它保護起來，放在你這個房間裡面，這樣去弄，沾到哪裡啊，就害到哪裡啊！所以「故當發心施他身」，所以啊，那個時候內心當中就策發了：欸！要送給別人，要送給別人。這第一件事情就是這個，你有了這個，然後呢慢慢慢慢地去做，這才是。",
    "1690": "[28:10]《入行論》云：「捨一切涅槃，我心修滅度，一切終頓捨，施諸有為勝。」說，上面這些東西啊，對不起，無堅實，你本來怎麼弄它，它都沒有用，都要捨你去。現在呢我懂得了，啊！把那些東西啊一切統統捨掉，然後呢，我能夠安住在這個上面，這個何等好呀！這個何等地好呀！所以呀「一切終頓捨」，你了解了，樣樣東西一股腦兒地，哈！心裡面什麼都排開它！所有的世間的這些，一切有為的，都送出去，這個才是真正對的，才是真正殊勝的。所以前面告訴我們哪，我們要修習布施的殊勝的利益，了解囉！",
    "1751": "[29:11]《攝波羅蜜多論》云：「資財無常現可見，若能任運起大悲，當知布施極順理，"
}