{
    "3": "[00:03]上面哪，經論多方面告訴我們的道理，我們也多方面地每一個地方去聽聞、思惟。你如果能夠抓到一個跟你相應的，馬上從這個地方深入，把它堅固起來。然後呢其他的地方，也從多門的、多門的，以這個已經產生堅固行相的，或者生起行相的為主，其他的一一緊跟著來思惟、觀察，產生這個有力的如理的布施之心，所以它前面用這麼多經論來說。下面又引這個論上面說，說我們眼前那些周圍很多東西啊，這是無常的啊！難可保任的！不要講道理，很明白、很清楚就擺在這地方，太清楚、太明白了。你誰曉得有什麼變化？不要說三年、五年以後不知道，今天突然之間一個小小的風暴，一下股票漲跌，啊！昨天這個百萬富豪，明天身無立錐之地，欠了一屁股債。反過來也是如此，天下有的是這種情形欸！眼前很明白可以啊……所以你了解了這個，啊！那絕對不會自己去攝持，那怎麼辦呢？照著如理的正法，趁得到這個暇滿人身的時候好好地努力啊！",
    "108": "[01:48]由於前面那個次第，然後生起這個大菩提心，那個時候大悲幫助別人是任運 ─任運就是自然而然起心動念，要嘛不起，起來就是幫助別人 ─這個時候曉得：哎！這個布施太正確了、太對了！你不布施，忙了半天結果兩腳一伸，身體不是你的，卻造了業，這個業就送你下地獄去。現在呢，你努力幫助別人，最後這個身本來要捨的，它還是捨，你卻圓滿無上菩提，所以這個太正確了！",
    "152": "[02:32]所以我們記得前面那個，一個是餓鬼鞭屍記，還有個天人禮屍記。餓鬼來打那個屍體，大家還記得嗎？旁人說：「他已經死了，這個很臭很爛的死屍，你還打它幹什麼？」「咳！這就是我的前身，我一天到晚為它忙，忙了半天哪，把它養得胖胖、好好、肥肥的，卻它現在把我送到地獄裡。我想到它呀，切齒咬牙！今天一有空，不要休息要來打它。」就這個樣。這個天人哪，尤其生到天人，一個美妙不得了的哦！跑得去，看見繞著一個骨瘦如柴的一個骷髏在禮敬它。人家說：「這個骨瘦如柴的骷髏，你禮它幹什麼？」「哎，正因為它骨瘦如柴啊！它在生前的時候一天到晚忙別人哪，所以弄得骨瘦如柴，結果我卻是靠了它呀，它就是我的前身，我生天！」前天我們講我們本師釋迦世尊的捨身故事，記得嗎？所以我們多讀經典就有這個好處。",
    "224": "[03:44]但是我們想：哎喲，這個事情很難做吧？不要怕！記得吧？不要說修大乘行者，乃至於不要說修小乘行者，像俞淨意公他是一個世間的凡夫，他剛開始的做的時候啊，怎麼也做不到。而且一惡習，前面從十幾歲開始到四十幾歲，養成功這麼嚴重的惡習，經過這一番警策以後啊，行之三年，他下面怎麼說啊？「靜則一念不起，動則萬善相隨」，記得吧？心定下來，一念不起，他能夠不胡思亂想；只要一動念，隨便一動，萬善相隨，心裡面任運都是起的善。這說明什麼？我們哪，不修！所以前面自他換的時候就告訴我們，這個「困難不應退，皆依修力成」啊！不要說困難，沒有一個事情例外，都是你修行了以後才能夠成功的。現在我們修嘛不修，唉喲，覺得難得不得了啊！這個真正的毛病就在這裡。所以還沒有修，心理上那個障礙先在這裡：「唉呀，我不行啊！」還沒有做，打了退堂鼓了，你能做什麼？所以這個地方啊，我處處地方，用前面的這種概念來提醒我們，或者是無上的出世大法，乃至於世間的，沒有一個例外。那個時候你布施什麼？",
    "325": "[05:25]猶如他物寄自舍。若施由此無恐怖，置於自家生怖畏，無足共他恆須護。若施無此諸過失，由施能生他世樂，不施現法亦生苦，人間諸財如流星，定無不捨諸財物。嗯，妙極了！這布施這個東西就像什麼？本來就是別人的嘛！這個就是他寄在我這裡啊，他要來拿，欸！那來拿正好嘛，送給你嘛！為什麼就是本來是別人寄在我那裡？請問這個東西是我的嗎？本來不是我耶！這是千真萬確的事實，這是業啊！這身體本身是什麼？自己的業，加上父母的遺體，本來沒有一樣東西是你的。我們不了解，唉，然後忙了半天，忙了半天是別人的。現在我了解了，這本來就是別人的嘛，就這樣，他寄在我家裡。好、好、好，好、好，那麼你拿去、你拿去，本來我還代你保管咧！現在你拿去了，我就好了嘛！所以由施啊，「若施由此無恐怖」，啊，不要！平常我們世間人忙守護、忙爭取，現在這個都不要了，你擺在自己家裡面，生種種的恐怖。",
    "408": "[06:48]第一個「無足」，這個貪這東西永遠不得滿足。還有呢，說五家所共，我們的財物是五家所共的：水、火、子孫、兵難等等，對不對？你儘管有保險櫃擺在這裡，一把火來了以後，保險櫃沒有用，等一下你保險櫃拿開來看看啊也是灰。水來了，也沒有用，強盜、盜賊、子孫都能夠把你敗得乾乾淨淨，所以「共他」呀！還要擺在這裡一天到晚要去忙去守護，哎呀，種種過患！你送，送出去了，哎，好囉！這種問題都沒有了。",
    "448": "[07:28]而且送出去結果呢？嘿！眼前送一點小小的，他世得到大果報。現在我們眼前要想賺一點點，喔唷，花了一個十萬、八萬，賺它個三千、五千覺得很高興。你能夠布施的話，布施一點點，賺回來的是不曉得多多少少呀！不要說他世，眼前不施也生苦啊！這很明白啊，你要去守護它，就是你守護得好好的，還是把握不住啊！所以這個人間的財像流星，無定得、快速得不得了呀！這個是我們要了解的啊！所以絕對沒有一樣東西你能夠保得穩，能夠不捨棄的，沒有這樣的事情啊！",
    "498": "[08:18]諸未施財無常滅，由施反成有財庫，饒利有情所惠施，諸財無堅亦有實。這個你沒送給人家，對不起，無常很迅速，或者這個東西壞掉，或者啊東西雖然不壞，你死掉了。對不起，不捨也要捨！反過來呢，你布施了以後，「反成有財庫」，它變成功你的庫藏，藏在那裡真堅固。是啊！所以你真正地能夠懂得這個道理，為了利益有情而布施眾生的話，那個時候啊，這個不堅實的財物倒真正變成功堅實了，這個是我們要了解的。",
    "551": "[09:11]若能惠施智者讚，此諸愚夫樂集財，攝持終無不離散，由施恆感諸盛事。你真的布施，啊，那智者稱讚！實際上，真正有智慧才能夠布施，同時呢智者也稱讚，換句話說，凡是有智慧的人都這樣做的！而只有愚夫，愚癡的人啊樂集財物，為什麼呀？哪！你不管你怎麼，最後一定是離散，所以忙了半天還是離散，你忙它幹什麼呢？這是愚癡到極點呀！你布施了以後呀，嘿，妙咧！種種的好事由此而來。",
    "593": "[09:53]由捨不起染污執，慳非聖道生煩惱，若施即是道中尊，聖呵餘者為惡道。」那麼進一步，這個說你由於布施的關係，心裡面不會染污、不會執著。而不布施是什麼呢？慳貪哪，這個不是聖者應走的正道，是生起的煩惱。而這個實際上，慳執、貪著，無非是煩惱。如果能夠布施的話，那個是修行這條路當中最殊勝、最珍貴的！這個執著，這個煩惱，這是聖者所呵。其他的呢，對不起，你因為這樣的關係呀，走惡道當中在輪轉。想想看，下面這樣地詳細地一再說明：啊！這個執持的過患，布施的殊勝的利益。所以，",
    "663": "[11:03]隨修大小一切善根，至心迴向成辦有情，現前究竟廣大利樂而行布施，則由依於一一有情得爾許福，速當圓滿福德資糧。不但是前面的，所謂外面的外財，裡面的身財 ─外財是資財啦，什麼等等啊，那就是身體、一切東西 ─布施。布施了以後啊，所有的善根，這個善根也迴向，說我這個布施的這個善根也迴向給有情，為了利益別人，這樣。那麼你能夠這樣的「現前、究竟廣大利樂」，不管是現前的、是究竟的，能夠這樣地利樂一切有情而行那個布施。這樣的做法，因為你布施的時候一定先發菩提心，由於菩提心以後，然後呢到那個時候了解布施的特質，然後呢修這個布施的方便，然後呢那個時候去布施。你布施的對象是什麼？法界一切有情。所以你能夠這樣做的話，很快地把你自己的福德資糧圓滿了，很快地把我們的福德資糧圓滿了！",
    "762": "[12:42]前面哪，到這個地方我們不妨再停一下，「困難不應退，皆由修力生」，你只要去修，啊！一點都不困難。我們也可以想一下，以前一再說的吃辣椒的公案：哎喲！第一次嚐到辣得不得了，吐啊吐了個半天，哭啊、鬧啊、弄了水呀！到後來啊非辣不可，哎呀，沒有辣今天就沒有味道了！欸！事情就這麼、就這麼。所以現在我們哪，往往覺得：哎呀，這個難哪！你不要想到難，要從另外一個方向去看：是，你難如果退，結果什麼呢？如果你這樣一想的話，什麼事情也難不倒你了。說你為了一點小難，退的結果啊是大難，無窮的大苦等在後面；反過來，你向前的話呢，克服了以後啊，欸！雖然眼前一點小難小苦啊，無邊的大利益等在那地方！這個是他非常殊勝的善巧。",
    "827": "[13:47]如《寶鬘論》云：「如所說福德，假說有色相，盡殑伽沙數，世界難容納。此是世尊說，正因亦現成，有情界無量，欲利亦復然。」那麼這個，把論上面告訴我們，說前面所說的布施的福德啦，假定有形相可以看得見，可以衡量的話，盡恆河沙數的世界 ─我們前面說皈依是什麼？三千大千世界，現在盡恆河沙數的這個世界都容不下啊！不得了，那是無法想像地大！你看看有這麼大的殊勝的利益，這個是世尊親口說的啊！親口說的。這個是什麼呢？就是成就利樂一切自利利他的正因，這個是正因，這個是我們要了解的。不但是自利利他，無不在這個上頭，無不在這個上頭。",
    "900": "[15:00]又能障礙捨心增長，增長慳貪能令捨心未生不生，已生退失，所有眷屬及諸資財，先已有者不應攝持，若他施與亦不應受。除了上面所說的那些道理以外，這個是從正面來說，另外呢，還有一方面防止。這萬一我們現在要修的是捨心啊，萬一有一些事情能夠障礙你這個捨心的話，這種障礙能夠使你的捨心退失，而能夠增長你慳貪。這種情況如果說有的話，你要怎麼辦呢？不要接受它。所以說「障礙捨心增長」的，而反過來增長你慳貪的，能夠使你的捨心沒有生、生不起來，已生起退失的所有的這些事情。譬如你眼前放不下的，哎呀，這些啊、這些啊，那個東西趕快把它送掉，擺在這個地方的話，增長你的過患。你已經有的都不可以，如果說別人來送你的啊，更不應受。這個一方面這個理論了解，一方面事實上面也在策勵我們，處處地方啊我們先把那個布施的心，把它策發起來。",
    "1001": "[16:41]《菩提道次第廣論》兩百六十五頁，那麼關於怎麼樣啟發那個布施，這個布施的方法。換句話說，說我們一步一步，已經正式進到開始學習六度。那麼在正式行持的時候，第一件事情，了解所謂的六度當中，這個布施度的特質是什麼。這個「布施度」，跟我們平常的布施有絕大的差別。同樣的布施，你同樣地把你的東西送給別人，形相上是一樣的，但是現在這個地方所說的布施，不但使我們能夠度脫生死輪迴的苦海，而且可以幫助別人，凡是受者都得到這個好處，輾轉地影響，功德是無量無邊。如果這一點沒有，不認識的話，那麼你雖然布施，錢、財乃至於身體送給別人，為別人而忙，結果呢他得到的是什麼？三世怨！這個第一個我們必定要認得很清楚的，這個裡邊的差別就是認識正知見。",
    "1123": "[18:43]你想你同樣地花了好大的努力，送了別人東西卻得到這個果報，那根本完全不能比啊！我們現在世間常常說那個比喻，那個是無法比喻的。說一個人做了半天賺一點，好像賺一點哪，小賺大虧；一個人賺了個百千萬，這個是總歸可以比的。實際上呢，現在這個地方根本不能比！在任何情況之下，不要說你這個小賺大虧，就是賺到了不虧都無法比啊，何況是你還要虧！所以這一點哪，這個布施「度」這個字指的特質，「波羅蜜多」的這個特點我們第一個要認識。然後呢曉得這個好處，怎麼樣策發我們布施的這個內心動力，這個第二，現在我們正講這一部分。第二行，這一頁的第二行，我們繼續下去。",
    "1199": "[19:59]《攝波羅蜜多論》云：「由何增長慳過，或能不令捨心增，虛誑攝持為障礙，菩薩應當盡斷除。說現在既然你要布施，而布施的障礙啊，它根本障礙是自己的慳、，有的東西捨不得，這個是第一個。樣樣東西不但自己沒有一點的捨不得，還要至心地捨給別人，所以凡是任何一樣東西能夠增長你那個慳吝心的，這個東西要破除它。這個東西把我們的捨心會損害的，消極的是損害我的捨心，積極的是不能增長我的捨，捨就是布施。這種東西，由於我們不了解它的真相，為無明所覆，所以明明是虛假的來欺誑我們，由於這種虛誑的這個概念，換句話說無明哪，由這個的關係啊，我們牢牢地不捨，把它攝持著。這種障礙，這種障礙啊，我們修學菩薩的人一定要徹底地斷除，徹底地斷除。",
    "1308": "[21:48]在這個地方啊，對我們來說，平常有太多的機會，隨時隨地可以體驗這個東西：我好歡喜的東西把它藏起來，人家來要的，啊！覺得心裡面真是 ……你立刻就感受到你的心裡的行相，就是這個。這個是一種 ─財。然後呢更另外一種，就是說我們的內身，這個是更難捨。其實這個裡面最重要的 ─見，我們的見解。當我們跟人家談論問題的時候，我們每個人都根據我們的知見作為出發，衡量的標準。外面的財固然是難捨，這個無量劫來的習氣，無始以來的習氣，而這個根本還在什麼？見上面。你這個立了個正知見，從根拔除的，下面就可以做得到，這順便一提。那麼像這種事情啊，我們修學菩薩的人要破除，怎麼破除？第一個重要的要認得！要認得，必定要把以前遮蓋我們的這個錯誤的無明要拿掉，拿掉了以後你才曉得這個是虛假的，這是欺誑的。",
    "1406": "[23:26]若諸能障惠施心，及障真正菩提道，如是財寶或王位，皆非菩薩所應取。」任何一樣東西，能夠障礙我們這個布施心的，這個東西啊，一定就是障礙我們真正的菩提道。凡是在這種情況之下，任何財寶、地位、名譽等等，都不是修學菩薩的人所應該的。那麼這個地方要注意啊！我們要修學菩薩一定要增上生，要增上生哪，這些東西都要的！前面講要圓滿的身德這個東西啊，不但是自己要有種種的暇滿的人身，跟它相應的財位、眷屬等等，沒有一樣東西少得了。但是要那些東西的目的幹什麼？目的是求無上菩提。現在你以這個東西障礙你的菩提，對不對？錯了！所以在這個地方，任何一個地方，我們必定要把握住一個原則 ─目的，這個就是正知見，你有了這個正知見那就對。",
    "1503": "[25:03]反過來，我們往往啊在這個地方，又產生種種諍論：有人說啊，這個都不要的！不要對不對？不可以。修學小乘只求解脫的話，趕快解決問題，是不要；大乘行者需要，少了還不行！但是要了這個東西，絕對不是為了自己，這樣。所以這個時候，真實地、徹底地了解，「我」這個東西啊，什麼？我們無始以來，第一生死大怨家，就這個！絕對不是為了「我」，這個對它有一個徹底的了解、認識，這個叫─覺。而現在這個覺，不僅僅是局限在個小範圍之內，要大覺！自覺、覺他、覺行圓滿，要求這樣的一個果位，所以在因地當中，要行這樣的布施。",
    "1572": "[26:12]所以假定你要這樣去做的話，一定要有這些圓滿：財寶、王位，所以這個辨別得很清楚。但是我們必須要了解，這個東西目的幹什麼？是為了要成就這個果，所以要布施。結果你得到了這個東西以後啊，障礙你的布施心，那萬萬不可以！這個就是菩薩戒的根本所在。所以小乘戒，這絕對不可以碰的；那麼在這個大乘戒當中說得很清楚，你要受。可是要受的時候，注意喔！這個菩薩戒的真正難持的地方，行相騙人家、騙自己都容易，但是業這個一點都不能錯、一點都不能錯。繼續下去：",
    "1634": "[27:14]如是行時，若由慳心貪著資具，應念能仁捨一切有而證菩提，我亦誓願隨佛學習。當我們布施的時候，照前面這樣去做的時候，如果說生起了這個慳貪之心，對自己的，哎呀，心裡捨不得，好的也放不下。然後呢，對於種種的這種資生之具啊，如果心裡面生起這樣的障礙來的時候，那個時候，我們隨時應該努力提起正念。說，我們佛陀，他怎麼做的？他捨一切：外捨財，內捨心，然後呢把捨的果也一切捨掉。捨得硬是一點都不剩、一點都不剩，這個才是圓滿的果位。那麼現在我既然了解了，發願而且立誓，守這個菩薩戒，學這個菩薩行，怎麼可以這樣做呢？我現在怎麼樣呢，",
    "1720": "[28:40]我將身財一切善根，於有情所先已惠施，若我今者仍貪資財而受用者，如同諸象為日所逼，入水洗沐至乾岸已，於地滾倒，見土沾身仍下水洗次復如前，如是思已當修無貪。"
}