{
    "3": "[00:03]為日所逼，入水洗沐至乾岸已，於地滾倒，見土沾身仍下水洗次復如前，如 是思已當修無貪。我現在的狀態，是早已發了這個誓願，是什麼誓願？菩薩戒嘛！啊，我一定要學菩薩。菩薩戒是什麼？將我一切自己的內身，外面所聚的財，以及布施所得的善根，沒有一點餘遺地，都施捨給一切有情。早就先已經施，若我現在居然仍舊貪著這些東西的話，那不是顛倒了嗎？那不是顛倒了嗎？下面舉一個比喻。就譬如那大象一樣啊，唉呀，在這個夏天，被那太陽曬得熱惱得不得了。然後呢幸運而找到一個清涼甘露之池，跑下去，啊，把身上的泥巴、髒垢洗得乾乾淨淨。就像我們無始以來，被這個煩惱 ─這個煩惱是貪染等等啊，種種的髒垢沾得不得了啊！現在了解了以後，修學佛法靠著三寶的威德，得到了這個戒，就是解除所有的髒垢。",
    "89": "[01:29]那麼所以在這個情況洗乾淨以後再爬出來，爬到那個乾岸，那個乾淨的地方去。結果啊，嘿！你爬出來了以後，又滾在地上又沾得一身，那麼再下去。那你如果這樣的話呢，完了！你一直在那兒滾，滾來滾去仍舊跳不出這個輪迴，白費氣力！所以呀，要這樣地認識，這樣地了解，然後呢根據這個了解，思惟觀察，策勵自己生起真實的對治，如理去行持。那麼，那個時候的慳貪，自然而然就可以捨掉。所以說，萬一我們碰到這種情況的時候，那就是我們應該修的。前面這個論又說：",
    "144": "[02:24]即前論云：「應念諸佛殊勝行，當自立誓思隨學，為除貪著攝持故，以善分別觀察心。那個時候我們啊，應該憶念十方一切諸佛之所以為成佛的原因，他就有這種殊勝的功德、殊勝的行持。啊，想想有這麼個好法！他之所以好，因為這樣做，所以啊，我也發誓要去跟他學。所以，把所有的這種為貪著而攝持的這種事統統捨掉。現在我們應該做的事情啊，就是懂得了這種道理，把這種道理非常善巧地融會貫通，各方面了解得非常透徹 ─理、量、次第，整個的內容，根本何在，如何圓滿。把握住了，不斷地去深入思惟，把這個道理啊，拿來運用在自己內心上面，觀察自心。有則勸勉增上，好的方面；壞的方面，馬上把它淨除，這樣子步步上升。",
    "238": "[03:58]我身已施諸眾生，施身果法我亦捨，我若反貪諸外物，如象洗垢非我理。」這樣就這個比喻，那我自己的身體啊，所有的東西，以及布施身體感得的果報，凡是這東西統統已經捨掉了。身都捨，當然財物也包括在裡頭，身、受用也捨，乃至於布施以後所感得的這個善果，也統統捨掉。既然這樣，我還反而貪著外面這東西的話，那真是顛倒極了啦！顛倒極了啦！",
    "288": "[04:48]如是多思能捨勝利，若能引發廣大歡喜，及多思惟攝持過患，若能引發極大怖畏，則能任運生惠施心。這個下面三項，就是總結起來，怎麼樣策發我們布施的最善巧、最殊勝的方法。如果你能夠多思惟觀察布施的這個殊勝利益 ─這個地方的「勝利」啊，不是打仗的普通的勝利哦！這個「殊勝」也不是普通的殊勝哦！一開頭就說，這個殊勝簡直你沒辦法比的。",
    "332": "[05:32]昨天晚上有位同學來問我，說《華嚴經》上面啊，這個普賢菩薩讚歎那個諸佛的功德，說假使這個十方無量無邊的佛，讚歎不可說、不可說的時間，這個佛的功德啊，說不完！他就無法想像，這個佛的功德能這樣嗎？嗯，千真萬確！不要說我們凡夫不可能，佛─他這麼了不起，他佛來讚歎佛的功德，都讚說不盡。原因：我們在任何情況之下，都是限在一個量當中，這個量啊，你再怎麼樣大，你沒有辦法超脫這個範圍。所以這個無量、無限，究竟是什麼個樣的境界？法界，那是一個究竟的，我們無法想像，你能想多大，它總歸比你大，還不曉得大多少，這個殊勝是有這樣的殊勝的利益。所以這個眼前哪，我們要經常思惟、觀察。眼前一點點小小的好處，你把你沾住了；那個時候啊，最好的事情就是，你把那個好處啊，把它擴大，加深、加遠，千萬不要眼前這種小的地方被它沾住了。並不是叫我們放棄我們的利益，恰恰相反地，告訴你啊，正因為要得到利益，所以你要認得利益的真、假。你眼前那些利益啊，是假的啊！一點點哪，害了你得到大利益、深遠的利益。而且這個深遠的利益是無量無邊的，這個才是真正的殊勝的利益，這才是我們應該了解認識的。",
    "462": "[07:42]然後呢，根據這個認識，多思惟、觀察，否則的話，宿世的這個業力，隨時隨地它會跑得來掩蓋著你，你跟著這個老脾氣就又跑掉了。能夠這樣做的話，那個時候你覺得：哎呀，好啊！好啊！你對眼前一點小的事情都這麼放不下，反過來說，都這麼喜好貪著；現在有這麼大殊勝的利益，當然會啟發我們的大歡喜。有這樣的大歡喜的話，做起事情來就起勁啦！眼前為這麼一點點的小好處，喔唷，忙得不得了，人家作了一個障礙啊，要跟人家吵架乃至於拼命；現在得到了這麼大的利益的話，你在任何情況之下，你都會去拼命哪！所以要發那個精進啊就很容易耶，這是第一個道理。",
    "526": "[08:46]反過來呢，你不捨，你把它攝持了。結果啊，哈！對不起啊，這有絕大的過患，恰恰相反，有不曉得多大的害處以及過患，後患無窮；眼前又不曉得多少。而這個東西不管眼前、將來，啊，那個是產生大恐怖的。你兩者一比較以後啊，自然而然你那個心裡面，不要人家來勸你，自然你一定生起這個心，乃至於人家勸你不要布施，你也絕對做不到。",
    "572": "[09:32]所以，我們看佛經上面很多典型的公案，當佛陀在因地當中捨頭目腦髓的時候。有一次，他是一個國王，是一個大國，非常了不起的大國，這樣。那麼人家要來侵略他，就這樣，結果啊他就送給別人了！乃至於有人要拿頭、要拿眼睛，他那個施千頭王那個公案啊，就是有人要頭，那個國王把那個頭要送給人家。他是個國王耶！很多人啊，大家都勸他，然後呢種種的理由。他就說：「我多生多劫得到了這個東西，一直為了自己啊，害了自己 ……」前面已經告訴我們太多了，我們無始以來，一直忙自己，結果啊，你拼命保護這個東西，它就偏偏把你送下地獄去。「現在我了解了絕不做這個事情，現在把那個東西，把你啊就送給別人了，你千萬不要為自己打算。我已經努力了這麼多生了，現在這個時候，豈可以停止？不可以、不可以！我在這裡的目的，就是這個樣！」然後呢，不管人家怎麼勸、怎麼阻礙，他就是到後來把那個頭就送給別人，就這樣啊！",
    "663": "[11:03]當然，這個叫我們開始第一步那是做不到，我們也不應該這樣做，後面說得很清楚。我們現在應該做的是什麼呢？就是上面兩個：多思惟、觀察這樣的布施度 ─注意這個「度」字哦 ─殊勝的利益；以及你不布施，貪著、攝持的這個患害。你對這個道理確定有了認識以後的話，你那個布施的心裡面哪，自然就任運生起來了。",
    "696": "[11:36]那麼講到這裡啊，昨天晚上那位同修，也來跟我談起這個事情。他現在因為最近啊，我看見他很用功，我也非常歡喜、非常讚歎。那麼他就說，好的時候的確很好，但是呢壞的時候啊，他就很難抵擋，他也熬住了，就這樣。熬住了，再努力地衝。結果呢？唉！這個東西實在感覺得很辛苦。我想我們在座的很多同修們大家都有這個經驗，這樣。高興的時候固然高興，有的時候等到低潮的時候，你要想突破的話，啊！儘管這個環境大家帶著，然後呢上面是師長，周圍是同學，再加上頭也剃得光光的，你沒有辦法跑出去去放肆一下。啊！逼在那個地方啊，覺得很辛苦。",
    "755": "[12:35]這個地方啊，就告訴我們非常善巧地。它真正的重要 ─是！外面的形相可以幫助我們，譬如說你現在在這個環境當中，你要想放縱一點，上面的師長、周圍的同學、這個環境，乃至於你跑出去，人家馬路上一看，你頭剃得光光的，穿那個和尚衣服 ─你怎麼跑到這個地方來了！這是外面是有幫助我們的力量，而且是非常重要，尤其是初機修學。但是，最主要的什麼？就是那內心上頭那個正知見，這個東西太重要了！",
    "799": "[13:19]我自己啊，苦了一二十年，現在才多多少少體會到一點，哎呀，這個味道之美啊，甜極了，可以說。嚐到那個甜頭，你嚐到了這個甜頭，別的什麼東西你都不要啦！你問我現在這樣情況嘛，你們也看得出來，哎呀，我這個身體啊，實在是有氣無力。這兩天我為什麼早晨要請某某師，的確，早晨如果說，這個早課我用一點聲的話，上課的沒氣了。然後呢很多地方，那個腸胃也不好，少吃了嘛，等一下到了傍晚就冷得要命，氣力就沒有了；多吃了嘛，肚子也脹、又難過，經常都在這個上面。唉呀，這個背脊骨又受了傷了，一直在痛、一直在酸。如果在以前的話，我自己曉得啊，不要說要挺、挺不起來，就躺在床啊，還哼呀哈呀到處找醫生，到處找這個、求這個。嗯，好處從哪裡呢？佛陀，那的的確確的。",
    "867": "[14:27]我凡是碰到這種情況，越是來，這個精進的心越強。這馬上感覺到這個什麼啊？業感緣起。唉呀，我宿生多生多劫呀，就為這個東西忙了半天，忙了半天啊它不但沒有保護你，沒有對你一點好處，反而讓你造了很多惡業。結果呢，到這一生，我現在已經懂得了佛法，這個還在這裡感得這個東西，這個東西多可怕呀！它現在又來了，告訴你，這個善知識哦，告訴你趕快精進哦，趕快精進！是的呀，它現在這個地方肚子一下脹、一下飽，氣也沒有，頭又痛，我是莫奈何你，我的確莫奈何你。但是我今天啊，我談不到學菩薩，我認得了你啊，我這個心就不屈服，不再為你做奴隸，不再忙你的事情，你也莫奈何我！宿生造了這個惡業，今天這樣的話，什麼時候要走，那莫可奈何的事情啊！就是如此因感如此果啊！但是呢，趁這口氣還沒有斷的時候，我要儘量地利用它。今天多拜一拜佛，多跟同學講一點，那好，這個至少下一世我可以少一點這種痛苦吧！你想對不對？佛陀告訴我們就是這個，所以這個知見本身太重要了！這平常撐我的什麼？就是這個，就是這個！",
    "962": "[16:02]所以我想到這裡，哎呀，真歡喜啊！一歡喜、歡喜過了，過一下，頭又不痛啦，氣也來了。當然啦，實際上因為這個身體虛嘛，完了以後等一下又痛，痛也沒關係，我就躺在那裡也要去想它！所以儘管身上是苦的，心裡卻是快樂的，這樣。而對這個身上的苦，你了解得很清楚、很明白以後的話，那個苦拿你一點辦法都沒有。當然這種是小苦啊，大苦我也老老實實說，我還是擋不住，還是擋不住，那時候是怎麼辦呢？你能夠真的這樣地努力，不斷地去做的話，欸，生生增上，那個大苦慢慢地減輕啦！這是第一個。",
    "1003": "[16:43]第二個呢，我想我們大家，這個經驗大家都有的。你本來一點小小的沒有什麼，小小的不如意，然後心裡面想，唉呀，這越想越難過、越想越氣。小小的一點事情啊，你越想越氣，想到後來啊，把你自己纏在這個裡面，幾天幾夜睡不著覺。其實呢你想開了，說實在地沒有什麼事情啊！你從這個地方就了解了，我們可以處處體會，真正重要的事情，就在這個地方。如果你能夠小處，真的能夠了解了這個法的這種殊勝利益的話，這種地方啊，你就一碰見，「啊！對了、對了、對了！」你就隨時能夠善巧地利用，善巧地利用。",
    "1049": "[17:29]尤其在這種情況有一個特別的好處，這是什麼好處呢？剛才說，你同樣布施吧，欸，世間的人布施了以後，對不起，三世怨。你能夠了解了這種心理進一層的話，現在你在這地方做的話，不要說你有病的時候開心 ─啊，不、不，應該這樣說的 ─有病的時候固然開心，沒有病更開心啊！本來你身強力壯跑到那地方做嘛，做並不辛苦嘛！",
    "1076": "[17:56]所以你看，最近為什麼我們這裡這樣地改善、這樣地好法。的確地，大家同修啊，這是我也看得出來，我以前經過的那麼多地方，很少看見幾十個人在那裡，大家這麼全部精神努力，這樣做得很有精神。為什麼？他心理上了解了：我在那個地方忙，這個才是真正為我自己。要不然以前的話，好像我等一下多掃了一個地，我等一下多做了一點事情，看看這個傢伙在那兒偷懶，心裡面啊就是放不下人家。這個心情哪，自然而然就減少，乃至於自然而然就消失掉了。乃至於你多做了你覺得：啊，對啊！我多賺了，我多賺了！所以你越做是越歡喜，不是嗎？還有煩惱？沒有啦！這個佛法的真正的巧妙啊！真正的巧妙啊！你不是要度眾生嗎？不是要自己救嗎，至少？乃至於最起碼的我們現在要求往生嗎？這個功德是俯拾皆是啊！俯拾皆是啊！",
    "1151": "[19:11]你的的確確地，平常我們常常說：「唉呀！我也想念一心不亂，可偏偏心裡面亂糟糟。」你不能集中起來，為什麼你要忙這麼多事情？現在你懂得了這個道理以後，你去忙這些事情，你隨時增長功德，拿這個功德要回向往生，一定往生，品位還不低咧！這不是很簡單嗎？然後呢，即使你能夠不回向，你在這個生死當中你也行菩薩道，更好！到淨土修一百年不如這裡修一天。整個的關鍵不在那些形相、方法上面，就在你知見上面，如何運用知見，怎麼去轉過來；你能夠轉的，善法是任運而生，現在是這個地方講惠施心，它自然而然生起來了。可是如果你在這個概念上面不認識的話，儘管你在這兒苦苦地在那兒弄的話，是！有一點效果的，但是不大，不大。",
    "1221": "[20:21]所以眼前我們要兩方面雙管齊下、雙管齊下。我們也不要說，哦！那既然懂得了這個道理，好囉，這個其他的形相不管啦！剛剛我們初機開始，這是大話，說起來沒有用哦！坐在這個地方講可以，不要說這個你們如何，就是我，我講得頭頭是道，這好的時候是這樣，不是一切時。經常情況之下，壞的環境當中還是把這個善法忘得乾乾淨淨，何況是諸位。諸位當中有好的固然好，但是有不太理想的同學，大家有這個經驗，聽的時候很來勁，眼睛瞪得大大的，耳朵豎得直直的，聽得很來勁，書本一闔，不行！仍後這無始以來習氣跟著流轉啦！那時候靠什麼？靠這個環境哪！所以說一定是雙管齊下，這個我們要了解的，順便一提。",
    "1281": "[21:21]如是修習慈悲之心，及善思惟諸佛菩薩傳記等後，亦當引發能捨之心。啊！那我們照著前面這麼一步一步來的話，當然必定會引發這個心。",
    "1299": "[21:39]發起道理者，他下面說，那發起什麼樣的這個心情呀？",
    "1306": "[21:46]如《入行論》云：「身及諸受用，三世一切善，為利諸有情，故當無惜施。」身體以及身體所受用的一切的財物，就是所有，然後呢一切的善，自己所積聚的一切的善根、好處，只有一件事情 ─利有情。所以，統統把這些好的東西啊，毫無顧惜地布施出去、送出去。",
    "1345": "[22:25]謂身受用善根三法，這個三樣東西，",
    "1351": "[22:31]為所緣境，那就是我們把這個做為，這個東西，",
    "1356": "[22:36]思惟惠施一切有情。把這三樣東西啊，欸，送給別人去。",
    "1361": "[22:41]如是若於一切所有破我所愛，數數修習施他之心，是名菩薩。這樣的做法，對於我們一切所有的，不再自己顧惜執著，不斷地去修習布施、利他，這個就是菩薩，這個就是菩薩。那麼這個「數數」兩個字，你們要記著哦，這兩個字是形容詞，這個意思不是說一下做、一下做，這樣。一直做！不停地做！是這個意思。這是最重要的 ─數數、數數，就是一直，在你形相上面可能在不同，但是呢心裡的行為一直保持不斷。有東西的時候，你用身口相應的思來送，沒有東西的時候，身口儘管不動，我這個心還是緣念在這個上頭。",
    "1427": "[23:47]然後呢，就算它不現行的時候，在睡覺的時候，這個種子還在這裡。這個種子，唯識上面的特別名字叫種子，我們另外一個名字叫習性，這種強烈的習性，一直潛伏在那裡。如果說你這個習性是受了菩薩戒，這個叫菩薩戒的戒體，你證得了這個菩薩戒的戒體，只要不破它，如果要求往生的，回向的是上品，最小 ─上品下生，這麼有力哦！所以你要了解，啊！這個真正的佛法的玄妙、精采、殊勝，實在我們無法想像地好！",
    "1474": "[24:34]如《攝波羅蜜多論》云：「此等一切是汝物，於此我無我所慢，數數觀察此希有，隨行正徧覺功德，誰有此德名菩薩，難思勝士佛所說。」呃，說現在這些東西啊統統送給你們啦，都是你們的啦！在這個地方我再沒有「我所」，就是沒有一樣東西是我的。因為有了我，所以有我所，有了我所，所以就跟我相應的這個慢。不斷地去觀察，這個真是，啊，希有難得啊！前面我們一開始修，修的時候啊，這個告訴我們自己嘛具六想，然後呢對於這個說法的知識嘛具五想，五想當中有個什麼啊？希有、罕有。哎呀！這個法是珍貴無比，而又那麼難能可貴啊！是又難能可貴、又這麼希有。啊，好啊！得到了以後，再也不肯放掉，沒有一樣事情有這麼重要，乃至於根本不能相比。",
    "1554": "[25:54]所以呀，由於這樣的思惟、認識，正確地養成功的習性，或者說種子，或說戒體，然後呢跟著這個「隨行」，這個隨行普通一般就是跟著來的行為來啦！實際上戒上面，然後呢叫受了以後叫隨行，就是這個，這個才是戒的所謂法、體、行、相的行。你有了這個行持了以後，欸！那麼這個行相自然就表露在外頭了，這個行相我們就是儀則、行為。「正徧覺」的功德，我們隨時隨地跟著這一個做什麼？哎，集佛的因，集佛果的因，增長這個功德。那麼誰呀？在這上面去真實地行持，這個德行叫作菩薩。啊！這個是不可思議的殊勝大士啊！這是佛告訴我們的啊！",
    "1624": "[27:04]好，前面告訴我們這種道理啊，了不起！下面告訴我們如何去正行持。這個話怎麼講呢？我們想：哎呀！這個佛陀這麼了不起啊，我也跑得去送人家頭，我也在那兒送眼睛。不是、不是、不是！下面正式開始行的時候，他告訴我們方便善巧。說：",
    "1647": "[27:27]現在力弱勝解未熟，意樂將身已施有情，不當真實施彼肉等，喏！這句話，這個很重要的。就說道理是這麼講的，然後你根據這個道理，他所以告訴我們數數觀察，善巧分別，思惟修習，他並沒有叫你馬上去捨哦！為什麼呀？現在這個力量還弱，乃至於啊，連它這個習性本身還沒有養成，乃至於這個正確的知見都沒建立。那個時候我們不忙這個，要一步一步來。第一個，建立正確的知見，有了這個正確的知見思惟觀察，養成功這習性，使得這個習性堅固，非常強有力，那個才可以。",
    "1698": "[28:18]所以現在力量不夠，這個殊勝的見解還沒有成熟，那怎麼辦呢？我們哪，只要這樣想，照前面 ─欸，我這個身體送給別人，我這個身體送給別人。所以這是「意樂」，意樂就是心意所好樂的，我所願望的。現在我們心意所好樂的，一天到晚忙這個 ─執取，哎呀，這個我、這個我，好的總歸我，壞的送出去。現在不！壞的我來，替代人家，好的送給別人，就這樣，所以是心裡邊要這樣。「不應該」，不但是說不必要喔，說不應該真的就把自己的肉捨給別人，不要！現在我們真正要修的，修這個！這一點非常重要哦，他下面有一句話：",
    "1744": "[29:04]然於身命，若不淨修能捨意樂，由未修故後亦不能惠施身命，"
}