{
    "3": "[00:03]然於身命，若不淨修能捨意樂，由未修故後亦不能惠施身命，所以我們現在不要說：啊，那麼既然現在我們不要捨的話，那麼好了算了，我們忙別的吧！嘿，不！我們現在正要忙的就是啊，實際上的行動還不要，可是修心要努力哦！這是我們現在最重要的，這樣。所以假定說，你目前不照著上面這樣，在你的觀念、意樂當中這樣地修習，這個修習叫「淨修」，這個淨修就是如理如法，一點都不錯的。因為你沒有修，於是無始的習性，一向的知見都老是在這個地方。老是在這個地方，在任何情況之下，都是隨著這種以前無明知見而轉，隨著老習氣而轉，你永遠哪，不可能！所以",
    "70": "[01:10]《集學論》中作如是說，那個論當中告訴我們，「故從現在當修意樂。」喏，這就是我們現在要修的！看見沒有？所以我們現在正是什麼？關起門來好好地正確認識；等到你有一天，認識了、生起了、堅固了，然後慢慢地開始去行持，這樣，這個是它必定的次第。",
    "101": "[01:41]《集學論》說，如是至心於有情所，已捨衣食及房舍等，若受用時當作是念，那麼論上面又告訴我們，現在我們既然照著上面，「至心」，那個心裡的的確確不說一個空話，已經確確實實如實地一心一意，把所有的自己的東西送給別人。那送給別人的時候，結果是別人的，你還自己去受用它，那怎麼辦呢？他下面告訴我們，",
    "133": "[02:13]為利他故受用此等。哦！我現在這個東西都送給別人，都是別人的，別人的卻我去受用它。這個下面還有個道理在哦，所以說這個話。因為你已經想成功都別人了，那個時候你去受用它的時候，你就想：哎，我為什麼受用啊？是為利他故。我這個身體送給別人，既然送給別人要別人幫忙的話，要怎麼辦呢？希望這個身體產生最大的功效去利益他，所以這樣的關係，把那個身體，不妨養得肥肥胖胖，不妨養得非常健壯；不但不妨，而且需要！前面告訴我們哪，所以你不圓滿的身，它不可能啊！名位沒有一樣東西少得了的，為什麼呀？你要做最偉大的利他事業。這個是我們應該了解的這一點。所以，一再本論提醒我們，你先不要在枝葉四周轉，根本因把握住了，你怎麼做就對，就這個原因。",
    "201": "[03:21]不但是像世間的東西啊，我們做的還嫌少咧！世間做的現在哪一個能夠比得上？而現在我們說死了以後把眼睛送給別人，佛陀啊活生生地就把眼睛送給別人、頭送給別人，沒有一樣東西不送給別人。對我們現在來說，我們不要說，活的不應該送，依我的話，我死了我也不送，這個說老實話。這個為什麼原因？就是啊，你這個次第弄得很清楚，假定說我今天內心當中已經確實曉得生起了，那沒有關係，我會寫遺囑，死的時候送。如果身心裡面更強了，我眼前就送，巴不得就送出去。這個一定要了解得清清楚楚，明明白白！所以本論的真正的好處地方 ─如是理、如是量、如是次第，它每一個地方這麼明確。而這種道理都是在我們自己內心上面，你只要如理觀察的話，一一像天平上面秤出來，嗯，清清楚楚、明明白白！",
    "279": "[04:39]若忘此心，愛著自利而受用者，是染違犯。對不起！你已經送給別人，你之所以去受用這個東西啊，要幫別人忙；現在呢，你受用了，而居然忘記掉了利別人的話，你為了自己的話，那個時候啊，什麼？犯了！犯了菩薩戒了，而且是有染污的。",
    "306": "[05:06]若無愛著，或忘安住緣利一切有情之想，或貪利益餘一有情，非染違犯。這個都是戒上面的告訴我們的哦！等到真正講到瑜伽戒的時候，有很詳細說明。那麼，這個地方就是簡單地說，說：你呀，受用是受用，但是呢那個時候，你忘記掉了你為什麼受用。所以我們記得吧？前面說的「忘失菩提心，修諸善法」，就是這個。你前面有一種忘失了以後，為了自己，那完全錯了！後面一種呢，你忘記了安住利益一切有情，但是呢，你不是為了自己貪著，只是一時的忘念；或者你現在雖然利益，不是利益一切有情，利益餘一個，譬如說，欸！這是我的親戚朋友，那我就幫忙他去。是幫忙他，對不起，那個時候跟菩提心不相應 ─利益一部分。菩提心它後面告訴我們，廣緣一切，廣利一切，雖然你送的時候，送一樣東西，送給一個人，可是你的心始終是，你為什麼要這樣做，是為了利益一切眾生，這個心一切時候遍緣的。所以為什麼發了菩提心以後，作這個功德會這麼大，就是你這個心是無比地大。因地當中有這樣清淨的心，所以自然而然感的果位當中，這個原因在此。",
    "403": "[06:43]那麼在這種情況呢，雖然犯了，但是呢，「非染違」。這個染污就是心裡的染污，這個染污相就是什麼？喏！自利、愛著。這個心拿掉的話，那麼這種無記心，無記心的話，實際上是犯，但是呢並不染，這我們要分得很清楚。",
    "424": "[07:04]於已施他，作他物想，為自受用成不與取，若價滿足，犯別解脫他勝處罪。呃，要注意哦！這個地方有人說：「對啊！你 ……」實際上也辯這個戒，說「你已經送給別人的東西，那麼這個東西你也是想：噢，這已經送給他了！結果你自己去受用，那不是變成功用了別人的東西了嗎？照著戒上的規定、規則，你拿別人的東西，滿一定的數量的時候，你就犯了他勝處。」「他勝處」就是最重的重罪，這個就是破壞了菩薩戒體的。那麼關於這個論點啊，下面有幾種說法，這個要辨別得清楚的。",
    "475": "[07:55]此中有說，以是迴施一切有情，待一有情價不能滿，故無他勝。有人說，你現在要送給的，送給所有的一切眾生，這樣的，現在呢你單單送給他。要送給一切有情，譬如說，我從一切有情方面盜了 ─譬如我們現在隨便說啦，現在國家的法律，盜了五塊錢沒關係，盜了十塊錢要關起來，盜了十五塊錢要殺頭，假定這麼樣說啦！這樣。那麼現在呢，我這個地方的布施說送給一切人，然後單單從一個人上面算的話，不算。嗯，是吧！因為我現在好像說：啊！送給你們，每個人你們都有，可是呢我現在單單取了他，其他的我沒有犯你們哪！第一點是這個，所以他說不算。",
    "540": "[09:00]有餘師說，於一一有情，皆施全物，前說非理。另外一派呢，說不是全部的，說你對任何一個有情，任何一個人，你把你的全部的東西都送給他。不是說總的，而是每一個人來說，所以你在任何一個人身上面，用滿了這個錢的話，就犯了。又有人說：",
    "564": "[09:24]餘者又云，雖已施他他未攝受，故無他勝。另外一種說呢，你雖然想送給他，可是他並沒有接受啊，所以並沒有犯。那麼種種的說法，現在呢，大師告訴我們：",
    "577": "[09:37]其密意者，說上面這個真實的意趣是指什麼。",
    "584": "[09:44]謂於人趣至心迴施，他亦了知執我有時，作他物想為自利取，若價滿足可成他勝，就是說，你布施的對象是人，然後呢，你的的確確要送給他了，他也曉得說是這個東西是你送給他，覺得這是他的東西；在這種情況之下，你拿它用，而滿這個犯罪的這個數量的話，那是犯了，那是犯了！譬如剛才說，哦！偷了別人五塊錢，那麼只是處罰一下；盜了十塊錢，要關起來；盜了十五塊錢，要怎麼；就是你偷滿了、盜滿了這個，那麼成這個罪。那是說，不但你自己送給他，他也曉得這個東西你已經送給他，屬於他的了，那才是！",
    "645": "[10:45]故說是為他部之義，亦不應理。所以說，這個他前面所說的，不合理的。我們要了解這個才是正理的說明，前面說施別人的東西，他物想的這個正義。",
    "669": "[11:09]若謂受用他有情物作利他事，由作是念而受用者悉無違犯。那麼假定說，你呀，這個東西都送給別人，然後你受用的東西都是別人的，你所以這樣的話，是為了什麼？為了利益別人。是的呀，你把這個東西也送給別人，然後呢，你用了這個東西去利益別人，這個並不犯。下面，論上面說明這件事情，而且舉個比喻，這個比喻一看呢，就很明白了。",
    "712": "[11:52]《集學論》云：「以有主財護有主身，若由是念受用無罪，僕使恆時為主作業，非自有財以為存活。」說，這個現在那個東西，我這個財物啊送給別人，所以這個財物是有主的，不是我的。然後呢，我現在這個身體也是送給別人，對吧？我這個身體也是送給別人，同樣的是啊，同樣的。那麼現在呢，就拿別人的這個財，來保護、來維持這個別人的這個身，這樣。你能夠這樣去做的話，去受用，沒有罪過。就像下面說，做別人的佣人一樣。這個佣人哪，是的啊！我這個身體是屬於那個主人的，然後呢，所有的事情是忙主人的事情。結果呢，我受用，吃、住、穿都是主人的，對不起，沒關係，沒關係，應該的嘛！就是同樣的道理。現在我們學菩薩的人，也是這樣，這個心統統送給別人了，但是你還去受用它，因為為什麼？同樣地，你這個身體，也送給別人了。所以，為了要幫別人，所以你去受用它的這個還是為了他呀，那就對了！",
    "802": "[13:22]設作是念，此諸資具已施有情，他未聽許用當有罪。無如是過，那麼有人這麼說啦：「欸！你送給別人了，但是他沒有允許，或者你沒有跟他說明，這個不對呀！」這個，說沒有過錯的。他下面說，就像僕使一樣，",
    "828": "[13:48]即前論云：「譬如有僕善勤主事，主因病等其心狂亂，雖未聽許受用無罪。」是的，現在呢，我們代人家做僕人，那麼一心一意地努力，而且善巧地，不是做壞事，好的，為主人而忙。結果這個主人哪，就是病，病得什麼？病得神經錯亂，神經失常，他可不知道。所以我儘管這樣做，欸，那個世間的人，就不同意我這樣做。你既然說你送給人家了，你這樣去做，那麼人家不同意，那你不是錯了嗎？那沒關係啊！他下面：為什麼呀？那個人家就是你的主人，那個心狂亂，他卻在迷糊當中，只要你了解得清清楚楚，你現在這樣做對你那個主人是正確的話，那沒錯。所以雖然不要他聽許，你受用它，沒有罪過的！",
    "892": "[14:52]這個道理很清楚，就是我們世間來說。所以我們古人有一句話：「要聽治命，不要聽亂命。」這話怎麼講呢？說古人有的人哪，這個生前就是遺言 ─遺囑啦，相當於現在的 ─將來啊我身後這件事情該怎麼辦，那是他正常狀態當中所說下來的遺命。到後來或者是臨終，或者受了特別的影響，神經錯亂的時候，他改變了他的原來正確的想法，這個叫作「亂命」。大家曉得不曉得？所以啊，他不聽，他不聽。",
    "939": "[15:39]這個中國古代有一個「結草銜環」的故事，不曉得你們知道不知道？這個在春秋戰國時代，有一個好像是魏文侯啊是哪一個，我忘記掉了。那麼他自己有一個非常得寵的一個宮妃，那麼換句話說，這個諸侯天子都有很多女的啦，非常得寵，那麼他很歡喜她。所以平常的時候，都立下遺囑了，將來他身後嘛怎麼排遣，就是怎麼安排那些，這樣。後來他到以後老了，生病了，他自己心裡面放不下，他就又重新訂立一個，怎麼說啊？─他說我死了以後，─我很歡喜的那個，要她殉葬，就是我死了以後，把那個活的，我歡喜的，活活地把她葬在我的墳墓當中去。後來嘛沒多久死了。",
    "1012": "[16:52]死了以後，他當然 ─這個真正的這種大官，那個春秋的魏文侯，實際上就是諸侯了，那個時候的各小國的國君。那麼這個後來他那個兒子嗣位的時候，看他的父親說臨終的遺命是如此；但是以前他父親立下的遺囑，說告訴他，他身後如何安排，所以這個叫「治命」，治啊，這個治理的治；那麼還有那個亂命。這雖然是同樣的 ─一個是治命，一個是亂命，雖然同樣的命令，可是他這個兒子腦筋很清楚，說：「欸，他後來他這個亂命，不要聽。」所以把他父親的那個後宮，把她如理安排了。",
    "1071": "[17:51]以後他跟人家打仗，打仗了以後，打敗了。唉呀！非常緊難的狀態當中，那個敵人追他的時候，欸，忽然之間看見那個敵人的馬前，有一個老人在那個地上啊，那個不是在荒野當中打嘛，那個馬前面有一個老人在那個敵人的馬前面，把那個草打了個結，所以把那個馬蹄綁住了。那個敵人的馬就跌了個筋斗，所以那個敵人就沒追上來，他就是救了他一命，救了他一命。到後來，這個老人在夢當中就告訴他：我呀！就是某人的父親 就是這個女的 因為你生前聽從你父親的治命，沒有亂命，所以救了我女兒一命，這是非常正確的，你有這個德行，然後我也來報你這個答。",
    "1133": "[18:53]世間的事情尚且如此，所以在佛法也是如此。所以沒關係，現在世間人都是發了神經了 ─不是發神經啊，無始以來為無明所縛，我現在覺醒了。你現在呢，的的確確覺醒了以後，你去侍候他們，雖然他們不聽，你做對了，沒錯！那繼續下去。",
    "1157": "[19:17]現於有情一切不施，以心惠施實為欺誑，故如此修全無堅實。莫生不信。上面曾經告訴我們說，布施的自性、特質是指什麼啊？喏，指我們的心，是我們的心裡面。結果呢，也有人這樣說：好了，我這個心好就好了，我心施就好了。實際的行為上面哪，也就不管它了，拿這個心施做為一個藉口，那對不起，那都是自欺欺人之談，都是自欺欺人之談。所以啊，假定你真正有了至心要送別人的這種心理的話，那一天到晚就想著要送，一有人來，馬上送都來不及，不可能說，啊，心裡面說我要送的，東西擺在那裡捨不得啊！所以說，這個地方要辨別一下，眼前哪，對於有情什麼東西都捨不得，而說：唉呀，這個心惠施啊！這個是什麼？這是欺誑、欺騙，欺誑。所以這樣的做法啊，是「全無堅實」，都是假的，都是空的！這個道理要正確地認識啊，要生起淨信心來啊！不要嘴巴上面自己說說啊！",
    "1260": "[21:00]即前論云：「若有一類於如是行，諸菩薩前未見實施而不信解，不應道理。當知捨心最希有故，於此道理，有起疑惑，不應道理。」上面就廣辨這一類，說，因為第一個，說真正的學菩薩的行者，他並不是一開頭的時候啊，就捨頭目腦髓的，這樣；所以在這種狀態，他覺得：嗯，菩薩是應該捨頭目腦髓，實際上他不懂得這個道理。所以他不懂得道理，總覺得應該捨頭目腦髓，現在看見那些人哪，沒有真實地去做啊，他不相信，這個不合理 ─這是辨前面一半。",
    "1322": "[22:02]所以眼前哪，我最近偶然聽見人家說，現在有人大家在辯論，說死了以後啊，這個眼睛等等要不要送這個道理。各說各的，說得很多，大家來問我。那麼我沒有回答，所以不回答，現在這個地方最好的說明。問題不在捨不捨，前面已經說過了，這個內容「質」是如何？「量」是如何？「次第」是如何？你剛開始的時候，的的確確不但發了這個願心，而且受了這菩薩戒的行心，所以這個時候，你要修的是什麼？內心的意樂。在這種狀態當中，你不捨不算犯。反過來，等到你這個意樂修了堅固了，當然捨，不但是死了以後捨，眼前都要捨，何況死了。所以它這問題，不在形相上面而在這個特質上面，因為這樣的話，所以我們不能從那個形相上面看了，就說他不是。",
    "1398": "[23:18]反過來，如果我們不懂得道理，判斷別人是錯；反過來我們自己說：「哎喲，我們現在也要學菩薩行了。」那麼這個時候，也要衡量衡量自己。如果說沒有達到足夠的量，那個時候啊，你不實際上的行動，對的！反過來，你如果說，自己心裡拿這個做為藉口，而實際上，根本沒有修這個捨心，只是說：欸，菩薩嘛主要的修那個心裡的意樂，我心可捨啦！而那個時候啊，實際上東西捨不得，乃至於根本沒有修這個心，那就錯啦！這個辨得非常清楚、非常清楚。所以本論從開頭到現在，一直下去，一直說，到那個時候你只要觀察自心哪，非常清楚。更說，假定你聽懂了這個道理，不在實際的行相上去努力的話，那都是空話，沒有意思。",
    "1467": "[24:27]「當知捨心最希有」啊！「故於此道理，有起疑惑，不應道理。」哪！前面就說了。所以這個地方再說，這個捨心，真正希有的在這裡，在這個地方。那麼這個捨心呢，所以為什麼緊跟著前面，說單單說心施，而實際上行為捨不得，這是欺誑，說完了這個，下面就告訴我們捨心最希有。那地方我們就辨別得出來，這個心什麼樣的一個心？如理如量，相應的心；而不是嘴巴上面講講的，浮在嘴巴上面的空話。好了！那麼現在呢我們已經懂得了，怎麼來啟發布施的心念，這個善巧的方法，有了以後呢，下面就要布施。要去布施的時候，這個布施它又有不同的方法，所以",
    "1528": "[25:28]第三布施差別有三：那個布施的真正開始送的時候，它還有不同吧！哪不同？分三樣。",
    "1537": "[25:37]一總一切依當如何行，二觀待別依所有差別，三布施自性所有差別。　今初那麼我們布施，做任何一件事情，有它的一個原因，你根據什麼原因，依據什麼而去做這個，整個的原則是如何。然後呢「觀待別依」，等到你去布施的時候啊，由於你所布施所依止的這個特質，譬如說，出家、在家等等，也有差別。最後就談到布施本身，又有什麼不同。我們看一下下面就了解，三個項目當中各別所指的是什麼。初中，「總一切依」，換句話說，我去布施的時候整個的大原則，根據這個、依據這個，是來布施的。那麼這個根據是什麼？",
    "1598": "[26:38]初中具六殊勝，分六點。這是我們布施的時候，應該有的正確的認識。換句話說，我們布施的時候，以這種心理，基於這種心理去布施的，這個心，就是我們所依的。有六樣東西，這六樣東西都是最殊勝的。第一個呢，",
    "1618": "[26:58]依殊勝者，依菩提心，我們這個布施是依菩提心。",
    "1623": "[27:03]由此發起而行布施。有這樣的心，平常我們送人家一點東西的話啊，都是什麼啊？都是為了自己。送禮，你為什麼送禮啊？哦，要有所求。或者是他給你東西啊，你感恩。而且都陷在哪一個圈子裡面了？繞來繞去繞我。然後呢進一步啊，你把我放掉了，那個慳貪的執著之心沒有了，但是沒有去想捨。他現在呢要捨，而是什麼啊？要為利益一切有情。不但利益一切有情，得到世間的快樂，要共同圓成無上菩提。這個所依殊勝哪！這個叫菩提心，叫為利有情願成佛，依這個心，沒有一樣東西可以跟它比的。第二，",
    "1683": "[28:03]物殊勝者，你送的，所要用來送的東西，這個東西也是非常殊勝。欸，同樣的東西，拿到了菩薩手上的話，這個東西就變得非常殊勝了。為什麼呀？",
    "1699": "[28:19]總諸施物無餘行施，若於別物而行施時，亦應不忘總施意樂。現在菩薩的布施啊，就是說我發心那個時候開始，所有我的東西統統送給別人了，就是這樣，這樣的！所以他這個所依的物本身特別。儘管我今天送給你一個銅板，任何一樣東西，但是呢他整個地說起來，做任何一件事情的時候啊，他就是以這樣的心情，我這一切送給你們的，你要用多少就給你多少，反正這個都是你們的。所以任何時候，他所施的內容，儘管是個別的一樣東西，一塊錢、一樣什麼東西，但是他內心當中，總是根據這個內心 ─所有的東西送給你們的，你要來，拿去！就這樣。這第二個。還有第三個呢，",
    "1762": "[29:22]所為殊勝者，你為什麼要去施啊？你的目的？說",
    "1767": "[29:27]為令一切有情現前安樂究竟利義而正惠施。喏！為了利益一切有情。"
}