{
    "4": "[00:04]初當具足何等意樂者，緣所為事謂作是念，當依此故圓滿無上菩提資糧，圓 滿布施波羅蜜多。當你布施的時候啊，那個時候你的心裡面就這麼想：我現在把那個東西送給別人。對我們出家人來說，我現在說那個法，我現在做那個事情，我現在做那個事情，或者是供養三寶的，莊嚴這個佛殿，或者我處理這件事情施人也就無畏，我忙了讓他省力，這是我們所做的事情。念頭怎麼念的？我因為這樣的是圓滿無上菩提資糧，是越做越高興，圓滿布施波羅蜜多啊！會不會說，就好像自己多做了一點，看見別人在那兒摸魚，心裡面就是嘀咕，你這個就沒有了！這樣。",
    "55": "[00:55]所以這個概念我們要了解的，處處地方提醒我們自己：你嘀咕了半天啊，事情照樣做了，結果呢？唉，對不起啊！是真是冤枉了。所以常常記得：君子是樂得為君子，小人是枉自為小人哪！結果你還是白吃辛苦了，結果心裡呢卻偏偏又在增長那種雜染。所以當你感果報的時候，為什麼我們現在會在這個世界上面？這很明白！你所以得到這個受用，當初你因地當中一定種了這個因，就是說你也布施了。但是我們得到這果報的時候，為什麼心裡面還是要，哎喲，要去動腦筋，要去什麼，就是你當初布施的時候，心裡面就這麼沒有清清淨淨。",
    "103": "[01:43]如果說你一心一意地歡喜送給別人，到那時候人家來，財物回來的時候，還是一樣的要不了一點點。所以你看古代那些人是妙極了，他就有這種寶藏，不曉得怎麼來的，他自己也不曉得，來了就歡歡喜喜，很省力啊！我們現在幫助別人的也是這樣，你能夠歡歡喜喜無條件地幫助別人，心裡不要這樣想，將來那個果報還是你的，這個只就世間來說喔！現在我們要求的無上菩提，那更是不曉得比他超勝得多少，那個是不能比的呀！所以這個心我們一定要認識，把它建立起來，把它建立起來！",
    "142": "[02:22]不過這個地方不是說：「好了、好了，那些人偷懶了，對啦，讓他去想吧！」對不起，我自己偷懶了以後啊，然後在這個地方穿了這身衣服的話，眼前貪一點小便宜呀，將來這個後果的可怕不得了啊！這一點是我們每一個同修必定應該了解的，所以這個小便宜是絕對貪不得。這一個地方講布施，我們不講這個地方，布施的；就是前者講小便宜，就是慳啊，對自己的放不下，財物放不下固然，心裡放不下，這偷懶等等，都是從這地方，這兩面都應該認識。",
    "182": "[03:02]緣所施物，謂於自物作他物解，所施之物如取寄存，當念菩薩一切所有，於有情所先已施故。那麼對所做的事情是像前面的想法，那麼對我們送的東西，把這個東西送出去呢？平常是覺得：哦，這是我自己的。現在不是，說這個東西本來就是他的，已經送給別人，只是他暫時寄存在我這裡，這樣，我已經送給別人了。所以財物嘛送給別人，然後我那個身體、我這個氣力也送給別人啊！對啊！既然是別人的話呢，就像前面說，這個現在他要我做嘛，我當然高高興興做啊！這樣。前面就是說那個僕為那個主而忙，現在我們就是如此啊！這個身體是什麼？僕人；這個主是什麼？無上圓滿佛果等著你啊！你只要這樣去做，你就為著這個而做呀！不是很清楚、很明白嗎？所以我們現在心裡面要了解了這一點，我們人人在那個地方必然會精進努力，盡我最大的力，對啊，我做！這個身體啊，千萬不要等到你死了以後，養了肥肥胖胖來打它，到那時候來不及了。至少嘛要怎麼辦呢？要瘦瘦枯枯的，跑得來禮它。最好的像佛一樣，啊！到那時成了佛啊，還要向他老還要禮敬，讓天人瞻仰。所以說對於「物作他物解」，這樣想，是為了這個主。平常那個主人的話是這樣的主，現在我們這個主就是無上圓滿菩提果位。第三：",
    "301": "[05:01]緣行施田，為善知識，現在呢，你拿這個東西要做這樣的事情，要做這樣的事情一定有受者呀！這受者就是你的資糧田，那個是什麼？善知識。",
    "322": "[05:22]謂於來乞未乞諸田，應念此等滿我布施波羅蜜多，當具如是三種意樂。那麼有的人跑得來向你要的，什麼？你的資糧田嘛！他如果不來要的話，還不能滿足你的菩提資糧耶！這是很清楚啊！你有一身的氣力，對不起，你沒有地方去施去。跑到了淨土，對不起！你還要掃什麼？你還要忙什麼？那個地方這麼乾淨，所以你沒有集聚資糧的地方啊！所以為什麼在這地方修了個百年啊，不如在這裡修一天，你沒資糧可集嘛！這個不清楚明白嗎？有人來跟你要東西，以前則捨不得，現在好極了，喔，送給他，我圓滿菩提資糧。我擺在這個地方的話，對不起，這是虛誑的，反而還害我；送給他了，欸，安全而且堅實。你有的氣力也是一樣啊，一樣有啊！",
    "382": "[06:22]所以我們這裡同學當中啊，有一位他因為伺候老和尚，我曉得他是 ─你們不了解，他實在是辛苦啊！不但是白天整天地忙，到了晚上啊，晚上還要起來幾次，──那睡的時候呀，又睡得那上面冷得要命。我一直跟他說：「你這樣不行啊！」他也沒關係。「哦，不是為你啊，這個老和尚是我們這裡的精神、靈魂啊，你無論如何要保護他啊，你要好好地努力。」他晚上還睡得冷得要命，睡的時間比任何人少，做的事情比別人多。有的時候人家還這麼跟他這麼說，他心裡覺得：「唉！忙了個半天 ……。」後來想：「唉！沒關係，我在這裡修學，他成就了我的忍辱。」你看看，就是這種心理！所以我讚歎哪，我這真歡喜啊！這裡都是我的善知識。為什麼？他了解這個，他就這樣去做的話，它資糧田嘛！所以是越做越高興，越做越快樂。現在我們在這地方 ─佛在這地方，上面伺候佛，下面呢成就你資糧的，當然是越做越開心呀！",
    "454": "[07:34]所以不管你對於所施的東西也這麼樣，所做的事情是如何，以及你的對象是如何 ─三輪清淨。因地當中是聞思相應，果位當中的話修證相應，有這樣的因，感這樣的果啊！所以現在前面已經說過了，不是馬上叫你捨頭目腦髓，而是說我們第一步重要的，把這個道理聽懂，然後呢思惟觀察。所以當這些人來的時候，你覺得：欸，來、來、來、來！他成就我，他成就我。如果要你財，他成就你這方面的財施。他如果要做事情 他讓你做，我們不必說這樣，他在偷懶 在成就你的無畏施啊！不但成就你的無畏施，讓你多做了以後，這個地方啊，這個功德你賺了，這個都是你的功德田、資糧田哪，你感激都來不及，這是你的大善知識啊！他使你成佛的，你怎麼能不恭敬他呢？這不但歡喜，而且恭敬啊！",
    "543": "[09:03]所以現在我心裡面經常就這樣想，說實在我做不到，但是正因為我做不到，所以這樣想！我就剛才告訴你了，因為做不到，所以難免痛苦，這樣想所以快樂，所以身上面雖然受一點苦啊，心裡卻是越來越快樂。我曉得我只要這樣就快樂下去的話是增上生，這樣的增上生，到最後的圓滿佛果就等在那裡。",
    "567": "[09:27]諸位呀！天下哪有這樣好的事情，哪有這樣便宜的事情！你不在這裡忙，請問你世間忙些什麼？哎呀，世間人都是這樣，所以我一開頭曾經給你們說過，我當初出家的時候人人笑我，等到我出了家多少年以後，跟以前的老朋友碰見了，那老朋友都說：「某人哪！算來算去還是你最好。」那當初我們在學校裡念書的時候，大家都在想，哎呀，要什麼啊？每一個人有偉大的志願，要成家立業；現在呢，每一個人都五子登科。所謂五子登科啊，什麼？房子，什麼？車子、妻子、金子，還有什麼子啊？兒子，每個人都五子登科了。結果他忙了半天，問他幹什麼？「哎呀！還不是圖這個家，還不是為了這些孩子！」你說忙了半天，結果呢？唉！他只有是這個樣。",
    "634": "[10:34]現在我們有幸把這個脫出來了，在這個地方集聚資糧，所以千萬要把這個正知見建立起來啊！正知見建立起來啊！當剛才這種心理現起的時候，你就說：欸，喏、喏、喏、喏！這個無始以來無明相應的習氣又來了，這個真是我的怨家，我現在跑到這裡，真正要跟它鬥的什麼？就跟它鬥嘛！不是說已經成功了，前面告訴我們，「欸！我就是被它怨家壓在下面了，我啊在下面 ─咬牙。」大家還記得這段話吧？這什麼意思啊？不是我是時時戰勝的，我自己很清楚嘛，我一直在敗，人家說常勝將軍，我自己覺得我是個常敗將軍。這話怎麼講呀？普通一般人哪，敗了一次就完了，那個就不行。我敗，敗了以後我還再打；又敗，敗了再打；又敗，再打。所以啊叫作「常敗」，真正了不起的就是這個「常」字，你能夠這樣地倒下去再打，倒下去再打，倒下去再打，你成功了！記著，我但願諸位能學這個！我現在就學這個常敗將軍，我在這裡只是把我的敗的經驗告訴諸位。雖然敗啊，快樂的哦！啊！美不可言，美不可言！好，那麼現我們繼續下去，下面就是引那個論上面。",
    "732": "[12:12]《攝波羅蜜多論》云：「乞者現前諸佛子，為增菩提資糧故，當於自物住他想，於他應起知識想。」喏！就是剛才這個道理。這個乞者現在我們前面，我們是學菩薩的人，喔！這是會增長我的菩提資糧呀！哎呀，高興呀！他是我的善知識呀！這個東西本來就是他的，現在是滿足我的這個菩提資糧啦！",
    "763": "[12:43]施一一物，念為如是如是而施，緣所為事意樂廣說，如《妙手問經》及《攝波羅蜜多論》，應行了知。不管你所送任何東西的時候要像這樣，這樣子作法，要這樣的作法。所以當我們做任何事情的時候那個內心啊，那就是這樣，詳細的內涵就在這個經論上面，這我們應該了解的，這個地方提個綱要。所以我們真正修行的時候，他為什麼要教我們不斷地多讀、多閱無垢經論，這個原因在什麼呢？這我們有這個經驗，說在這個地方我們大部分同修聽的時候，聽得真起勁，書本一合，沒有了！現在不！聽的時候聽得很起勁、很高興，然後出去的時候啊，休息幾分鐘，這個高興的這個概念還在。然後呢這個正知見的餘勢還在，休息了幾分鐘馬上再回來，不在這地方聽論，就是看那個經啊，然後繼續地：「哦，剛才這論上面怎麼講的？現在經上面怎麼著？」噢，你看，然後呢這個內心當中不斷地薰習、薰習。累了，然後再出去；出去休息的時候，在這個跟法相應的這種快樂的心情餘勢未盡之前，休息一下，讓眼睛休息休息，身體鬆弛一下，再進來！所以你這麼這樣不斷地做的話，一定成功，這個道理後面的精進波羅蜜多當中會告訴我們。所以你得到了如理的、正確的方法，是無有不成功者。繼續下去：",
    "872": "[14:32]如前所說緣田意樂，於一切境皆應起故，是總意樂。像前面這個意樂啊，在任何境況之下都應該這樣，這個是整個的綱要。",
    "888": "[14:48]別意樂者，那麼有不同的境界，它還有不同的方法，有不同的方法，下面看：",
    "898": "[14:58]於諸怨害以慈意樂，於諸有苦以悲意樂，於諸有德以喜意樂，於諸有恩以諸意樂而行惠施。喏，他這個心就是這樣的！如果這個對我有怨害的話，我慈，慈─這不但行了布施，而且還對治了你的瞋心，不但對治了你的瞋心啊，而且增長了你那個無量慈悲，你看多好啊！「於諸苦有情以悲意樂」，然後呢「於諸有德以喜意樂」，「於諸有恩」種種，不管你哪一個。",
    "943": "[15:43]說到這個地方啊，也特別地講一下「於諸有苦以悲意樂」這一點。我們現在說，在家那固然是布施，那你這個出家人他現在的重點是法施，那麼你怎麼個悲法啊？要曉得苦有兩種：身、心二苦。現在我們好好的，是，身容或不苦，可是心哪，大部分都很苦。我不敢說你們如何，我自己曉得我很苦，為什麼？我是個凡夫啊！雖然曉得佛果這麼美妙，啊！遠得很，我在努力。雖然我在追求，是大部分心情哪，都是跟凡夫的雜染相應。因為我了解了這個雜染相應，這個雜染相應自然而然什麼？貪著難捨、偷懶、茍且偷安。因為我自己很體會到這種心情，所以我看見別人的時候啊，有的時候是，我拿世間的量則衡量，「這個傢伙又偷懶了！」回頭一想：錯了、錯了、錯了、錯了！他在苦惱當中。他在苦惱，什麼？被無明大苦所陷，這是一個真是苦惱眾生啊！我現在不是修學佛法？我不是要布施、我不是要成就？那麼我自己覺得我修學佛法的，我都做不到，還談他嗎？啊！一方面策勵自己，一方面說：「這個人真可憐哪！好啊、好啊！我正好趁這個機會然後幫忙他。」",
    "1046": "[17:26]你這樣一來的話，那這個別意樂不是離開前面的總意樂哦！剛才前面我們總意樂當中說：唉！人家偷懶啊，你覺得怎麼去做。人家偷懶，他為什麼偷懶？他偷懶有種種理由：也許他今天生了病；也許他心裡面 ……是，偷懶，他為什麼偷懶啊？那他還是心病苦啊！所以這個是可悲眾生哪！欸，正好我不但增長我的菩提資糧，而且增長我的大悲心啊！修學菩薩不是初要修、中要修嗎？所以你看哪！我一面是增長資糧，一面又增長這個悲心，好在對面有這個人哪！到那個時候你越想越歡喜，是越做越高興。因為你做了，功德；你又歡喜了，做的當下是，這個歡喜的心情是個隨喜心情。",
    "1097": "[18:17]所以他前面告訴我們，你思惟思惟，坐在這裡思惟還思惟不起來，境界現起的時候啊，你思惟是特別有力，這我們大家了解的，對不對？所以你看！這麼好的環境大家不努力，真是啊如入寶山空手而回。現在我們這裡，說來說去就是講這個。啊！所以我在這裡讚歎：大師真了不起，多少傳承的祖師、譯經大師，乃至於印這個書，那些郵差把那個送進來，都是感謝他們，我們才有這個機會啊！現在我們繼續下去：",
    "1138": "[18:58]又於諸田當住捨心，行善施果，亦當迴施乞等有情，特於苦田當住悲愍。啊！那麼所有這些做了以後，最後的心都是捨，那麼乃至於布施的果啊，也都回向給他們。欸，靠他成就了，當然你還是回向，本來你要回向一切有情成大菩提嘛，當然這樣。而這個地方特別是苦田，「當住悲愍」喔！這個有它的道理，剛才已經說過了，真正菩提心的根本是大悲，而大悲必定是要苦眾生，這個。",
    "1178": "[19:38]如月稱云：月稱大論師，一個大菩薩。",
    "1181": "[19:41]「施謂離慳貪，於諸器非器，平等心等施，此施施者淨，悲施及施果，二俱施來求，此施無慳，善士所稱讚。」施是什麼？「離慳貪」。這種情況之下，不管他是器、非器，就前面中說十種哪一種田，你布施的時候啊 ─平等心，這個布施的施者是清淨的，這個是清淨的。所以你布施的時候啊，以悲心去布施；還有呢，布施所得的果報，這兩樣東西都布施給人家，這個布施才是真正圓滿的，這個才是善士所稱讚的，這是我們要了解的。最後唸一下：",
    "1227": "[20:27]《無量功德讚》云：「若見諸貧劣，眾生有求心，無悲希果報，尋餘有德器，意壞雖行施，等同諸乞丐，故尊由大悲，布施諸乞者。」看看！現在有的人哪，哎呀，說：哎，布施有功德。啊！怎麼、怎麼，要供養什麼。但是有窮人跑得來來求你，他卻沒有悲心。為什麼呀？覺得這些窮人，啊！這個布施啊，說供養什麼人有德，這個窮人沒有功德，不行！他把那個錢集在那裡，要布施有德者。這個時候他「意壞」，他的意樂已經不清淨了，雖然行布施啊，就像乞丐一樣，就像乞丐一樣。而真正尊貴的世尊是什麼？「由大悲」，由大悲心，正因為看見他苦、貧窮，所以布施。",
    "1286": "[21:26]剛才這個苦是我特別說過，身、心兩方面，對我們現在來說，是特別注意對方心苦而行布施。這個話再說一遍，當他是貧窮的時候，固然；然後他如果說有種種不如理的時候，我們也是一樣。不要說：「哎喲！這個老和尚是功德了不起，我處處地方去伺候、討好他，想辦法；這個傢伙莫名其妙，我才不理他！」欸，不是這樣！我們修學菩薩道的人，心裡面要了解：嗯，不對、不對！不是由於他要不要，而是說我該不該。那個時候你很清楚地明白，欸，這個境界現起來，「不對、不對，我要真正修改的，就是我內心的這種不如理的慳嗇的狀態，這個拿掉！」這就對啦！這個是布施的時候的意樂。",
    "1345": "[22:25]今天翻到《菩提道次第廣論》兩百六十九頁，上一次這個，那一段最後一句，最後括弧裡這個唸一遍，有個意思再說一下。",
    "1368": "[22:48]「若見諸貧劣，眾生有求心，無悲希果報，尋餘有德器，意壞雖行施，等同諸乞丐，故尊由大悲，布施諸乞者。」那麼他下面說「意壞雖行施，等同諸乞丐」，他雖然布施了，但是這布施的意樂他的心理狀態錯了，所以像乞丐一樣，像乞丐一樣。那麼這個乞丐是比什麼呢？比啊尊貴的意思，是世間名位來講，最尊重的是王者，最下賤的是乞丐。現在你雖然布施了，這布施了為什麼還要這樣呢？那麼這個地方所以我們必定要了解一個道理 ─它這個根本因在哪裡？是以大菩提心，行六度萬行。所以如果你那個大菩提心、悲心沒有了，那就錯了。所以他前面說，有的窮人來求，那個正是我們大悲所緣的，為了救濟，你現在不救而求果報的話，根本錯了！這個意思就是它的特別的意思，我們應該了解的。那麼現在繼續下去，前面是說怎麼應理地行法，下面是違理的，我們不應該做。",
    "1494": "[24:54]次當斷除何等意樂中，其次，哪一類概念、哪一類心理狀態，這個不對的，應該把它去掉。",
    "1513": "[25:13]無惡見取意樂者，第一個，那是一定要有正知見，正知見。那麼這個相反的就是「惡見取」，這個是就是見煩惱當中的，狹義來說；廣義來說，跟不正知相應的都是。",
    "1540": "[25:40]謂念布施全無果報，及念殺害而行惠施以為正法，或計瑞相吉祥而施，或念唯由布施圓滿，便證世間出世離欲，莫如是施。這種我們了解的，以為布施沒有果報的，這個世間啊不了解因果法則的人，持斷滅見的人那是。還有呢由殺害而行惠施，這個也不可以。本來布施是除了除自己的慳以外，還有要滿人家願，現在你殺害當然不對。雖然布施了，可是你傷害了，這樣的，這個不對，這個正法不相應。乃至於要求種種的吉祥啊等等，那麼這個我們容易了解。或者以為有了布施啊，就可以得到圓滿的世間、出世間的種種離欲等等。這種不正知見，這應該斷除。第二：",
    "1622": "[27:02]當無高舉意樂者，謂不毀求者，是平常我們凡夫總是隨著我慢轉，我能夠有東西送給別人，自己心裡面總有一種高高在上的高慢之心，把那個高慢之心要拿掉。那麼來求的人也不輕視他，乃至於毀謗他。還有呢，",
    "1653": "[27:33]不為勝他，這個「勝他」啊也是一種慢的心裡面，憍慢的心理。他好像這樣做了，我要比他做得更好。",
    "1666": "[27:46]亦不施已而起憍慢，謂我能施餘則不爾。還有呢，布施了以後啊，心裡不憍慢，自覺得：「啊！我能夠布施，那些人哪，都不行！」這個道理，下面經上面告訴我們，引證這段文。《清淨業障經》說：「若諸異生行布施時，於諸慳",
    "1687": "[28:07]便生不信，他發憤恚而墮地獄，故於布施而為障礙。」那麼這段話主要的意思就是說，在平常啊對於世間的一般人來說，假定你布施的時候，而是像前面這些。這個，或者你布施完了以後，你自己覺得：「我行，別人不行。」或者雖然你布施了以後，然後呢這個毀謗別人。所謂毀，毀不是毀謗啦，就是對來向你求東西的時候啊，你給了他，你還呵斥他。譬如說一個年輕人，你說：「那個年輕人好好的啊，這個事情不去做，喏、喏、喏，送給你，你這種人真沒出息！」送完，他雖然受了你，他心裡還在那裡嘀咕，這個不好。還有呢，「勝他」，為看見別人這樣做，他超勝於他。那麼在這種情況之下，使得不如你的那些人哪 ……或者其他的原因，乃至於你送了，別人不送。那麼由於這個理由，使得人家對於這個正法生起不信的念頭，乃至於由此而引發瞋恚之心。"
}