{
    "9": "[00:09]這樣的話呢，他就受到害處，乃至於墮地獄。所以這一件事情，是由你布施的時候不如理，也就是高舉意樂而影響到的。你原來的目的是為了幫助別人，結果因為你不如法，意樂不正，所以呀使得人家反而受了傷害，這個是布施的一種障礙。",
    "43": "[00:43]又說：「守護戒時毀訾犯戒，令多有情起不信心，他由不信而墮惡趣，住忍等時毀訾安住，此等逆品故障戒等。」那麼除了這個布施以外啊，還有持戒、忍辱等，都是這樣。我們自己持戒，那麼說別人啊不持戒，那個時候，就使得很多人起不信心。這個很多人哪，涵義很廣，比如說，我持戒，那麼另外一個人不持戒，我說他不好。結果說他不好，你可能是對著他說，可能對著旁人而說，乃至告訴別人；那麼如果對著他說，他不持戒，他固然是由於這樣而跟你心裡邊彼此之間有嘀咕，或者你說給別人聽，那別人說了：「喔！原來戒是這樣的。」那麼他就對你是恭敬了，對那個毀戒的人就輕視了。",
    "112": "[01:52]要曉得這個佛經上面告訴我們很清楚，是對我們自己來說，策勵我們自己，可是對旁人來說的話，我們並沒有責斥旁人的理由。這個是一個特別，所以內明總說處處地方來淨化自己的。那麼現在你自己持戒，毀犯別人，這個本身錯了。而同時因為毀犯了別人，那麼隨著我們現在目前這個狀態常有的，那些信佛的居士們來了以後啊，然後呢，自己很認真地持，然後自己說 ……他不一定是自己讚歎啦，但是他自己會毀謗說別人不持戒的。那時候居士聽了說：「喔！原來這樣的。」他就對這個不持戒的人生起輕毀之心，因為生起輕毀之心的話，對他那個信心受了損害。因為有這樣的關係的話，乃至由此而遠離佛法，這樣。",
    "187": "[03:07]經上面告訴我們很清楚、很明白，說末法的時候，他被了這件衣服，哪怕會犯種種戒律，你還是不能輕視他。本來他並不了解，那麼而是你持戒的人說了這個話，他了解了去隨便地毀謗不信的話，他會墮惡趣。這個持戒是這樣，忍辱也是這樣。不過在這裡要說一下啊！我們出家的同修不要以為人家不能罵我，那天經地義的。這個那是人家的事情喔！我們穿了這身衣服的話，那一定要持啊！你如果做不好的話，非墮落不可啊！處處地方記住，處處地方記住：佛法講內明，每一點，每一個地方就告訴我們，我們自己啊，自己來反省觀照，怎麼淨化自己，這個才是真正重要的內涵。",
    "258": "[04:18]所以不管站在哪一個立場上來說，我們必定要分別得清楚。要不然這個地方從在家人那邊，說他不應該毀謗出家人；那麼然後呢，自己犯了戒，還自己覺得好像你不可以責備我，好像天經地義的樣子。那他下一層地獄，你就要下十八層地獄；他這樣下十八層地獄，你就得下三十六層地獄，不得了啦！喔，這個事情我們千萬要注意，千萬要注意！那麼反過來說，在家人的話，也千千萬萬不要這樣說：啊！那個出了家應該怎麼樣的，應該怎麼樣的。不！那是他個人的事情，這件衣服是十方三世一切諸佛的清淨幢相，他毀戒犯戒，那是他的事情，你能夠恭敬的話，你就得到無比的這個功德。",
    "313": "[05:13]這個僅僅就你自修來說，到現在我們這個地方，我們說要行菩薩道，要幫助別人，那個時候更進一步，正因為看見這種不相應可憐的眾生，你種種方式怎麼樣去同情、憐憫幫助他。你看見他做錯了，不但不責備，你還得反過來反省，說：我的目的幹什麼？就要救他們出來，現在那些人做錯了，那不是我的責任嗎？這個才是我們這地方應該有的特質。所以我們必定要在任何一個地方，把握住這個原則。所以說當我們一啟發了大菩提心、行大乘行的話，你在世間就找不到一個惡人，你在內心上面就生不起一點貪瞋等煩惱相，它就有這麼好處。這個道理是很清楚、很明白，所以我們學習大乘的行者在這地方啊，應該特別認識的一點。那麼下面同樣的呢，對忍辱的時候也是一樣。像凡是這種東西的話，那都是對這個持戒的這個障礙。",
    "394": "[06:34]故當如《無量功德讚》說而行。那應該怎麼作呢？應該像下面。",
    "402": "[06:42]如云：「汝聞慧大時，未嘗自讚歎，那個「夫」字錯了，「未」，未嘗，沒有。",
    "411": "[06:51]餘少德眾生，亦曾高恭敬，自住功德時，取自微惡行。」說：不錯，你現在啊能夠如理如法地跟善知識修學佛法，是，這個叫「聞慧大時」。這個地方啊，它慧上面加一個聞慧，要曉得到現在這地方，我們所學的是什麼？發了願心，然後受戒行心，那個是資糧位上的行者。那個資糧位上的行者相應的慧，這是聞慧，那個聞慧如果不大的話還做不到，所以那個地方的慧的特質。假定你真的有智慧，那個智慧雖然是最起碼聞的，如果說你有思、修相應的話，那自己就不會自己讚歎，那個很清楚，那種煩惱都會對治掉了。",
    "476": "[07:56]那麼在這個時候，絕對不會啊自己讚歎自己的。原因是下面：「餘少德眾生」，那其他比較差的人，每一個人都很重視被恭敬，這樣，這世間人人行相如此。所以我們跟人與人之間相處的話，千萬要自卑謙下，這樣，恭敬別人不要自高。所以啊在這種狀態當中，我們應該怎麼辦呢？自己努力去修行啊！「自住功德時」，要不把自己的功德沾沾自喜。沾沾自喜是得少為足，拿出來誇耀別人更是錯了啦，所以要取自己的「微惡行」，這樣。",
    "536": "[08:56]真正說起來呢，我們到了這個階段，如果說真實地、如理地能夠走上去的時候，他心目當中具足的一個心相是什麼？大菩提心，一心仰望無上菩提。因為有了這個心，所以行那個布施。在這種情況之下，他那個行持是有功德，可是比起他的目標來的話，事實上卻是差得天差地遠。所以做任何一件事情，如果說你把握住這個根本目標的話，它自然而然不會出問題。那個時候自己看看嘛！你自己看起來還是覺得：唉呀，差了個一大截啊！雖然現在發了個心啊，那個資糧位剛剛離開凡夫一步兩步，離開那佛地還差得很遠、很遠啊！所以他教我們一切時處，不要離開這個皈依跟菩提心，就有這樣的一個特點在。",
    "612": "[10:12]雖然理論是如此，但是因為我們無始以來的積習很重，所以剛開始初發業者，自然難免仍舊被這個惑業現行，在處處地方來影響我們。那麼，那個時候就告訴我們，你自己是有功德，千萬不要拿這個東西啊來自高驕人，而是處處地方拿壞的地方拿出來。那麼我也聽見我的善知識常常比喻給我聽：你要曉得，你現在這樣去做是幹什麼呢？我們哪，也是賺什麼？法財。世間的人哪，賺世間有漏三世怨之財，我們現在增長要賺的是無漏的佛法如理之財。那個時候啊，同樣地跟世間一樣，在這個五濁惡世就相當於在這個貧民窟裡面，你居然賺了錢哪！那個時候這個錢哪，萬萬不能露。喔唷！在這個地方，錢財在這種地方千萬不能露，你要外面也是裝著一副窮酸相，那個很安全。要不然的話，這個會出毛病，這是千真萬確的，千真萬確的。這個障礙啊，如果說你不善巧地這樣做，就都來了。",
    "716": "[11:56]所以呀，最近我們晚上那個溫習這個「謙德」之益，這個「效」對我們是非常重要、非常重要！所以我也是希望大家把這一部分哪，像《四訓》上面的故事作為我們的輔助，都好好地看一看，好好地看一看，你會處處體會。然後呢，從這一事實，從世間的淺近的這種狀態，這個故事裡邊，以及他所以能夠完成這個他的立命、改過、積德原因何在。把這個原因運用在我們現在所講的這個道理上面的話，你馬上相應了。現在我們講一個非常深刻圓滿的道理，但是下腳的起步卻是跟普通一樣，因為我們還是個凡夫啊。不同的呢，他同樣的起步，他的目標卻是很近、很短，我們同樣的起步，目標卻是很高很遠。它有這樣的一個好處在。那麼我們繼續下去，第三個是：",
    "806": "[13:26]當無依止意樂者，謂不望名稱而行惠施。他這個地方前面告訴我們依止，換句話說，我們要依止正確的意樂，而不應該依止這個不相應的這種意樂。內心好樂，這個志趣所在。望了名，望了什麼，這些內心不應該的，都應該斷除，再下面：",
    "838": "[13:58]當無怯弱意樂者，謂施前歡喜，施時心淨，施後無悔，那麼布施的時候，心裡邊要這樣，怯弱不可以。反過來，應該怎麼辦呢？應該堅強，應該堅強，這個始終是最重要的！那麼這個心裡邊分三個層次，布施的時候，前面「歡喜」。平常我們有一點好東西擺在那地方，自己捨不得，要捨給人家，哎呀，心裡面就先已經縮起來了，縮起來了，皺起來了，皺起來了，那這個不要。「哎呀，現在有這個因緣好啊！」喔，很歡喜地送給別人，這樣。那麼這個歡喜呢，一定是跟正法相應的，這種歡喜啊這是所謂法喜，這個在布施之前。布施的時候呢？「心淨」，這個淨是 ─注意喔！那個是如理如法地，布施的時候如理如法地；像前面所說的，送給別人，那是不！布施以後呢？心裡面還「無悔」，不但無悔，而且繼續地很歡喜，這個布施才正確。否則的話，我們到那個時候，哎喲，心裡面覺得：哎呀，怎麼懊悔起來了，覺得自己送給人家，自己沒有了，等等。",
    "936": "[15:36]聞諸菩薩廣大施時，莫自輕蔑恐怖退弱，增長勇悍。對於自己是如此，然後對於別人呢，聽見這個諸佛在因地當中行菩薩行的時候，那種了不起的偉大的布施啊，那個時候自己覺得：「唉呀！這個大菩薩境界啊，我可不行啊！」千萬不要生起這種心理。這個心裡面一生哪，注定你只有向後退。因為你看見別人害怕，既然害怕的話，輪到你自己的話，你絕對闖不過去，闖不過去！那個時候，應該怎麼辦呢？「增長勇悍」 ─勇，那個勇氣跟前面那個怯弱恰恰相反；悍是強悍，很強大的力量。",
    "999": "[16:39]所以這個地方我們也可以回想一下，這個《了凡四訓》後面所附的，那個《俞淨意公遇竈神記》的那一個公案。他就說，自己有力量可行時儘量去做，萬一力量不夠怎麼辦？一定要使得這個施心圓滿。比如他今天要我來幫忙幾萬塊錢，偏偏我是一個窮光蛋，心裡面沒有 ……。平常我們說我沒有，我沒辦法；那時候想：「唉呀，我怎麼這沒有，我總要想辦法幫忙他，我總要想辦法幫忙他。」乃至於我自己沒辦法，給他怎麼打算，給他怎麼弄。就算你沒有實際上的行動，心裡也是這樣。然後我想：「我什麼有了，就要想；乃至於，好，我變賣了財物，想辦法去幫忙他。」儘管你沒有行為，可是你心裡面要這樣，要這樣。所以現在我們常常聽見有一句話，「唉呀，這個善門難開啊！」這句話。這句話對眼前世俗上來說，那是千真萬確的，啊，你開了那個善門啊，大家都來有求於你。但是呢，對行菩薩道的時候，這個話不應該這樣說。怎麼應該呢？哎喲！善門易開，而且其樂無窮，其利無比！就這樣，要用這種心思來策勵自己。",
    "1103": "[18:23]當無背棄意樂者，謂於親怨及諸中庸不隨朋黨，悲心而施。那麼對於你布施的這個心意啊，一視平等，不可以說：啊！這個人跟你親，你就施；這個人跟你怨，你不施；你必定要施某一些人，另外那一些人，跟你無關緊要的，所謂中庸，就是沒有關係的，你不施。那個就是啊，只限在你的朋黨 ─黨就是同，共同的，就是朋友，圈子裡的 ─那就是違背了你自己的意思，以及背棄了來求者，這個不相應。你布施只有一個原因 ─大菩提心。為什麼？要救人家。所以不在乎人家跟你親、怨、中庸，而是你自己的悲心，這個是重要的，我們一定要把握得住。下面：",
    "1178": "[19:38]當無望報意樂者，謂非望他報恩而施，觀諸眾生缺乏安樂，愛火所燒，無除苦力本性苦故。你布施，不希望得到什麼果報。我們真的不希望得到果報嗎？希望的。得什麼？無上菩提之果。這個無上菩提之果，拿我們凡夫來說，好像有一樣東西，實際上是歸無所得。那不過在我們凡夫的時候，我們不是這樣說，我們不是這樣說的，就是我們把那個要求的目標放得最高最遠，這個東西才是究竟圓滿的，就這樣。為了這個，所以才去行那個布施，不是像世間的這種。那麼這種情況你去布施的時候，一定基於這個悲心：唉呀，說那個眾生是都在痛苦當中啊，為貪欲之火所燒，沒有力量去淨除自己，所以你幫忙他。所以這個布施包括財施、法施、無畏，全部在裡頭。",
    "1263": "[21:03]當無希望異熟意樂者，謂不希望後世異熟身財圓滿，觀一切行悉無堅實，無上菩提有勝利故。非破現前希此諸果，是破唯以三界身財為所欲得。那麼再下面呢，就是我布施的時候，並不希望得到異熟果報 ─說這一世我好好地努力，下一世生天，然後呢得什麼個大圓滿，這個。注意！這個地方啊，他下面有解釋說，「謂不希望後世異熟身財」，不是要下一世，說下一世就是異熟的，異熟的身、財圓滿。因為這個所有這些東西都不實在的。我們要的什麼？只求無上菩提，這個才是真正的殊勝利益，這個才是真正殊勝的利益。這個注意喔！這個前面曾經說過，前面曾經說過，我們真正要求的是現前增上生、究竟決定勝。那個現前增上生，我們還是要的。那麼這個地方說他不希望，注意，這個不希望是什麼？那我們布施的目的是為了無上菩提，所以這個現前增上生，要，但是呢，我們目的不在這現前增上生，這現前增上生還是個工具。他現在這裡所破的，就是你目的不在獲得無上菩提果，而只是求這個，這樣。所以他這個地方所破的是，只是布施以後，希望得到三界之內這個異熟的殊勝之身，所以說唯破這個，這個才是他所破的，這個我們要分別得很清楚。",
    "1400": "[23:20]像這個地方，現在以後除了特別重要，我不詳細說了，因為前面說得很清楚，本論的真正殊勝的地方，他每一個重要的關鍵的地方啊，他都會分辨得非常仔細。如果我們沒有這種能力，或者是說不經過這種薰陶的話，往往是非莫辨，是非莫辨。這往往差不多，總想差不多，世間你尚且做不好，何況是要求圓滿無上菩提。一點點，所謂「差之毫釐，失之千里」，這一點大家要了解的。",
    "1444": "[24:04]所以以後在這個概念上面，如果已經有這個能力，固然應該慶幸增長；沒有這個能力，在這個地方要特別自己策發自己說：唉呀，我好幸運喔！跑到這裡來，現在居然了解認識了，可以從這地方層層深入。這個同樣地，不要跑到那地方先 ……因為自己不相應就怯弱，哎呀，說「這個真麻煩啊！」你退怯了。那這一點，這種心理對學佛是完全不相應，完全不相應。我們常常記住：事情真正的難易不在事情的本身，而在你對這件事情的本身的心理狀態。再容易的事情，你心裡面先已經畏縮了，「唉啊！」那是什麼事情都做不成功，什麼事情都做不成功，在這個地方我再特別提醒一下。下面，我們繼續下去。",
    "1512": "[25:12]復次當無邪命意樂，那麼下面說，不要這種邪命，什麼是邪命呢？",
    "1519": "[25:19]謂念行施為國王等知其能施，而起敬事，喔！這種是邪命。哎呀，自己布施啦！那麼這個國王或者上面的人曉得：哎呀，這個人，啊！能夠布施，然後敬重、恭敬他。這個不要，這個都錯的。",
    "1539": "[25:39]不應慮貧而不行施。還有呢，說送給別人我自己沒有啦！不要去想。",
    "1547": "[25:47]又於乞者無欺誑心，不喜忿恚，心行散亂，那麼對於來求的人哪，心裡面不要欺誑他。對於求的人啊，不要不喜、不要忿恚、不要散亂。這個欺誑、不喜、忿恚，那我們要了解。什麼「心行散亂」，這個什麼意思？在這一點哪，在我們眼前不大容易體會得到。要注意喲，這個地方是什麼？已經是受了菩薩戒，行菩薩道的行者，所以他那個時候心理狀態只有一樣東西─緣大菩提心，對不對？這個是必須要的。平常的時候我們現在的心裡呢，浮浮泛泛，一直在那個散亂心當中，所以他說好像布施心不散亂，「心行散亂」的這一個，兩個標準不一樣，這我們要了解。所以他一心一意呀，做這個事情。下面：",
    "1619": "[26:59]乞者來作種種邪行應無厭患，雖見乞者欺詐等過，無宣布心，喏！這一點哪，這一點的的確確是菩薩真了不起！不要說像前面所講，乞的人我們不能輕慢他，乃至於往往說他不是，就是那個來乞的人自己本身種種欺詐什麼等等啊，那沒關係，那是他的事情。我總是以非常歡喜的，大菩提心相應的大慈悲心，去布施幫助他，以大菩提心相應的恭敬心去布施他。為什麼要恭敬啊？他成就我的布施功德，他是我成佛的資糧。你恭敬佛，你怎麼能不恭敬他呢？前面說得很清楚啊！所以他如何，他的事情，這個是這個地方我們應該了解的。所以就算看見他欺詐，嗯，我們不去管他，他來，我總是幫他忙。那麼下面這兩句話，看一看：",
    "1701": "[28:21]從別別施生別別果，深忍而施不為他動。你布施的時候，個別個別不同的方式的布施，你就生不同個別個別的果報。你拿這個手給他一塊錢，將來你從他手上就還得你送他的錢；你拿這樣的心理做這個行為，將來你圓滿你的意樂也是什麼；對象什麼等等，你分得清清楚楚。所以現在呢，一方面身口行施，意樂呀，也跟菩提心相應的行施。所以當這樣的行施獲得果報的時候，你受用的是什麼？外面是報身報土，裡邊是法身圓滿、報身圓滿。嗯！就是這樣。所以，關於這個概念如果弄清楚了以後啊，那你就不為被他所動，所以「深忍而施是不為他動」啊！",
    "1775": "[29:35]前面告訴我們教我們這樣不要做、那樣不要做，喔喲，現在在我們看起來，這個事情真難哪！"
}