{
    "6": "[00:06]如果你懂得了這個道理，然後呢如理思惟、觀察、修習，到最後的話，自然而然你曉得：啊！那個東西就是這樣，你因地上面是什麼樣做，果位上面得什麼樣的報。所以你只注意現在你的心行相，這個事情再清楚不過，再明白不過！它既然是與法相應的你都做了，不相應的你都斷除了，自然而然你深深地安忍在這個上面。不管外面的境界是天翻地覆，好的也好、壞的也好、詐的也好、欺的也好、什麼也好 ……你都不為它動！這樣。那麼這個是第二點，第二點就是布施的時候呀，什麼樣的意樂，什麼樣的心理狀態。再下面呢，",
    "72": "[01:12]如何行施第三點，那麼你布施的時候這個行為、加行，換句話說。",
    "79": "[01:19]分二。它也是，什麼是不應該的，應該斷除，什麼是應該的要去做。分二，先",
    "88": "[01:28]不以何等加行而施者，謂不速與稽留乃與，不快地 ─啊，等了個半天，人家跟你要，「欸，好、好、好！好、好、好！」好了半天，拖了個半天還是好、好、好，就是這樣。他要，趕快去跟他做，把它先做好，是。那麼，",
    "108": "[01:48]令起煩惱然後乃與，你呀要布施給他，儘量地使他得到安樂，結果你送了半天，使他生煩惱 ─不相應！",
    "122": "[02:02]令行非法或違世間道理之業而後施與，這個不可以。你送了他東西，教他去做不合理的事情，乃至於這個做不順世間理的那種，都不可以，因為佛法一定隨順世間。",
    "142": "[02:22]先誓與此後減少給，或給下劣，這個不可以！先你決定一定要給他，後來嘛給他減少了，或者是好的變壞了。",
    "155": "[02:35]數恩而與，一時能與而為漸次少少相給，這個給了他以後，說自己的：哎呀，有怎麼樣的好處；喔唷！這個東西好得不得了，怎麼、怎麼呀，我自己省吃儉用，然後幫了你忙啊！諸如此類的事情，這樣。「數恩」，說它有種種的好處。我們一下可以給的慢慢地給、少少地給。還有下面：",
    "184": "[03:04]自為國王奪他妻子而為惠施，或者自己身居高位，古代是國王，現在是高位，就把 ……以前的國王呀，他可以任意所為的，來搶劫別人的東西，然後送給另外。不可以！或者呢，自己在下位：",
    "208": "[03:28]逼取父母奴輩等財而與餘者，這個普通一般的人，不是國王的普通一般人呢，上面嘛取父母的，下面嘛取你奴輩等等，然後你把他不是你自己的東西你取來了，去送，這個不可以！",
    "230": "[03:50]由能損害他人方便而行惠施，這個也不可以！你為了損害別人而去布施，這個不可以。",
    "241": "[04:01]自懶惰住教他行施，你雖然想布施，哎呀，自己懶惰，教別人去做。",
    "248": "[04:08]於來求者呵責嗤笑，旁言輕弄粗言恐嚇而後給與，那麼來求的人哪，你呵責他、嗤笑他。就是這種現象我們平常容易見到，乃至於輕視他啦，這種種的、不如理的，不是軟語相慰，不是針對著問題。所以這個「旁言」是就是不是針對著問題，「輕弄」的話，就是戲弄他、輕視他。那麼，",
    "288": "[04:48]違越佛制學處而施，這個就是我們出家人要特別注意的，修學佛法的人要特別注意的！所以前面一定一再告訴我們，出家人是法施，出家人的財施只有一個條件，這是你自己宿生的福報，或者是自己不自求而得到的。這個「求」兩個字大有學問哦！求要如法如理，完全如律的，這一點很重要，很重要！在座的諸位同學，特別注意！就是在家人也是一樣，你信佛了，一定有佛法告訴我們賺錢的原則，你違背了這個原則而去弄來的布施，不對！",
    "341": "[05:41]不能如有資財而施，長時積集然後頓施，是為應斷，這樣！這個下面這一種也不可以，說你有錢就應該去布施，不要說有錢就積在那個地方，積了很久呀，然後一下去布施。不要！應該怎麼辦呢？隨有隨施，就是這樣。欸，他有，有，他要，要就要送啊！這樣。",
    "380": "[06:20]故當捨離此等加行。關於這種情況都要放棄，都應該捨棄。",
    "388": "[06:28]又諸菩薩見積集施其施有罪，見隨得施其施無罪。這個真正修學菩薩的人哪，看得很清楚，他所以要布施，對自己來說 ─除慳貪，就是這樣。現在呢，既然你把那個財物積聚起來的話，對不起，這個東西是增長慳貪的，所以看見積聚了財物了布施，這個有罪。你隨得隨施，得到了馬上就送出去，得到了馬上送出去！",
    "425": "[07:05]謂若積集然後頓施，福并無多，及於集時退卻眾多求資具者，令生嫌恨，後施諸餘未求者故。因為你有了財，擺在這地方藏積的話，這個是積集了頓施，你的福並不見得多。因為你真就 ……不要說別的，那個心哪，對不對先不管，布施當中所謂：你自己的捨心，布施的對象，就是以布施的財物，單單這個三輪當中一輪來說，你慢慢地布施，跟一口氣積了很多布施，結果的數量是一樣的。說我現在慢慢地先不急，一塊、一塊、一塊，積了一百趟，變作一百塊，一百塊錢布施，以及你一塊一塊送出去，積的數字總是那麼多，那麼所以這福一樣的。但是你聚集的時候啊，糟糕了！有的人來求，你卻沒有布施給他，所以使得很多來求的人，你把他排除掉了，結果他心裡面覺得求不到，生了嫌恨心，生了嫌恨心，這個不可以，這個不可以！",
    "516": "[08:36]〈菩薩地〉中所說此等極為重要，謂見集時生長慳等眾多煩惱，護等劬勞障多善行，多於中間發生損失，不能畢竟惠施事故。那麼關於這個道理在〈菩薩地〉當中特別強調，說這一點很重要的！前面所說的只是說，先來求的人呀，你把他拒絕掉了，讓他心裡面生起了不如理的這種心相，然後你布施後者，單單說這個。現在這個地方呢，實際上還是，你聚集這個東西的時候，增長了「慳等」，不單單是慳喔，還有其他的煩惱。我們把那個錢擺這裡嘛，還要守護它，等一下要防小偷，或者我擺在銀行裡生利息，或者要怎麼樣，那都是煩惱，都是麻煩，所以增長劬勞，障礙很多善行，時間也浪費掉了，又增長煩惱。那麼何況中間還要有種種的損失。而「不能畢竟惠施事故」，對這個究竟圓滿的布施不相應。究竟圓滿的 ─任何情況，任何時候，一切時處，都是增長功德自他的，這個不相應的，所以關於這種的加行不可以！那麼應該怎麼辦呢？",
    "615": "[10:15]當以何等加行而捨者，謂舒顏平視，含笑先言，隨對何田，皆應恭敬。「舒顏」，這個教人家看起來呀，看得很舒暢、很歡喜，你自己也歡喜呀，是別人也歡喜。所以這個《大丈夫論》上面告訴我們，說這個行菩薩道的人，他看見別人來向他要任何東西，結果他送給別人，實際上呢，他送給別人的，他內心上的歡喜，比之這個受你布施的這個人不曉得要超過多少倍，他那個內心的歡喜是無比地歡喜！這個道理在我們普通人的確無法體會的，但是你了解了這個地方所說的菩提心，學菩薩道者，你就很清楚、很明白了！因為現在你心裡面所希望的、祈求的什麼呀？無上菩提。你為什麼希求這個呀？因為你深深地了解，哎呀，這個無上菩提果的殊勝的利益是不得了的，在世間任何情況之下絕對不能跟它相比，你沒有一點辦法可以得得到，除了修學佛法以外！那麼現在呢，你正在修學。",
    "712": "[11:52]所以我們為了容易體會這個心情，就像做生意一樣，喔！現在只有一條路可以使得你這個賺大錢，那個錢賺得不得了地大呀！現在你正忙這個事情哪，當然歡喜得不得了！偏偏別人不知道，就你知道，啊，那個時候你心裡歡喜呀！就這個狀態。所以他這個人來求你，你送給他的時候，他這個人得到的最多只是一點眼前的錢財，他根本得不到你想像當中、你心目當中所求的無上菩提果報，他怎麼有你這樣快樂呢？這不是很清楚、很明白嗎？這樣。",
    "756": "[12:36]所以這一點哪，雖然在這講布施，其實我們修學佛法的人，任何一個人都應該如此。修學佛法除了這個六度上五度一一，每一度都是一樣以外，特別講精進；精進是告訴我們，我們做這種善事，有一種強悍的這種心理狀態。而我們現在叫我們做一點點哪，事情還沒做，哎喲，我心裡害怕；我不行；哎喲，我頭痛；哎喲，我這個、我那個 ……。他為什麼不能這樣做呀？不但精進一點都沒有，怯弱得不得了，為什麼？哪！就是他不能分辨那個是非好壞，他現前就是難捨貪著這一點的小小利害，對不對？或者是知見上頭，或者習性上頭的。所以你正確地了解了佛法，欸，正因為你要快樂，正因為你要這樣，你要不要嘛？要！要這個大快樂啊、大好處都在這裡啊，哪有破不掉的！這樣。所以處處地方要注意一件事情：修學佛法真正的中心是什麼啊？正知見，你有了這個，自然樣樣破得了。你既然能夠破除了障礙，那個果報是樣樣得到，這個是很重要、很重要的一點！",
    "845": "[14:05]所以用這個道理去的話，你做起事情來，沒有一點事情會障礙得住你，無往不利！無往不利！那麼，這個情況，這種精進的先是心理上面的認識，然後呢，行持上面去表現出來，這個地方用在第一個布施上頭。所以他會說：哎呀！看見來求的人哪，好歡喜啊！「先言含笑」，哎呀，他來成就我無上菩提呀，真好啊，你是我的大善知識啊！說，當然對於上面的敬田等等。現在對那個悲田下面的窮人等等，也一樣地歡喜而且恭敬。欸，他像佛一樣呀，佛使得我成就佛，他也使得我成就佛，我當然恭敬他！你布施的時候，你能這樣恭敬，所以等到你成佛的時候，沒有一個人不恭敬你，這個道理就這麼單純哪！所以前面告訴我們就是說，「別別施生別別果」，這個別別不但是在事相上頭，而且布施當下，它外面是這個事相，裡面這個心理呀，以及你的加行。那每一樣東西，當你怎麼做的，果報上面就感得怎麼樣的一個回報。繼續下去：",
    "934": "[15:34]親手應時，於他無損，耐難行苦而行惠施。布施的時候要親自去做，還有送的時候要適時，這個很重要！喔，他今天有求於你啊，到那個時候你不送，過兩天哪他已經沒有求了，你就送他了，這個不行！所以我們說，我們要送什麼？應該雪中送炭，是不要錦上添花，這是「應時」。那麼布施別人「於他無損」，還有布施的時候要有耐種種難行苦，然後這個布施，這樣。凡是前面這個道理說起來很容易，可是做起來，我們就要自己地深加觀察思惟，然後呢你能夠把這個了解的道理去做的話，那就是功德無量無邊，功德無量無邊！",
    "997": "[16:37]所以我這個地方，處處地方，總是一看到這個地方，我就想起來了，像《德育古鑑》哪，像什麼《感應篇彙編》哪，《安士全書》啊，那古德們的種種語錄啊，乃至於最常提的《了凡四訓》等等，喏、喏、喏！就這個樣，就這個樣！他也怎麼說？他說：那不管是任何情況之下，他總歸能夠難行能行，難忍能忍，不管外面怎麼樣地難、怨，他總歸委曲求全，就這樣。",
    "1041": "[17:21]此等果者，如《諦者品》云：「由恭敬施感親友等而為敬重，由舒手施感得承事，由應時施感一切事應時成辦。」你能夠上面這樣做的話，這個因感得什麼果呢？這個經上這麼說，你布施的時候能夠恭敬求者，那麼到那個時候你的親友也來恭敬你，這個增上生當中的親友，乃至於究竟決定勝的時候親友，他都是恭敬。所以到成佛的時候，任何情況，任何人一看見佛啊，就無比地歡喜，無比地恭敬，這樣！乃至於佛在世的時候，你看，不要說有情呀，他坐在那個地方，欸，結果那個樹自然也蓋過來遮在他頭上。那個太陽移過去了，那個別的地方那個影子跟著個移，他佛坐在那個樹底下那個影子還不移，還遮在那裡呀，有這樣不可思議的，這千真萬確的事實！千真萬確的事實。所以說，這是布施的時候恭敬。",
    "1119": "[18:39]「由舒手施感得承事」，你親手好好地去幫忙人家，到那個時候，人家也會來幫忙你。所以現在我們常常怨：「唉呀！現在這個時候，好像人情很澆薄呀！」欸，這是沒有錯。為什麼你會感得澆薄啊？就是你宿生因地當中，你沒有這樣做啊！真正懂得了這因果的必然關係的話，當你看見眼前這種不如理的事情，你沒有一點抱怨，不但沒有一點抱怨，只有反躬自省，然後檢點自己，然後精進力行，沒有一個地方例外的！那麼「由應時施」，你能夠應時而施，你辦起事情來也，欸，「應時成辦」！",
    "1176": "[19:36]又云：「不損他施感得堅固資財，由忍苦施感知心眷屬。」你能夠布施別人而不損害於他的話，那麼得到堅固的資財，堅固資財下面會解釋的。由耐苦能夠難行，這個而去送給別人的話，那個時候你感得的眷屬他會也知心，刻心刻意、盡心盡命地來為你。",
    "1207": "[20:07]《俱舍論》說：「舒手惠施得廣大財。」引那個論上面，那麼下面解釋「堅固財」是什麼呢？",
    "1215": "[20:15]堅固資財者，如《俱舍釋》說：「他於資財不能障難，火等無毀。」平常我們說，我們感得的財物五家所共，這個都是不堅固的，或者是水漂，或者火燒，或者盜賊，或者王難。盜賊容易懂，王難是國家，啊！古代的皇帝跑得來，像我們現在譬如說：我們財物好好的，等一下政府裡邊說，欸，這個地方啊有一個什麼樣的事情，然後把你的東西拿掉了，諸如此類的；乃至於世間的所謂子孫，這個是不堅固的，這是世間來說。你布施的時候，如果能夠這樣的，就感得這個堅固資財。",
    "1265": "[21:05]又助他施加行者，喔！這個很了不起。又幫助別人布施，這樣的加行法。",
    "1275": "[21:15]謂若自有可施財物，見有慳，曾未少施，應往其家，歡喜安慰如是告言，你看見這個有人很慳貪，他很少布施，也沒有布施過，而你自己呢有很多錢財可以布施、想布施、要布施，那個時候你怎麼辦呢？先不要忙著自己，直接就到那個小氣慳那個人家去，給他很歡喜安慰告訴他，說：",
    "1314": "[21:54]我家現有廣大資財，我為圓滿布施波羅蜜多，希欲乞者，若有求者與汝會過，莫令空返，可取我財惠施彼等，或是將彼引到我所，我行惠施當生隨喜。那麼，這個時候怎麼辦呢？你就跑到那個小氣、不捨得的人家去告訴他呀，說我現在家裡有好多錢、好多錢，那這個東西我要送給人家。為什麼？要圓滿這個布施波羅蜜多，啊！這個有多少好處。所以我現在不是要求財呀，我是要求人家來跟我要財的人哪，但是呢我又找不到。所以假定是有的人要來求財呀，跟你碰到了，你不要讓他空返，你就告訴他到我這個地方來，或者你不到那個地方來，把我那個錢就送給他，就是這樣。結果啊，他自己是不肯送，也不想送，結果有人到他家裡去要的時候，他自己不損失，他─好了！你要錢，到某人家裡面去。或者他自己到那個人家裡去布施，他自己雖然錢沒有損失，他還是行那個布施，他看見了這個心裡也歡喜了。為什麼呀？那譬如說，有人來找我，嗯，我自己捨不得，然後呢把這個人拒絕去了自己又覺得過不去，「那好、好！沒關係，來來來！我正好帶你去，那隔壁那個人家。」結果那個討的人也歡喜，然後隔壁的人家拜託我說幫他，他也歡喜，那我也歡喜了嘛！對不對？所以那個時候，嗯，你布施啊，這個慳貪的人隨喜。說所以他，",
    "1436": "[23:56]彼財無減即便歡喜，欸嘿！他就沒損失啊，卻也得到了歡喜。",
    "1442": "[24:02]能如是行，如是令彼漸種能除慳垢種子，你能夠這樣做的話，慢慢地幫助他能夠除掉他那個小氣的那個種子。",
    "1454": "[24:14]由漸修習自施少財，依下無貪進得中品，依中無貪進得上品。因為他能夠，由你這樣引導，本來這個「慳垢」 ─垢就是髒，就是煩惱相、雜染相，慳貪的這種雜染那個種子啊，自己不能做，因為被你這麼一來的話，歡喜了，漸漸地對自己能夠少少地能夠布施一點。這樣的話呢，他能夠「下無貪」 ─這個無貪是跟貪相反的，慢慢地進入「中無貪」，就這個無貪就是對治貪的，慢慢地升高了。又再由中無貪進得上品的無貪，進步了嘛！啊，這個好了不起！",
    "1509": "[25:09]如是若自親教軌範，弟子，助伴，是慳貪性不能惠施，或雖非慳然無資財，與彼資財令於三寶樹修布施，自己不作。由此因緣自所生福彌更弘多。所以你像這樣去做，那麼不管是你自己的周圍的什麼人，或者你的尊長，或者你的同伴，或者你的弟子等等，由於他們這個心裡面為慳貪所逼而不能布施。或者雖然不能布施，但是呢他缺少資財，缺少資財。上面譬如說，那個親教、軌範，通常他既然親教、軌範的話，他不會有慳貪；萬一有，可能 ─就是通常這種情況啊，他是說沒有財。",
    "1568": "[26:08]由於像前面他能夠施助他加行，這個真了不起啊！你不但自己布施，而且使得這個慳難捨的人，因為你這樣的行為也成就了他，從不肯施，然後呢到少少施，到中施、大施，所以破除他的貪，從下無貪進到中無貪，乃至於進到上品無貪，上品無貪嘛就捨了。所以，能夠這樣做的話，說把這個原則用來 ─「如是若自親教軌範，弟子，助伴，是慳貪性不能惠施」，或者是他因為器量向來這樣地小氣、慳貪不能布施；或者呢，他雖然不小氣，但是沒有錢。那個時候，經過你這麼一來啊，他就能夠去布施、供養，這樣。他自己雖然不做而「由此因」，這樣一來的話，他也就得到了好處了，他得到了好處了！或者是布施的時候，你自己雖然沒有施，而讓他幫你去施，不管是自、他，「由此因緣自所生福彌更弘多」啊，因為這樣的得到的這個福德，比單單前面的，得到還要多、還要多！",
    "1680": "[28:00]令餘一類調伏煩惱，圓滿一類善法樂欲，攝受有情成熟有情。這樣。說這個這樣一來的話呢，你令一類是調伏煩惱，令一類是圓滿善法。他本來苦惱的，沒有錢，或者什麼的話，你幫助他了，幫助他調伏了他的困擾。還有一類呢，另外一方面，他本來慳貪什麼等等的話，從這個慳貪的煩惱，反成了變成布施的意樂，就是這樣。所以兩方面：又能夠調伏煩惱，那個是一類；又能夠增長善法一類，這麼個好法！又能攝受有情，又能成熟有情，「攝受」是救他，調伏了煩惱，幫助了他攝受他；使他增長善法欲樂，是成就他，這樣好啊！所以呀，前面這個加行布施當中，別人不能布施，你能夠這樣幫助他，那個真了不起！",
    "1759": "[29:19]如是若自現無資財，應以工巧事業之處集財惠施。或於他所宣正法語，令諸貧者及慳者悉樂惠施。或諸求者教往俱信富饒之家，躬詣其所隨力隨能助其惠施。又於施物擇勝妙施，及將所備可施財物圓滿惠施。"
}