{
    "7": "[00:07]那麼應該你的「工巧事業處」，說那就是你的技術啦、你的了解啦，把你所了解的，想辦法去賺了錢，然後去送。或者你不必透過這個，只是說宣說正法 ─法施，那麼因為你這樣地法施的關係，使得那些本來不能施，本來不能施有二種，或者他窮而不能施，或者是他有錢吝嗇而不能施，那種施他也能施，而且很樂意地去施，很樂意地去施。那麼還有呢，是有的人不是施，反過來求，那麼如果有的人缺少，雖然你自己沒有，但是你告訴他：欸，某家、什麼地方他有！那個教他去求的那些人家，他要什麼 ─俱信富饒之家。這個人雖然很有錢，但是呢他不具足佛法的信心，然後他跑得去的話，你呀教他跑得去，他跑得去沒有求到，挨罵一頓，這個不！或者呢，你親自跑到那一家，曉得他又有錢、又俱信、又肯送，那麼隨自己的力量能夠幫助他，種種的方法，使得這個布施這件事情能夠圓滿。你幫助別人的話，你自己是幫助了想施的人是無畏施，然後呢你使他助成其施是隨喜施，所以這個無非都由施上面增長的功德。所以這個地方就是說種種這一方面，這個舉幾個例子，真正我們行持的時候，你只要把握住這個原則，善巧行之是無往不利！",
    "141": "[02:21]那麼布施的時候呢，要把好的東西，不要說自己用不到了，哎，送給別人，這個不可以，這個不可以！所以說到這裡我又想到我這個善知識，我那時候剛出家不久，我們這裡東西很多，有的時候用不完，有的時候吃不完，那就說：唉呀，這個吃不完送給別人去，或者用不完，用不完把差的送給別人去。我這老師怎麼說？「這什麼話！你用不完，你最多你只能說：對不起啊，我實在用不完，請你們幫我忙啊！人家收的人也感激你，你明明是用不完嘛！你真的想送人，你捨不得，有好的東西你送人，那個對呀！」啊！我一直到現在為止是受用不盡，一直到現在是受用不盡。所以我們現在往往自己都買了新的，這個舊的沒用，好了、好了！送給別人。還說：「哎喲，這個好的送給你呀！」啊！這個不是我們修學佛法的人應有的布施的態度。",
    "203": "[03:23]那麼對於下面貧窮人尚且如此，我們對三寶的話，更應該注意，更應該注意啊！那麼把「所備可施財物圓滿惠施」，下面「圓滿」這兩個字注意哦！這個裡面包含了三樣東西 ─你布施的心，以及你布施的加行，以及布施的對象。這個布施的對象，下面會告訴我們。那麼現在我們繼續下去，看卷十一卷。",
    "242": "[04:02]第四施何等物分二：一略示應捨不應捨物，二廣釋。前面是已經講了施何等田，布施什麼樣的田；那麼布施的時候以什麼心；第三呢，行為，做那個布施的行為加行的時候如何。現在呢，應該所送的東西，怎麼個、哪些東西可送、不可送。他說：「分二」，第一個「略示應捨不應捨物」，第二個「廣釋」。簡單地說明．哪一個是可以送的，哪一個是不應該送的，原則這個地方說。第二呢，詳細地說明，根據這個原則來一項、一項地運用這個原則。",
    "289": "[04:49]今初　謂由施此物，能令現前離惡趣因，引生樂受究竟利益，能令斷惡或立善處。又於現前雖無安樂，然於究竟能生義利，是則菩薩當施於他。這個原則，說經過了你布施這樣東西以後，那個時候啊，「能令現前離惡趣因」，現在你造的因哪，這樣布施了以後造的善因能夠離開惡趣的，是眼前哦；而且呢，將來得到究竟利益的。所以眼前也對，將來也對，這個是第一個。「能令斷惡或立善處」，總之，不管是現、後，這個壞的，經過這個行為布施了東西以後，能夠斷除他的壞的，能夠使他得到好的，這是前面說的。其次，眼前雖然不一定得到安樂，但是呢他究竟能夠得到利益的。這一點我們要注意啊！這一點我們往往凡夫只看眼前，不能看得遠，不能看得遠。要從大處著眼，大處著眼，所以這個利害要分得很清楚。這樣的東西，那麼我們就應該送給別人，這樣的東西就應該送給別人！",
    "400": "[06:40]若由施此，現生逼惱後亦無義，或雖現樂於後有害，不應施他。如果你送給他的東西，眼前也沒有好處，後來呀更沒有好處，那個不要送！或者呢，眼前雖然有一點好處，後來有害的，這個不可以！這個原則。現在下面呢，詳細地把這個原則就去運用。",
    "431": "[07:11]第二這是詳細地說明。",
    "433": "[07:13]分二：一廣釋內物可捨不捨，二廣釋外物可捨不捨。　今初第一個呢，詳細地說明，「內物」就是我們自己的，叫內自身，這個叫內物，外面的是外財。",
    "451": "[07:31]若知不捨內物道理，與此相違知是應捨，故當先說不捨道理。所以你曉得了，什麼時候這個不可以捨的這個道理了解了，那麼反過來，那就是應該捨的，所以把不應該捨的道理先說一下。",
    "474": "[07:54]此中分三，初就時門不應捨者，第一個呢，就時間來說，這個怎麼講？",
    "481": "[08:01]菩薩身等雖已至心先施有情，然乃至未廣大悲意樂，不厭乞求肉等難行，縱有求者亦不應捨。現在第一步，就時間來說，那個時候不可以。說我們修學菩薩道的人，那個身體，這個就是內物，雖然一開頭的時候我已經「至心」 ─發了這個心，發了願心。當你修行心的時候的的確確這個願已經是夠了，「我不管若內、若外一切東西都送給別人」，心是對了，但是呀你這個大悲的這個意樂，大悲的心量啊，還沒有廣大，還沒有廣大。還沒有廣大這個大悲的心量的時候，就有人來求你的肉，而你不厭，對這個乞求的人不厭，你就送給他的話，這個不要。所以在這種狀態當中，雖然你自己不厭人家來要你，要你的身、要你的肉，就算有的人來求你，你也不厭，願意求，那個時候不要捨。為什麼呀？下面解釋了，",
    "561": "[09:21]《集學論》云：「由何能令精進厭患，謂由少力而持重物，或由長夜而發精進，或由勝解尚未成熟而行難行。」如施肉等，此雖將身已施有情，然於非時，唯應遮止不令現行。這解釋，先就論上面的文字，下面是解釋這個。說你雖然要這樣去做，可是眼前為什麼要遮止你呢？因為不是說做了這件事就算完了，你要行無量難行能行，難忍能忍，積無邊資糧，這種情況之下，不是一件小事情，要想完成這件事情必定要發大精進，大精進，絕對不是一鼓作氣、再而衰、三而竭，那個不可以！",
    "620": "[10:20]像昨天晚上我們溫習的時候，說「一時意興耳」，只是一時啊，哎呀，興起來了，好、好、好！沒有正確真實的、充實的內在的志向。興起來了，就霹靂叭啦忙一頓，忙過了以後，好了，蹋在這裡，這個就不是！精進這個東西呀，是要有原則，要有遠大的目標，從微漸的地方慢慢做，越做越來、越做越好，越做越好、越做越大。現在一開頭的時候啊，是，你有，然後人家來求你，那時候人家求的時候你心裡也不厭，然後送給，送給別人完了以後啊，唉呀，你痛得個要命，這個也不想。唉呀，想想到那個時候，就懊悔起來了。一懊悔啊，對不起，你就怯弱了；一怯弱，那個精進就受了影響了。所以，使得你精進退損的，這個什麼狀態呢？就是厭患。這個情況下使不得，使不得！就像什麼呀？你的力量很少，而你要拿重的東西，說你自己只能扛它十斤，你要超過了力量扛它十五斤乃至二十斤。就算你有十斤扛的話─，你也不要扛十斤，─扛它七斤，這樣才可以啊！",
    "706": "[11:46]因為為什麼呀？因為你真正要努力的，要長夜發精進啊！你現在還是什麼？還在異生凡夫當中，還在無明長夜當中啊，你克服這個東西要經過長時期地去發這個精進。當然，你證得了大覺世尊以外，精進無減，那個時候已經有智慧明見的話，這個精進是絕對不難，而且絕對會行！現在你在長夜當中，要發這個精進的話，這個弄得不好的話，對你這個精進會損害，這是第一種。或是「由勝解尚未成熟」，那個時候雖然你一時意氣很高，但是你的意志本身並沒有很堅強，原因是因為勝解 就是殊勝的見解 沒有建立起來，那個時候所行超過你能力，這個不可以！所以這個時候啊，雖然你心裡覺得願意施，把我的什麼東西都送給別人，那時不是時候，所以這個要遮止的，現在不要做。為什麼呀？",
    "788": "[13:08]若不爾者，能使菩薩厭諸有情，由此失壞菩提心種，故即失壞極大果聚。喏，下面就解釋了！因為你時候不到，過分而去做的話，唉！你就覺得：唉呀，這個真是難弄啊，這個眾生是難度啊！這麼心一起來的話，那個菩提心種就壞了，這個種一壞的話，那個果當然就失壞了。所以真正修學佛法的人，這個智慧，他決定是看得非常深遠！那麼下面關於這一點，再引經上面。",
    "835": "[13:55]是故《聖虛空庫經》云：「非時欲行，是名魔業。」喏！以前告訴我們，如果心裡面不相應的是名魔業；就算你心裡已經到了這個認識了，有了這個心，但是時間不對，還是不行啊！經是這麼說，論呢？說：",
    "860": "[14:20]《入行論》云：「悲心未清淨，不應捨其身，你雖然想捨，可是那個時候你的悲心沒有清淨。這個清淨作何解釋？什麼是悲心清淨？清淨有幾種相，說聞相應的、思相應的、修相應的。就是說，你的的確確產生了殊勝的勝解以後，你送完了以後雖然痛，啊，但是你絕對不動，這種狀態當中，那你可以送了。否則的話，你送完了以後，那個心裡面又動搖了，那個就是不清淨。所以前面那個悲心是什麼？是世俗的，所以叫世俗菩提心。這個清淨一定是跟什麼？跟智慧相應的，那個時候啊，你才可以捨，沒有到那個時候不可以！這是第一點，質，你內心的狀態，這個標準。其次呢？",
    "931": "[15:31]若能成現後，大利因應捨。」假定說，你現在這樣的布施，不但眼前，而且以後也有絕大的利益，眼前是現前增上生，究竟是究竟決定勝，那個時候才應該捨。所以前面這個事情，眼前好像很對，完了以後呀，後面這個東西就不對了，這個就不應捨。這是第一個，以時間來說。",
    "973": "[16:13]就所為門不應捨者，那麼其次，就是你所做的事情，那麼什麼情況之下不應該捨的。",
    "982": "[16:22]若為小事不應捨身。為了小事不可以捨身。",
    "987": "[16:27]即前論云：這個《入行論》上面說：",
    "990": "[16:30]「能行正法身，為小不應損，如是能速滿，諸有情意樂。」說你現在這個身體啊，要行正法，把圓滿的佛法在世間深廣地弘展，結果你為一點點小事情，把那個身體送掉了，這個圓滿的教法是個莫大的損失呀，這個不要去送掉它！你能夠這樣做的話，雖然你沒有送，卻是在圓滿的正法上面有了絕大的意義。這樣做的話，使很多人得到好處。所以，「如是能速滿，諸有情意樂」，而不是在一件小事情上面得一點小好處。",
    "1046": "[17:26]若就自分已離慳等布施障礙，而就他分若不捨身，能辦眾多有情利義大事之時，有求肢等亦不應施。下面就說，那你自己內心當中啊，已經離開了這個慳。前面就是說時間還沒有到，因為什麼啊？你的施心沒有清淨；現在呢你的施心已經清淨了，是啊，這個布施的障礙已經去掉了。但這種情況之下還不一定捨，為什麼呢？不是就你自己方面來看，而是就別人方面 ─而就他分。為什麼就他分啊？利益別人！因為你拿了你現在這個身體，能夠成辦很多很多利益有情的大事情，所以少數一個人跑得來要你一個手，要你一個眼睛，這不、不、不！我啊，要成滿眾多有情的大義利，不為這個小小的小事而捨身。這是這個地方，所做的事情的第一項。",
    "1130": "[18:50]若為令作殺生等事，俱害自他諸惡行故來乞求者，則自不應暫施於他。還有一種呢，他是來求你，但是他求你，你幫了他以後，所做的事情，對象什麼？你幫了他去殺生，結果害自害他。關於這一類惡行，這個來求的人啊，你可不要給他！你給了他以後啊他去做壞事，結果他自己也損害，然後別人也損害，那不要給他。這第二個。",
    "1175": "[19:35]就求者門不應捨者，這第三個，就是來求的人哪，在這種狀能當中 ─不合理的，這個不要捨。",
    "1186": "[19:46]若魔眾天，或由彼天所使有情，懷惱亂心來求肢等，不應捨與，這個魔來求的時候，或者雖然不是魔，為魔所使的這個有情，這個有情被這個魔擾亂了心，或者失壞了自己的本心，那個時候他跑得來跟你求的時候，你不要給他。為什麼呀？",
    "1213": "[20:13]勿令於彼有損害故。你給了他，這反而對他有害。",
    "1222": "[20:22]若諸瘋狂心亂有情來乞求者，亦不應與，這個不是「為」字（編者按：此處師父開示時所用的廣論版本作「為情」，師父在此修訂為「有情」），若諸瘋狂心亂的有情，這樣。這些人哪，瘋狂了、心亂了，那這種人來求的時候，你不要！",
    "1240": "[20:40]此等非是實心來求，喏，因為他並不是實實在在的，他已經是心裡面亂掉了。",
    "1248": "[20:48]唯於眾多浮妄言故。嗯，這個情況。",
    "1253": "[20:53]非但不施此等無罪，施則成犯。不但這個沒有罪呀，反而施了以後還有罪的。",
    "1266": "[21:06]除此等時來求身者，則應施與。上面先說哪些不應，不應該的去掉了，那換句話說，就是應該的；應該的，你就應該送給他。",
    "1278": "[21:18]此復有二，謂割身支等畢究施與，及為辦他如法事故，為作僕等暫施自在。那麼施這個內身又有兩種：有一種呢，就是把你的身體，比如說給他一個、送他一個眼睛，送他一個什麼，乃至於像佛陀因地當中，捨身飼虎，然後身上割了餵鷹，他自己的身體送給他。或者是幫別人忙，身體還是你的，那麼暫時幫他解決一些問題。這個都是捨內財的，這是就我們的身體。",
    "1329": "[22:09]第二廣釋外物捨不捨理分二：那麼身體以外的外面的財物，什麼該捨，什麼不該捨。",
    "1338": "[22:18]一不捨外物道理，二惠施外物道理。什麼情況之下不送，什麼情況該送。",
    "1346": "[22:26]今初　初中有五，一就時門不應捨者。如於出家及諸近住，施午後食。第一個就時間來說，那個時間不合適，不應該。出家人午後不可以，近住守八關齋戒，凡是這種人，過午了以後他不再吃東西，所以過了午以後你再送他，這個不合理的。這第一個。",
    "1378": "[22:58]二就施境門不應捨者。你所施的對象，哪一些不可以。",
    "1385": "[23:05]於持戒者，施殘飲食，或與便穢涕唾變吐膿血所雜所染飲食。這個。就是說，真正持戒，這個這種人都是有功德的人，這種人你應該恭敬他，現在你殘剩的東西，那等於好像這樣是乞丐一樣，這個不可以！或者這個東西當中，為那個髒東西所染污了，這個不可以。其次，",
    "1417": "[23:37]於諸不食葱蒜肉者，不飲酒者，縱欲飲食，然具律儀不當授彼，施與蒜等及所雜染。那麼那一類人哪，他或者葱蒜、肉、酒不吃的人，就算他想吃，來求，你不可以。還有呢，具律儀的人，不可以。具律儀就是具戒，因為這個戒這都是戒絕的，不可以。你如果把這個東西送給他的話，那個就是犯了；雜染。",
    "1464": "[24:24]雖復先以正言曉喻，令其於施生歡喜心，然於怨家藥叉羅叉兇暴所覆，不知報恩，諸忘恩惠來乞求者，那麼這個還有一類呢，就是你已經如法地去說明了他布施，然後呢願意布施，心裡也歡喜，但是有一類的人，這個怨家、藥叉、羅叉等等，這種人是在什麼狀態當中？「兇暴所覆」，他那個心情呀，是跟這個心相應的，跟這個心相應 ─不知報恩，忘恩負義，而在為那種暴惡心裡邊所使之下，如果這個情況之下來求的話，不要給！",
    "1525": "[25:25]與子僕等。病人來求非宜飲食，或雖相宜，然不知量而與飲食。若已飽滿性極饞嗜，來求妙食惠施妙食。那這個。或者不是怨家對頭等等，或者兒子、子女，或者就是親人哪、僕人哪、病人哪，來求不相宜的，這個不相宜的東西啊不要給。或者是雖然相宜的，不知量的不要給。譬如說什麼是不相宜的，那個小孩子，現在的小孩子啊，哎呀，看見那個不應該吃的，人家現在普通一般那個叫什麼啊？大麻煙是吧！就是那一類，那一類東西，喔唷，這個很清楚、很明白不相宜的，那不可以！或者呢雖然正常的飲食等等，但是他吃得不知量，這個不可以！或者呢已經飽了，這個「性極饞嗜」，啊！那個貪心非常強啊，來求妙好的東西，這個不要給，不要給。",
    "1606": "[26:46]若諸外道為求過端及非求知經典之義，以財貨想而來乞求，捨彼經典。〈菩薩地〉中略說如是，那麼還有呢，他求的東西是求的經典。求的經典，但是他的目的呀，他不是要來了解這個經義，他要看了你這個東西，他要找你麻煩 ─欸，看看他那個經，看看這個經裡邊，挑剔它。如果這種情況之下，這個經不要給他！或者呢，他來求那個經，他不是挑剔，他也不要了解，欸，覺得你這本經是古裝、古版、絕版很值錢，這種情況來求你，那你不要給他！這個〈菩薩地〉中那麼大概這麼說，大概這麼說。〈菩薩地〉它這個〈本地分〉當中，下面是這個〈決擇分〉當中。",
    "1666": "[27:46]廣如〈菩薩地．攝決擇分〉應當了知。那麼詳細地要分辨這個內涵呢，這個〈決擇分〉；前面是〈本地分〉，後面是〈決擇分〉。就是說，遇見一個情況，你如何如理、如何不如理詳細分辨的，這是在這個〈決擇分〉當中。",
    "1688": "[28:08]如云：「若是已寫完善經典，有嬰兒慧眾生來乞，若施與之當知有罪，就是說這個完好的經典，已經寫好了；現在來說的話就是 ─現在不用寫了，現在印刷很方便，古代的這個經典，哎喲，好難哪！要硬是手一個字、一個字抄起來的。在我們國內已經不見了，我在印度看見他們寫在那個貝葉上面，那是有的人，那個工楷寫得真漂亮啊，整天都是這寫的，就是硬是一一寫出來的。這已經寫好了，然後呢當然寫好了以後，是專門供養別人，乃至讓人家讀誦、思惟、觀察的，可是來求的這個人，他不懂事 ─嬰兒慧，是小孩子，他根本跟它不相應，這個不要送給他，你送給他反而有罪的。乃至於你自己，",
    "1750": "[29:10]若為施彼轉向餘求亦是有罪。你自己沒有，向別人求也不對！這個經典的目的是增長人家智慧，他現在沒有智慧，你送給他，不是白白浪費嗎？不要說像前面的，來求你過什麼等等，就是他智慧不夠都不要送。",
    "1768": "[29:28]若我令他持諸深法及觀彼能如實信解，唯以是思而惠施者，是為無罪。說這樣的經典呀，是送了他以後，嗯，覺得他能夠照著這個經裡邊深入法義，這樣應該送。或者你覺得他能夠「如實信解」，這個時候，你就送給他，這個是無罪。"
}