{
    "10": "[00:10]這裡面有一點要注意啊！就是容或他像你所想的，他能夠深入，或者他雖然不能，而你覺得他能夠這樣。那個時候啊，你自己的意樂當中是正確的，說你現在送給他了以後啊，他能夠如實地、真正地深入信、解，那個時候你送給他，那是沒罪。",
    "38": "[00:38]若令諸具正信有情，書寫相似正法典籍，或外道論，或先已寫現在手中而施信者，或從他乞而施與者，是名有罪。下面這個注意一下！或者我們令那個具正信的有情寫，寫什麼啊？「寫相似正法典籍」，相似正法典籍，喔，也是正法喔，但是呢這是個相似法。「或外道論」，外道論嘛當然不可以囉！就是我們現在布施啊，布施那種外道，外道正是對內道、對佛法有損害的，這不可以！不但外道而且佛法當中相似典籍喔，現在把那個經送給別人都不可以，這個是財施喔，如果我們講給別人家聽，法施也是同樣的道理，這一點我們現在往往很容易犯！",
    "104": "[01:44]啊！現在我看見各式各樣的經典，然後呢有很多什麼那種偽造的經典不談，還有呢，就是不偽造的經典，有很多人現在知見不成熟，說了一大堆道理，這個都是相似見解，這種不可以！送那個書固然不可以，說那個道理，同樣地不可以。佛經裡面尤其告訴我們破壞佛法，誰？不是那些外道，有兩種人：第一個，說相似語，他─你說他不對嘛，欸，他好像他也講得對啊；說他對嘛，實際上似是而非。這個一點，說起來容易辨好像很容易，說它難辨是真難辨哪！所以我們真正修學佛法的弟子，要想開口，要想乃至於不開口，辯論如法與否的話，自己的的確確需要一點努力啊！能夠辨別出如理以及非理，尤其是中間似是而非的那種，那個是非常重要、非常重要！那麼這種情況之下，你送給別人，那是有罪的！",
    "190": "[03:10]手中現有已寫似典，菩薩應令改拭彼典書佛聖教，自亦應知彼無堅實亦應為他說其非善。喏！不要說教他寫不可以，就是現在已經有了那種似是而非的那種，那怎麼辦呢？把它改掉，改寫別的東西。改寫什麼？改寫「佛聖教」，正法相應的。自己曉得它錯誤的、不堅實的，曉得了以後還要告訴他：這個不對的，這個不對的！那麼關於這一點哪，首先應該有一個能力，什麼？自己能夠辨別得出來似、正之間，似、正之間。對於目前有太多這種情況，常常有人說：「哎呀，某人哪，老法師啊！你該怎麼、怎麼辦哪！」我自己衡量衡量，我始終曉得得很清楚。所以我告訴你們哪，我只是個常敗將軍，我只是把我的失敗經驗告訴你們，真正的正法，我實在談不到正確的認識。在座的諸位，如果說有這個經驗的話，我們互相共同勉勵，要想得到正確的知見是不容易啊！",
    "280": "[04:40]所以呀，我們說動不動說：「哎呀，我去弘法啊！」我常常有一個感覺，你法不弘啊 ……欸，這個金字招牌古來人說「藏諸深山」，然後呢等到一旦有時候的話，「傳諸其人」，它那個金字招牌不會壞。古來的人就是這樣啊！哪怕世間做生意的人，欸，他願意把那東西藏起來，等到真正相應的人出來拿出來，這個金字招牌還在。現在我們忙著要想去傳哪，你不傳，不壞，被你一傳，完了！為什麼？因為人家來學的人，他總覺得：哦！你是一個法師來傳那個法。他自己沒有能力，所以跟你學，他把你看成法師，所以結果你所傳的是相似之法，他以為這個就是佛法，以後他就拿著這個作為佛法。這個相似的跟正確之間一定互相影響的，真的好的東西來了，他就聽不進了！然後呢，他就拿這個相似的來判斷、來行持，好了！完了！佛法之真正衰就衰在這個地方啊！",
    "354": "[05:54]所以現在有太多人心是好啊，這個《了凡四訓》上面一再說，好心而行壞事啊！這是我們無論如何應該避免的。絕對不因為你好心而得到好報，好報究竟是會有的，但是這個外面的壞影響，你往往要先受這個果報。乃至於你雖然一番好心，傳了個相似法害了人家，你把別人家先送下地獄去，這個是真的好心嗎？說到這地方這「相似」兩個字，我們應該特別認識！本論一開頭的就告訴我們。不要說我們現在自己做，就是要求善知識的時候也是一樣，這個善知識，什麼是真善知識行相擺在那裡，而不是那些他略有知解，稍微碰到一點什麼，哎呀，好像乃至於說得頭頭是道，這種是千萬不可以！繼續下去。",
    "419": "[06:59]若諸紙葉猶未書寫，有來乞者，爾時菩薩應問彼言，汝今以此欲何所為，若云轉賣以充食用，那麼假定那個紙葉，這個紙葉就是以前印度書寫那個佛經哪，是一種樹葉，一種樹葉，就是這個樹葉就是相當於我們現在的紙張一樣，是空白的還沒寫，那麼有人要來求。你本來是寫經的，那就 ─這個菩薩就問他了，說：「你來求這東西幹什麼呀？」如果他說：「哎呀，我沒得吃啊，現在看見你有紙，我來向你求得這個紙去賣掉了，然後去吃飽肚子的。」這種情況之下：",
    "479": "[07:59]菩薩若是將此紙葉預書正法，則不應施。你本來你這個紙張準備寫正法的，那不要施，不要送給他，不要送給他。不要送給他，怎麼辦呢？",
    "495": "[08:15]若有財者應施價值，若無價值，二俱不施亦無有罪。你有錢 ─他本來的目的就是要錢，不是要紙的，那麼你把那個紙相當的價值給他。如果說你沒有錢的話呢，你根本不施，不施也沒有罪，這是第一種情況。換句話說，你那個紙是準備有大利益的用場的，那個時候為了小小的，這個前面原則就說得很清楚，對吧？為了小小的這個，不送，這個沒有罪。",
    "527": "[08:47]若非預為寫正法者，應即施與，令彼隨意受用安樂。假定你原來這個紙不是為了正法的，欸，那麼好了，你就送給他了，送給他了！隨他的意，使他得到快樂。",
    "545": "[09:05]如是若乞欲書最極下劣典籍，不施無罪。他拿去了這個紙，如果來求的人拿到了那個紙以後，幹什麼呀？寫那種很下等的、惡劣的這個書，那個時候不要送給他，不要幫忙他造壞事。",
    "567": "[09:27]如欲書寫極惡典籍，如是欲書中典亦爾，若欲書寫最勝經典，不施求者，當知有罪。」那就是說，下劣的不可以、罪惡的不可以，就算是中等的也是這樣，它總要有好處的。而反過來，他如果說拿了這個紙張是寫殊勝的經典的，那個時候你不送給他，就有罪了！前面那個原則告訴我們很清楚，你送給人家的時候啊，看他的現在、看他的究竟，兩個都有利益，這個一定要有詳細的比較，那個時候再送。比如像前面那種，這個他拿了去以後做壞事，不可以！然後呢你送給人家，送給人家說相似法、寫相似法，不可以！這是害人的，眼前好像很動聽，究竟的話，不可以！這個是第二，對於你所布施的對象來說。",
    "635": "[10:35]三就自身門不應捨者。那麼反過來，不是這個對象 ─所受你東西的你布施的對象，而是說你布施的自身，在什麼情況之下不應該呢？",
    "653": "[10:53]若自了知，於經卷等其義未辨，又於經卷亦無慳垢而將經卷惠施求者。你自己曉得他要來求的這個經書，你自己還並沒有了解。有一本書你自己還沒有了解，他要來求，那個時候啊，下面加上一個條件，說你對這個經典本身啊，倒並沒有小氣，捨不得這個心，那個時候你不要送給他，不要送給他。這個條件注意喲！就是說第一個，你自己心裡面並沒有捨不得，然後呢你自己並不了解，你要求了解，他要來求你的時候，你可以不要送給他。",
    "700": "[11:40]此不應施之理者，謂行如是法施，為成三種隨一所須，若不施者，尚有後二殊勝所須，施則無故。你為什麼不送給他啊？因為你現在要想研究這個經典的深刻的內涵，了解了以後你才能夠如法行持。菩薩的如法行持什麼？廣利一切有情，然後呢把佛法能夠流傳世間，它有這樣的殊勝的好處。你現在送給他了呢，最多滿了他的一點的願，以及捨了你自己慳。所以這樣的作法的話，它雖然不捨，可是後面還有兩種殊勝的利益在，你一旦送給他了，後面這兩個殊勝的利益就沒有了。所以他下面解釋：",
    "765": "[12:45]初一所須已辦訖故，謂我自心都無慳垢，故慳煩惱不須更除，它這個布施有三種利益，第一個呢就是除掉我的慳貪之心，而像上面這個情況，我自己心裡面並沒有慳垢；既然既沒有慳垢的話，欸，這個事情不要更辦，所以並不違背。而同時如果你不施，不把那個經布施，能夠幹什麼呀？",
    "806": "[13:26]若不施者，見增眾多妙智資糧，施則無之。所以你把這本經擺在這地方，自己研究的話，增加你的妙智資糧，送給別人就沒有囉！說如果反過來不施呢？",
    "824": "[13:44]若不施者，便能修集妙智資糧，利益安樂一切有情，即為愛念此一有情及餘一切，若施唯是愛此一故。這個就辨別了！現在你不送給他的話，你就研讀深入這本經典的，能夠集聚勝妙智慧資糧，由於這樣的勝妙智慧資糧，能夠安樂利益一切有情，這樣的。現在呢，你如果送給他了，只是為了他一個有情，就是「即為愛念此一有情及餘一切，若施唯是愛此一故」。你這樣地一比較的話，那就不捨了，那就不捨了！因為你不捨，那是顧及一切有情，如果捨，只是他一個。這個比較，所以不捨。",
    "891": "[14:51]〈菩薩地〉中所須輕重如是宣說。喏！菩薩地中就把這個輕重分別了，像上面這樣說得清楚了。",
    "903": "[15:03]《入行論》亦云：「為小勿捨大。」不但〈菩薩地〉，《入行論》也這麼說。",
    "909": "[15:09]故不施此非僅無罪。所以呀，不送給他有大利益，不但是沒有罪還有大利益喲！但是不施雖然不施哦，他還有個善巧的方法。",
    "925": "[15:25]不施方法者，不是說隨隨便便地，他有一個善巧方便。",
    "934": "[15:34]不應直言此不施汝，要當施設方便善巧，曉喻遣發。是啊！你要善巧方便地說明哪，打發他，打發他。那麼什麼是方便善巧呢？",
    "949": "[15:49]方便善巧者，謂諸菩薩先於所有一切資具，以淨意樂迴向十方諸佛菩薩。所以這個地方，我們用的方便是這樣的方便哦！不是為我們自己的煩惱啊，找一個藉口而開的方便哦！這個善巧的是怎麼說？這個菩薩啊，修學菩薩的人，把我所有的一切，已經以清淨意樂，統統送給迴向給十方一切諸佛菩薩。下面這個比喻：",
    "979": "[16:19]譬如苾芻於法衣等為作淨故，捨與親教軌範師等而守持之。出家人持那個三衣的時候，有個作淨法，就是說我把這件衣服捨給某人，然後呢我代某人來持守這個。這個戒律上面，平常我們不大注意為什麼要這樣做；就是說你這樣做得清淨了，你如法受持。實際上這個道理是為什麼？實際上你了解這個大乘，了解得千真萬確！這個大乘行者你的一切受用為什麼？為利益安樂一切有情，因為要利益安樂一切有情，所以你要利用這個暇滿的人身 ─內是自己的身，外面這個身所受用的資財，的的確確你要那些東西。那麼現在呢這個東西，不管是你捨給上面的尊長，不管是捨給別人，就像前面所說的「為有主身，護有主財」，那這個是有主的我已經捨給了，然後呢你拿這個身保護他們那些。所以呀，這個苾芻的這個作淨，有它這麼特別的意義在，有它這麼特別的意義在。所以說，已經捨給那些人哪，你代他來持守而行如法事。",
    "1073": "[17:53]由如是捨，雖復貯蓄眾多資具，亦名安住聖種菩薩，增無量福。喏、喏、喏，這個對了！你像這樣的捨法，雖然你貯蓄了很多東西，但是的的確確這個是安住相應的，是聖種菩薩，不是個敗壞菩薩。是一個菩薩，而是如法如理的，可以增無量福。這地方注意喔！特別前面說明，就是說菩薩之在增上生當中，所以受用這些東西，他絕對不是增長自己的煩惱，絕對不是的！他把持這個東西，他要幫助別人，他要錢、他要財、他要身體，他要種種這個東西。所以為了這樣而去受持這個，所以他要作一個法，啊！實際上，說我現在送給某人了，現在是為某人而持。這個比丘戒當中，羯摩當中的這個真實的意義，在這地方簡單地說明瞭了。",
    "1133": "[18:53]此於如是一切資具，如佛菩薩所寄護持。現在你所有的一切資具，的的確確都是什麼啊？諸佛菩薩寄在那裡的，寄在你那裡的，你是幫忙他而護持著。",
    "1151": "[19:11]見乞者來，若施與彼此諸資具，稱正理者應作是念，諸佛菩薩無有少物不施有情，思已而施。你有了這個上面的這個認識，有了這個了解以後，那麼有人來向你討啦，討了以後，是的呀，沒錯，你是代諸佛菩薩看守的。那時你就想：欸，佛菩薩的目的幹什麼？佛菩薩的目的是無非利益有情，沒有一點點東西捨不得的。那麼既然如此，他來要了，我代佛菩薩看，好、好！他來我送給他，就是這樣。那個是說，他來要的這個人是合理的，如果他來要的不稱理，他來要你的人是不合理的，那麼怎麼辦呢？",
    "1196": "[19:56]若不稱理，即當念先作淨施法，由已捨故，告言賢首，此是他物不許施汝，言曉喻。如果他在求的人，或者你這樣送了以後不合理的話，那怎麼辦呢？你就想了：「欸，我這個東西送給別人啦，那已經送給別人了，那當然不是我啦！」所以那個對來求的人就告訴他：「哎呀，賢首，」現在我們說善知識啊、菩薩啊、仁者啊，說你這位先生、你大德等等。「我現在這個東西，這是別人的啊，既然是別人的，我沒辦法送給你。」所以「言曉喻」，這個就是不施的方便。或以紙價二倍三倍施與遣發，",
    "1242": "[20:42]上面，假定說他來求那個書寫正法的紙等等，怎麼辦呢？那個紙不送給他，另外「或以紙價二倍三倍施與遣發」，這樣。",
    "1255": "[20:55]令他了知菩薩於此非貪愛故不施於我，定於此經不自在故，不能施我。如是行者是巧慧施。那麼所以他要來求那個，這個經典的話，你不送給他，而把這個經典相應的紙的價更超過幾倍的價錢來送給他，讓他了解你的的確確不是貪愛難捨而不捨。而的的確確你沒有權力，所以對這個經不自在，自在就是說那我可以做得了主，是作不了主。所以既然做不了主，別人的，他怎麼可以把別人的東西送給我呢？這樣的作法那就是我們行者的善巧，對的！所以他不送也有不送的方法喲！",
    "1311": "[21:51]現在請翻到《菩提道次第廣論》兩百七十六頁，第二段，第二段。上面這個關於外物捨不捨的道理，捨不捨的道理分兩個大段，一個呢外物不捨，第二個捨。那麼這個不捨當中又分五個小段，前面三個已經講過，今天講第四。",
    "1354": "[22:34]四就施物門不應捨者。這個第四點，就是你所送的東西，說我是能送者，送給一個受者，以及所施的東西，所施的東西有一類不應該送的，下面說明它：",
    "1376": "[22:56]若自父母，有虫飲食，妻子奴等未正曉喻，雖正曉喻若不信解。若自妻子形容弱族姓之人。雖說此等不施為奴，然亦即是物之重者，故墮物數。有些東西不應該捨的，儘管菩薩一切已經是發心的時候、受戒的時候送給別人，但是他所以送的原因是什麼，為了增長自他善法。所以凡是這一類不捨的，就是說，他不能增長而反而有相反效果的，前面說得很清楚。所以他重點在捨的原因、捨的目的，所以這樣去捨，當捨了以後對他的目的相反的話，那就是不捨的，第一個總則已經說明。",
    "1451": "[24:11]那麼現在這裡細則，所以自己的父母，父母當然不能送給別人；有蟲的飲食 ─你送給別人是利人的，這個不但不利人，而且有損。那麼平輩乃至於最親近的妻、子，自己的夫婦、子女，那麼以及下面的傭人等，雖然這也可以送人，但是你一定要如理地告訴他。如果不告訴他，或者雖然你如理地告訴他，他卻不能了解，也信賴不過，這種情況之下，結果他固然是不服氣，受的人哪，到那個時候也會產生同樣的不和合的現象，所以這種情況之下，不送！",
    "1518": "[25:18]還有呢，就是不管妻抑是子，他很差，形容軟弱，這有病哪，這樣。如果說送給別人的話，人家要派他種種用場啊，結果他身體又差、有病，乃至心力又差，這個不行，這個不行！還有呢「族姓之人」，就是他出身很高貴，這個很高貴的出身的人哪，你送給別人，送給別人由人家支配啦！印度當年的習慣，那是就是奴隸一樣的，送給別人就是奴隸一樣的，他出身高貴的人做不來這個事情。他雖然你送給他了以後，跟你的原來的原意達不到，產生了反效果，這個不送。那麼原則上呢，上面這一類就是「物之重者，故墮物數」故。前面曾經講過，就是平常輕微的東西，稍微有一點損益，這個影響不大，現在這種情況之下，你一點點弄得不好的話，就產生絕大的反效果，所以在這種情況之下避免，避免。",
    "1602": "[26:42]〈菩薩地．攝決擇分〉說，若是三衣及餘長物佛所聽許，無慳意樂於修善品極所須者，雖不施與亦無有罪。那麼除了上面這個以外，在〈菩薩地 ‧攝決擇分〉當中，〈攝決擇分〉就是《瑜伽師地論》上面講〈菩薩地〉修學菩薩的人，根本意趣說明了以後 ─〈本地分〉就是說明根本意趣，然後呢「決擇」就是這個裡邊細辨，細辨、討論一些問題。那是說，譬如說我們出家人的三衣，這個是自己修學佛法必須要的東西。那麼除了三衣以外呢，跟我們日常生活必須要的其他的「長物」，就是多餘出來的東西，這個佛所聽許的。那麼我自己本身修學是很用得上，所以能夠增長我們自己的善法的，所以呀「修善品」非常需要的，而自己也並沒有對它放不下慳貪的這種心情，這個情況之下不施也沒有罪，沒有罪。",
    "1684": "[28:04]如云：下面就引：",
    "1687": "[28:07]「出家菩薩除三衣外，所餘長物佛所聽許，身所受用順安樂住，若故思擇施來求者當知無罪。若顧善品非墮欲貪，雖不施與亦唯無罪。」說我們修學佛法的人 那麼在家菩薩當然沒有這個，沒有這個不需要 出家人，那麼三衣就是我們這三衣，以及其他的，出家人佛所聽許的那個。這個在我們出家修行的人，不要說菩薩，就是聲聞也是如此，他受用的目的，不在乎長養世間的若身若心的這一個生命以及染污；而是由於利用自己的暇滿人身，以及暇滿人身所必須要的外面的受用修學佛法，修學佛法，所以這個必須要的。如果你對這個有了認識，那麼說這個是我必須要的，所以「故思擇施來求者當知無罪」。這個如果說你在這種狀態當中，是，你覺得可以送，所以他不是貿貿然地像別的東西，人家來要我就送給別人。"
}