{
    "8": "[00:08]所以你必須要了解，這樣地送了以後，是不是對人家有利，對你自己也有利；對現在有利，對將來也有利。反過來，說你是需要的，但是呢你並沒有慳貪的意思。我們布施的真正最重要的，第一個，在慳貪上面決定要去除，而且要至心以無貪的心去布施；現在在這個慳上面我沒有，而修學善品當中這是需要的，那麼在這種情況之下呢，這個不施也沒有罪，不施也沒罪。換句話說，我們在這個地方要辨別得清楚。",
    "61": "[01:01]《菩薩別解脫經》云：「舍利子，若諸菩薩重來求者，捨與三衣，此非修習少欲。」故出家菩薩施自三衣，即是有犯。乃至於《菩薩戒經》上面說，特別說明，說關於自己的三衣，就是人家怎麼來求你呀，這個不要捨，因為這是你自己必須要的。我們少欲，其他東西可以捨掉，這個三衣是出家人根本需要的，這個不算少欲，所以你把你自己必須要的三衣捨掉了，那個反而有罪的。那上面就辨別有一些東西，那個東西來說，那個不應該捨。最後第五：",
    "108": "[01:48]五就所為門不應捨者。就他為什麼要來乞這個東西，乞了這個東西去幹什麼，我們要了解。如果說，他拿了這個東西做不合理的事情，那個就不要送給他。所以下面就解釋：",
    "130": "[02:10]若有來乞毒火刀酒，或為自害或為害他即便施與。那麼這些東西呀，來乞有毒的、火、刀啊、酒啊那些東西，不管他自己傷害，或者傷害別人，這個不可以送給別人。",
    "149": "[02:29]若有來乞戲樂等具，能令增長墮惡趣因，是應呵止，反施彼物。這個還有一種呢，雖然不是傷害 ─眼前傷害，而是將來能夠墮落的「戲樂」，這是沒有義利的事情，沒有義利的事情。眼前雖然不傷害，但是將來就是墮落惡趣的，這種事情啊是應該呵斥，不應該做的，那個不可以布施，不可以布施！",
    "192": "[03:12]若有來求或來學習罩羅罝弶為害有情，教施彼等。由此顯示，凡害眾生身命資財，皆不應學彼等教授。還有呢，有的人來求，求這些東西，或者來學這些東西。求什麼？「罩羅罝弶」，那個就是捕捉鳥獸的東西。「罩」通常就是竹子做的一種竹籠，擺在河裡面捕魚用的；「羅」就是羅網，捕鳥的；「罝」也是一種羅網，它是呢，不是捕天上飛的鳥，捕走獸，通常捕兔子啊什麼這些；「弶」就是一種弓箭，那個弓箭上面有雕刻的特別的，就是這樣。這個東西或者直接來求，或者學這個東西，他的目的幹什麼呢？這些東西都傷害有情哪！你有，不能送給別人，然後你知道了，也不能教給別人。所以啊，更從這個地方說明了，凡是傷害眾生的身命、資財的話，那皆不應學，也不可以教。",
    "279": "[04:39]若為殺害或陸或水所住眾生，來乞水陸即施此等，若為損害此國人民或為害他，來求王位而行惠施，若有怨家來求仇隙，施彼讎敵。這些都不應該的！他不管是水上或者陸上，那麼有眾生，所以他來求這些。比如這一段，我們現在說這個土地是你的，像我們目前在這裡呀，我覺得我們對這種概念不大清楚。比如說一個田荒在那裡，我們任何人就可以跑得去踩上去，好像無關緊要的。我在西方，在美國我就看見就不是。儘管一塊荒地在那個地方，荒地在那個地方，你不能證明它這是公家的，我們隨便決不踩上去。有的地方它那個邊界上面就寫一個，比如說那個公路旁邊哪，他那個標一個他自己的姓名，或者寫一個“private”─這是私有的。那在任何情況之下，我們不會站到那地方去。萬一有的時候不小心踩過去了，沒有人那當然無所謂啦，有人一定跟他打個招呼：「非常對不起，不方便！」「好、好、好！」不像我們現在這地方隨隨便便，哎呀，進來了，好像「怎麼，妨礙你啊？」就是這樣。隨便這麼都不可以，何況你要。",
    "374": "[06:14]所以在那種地方，譬如說到了春天啦，或者什麼人家去打獵呀，打獵他們一定有一個區域，有一個範圍。凡是那個地方標了一個 “private”，因為它那個地方的地方很多啦，那個很多那個林野很多，我們跑過去看見那地方一標，那就不進去，打獵人都不會進去。所以像這個上面就說明，如果這個地方有水、陸等等的東西，那麼人家要來為了傷害這東西，譬如說捕魚啊，那條河是你的，人家來要求，你不要讓給他，不要讓給他，那是不要傷害那個有情，這個是對畜生來說。那麼同樣地這個國家來說，有人求王位，求了王位而要傷害你這個國民，那不要！還有呢，這怨家，這個怨家跑得來，不是為了目的 ─比如我們現在有人說捨什麼身上的什麼東西啊 ─他可不是為了救命哪，他是來傷害你，那不可以給他！這個是第五，這些東西我們容易了解。那麼上面說的五項是不應該，下面呢，什麼是應該施的。",
    "451": "[07:31]第二應施外物之道理者。若即此身非是大師所遮之時，於彼補特伽羅捨所施物，非不稱理，於彼相宜即應施與。他還是照著這個次第，上面第一個嘛就是說，我們剛開始的雖然你發了大心，樣樣東西送給別人哪，但是你那個悲心還沒堅固，捨心還沒培養，做的時候那個佛不讓你隨隨便便送的！說，如果說它不是佛所遮止的，這種情況之下。所以說這個就是對我們自己身體來說，你夠了這個條件，然後呢佛不遮止的時候，那麼那個時候是合理的。合理的，你能夠做得到的，這個時候如果有人來要，對人家有用，你就送給人家。",
    "524": "[08:44]又若自身與前相違，於諸經卷有慳心，雖未已辨經典之義，應施來求樂勝智者。那麼前面曾經說過，說有的人來求那個經典，可是你自己對那個經典的道理還沒弄通，還沒弄通，所以你修學這個經典哪，有後面的大利益在，有大利益在。你現在送給別人了以後，是的，你啊，第一點對於慳貪捨那一點做到了，可是後面的大利益卻不行，所以你可以不必送。但是現在的情況不是一樣，說，你是的，對這個經典的道理你沒弄清楚，你應該去弄，可是你的這個慳貪心在，在修學布施的時候最重要的目的幹什麼？破除你的慳貪！結果你的慳貪心在這個地方的話，對不起！在這種狀態當中啊，那你就應該送給別人，要破除那個慳貪。",
    "606": "[10:06]此復若有二書即應施與，若無二者應與書價，價亦無者應作是念，我行此施，縱於現法而成癡瘂，不忍慳貪，如是思已定當惠施。嗯，下面就說這個道理。說這個時候假定你有兩本書的話，那就送給他啦，你自己還留著一本；假定是沒有兩本的時候，因為你要想辦法了解這個，所以你儘可能地想辦法，給他跟書相等的價值。如果說連這個也沒有的話，那個時候你怎麼辦呢？就想：是的呀！我送給他了以後那我自己沒辦法深入了解，就癡瘂；但是呢，我現在的目的是什麼？破除慳貪，破除慳貪。我拿了這個藉口，結果增長自己慳貪，我寧願癡瘂，我不可以慳貪。這樣！結果還是把它送出去。",
    "676": "[11:16]這個地方有一點我們很值得注意的，他在這個兩者取捨之間，碰到這種問題關鍵所在的話，他寧願送出去，不寧願忍受自己的慳貪。有沒有注意到我們平常做很多事情的話，就是實際上呢自己煩惱，他現在的是慳貪，我們什麼不一定，或者好戲論，或者好慳貪，或者好什麼。實際上內心真正的重點放不下，然後找藉口，說：唉呀，修行要這個身體呀！然後呢，所以你要講營養啊，要好好地睡呀，要想好好地弄呀！結果真正的目的是什麼啊？哪！就是這個 ─慳貪。看看那菩薩怎麼做的，菩薩怎麼做的！",
    "737": "[12:17]換句話說，我們真正想修行的話，你要自己內心檢點，如果說你那個慳貪心在的話，在這個地方很明白地告訴我們：寧願把命送掉，不要讓那個慳貪長養它！大家了解不了解這個意思？所以我們往往拿一個很好聽的名詞，做一個藉口，保護自己的煩惱。修學佛法的真正的內涵是什麼？我們要全部精神去對治煩惱。本來這個最好的藉口 ─不是藉口，是最好的方法，用來對治我們的煩惱的，結果卻是保護了你的煩惱，變成功保護煩惱的一個藉口，這個是修學佛法嗎？這一點哪，我們務必要自己好好地反省，務必要好好地反省！",
    "796": "[13:16]不過前面已經一再說過了，我們做，有一個漸次，至少第一個，理論上面要清楚。清楚了以後自己做不到，那個時候應該什麼呢？懷著慚愧的心情，第一個：唉，我怎麼做不到啊，我要好好地努力！單單這個慚愧的心情不夠，更應該了解長養這個煩惱的結果是什麼？對自己的傷害，對自己的傷害！為煩惱所使，貪一點小便宜，結果受到絕大的大痛苦，受到絕大的大痛苦。你所以放不下是為了貪一點快樂，結果呢傷害了你自己，就是這樣。所以你覺得：啊！這個是不能忍耐，不能忍耐！然後呢，你要找種種方法去對治它，所以在這地方就特別把這個道理說出來。",
    "858": "[14:18]所以我特別欣賞《了凡四訓》的原因，《了凡四訓》的〈改過之方〉當中提出三個辦法來：「恥」，然後呢「畏」，第三個「勇」。恥，恥些什麼？就是了解了這個道理以後，覺得：唉呀，我怎麼這麼差啊！所以佛法裡面說慚愧，慚愧兩個字，啊！一切白法的根本。「又慚恥之服」 ─《遺教經》上面，那就行了；如果你沒有慚愧你就完了！什麼叫慚愧呢？就是說，一個惡行的人，當他辨別清楚是非以後，一看，唉呀，自己覺得：我怎麼這麼糟糕，唉！拿我們中國人來說，恥呀！自己不如、不對！所以你一定要如理地辨明邪正、是非，然後自己覺得：唉，不好啊，自己不好啊！",
    "921": "[15:21]單單這個夠不夠？不夠！我們更要進一步，他是說「畏」，畏什麼呢？就是剛才這個。你了解你的根本原因所以貪，為什麼呀？還是求快樂，結果你貪了半天的話，不但得不到快樂，反而大大地傷害你，喔唷，那個時候就不但有恥而且有畏。前面哪、旁邊哪，都策勵你的力量，後面推動你的力量，那個時候你有了這個正確的認識以後，這個正確的認識叫正信，所以「信為欲依」，你那個善法欲就生起來。有了這善法欲，那個勤精進就跟著來了，所以就有一種精進的力量。世間聖人說「知恥近乎勇」，不是就是勇喔，近乎勇！這一點我們在這地方要特別說一下。他現在這地方，對法是如此，對其他的亦復如是。所以關於這一點哪，尤其是一心向上的出家同修們，在這一點務必要三思而行。我們繼續下去。",
    "1002": "[16:42]若所施物除前所說，又自作王時，終不抑奪餘妻子等，令離其主而轉惠施，唯持村等可施求者，如是不為墮惡趣因。那麼這個，還有呢像上面所說的，除前面所說的這一些東西，前面說的就是不應該送給別人的。那麼在這種情況之下，你如果說自己是王者，古代的王者是對於他屬下的一切東西他有主權，他雖然有主權，但是呢別強迫奪得取人家的妻子，然後轉送給別人，這個不做。還有呢，他可以任意地，比如說國王封下面的臣下有功的，或者什麼人那些地，啊，說這個給你；有人來求他，給他。不過跟上面相違背的，你送了他以後，他不會做壞事，因此他不會墮落，這個情況之下，你可以。下面：",
    "1081": "[18:01]諸戲樂具及罩羅等，不損於他眾生所居水陸之處，不傷眾生無蟲飲食應施求者。這個容易懂，就是跟上面所說的恰恰相反。",
    "1096": "[18:16]若有來求毒火刀酒，為自饒益或饒益他，即當施與。前面說過的毒、火、刀、酒這些東西，他不捨的道理，不在這幾樣東西本身，而是說因為這個東西能夠傷人的，也能夠自害的；他現在拿了這個東西，能夠自己饒益，能夠利益他人，那就送給別人，那個送給別人。比如說毒，欸，毒這個東西妙不可言，人家以毒攻毒，如果你身上面有了不好的東西，或者外面的瘡，或者裡面的病，往往要那個毒藥來攻，那就把它弄好了，那個時候對啦！這樣。那麼下面的火啊、刀啊、酒啊，亦復如是。",
    "1150": "[19:10]若如是行財施之時，來二求者，一貧一富應如何施。欸，你在布施的時候，兩個同時來求，那麼一個窮人，一個有錢的，那怎麼辦呢？",
    "1162": "[19:22]先作是念，設二求者來至我所，若堪於二充足滿願，即當俱施滿願充足，事先你心裡面哪，先要有這個認識，說，假定說有兩個人同時到我那裡，我能夠同樣滿他們的願，那最好。不能呢？",
    "1188": "[19:48]若不堪者，則當圓滿貧者所願。這個是不行的時候，那個取捨 ─先滿窮人之願。",
    "1200": "[20:00]由其先作如是念故，若不能滿二所欲時，即當滿足貧者所願，那麼因為他以前先已經有了這樣的一個心念，所以到兩者不能滿的時候，先貧者所願。",
    "1218": "[20:18]應以語曉喻富者，告曰賢首，我此資具於此貧者先已捨訖，切莫思為特不施汝。這個既然你只送給一個人，另外的人得不到，那個時候它始終有一個原則 ─你不能讓他過分地失望。那時候啊，你輕言善巧地來給他這麼說，說：「哎呀，這個大德呀，我這個東西先已經對這個窮人哪，已經送給他了，已經準備送給他了，所以你來呀，實在太對不起，太對不起，我倒不是不送給你。」要這樣去做法。那麼他為什麼要先這樣想呢？這個我們要了解，菩薩之所以為菩薩，他固然為利有情願成佛，這個大菩提願；這大菩提願的最中心、最堅固的什麼啊？大慈悲。大慈悲是看見人家苦，他要幫助人家拔除，要使得人家得到快樂，現在貧富兩者當中，當然是對這個貧者來說更需要，他的痛苦更大，給他一點點利益更大，所以他這個取捨是這樣。",
    "1313": "[21:53]但是他為什麼先想呢？因為先想了，他心裡的的確確他存著這樣；如果先不想，臨時這樣說的話，那他這個欺誑或者分配不公平，不好！所以這種小地方，特別說明了一個什麼事實呢？即便是菩薩，他平時的時候用一點方便，所以這個善巧方便哪，我們常常是方便妄語、方便妄語，實際上他不是妄語，他是方便而不妄語。因為他的的確確事先也已經想好了，「我這個東西這樣分配的」，他的確有這個概念，所以他來的時候 ─哪！這個是真正叫作方便。我們現在常常講方便、方便，人家方便的結果是什麼？善法增長，善法增長，增上生到決定勝。我們現在也說方便，說了方便以後開惡趣門，「忍非所應」，就是這樣，該忍的就不忍，這個是煩惱，然後呢不該忍的去忍它，長養這個煩惱，還找種種的藉口。這個地方我們務必要辨別得很清楚。這個文字很容易懂，這個文字一看就懂，可是他為什麼要這樣，這個這樣安立法的這個特質，你必定要把握得住，這個才是我們真正學佛法應該了解的這個基本概念。",
    "1413": "[23:33]受菩薩律初發業者，如是學施極為緊要，故特錄出，凡無別義者，皆如〈菩薩地〉意趣而釋。上面這些道理啊，這個對於剛開始學菩薩的人，受了菩薩戒以後，那麼第一件事情就學布施，這個事情非常重要，非常重要！所以特別從〈菩薩地〉，〈菩薩地〉就是廣說這個的，把它摘錄出來。如果你們要詳細地了解深刻的個別的意義，那可以到這地方去。我們這裡也有這個書，你們願意，好好地看。",
    "1463": "[24:23]那麼上面說這個外財應捨的這個道理。那麼下面呢，我們緊跟著說明，當不能捨的時候該怎麼辦，在不能捨的時候。",
    "1486": "[24:46]第二不能捨時當如何行者。若有求者正來求時，為慳覆者，應作是思，此可施物定當離我，此亦棄我我亦捨此，故應捨此令意喜悅，攝取堅實以為命終。若捨此者，則臨終時不貪財物，無所憂悔發生喜樂。那麼這是第一個。我們雖然學了大乘的佛法，乃至發了這個願，可是因為無始以來的習性所使，願是發了，真正境界上的時候，心裡面就會：唉呀，捨不得！那怎麼辦啊？他這樣告訴我們，說：假定說境界當前人家來向你要東西，那個時候啊你為這個慳貪心所覆蓋，換句話說，那個時候慳貪現行當中捨不得，捨不得。那麼那個該怎麼辦呢？他下面告訴我們，我們應該這樣地思惟、觀察這件事情。注意哦！這個思惟、觀察，一定在事先學習的時候啊，先如理地思惟觀察。假定前面沒有善巧的話，你到臨時的時候，你腦筋裡面這個道理的影子都沒有，只是，哎喲！這個心在這兒覺得：啊，給人家怎麼可以呀？它只想到那一方面，這個如理的思惟，這種正念絕不可能提起來。所以境界現前所以能提起來，還必須要我們平常的時候多學習思惟觀察，然後呢在很多小小的境界上面哪，有了對治這個工夫。那麼到那時候境界現起得大一點的時候，欸，你這個如理如法的這個力量才能生得起來。",
    "1621": "[27:01]那麼現在是說碰見這種情況，你應該怎麼想呢？說那個東西呀，我現在捨不得那個東西，儘管你怎麼個捨不得，對不起，到最後你一定要離開它的，沒有一個人可以保得住。所以我們古人有一句話：「萬里長城今猶在，不見當年秦始皇。」喔唷，這個秦始皇的雄心大略不得了！以那個時候這樣的一點工技都沒有的，造了個萬里長城，一直到今天這樣科技發達，算起來世界的幾個大奇觀當中，我們中國的萬里長城攤它一份吧！這麼了不起，結果請問：你保得住嗎？這萬里長城都保不住，現在我們這些東西你保得住嗎？千真萬確沒有一樣東西例外的，所以不管你怎麼個捨不得，對不起，到時候一定捨離掉！反過來呢，「此亦棄我我亦捨此」，彼此都是如此。",
    "1700": "[28:20]既然如此的話，你何必把它牢牢執守呢？唉，早點送掉！送掉了以後歡喜啊，啊，好啊！這圓滿了布施波羅蜜。以前由於這個慳貪難捨，一天到晚忙這個我。結果呢你忙著我，它這個我啊，就偏偏把你送在這個地獄裡面去，唉，一直在輪迴生死當中受盡了痛苦。現在呢我捨掉了，結果呢，欸，把這個不堅牢的物，換得了堅牢的這個法財。嗯，好啊，好啊！最後呢送掉了以後，嗯，到最後，這樣你的一生這樣努力，豈不是好嗎？",
    "1749": "[29:09]所以說「若捨此者」，那麼你一直捨、捨，捨到後來的時候啊，生前已經養成功了捨的，到臨終的時候你心裡面是了無掛礙，是了無掛礙。不但沒有掛礙，因為你沒有掛礙，同時因為你一生都積了那個善法，所以你覺得：哎呀，好啊，好啊！否則的話，臨終的時候這個放不下、那個放不下！現在樣樣送掉了，我積的是法財，那個財積在極樂世界，或者積在天上，啊，現在我正好到時候了，去享受了！歡喜呀，歡喜呀！"
}