{
    "9": "[00:09]所以在這地方，我們特別要說明，我們要見到發無上菩提，以及信跟這個廣行六度，所謂跟菩提心相應的行持這個偉大的果利，對於這一個道理見不到，這個過錯是應該改過來。怎麼改法呢？以最快的方式，想辦法觀察、思惟，看見它、認得它。我們看見有一個遠大的、好的果報在這地方的話，那我們眼前這種小名小利，就擋不住了，擋不住了，這樣。",
    "58": "[00:58]所以平常我們總是，哎喲，怕人家笑呀，怕人家什麼呀，這個世間的人因為你怕人家笑、怕人家什麼啊，一天到晚就纏死在這個裡邊。你們看古來這種大德，所謂那他們這種啊，那個所以用的這種真正了不起的大手段，都是超乎常情的，都是有絕遠大的眼光。這樣才談得上說「出家乃大丈夫事，非將相所能為」，這是很明白的啊！我們眼前是目光如豆，唉呀，那就是只看見一點點，總覺得：喔唷，這個人也這麼說、那個人也這麼說。你在這兒學佛啊，你還是學那些人？如果你學那些人，是嘛，你本來就不必到這裡來嘛，你就跟他們去混在一塊兒去算了嘛！如果說你要學佛的話，那一定要看佛是怎麼做的。佛是皇帝喔、王子喔，他這個王位都捨喔！這樣。為什麼呀？他就見到這個絕大的果利啊！啊，有這樣大的 ……那眼前事情擋不住啦！這是我們要了解的。",
    "130": "[02:10]總應觀察一切諸行，皆念念滅，特觀資財速滅速離，一切所施皆當迴向廣大菩提。那麼他觀察的時候怎麼辦呢？喏！就是從兩方面：整個地來說，諸行無常啊！這沒有一樣東西能夠保得住的。這個無常這東西啊，有粗有細，現在我們這裡始終講的只是講粗相，那個細相我們這裡根本談不到。就是說一念、一念，念念在滅當中，這樣。而特別是那個資財，更是很快地就捨離。所以，所以我們了解這個道理以後啊，樣樣東西趁它還可以利用的時候，趕快用來布施，趕快用來種下無上菩提大果的這個因。這樣就可以把不堅固的、毫無意義的這種事情，欸，換來堅固的、廣大的大勝利。",
    "211": "[03:31]若唯顧視財等異熟，則唯能得廣大財位，不得解脫。假定你只看眼前的這種異熟的話，你呀就算你得到，也得到了廣大的財位的話，這還是不能解脫呀！這個地方我們要注意，特別看這一點。固然這地方是講那個財物，其實世間哪一樣東西不是如此，哪一樣東西不是如此呀！所以我前幾天到台北去的時候，嗯，我那天我們這裡有個同學離開了，欸，他雖然離開了，那離開那天他還說：「哎呀，我聽了這個《廣論》是很歡喜啊！」就是這樣，但是呢他說他家裡頭為了一些事情 ……。結果我到台北去，事實這個同學非常好，到台北去看見他的一切的行為也是。他去幹什麼啊？去請《廣論》那個帶子，他的的確確相應的！實在他聽了歡喜，他還不只請一套咧！啊，他就要去送給別人去。",
    "276": "[04:36]那時候我心裡有個很大的感慨：唉！所以我覺得人哪，總是看不見遠大的地方，是，他只看見眼前的這個東西。乃至於我們常常有人說：「哎呀，要顧慮到那個，有人要顧慮到那個，這樣啊！」所以古來那些、那些出家人他的確是一樣。我們常常說一句話，這個很有意思的，「壯士斷臂」，就好像被毒蛇咬了以後，那個毒呀很快就循著心臟來，哎喲！我們痛惜：哎喲，這個不行啊！對不起，你痛惜一個手指頭啊，最後那條命就捨掉了。所以這個壯士 ─只有唯有真正有智慧、有勇氣的人，那時候曉得，唯一的辦法拿起劍來，「叭！」一下，連手臂切斷。是啊，是要一點損失的呀！佛陀絕對沒有說天上掉下來的，你又要馬兒好，又要馬兒不吃草，天下沒有這樣的事情啊！你要牠好，哇，牠那個食量很大；你要牠不吃草，對不起，這匹馬注定跑都跑不動，你要揹牠都揹不動，你還要騎牠嗎？這樣。所以我們一定要了解這個，不要為眼前這些小事情所捆住。",
    "357": "[05:57]如諸商賈為與價故，一切資財悉無惜捨與於他，此唯得利非能得福。要曉得：假定你不了解這個菩提的無上的廣大的功德，那個時候啊，你所注意的只是異熟的財位，那就像什麼？做生意人也是一樣，做生意人也是一樣。儘管你也布施，就像做生意人一樣，那個東西也送給別人，但是他為什麼啊？欸，他把那個東西賣出去的時候，也是毫不顧惜哦！喔，賣給人家，他東西送給人家來得個高興哦！他也曉得什麼？欸，他賺到錢嘛！他得到了什麼？他那是得到的利益，世間的利益，不是得到福。",
    "412": "[06:52]《四百頌》曰：「云於此行施，能生大果利，為報而行施，如商利應呵。」說我們現在這地方呢，行的這個波羅蜜多，布施波羅蜜多啊，要曉得它有無上大果。什麼果啊？菩提大果，就這樣。不是為了一點點眼前的報，如果為了報而做的話，那就像做生意人也是一樣，那個啊應呵斥的，那個要呵斥的。所以我們眼前千萬注意哦！不要說求將來人天這種不要，眼前的不要、人天的不要，乃至於聲聞的小果都不要，要求無上菩提大果，這是我們必須應該了解的。這個四點。第二，那麼下面繼續，",
    "472": "[07:52]第二唯意樂布施者。上面這一段啊，就是說將財施，財施當中的話呢，說分辨這個幾個項目。現在呢這個屬於第二的話，針對著布施當中有兩項：一個呢，實際上的東西來；第二個呢，單單我們觀念當中，所以這個是叫「唯意樂布施」。說：",
    "498": "[08:18]內居閑靜由淨意樂淳厚淨信，分別化現種種廣大無量財寶，勝解惠施一切有情，以少功用生無量福，亦名菩薩巧慧布施，是〈菩薩地〉說。那時候啊，我們不是在外面以實際上的財物，自己送給別人，而只是自己靜靜地安居在這個裡頭，而依什麼啊？依「淨意樂」，這是內心清淨的、淳厚的這個心情，還有淨信心。關於這個淨信心，我想我們大家都了解了。這裡特別說明，我現在這個布施是為求無上大果利，所以這個財物是無條件地送給別人。還有呢，送給別人了以後，絕對不望報。平常我們送給別人哪，總是覺得：哎呀，我幫了你的忙啊！好像這是做了一個好人一樣，這個千萬要不得，不要求回報的，就是這樣。然後呢不但不要求回報，而且啊這個布施了以後得到的這個善根，也是一起捨給一切眾生。一定是根據前面的這個大菩提心相應的這種心情，這個才是淳厚的淨信心，清淨信心。那麼以這種信心，那麼分別化現種種廣大無量財物，就是觀念當中去想：有無量無邊的這種財物。「勝解惠施一切有情」，以這樣的殊勝的、正確的認識，運用自己的思惟，來布施給一切有情。",
    "615": "[10:15]你這樣去做的話，不要花太大的氣力，不像我們身口實際上的行為辛苦得很，但是它也有無量的福德。這個地方的福啊，要注意哦！我們往往啊把它看 ……在這個梁武帝跟達摩祖師的這個公案，一個說福報，一個叫功德，把這個福看做福報，不是！在本論上面，前面已經說過的，一個利，世間的這個利益；現在這個地方的福的話，就是福智二資糧的福資糧，這個福資糧是一定有慧來攝持的。所以這個這地方的福資糧，就是將來圓滿報身報土的資糧，這是慧攝持的，是成佛必不可少的，這一點我們要了解啊！「亦名菩薩巧慧布施」，那這個正是最善巧的，真正有智慧的布施的方法，這是〈菩薩地〉上說的。",
    "677": "[11:17]《妙手問經》雖說此是無資財者所應修學，非有財者不應修習。這個說法，上面那個經典上面，雖然只是說你沒有資財的時候要這樣修，但是呢不是說有財的人就不要哦，有財的也要。這個意思是說，有財的人不但要實際上的財物施，還要拿意樂來施；如果說你沒有財物的時候，你就單單意樂施。尤其其中有一點很重要的，如果是一個出家人的話，我們真正應該的千萬不要以財施。現在有很多人，出家人還要去忙財，那完全錯了。如果說你是，已經說過了，如理如法以及你的宿業所感得的，那個時候你要毫不顧惜地去布施；求來的布施，那完全錯了，這個絕對不是佛法裡邊的事情。那麼繼續下去，繼續下去。",
    "742": "[12:22]無資財時巧慧布施，是為乃至未證增上清淨意樂初極喜地，若證此地，則諸資財定無匱乏。上面這些是沒有資財的善巧的布施的方法，是說只要在你還沒有證得初地，這個初地，特別地說明叫「增上清淨意樂初歡喜地」 ─這地方不詳細地說明它，換句話說這是見道以後 ─這個之前是這樣的。為什麼呀？說當你真的修菩薩道，一旦真的證得了那個初地的話，這個初地的果報不得了地大，他的這個財位是一定不會缺乏的，一定不會缺乏的。",
    "797": "[13:17]所以在這地方，這地方文上面並沒明確地說明，特別 ……但是旁邊有一點啊，證明一個事實，證明一個什麼事實呢？就是現在，我們常常也就是在我們，譬如說國內，我們是禪宗很盛的地方，禪是一個非常了不起這個大法，這是千真萬確。但是禪這個法呀，很妙，從凡夫地一直通到佛地，都可以用得上，都可以用得上。所以它是沒有漸次的漸次，是一種最殊勝的、善巧的方法，所以單單用這個方法是不能判斷你的位次的。",
    "841": "[14:01]前面曾經說過了，大小乘的判斷不在這個般若慧，而在你發心的方便，這個我們要了解。當菩薩證得初地的時候，他一定也見道，換句話說那個時候他一定也是個開悟的狀態，這樣。但是呢，他開悟了以後是不是算初地，還是二地啊、佛地啊，乃至於還是個凡夫啊、加行啊，那個不在他見，而在他的行。前面記得吧？見攝行，行攝見。所以如果說真正的地上菩薩的話，從初地開始，這個《十地經論》上面有很多，乃至於像那個《入中論》等等它都說，那個初地菩薩的福德是不得了的，不得了地大！他絕對不會說，啊！證得了初地囉，還是窮光蛋一個，絕不可能的，這個我們要了解。倒是二乘果，那是沒錯，見道的時候啊，他見到的空性固然是可以，但是對不起，他如果說沒有修福的話，他可以窮得飯都吃不到。那這地方也是順便提一下，繼續下去，",
    "919": "[15:19]如〈菩薩地〉云：「如是菩薩現無財寶，巧慧方便而行布施，此說乃至未證增上清淨意樂。若諸菩薩已證增上清淨意樂，如已獲得超諸惡趣，如是生生必當獲得無盡財寶。」他下面就引那個論上的文，那個是《瑜伽師地論 ‧菩薩地》上面的。這個我們要學菩薩行的人，譬如說在資糧位啊、加行位啊，那是容或現在我們資糧不具足嘛，那個時候用上面這個意樂來布施，這是非常好的方法。假定你一旦真正地證得了這個初地以後的話，那絕定不會再窮，一定有無盡的財寶。那麼上面關於布施的幾個特質都說明了以後，最後，",
    "982": "[16:22]第四此等略義者。這一個值得我們這地方很認真地研討一下。是上面大要都說完了以後，還有一個重點哪，這個地方重新，也可以說是一個結論，也可以說在布施當中有一個很重要的一個特點，我們一定要認識、把握得住的。說：",
    "1009": "[16:49]正受菩薩律儀已，學習大地布施道理，發願修學。說：是，當我們發了願心，然後呢正受了菩薩這個戒以後，開始學。學什麼？要學像地上菩薩那樣的這個道理，我們雖然現在是凡夫，但是一定要發願去學。為什麼要這樣說？為什麼要這樣說？我們一定這個追根究底要把握得住，反過來，我應該問一下自己說：我為什麼到這裡來？我到這裡來是要求無上菩提之果。我們不妨更平鋪直白、更確實地說：要徹底解決一切痛苦，要究竟圓滿一切福德。對！如果是你要求這個果，請問你因地應該做些什麼？因地當中第一個是正知見，然後呢根據這個發這個廣大的願力，說我一心一意要求這個、一心一意要求這個。你有這樣的這個心願力的話，自然而然不斷地增長，逢緣觸發，欸，它就來了！",
    "1106": "[18:26]要不然你沒有這個心的話，你處處地方畏縮：「唉呀，我不行啊，我不行啊！我馬馬虎虎算了！」你平常一天到晚想著這個心的話，一個退緣來了話，你就退了。然後呢，真正那個進的上緣上來的時候啊，你又上不上。唉，總是「反正我沒有份的，我就這個樣啊！」因為為什麼呀？因為你因地當中播下去那個種子，就是失敗的、退縮的這個因哪！所以遇到這個緣，長起來的這個失敗、退縮的那個種子，都在這個地方啊！",
    "1143": "[19:03]所以到這個地方，儘管我今天身體這麼衰，年紀也比較大，可是我自己一直告訴我，喔，這個只要有一天命在，我真正能夠做到的就是這個 ─我一定要做到，一定做到！絕對不是說等到下一生、下一生、下一生 ……當下這一念，我牢牢把住這一念，我絕對不放過！這一念，果，那我就不去管它。應該這麼說：我正因為要得到這個果，所以我必須在當下一念上面，這個因當中要把握得牢牢的，我發願要做到它，我一定要做到它，我一定要做到它！就這樣，就這麼簡單哪！這個佛法你說它呀，深奧是深奧，但是它就這麼、這麼個踏實法，就這麼個踏實法。然後你拿你這個心願你去念佛，這念佛一定上品；你一去持戒，持戒一定上品；你去參禪，參禪一定上品，不管你學哪一個。",
    "1213": "[20:13]所以我們千千萬萬不要說：「唉呀，我不行啊，我不行啊！」前面一再告訴我們，乃至戲笑，你乃至於說笑話，你千萬不要說我不行，不！懺悔的時候同樣地說，懺悔的時候，不要說：「唉呀，我要這個樣啊 ……」我一定要是連根把它拔起！是不是現在能夠連根拔起，那沒關係，但是我這個因本身，要沒有一點點漏洞擺進去，一直加強這個因。所以外面的任何一個緣碰到的時候，一直碰到了助長你那個連根拔起的，把惡業連根徹底斷除的。反過來說呢，你一直發這個圓滿的圓成這個因，所以外面任何外緣碰到的時候，觸發的都增長你那個圓滿得到這個，那個就是個直路，這個是我們要了解的，這個我們要了解的。所以我們平常的最重要的是心理建設，千千萬萬不要把那個失敗主義擺在心裡。",
    "1281": "[21:21]譬如說我們上一堂課那個檢點等等，沒有別的，無非說來說去就是共同的目標。所以你一定要把這個什麼，大的、殊勝的大利益擺在這裡。你有了這個的話，什麼小事情都擋不了你。你如果沒有的話，哎呀，那風吹草動啊就跟著人家；人家這個眼睛看你一眼，喔唷，你心裡面又這麼嘀咕個半天；人家跟你說一下，喔唷，你又在那兒轉那個弄了個半天。你搞什麼呀？你要解決盡法界、虛空界一切有情之苦，現在一點小事情你就纏在這地方，就轉不過來了。啊！所以呀，我這寫在黑板上面，所以怎麼講啊？「我來幹什麼啊？」記得這個話！你時時記到：我要盡苦，乃至於要盡法界一切有情、虛空界一切有情的苦。這苦的根源在哪裡啊？惑、業。所以我現在發這個願！而且這個心你一定要非常強有力，要猛利！如果你能夠正確，而且這個猛利的話，哇！這個力量不得了地大，我告訴你，就是這麼不得了地大！",
    "1358": "[22:38]如前所說布施之理，當先了知現在進修開遮之處而勤學習，那麼前面已經說過了，那些對於第一步，這個地方特別講布施。那麼你真實發了這個願以後，這個願之能不能成滿，還要如法行持。你要去如法行持，必定要了解正確的方法，所以什麼是該做的是開，什麼是不該做的是遮。了解了以後精勤努力照著去學，這個是原則，而在這個原則當中，特別是什麼啊？",
    "1406": "[23:26]特於慳身財善根而修對治，勵力增廣能捨之心，對於壞的那一面，對自己的身、財、善根，這個捨不得的地方，要勤勤懇懇、認認真真、如理如法地去針對著這個毛病去治療它。要努力增廣能捨之心，正面的要把那個能捨的心啊，要把它增廣。這地方妙咧！他教我們是「能捨之心」喔，你心真的能夠能捨的話，物就能捨了。反過來啊，我們不了解這個特質，欸，這個什麼特質啊？我們把那個心跟物往往分開來看，在這一點讓你們體會一下。這個心跟物，世間說是兩樣，佛法裡面說分不開的；看起來是兩樣東西，但是那個彼此間這麼個密切。譬如說，現在有一樣好東西擺在那個地方，平常擺那裡你不覺得什麼，那有人來要你的時候，你是最歡喜的東西，哎呀，到那時候啊，你就心裡面什麼感受啊？那個感受你自己去體會，自己去體會。",
    "1487": "[24:47]所以那個心，難捨這個心哪，是從物上產生的，但是絕不是物。欸，所以這個心，這個時候主要的。假如說你真的有了這個心以後，當人家來要你這東西的話，你就是說，平常因為你針對了這個去想：這個東西要送；一旦有人來了，哎呀！很歡喜地送給別人，這樣。所以他前面一直告訴我們，說布施的特質在心。但是啊你不要誤解了，說：「啊，既然心的話，我心送就可以了。」實際上那財物積了一大堆，真正要送的時候又捨不得送，那個是騙自己，那沒有這樣的事情。這個我們要分得清清楚楚，布施是這樣，講其他的都是這個道理，都是這個道理。下面兩句話：",
    "1534": "[25:34]能如是修應自慶喜，心若未能如是薰修應生憂惱。欸，妙咧！這兩句話。你能夠這樣做啊，他不僅僅是教我們做了就算，還有什麼？「應生慶喜」這四個字哦，這是一個大學問哦！前面我們一直說，隨喜功德、隨喜功德，要曉得真正修學佛法過程當中最善巧、最有幫助的就是隨喜一支。啊！真是美不可言，實在好啊！你自己的功德也要隨喜，別人的功德也要隨喜。說，總之一句話，你一切時處隨喜功德的話，那個本身的功德固然在無限地增長，而隨喜本身也就是無比的功德。而這功德又有絕大的力量，這個力量還是幫助你下面行持這件事情啊，會產生絕大的力量。布施如此，像我們剛才說改過等等也是如此。你一旦改過了，啊！你對自己改過還要隨喜，能做了，歡喜啊！哎呀，我居然做到了！你自己也歡喜呀，功德也增長啊，下次你做的時候能力也增強。還有呢，萬一不能做怎麼辦呢？欸，他有一個巧妙的辦法：「應生憂惱」，如果不能做的話，那個時候要應生憂惱。",
    "1625": "[27:05]平常我們現在啊，做得恰恰相反，不能做還歡喜，還找一個藉口：唉呀，我這個東西為什麼啊，我本來要捨給你，應該這樣做的啊，可是如何如何呀 ……。唉呀，他自己保護煩惱，就這樣。所以前面告訴我們，我們跟煩惱鬥的時候要什麼啊？要對這個煩惱不能忍耐，如果說這個煩惱留在你心裡，應該生憂惱，應該總要想辦法去除它。你能夠這樣做，儘管眼前一時做不到，可是你這個心理狀態，你這樣的行持本身卻是在懺悔業障，對不對？當你能夠這樣去做的話，慢慢、慢慢地，自然而然這個障礙減小的話，那個時候你就能夠改善了。",
    "1676": "[27:56]所以啊，我們在整個的修行過程當中，無非三件事情：淨除罪障，積聚資糧，增長廣大迴向無盡，第三件事情。喏、喏！這個裡邊就告訴我們，欸，就是這樣！而且如果你能夠善巧運用的話，所以它不管是好事也好、是壞事也好，沒關係，那事情是有好壞不同，可是對我來說是一直增長功德。或者是用第三支的懺悔業障，或者是用第四支的隨喜功德，你哪一支做對的話是常隨佛學，哪一支做對的話是以法供養，對不對？而且這個裡邊，一定是有迴向無上菩提。這個事情實在好啊！因為你這樣做，處處地方都是如法，處處地方都是增上。不管是好、是壞，實際上你能施，那麼就慶幸啊；是不能施，那麼生憂惱懺悔呀！",
    "1747": "[29:07]若如是者，則如《妙手請問經》說，我們能夠這樣去做的話，",
    "1752": "[29:12]於當來世，少用功力能滿布施波羅蜜多。"
}