{
    "3": "[00:03]於當來世，少用功力能滿布施波羅蜜多。這句話最重要！你能夠這樣做的話，欸！眼前先不管，將來啊你不要用太大的努力，就能夠滿布施波羅蜜多。這個話哪裡啊？在經上面，佛親口講的。喏，這地方很清楚，所以前面先告訴我們，先發願，有了這個願，然後呢正行持。正行持的時候，如果說你能做到了，那麼慶幸；如果你不能做的話，那麼憂惱而懺悔，所以我們在一切時處，都是在這個上面。願，一定有信、解在裡頭，一定有正知見，下面這個行。既然是有見、有行，修學佛法沒別的，見道然後修道，見、行俱足，嗯！圓滿的果就出來了。所以既然你這一世下的這個因，這麼地正確、這麼圓滿，所以當來世自然嘛少用功力，那個自然而然那個果報就現起來了，你這個波羅蜜多就滿啦！",
    "77": "[01:17]說到這裡，我們同樣地馬上要看看：如果我們這一世不行的話，說明我們宿生沒有努力，既然如此的話，現在趕快努力！布施如此，其他的也是如此哦！任何一件事情，凡是眼前不理想的境界現起來的時候，千萬這地方要有一個認識，說眼前為什麼不理想啊？就是我們宿生因地當中沒有如理地認識，發正願，然後呢得正見、行正行。所以現在趕快努力還來得及，將來自然有這一天。如果你沒有這個認識，然後去抱怨，然後呢在其他的次要的，乃至非理的事情上去忙的話，越走越遠哪！是不曉得錯到哪裡去啦！所以他下面緊跟著反顯，前面是正面告訴我們怎麼做，反顯就是另外一方面。",
    "139": "[02:19]若此一切皆悉捨置，即於現法亦當恆為重過所染，於當來世心不趣入，極難趣入諸菩薩行。假定我們不能這樣做的話，把那些所說的道理啊，「皆悉捨置」，就擺在那裡就不去管它了。前面所說的，分幾個部分，第一個呢，發這個願，發了這個願以後然後努力去學怎麼個做法，做了、學了以後呢，對治這個毛病，增長那個功德；對治的時候是如此，增長的時候如此。假定這些道理我們擺在那裡不管的話，結果呢，現法也一定會「恆」，恆是一直哦，一直為什麼？「重過」，很大的過患所染污，這個是最嚴重的事情。實際上的的確確地，我們碰見太多的情況，「唉呀！我不行啊，那是不行啊！」那不行，好了，結果呢你就不要去做。請問不做的結果，你在做什麼啊？這個馬上檢點一下就行了，我們不做的結果呢，唉呀，在染污當中啊！真是阿彌陀佛啊！",
    "228": "[03:48]我現在所以雖然今天到了這個年齡，常常有人說：「唉呀！某人哪，你這個年紀大了啊，然後呢身體不好啊 ……。」我常常反過來想，正因為我年紀大了，老了啊，身體不好啊，我再不努力的話，完啦！我年輕的時候沒有好好地努力啊，現在年紀大了，我如果還在那裡，唉喲，這養老的話，那我這一生就完了。然後我正因為身體不好，隨時隨地都有兩腳一伸就走了，我趕快趁著身體還可用的時候，還要用它。我覺得佛在因地當中都是這樣的，的的確確是千真萬確的事實啊！所以千萬不要說，唉呀，現在什麼原因而放在這裡，當然身上嘛固然是，心上也是如此。我們常常說：「唉呀，我是凡夫啊！」我自己現在想到這地方，自己覺得，嘿！我這個常敗將軍的經驗啊，我就告訴你喔！我以前一直在這上面敗，可是我正因為敗了，還肯站起來、肯鬥，所以我自己美其名曰「將軍」，我還在鬥！",
    "297": "[04:57]我鬥的經驗，我今天告訴你們。當年我一直這樣的，我總覺得：「唉呀，我是凡夫啊！」噯，現在我完全反過來了 ─對呀，我是凡夫，我趕快努力呀！你們記到這個話。我總算今年鬥到五、六十歲了，這個經驗是有了。欸，是啊，儘管今天老了，身體差了，沒關係，我要鬥下去！以前年輕的時候，已經浪費掉了，我還是凡夫，你看嘛！我跟你們凡夫是一樣的，可是你們年輕力壯，遠比我來得好啊，對不對？你看看我這麼老了，身體這麼差，我還要鬥，何況你們現在年輕力壯啊！所以年輕力壯一點小病啊，我但願你們不要去管它，你趁那一口氣還在要鬥！",
    "341": "[05:41]好，這一生成就與否，就靠我們現在的這個情況。這一生的一切一切，都是宿生的這個宿業所感的，如果說你保護了這一生的話，對不起，你就完了！身體保護得好好的，結果它耽擱了你。你能夠這樣去努力下去的話，到那個時候啊，你會去對那個，上了天、到了極樂世界，然後對那個骷髏頭，啊！去感謝它。我常常告訴自己，喔！千萬不要到地獄裡面去拜那個，那個養得胖胖的那個，絕對划不來、絕對划不來！在這地方我們必定要注意的！",
    "387": "[06:27]所以說要注意，假定我們現在不理的話，產生這麼大的毛病，而這是我們最大的大毛病！通常我們的大毛病就在這裡 ─聽是聽見了，哎呀！懂得了很多大道理，懂得了就擺在那裡。唉，好可惜呀！不懂嘛還不信，不懂得；懂得了還擺在那裡。結果呢又養成功了什麼毛病？平常我們為什麼提不起來的原因就是這樣：不懂嘛，固然不懂了又不行；懂得了嘛，懂得了還是擺在那裡不動。結果這個串習了以後，就難改得過來。所以你沒有旁的辦法，修學佛法絕對沒有一點點可以討巧的地方，咬緊牙關就提起來，咬緊牙關就提起來！",
    "440": "[07:20]所以譬如說在這個地方，我為什麼會很歡喜這個地方呢？我回臺北去兩天，唉呀，那天回去啊實在累，我想第二天要做這麼多的事情。我平常的時候，到了個早上幾點鐘一定起來了，然後我想：「唉！今天還要做那麼多事情，晚一點回去還要講課，好了、好了！」然後把那個鬧鐘啊，就把它這樣，結果就睡著了。我回來想想，我真懊悔，結果我睡過了以後又回來，並沒有多長幾斤肉欸！到那時也並不見得怎麼樣欸！如果說這一個，靠這一個東西而延長生命的話，那個業感緣起的道理就沒有用了，我們也不必來學佛法了。我越想越懊悔，這是千真萬確的事實啊！",
    "480": "[08:00]所以這一點我特別說明，如果你不去真的當下去努力的話，對不起！眼前是什麼？「恆為重過所染」哪！不管是生理、心理，所以這一點我們必定要注意。如果你心裡面真正提起來的話，就算你不做，你正念擺在這地方，你剎那、剎那，什麼？增長善法，又剎那、剎那淨除惡法，沒有一刻在那兒浪費掉的。只要你這樣去做的話，自然嘛！你那個因地當中都是這樣的，到下一世來生的時候，結出來的果就這樣欸！所以這個「當來世」啊自然行。因為現在你反過來，既然不做的話，當來世你養成了習慣什麼？就是這個，到那個時候啊，你就沒辦法趣入了。",
    "533": "[08:53]眼前有了這個機會，你都放棄掉了，將來這個惡習，越來越重、越來越重，你就有力量了嗎？眼前叫你拿個三斤，你說拿不動，擺在那裡，擺著五斤；變成十斤、五十斤，你就拿得動了嗎？我們常常有這個事情，哎呀！擺在明天，今天嘛拖一點事情擺在明天，明天嘛，又拖一點事情擺在明天，越拖越多，眼前這麼一點點事情都解決不了啦，你能解決得掉了嗎？天下任何一件都是如此啊！所以到那時候啊「絕難趣入」，你就越來越難啦！天下沒有一點點投機取巧的辦法，就在這個地方。注意！就在這個地方，所以咬緊牙關來，咬緊牙關來！",
    "578": "[09:38]又如《攝波羅蜜多論》云：「布施根本菩提心，勿棄如此能施欲，世間具此能施欲，佛說此為施中尊。」布施的根本是什麼？這個地方的布施是布施波羅蜜多！它的根本在菩提心，這個布施的根本在菩提心，這個心千千萬萬不要輕輕地棄捨。這個心就是什麼？能布施的這個好樂之心，如果說你能夠有這個好樂之心的話，這個是布施當中最尊貴的。世間做任何事情，拿這個菩提心相應的話，就是任何事情當中最尊貴的，實際上呢，也是唯一尊貴的。",
    "629": "[10:29]此說應當憶念修習菩提心，為諸行所依，那麼總括起來也就是說，我們應該憶念，這個我們現在要行的真正的重心什麼？菩提心。而菩提心是啊，是我們現在一切行持的根本依據。所以這個地方就用得上這句話：「忘失菩提心，修諸善法，是名魔業。」現在了解得清清楚楚。一切時處，我們真正重要的就是這個啊！實際上，現在你們慢慢地、慢慢地會注意，你只要肯去做，你會發現真正得到好處的，就是還是為你自己，還是為你自己。一旦你忘掉了以後，唉呀，那時候煩惱叢生，你還自己覺得很有道理呢，真是顛倒啊，真是顛倒啊！表示。下面說：",
    "685": "[11:25]願證菩提即是一切能捨根本，是為一切能捨之尊，因為你依止的這個菩提心，所以這個菩提心的特質是什麼？說「為利有情願成佛」，乃至於不管是自他二利，究竟圓滿之處是唯有這個，所以你發這個心，一心要這樣。為了你要滿這個願，那個就是策動你做一切事情的根本。現在這地方是布施，這也就是布施的根本，那麼這個也就是最尊貴的。",
    "723": "[12:03]故於此心應勵力學，此即總攝《妙手問經》勝扼要義。這個是把《妙手請問經》上面，最殊勝的重要的經義呀，總括地來說。前面這個地方是「此等略義」，所以這個略義是好重要、好重要的一點！前面大概地以及仔細地，總、略地說明了以後，最後又這綱要提起來，這麼重要！這布施如此，其他的一切都是如此。總之這一句話，大家千萬注意 ─發願，然後呢如實地正學習，努力地行持。行持的時候，正面的應該怎麼做，反面的應該怎麼做，這樣。正面的是說，啊！能修慶幸，不能修應該如何，這個是屬於這一方面的。然後呢，如果說我們不能做的時候，要了解它的個大的禍患，兩個這樣地一對比的話，那自然而然！這樣。",
    "802": "[13:22]平常我們真正空閒的時候啊，如果要自己坐在那裡思惟，就應該思惟這個；開起口來討論，就應該討論這個；然後呢站起來的行為，行為就要這個。你能夠這樣做，就好了。否則的話，儘管你講得太多的道理，等到真正行持的時候，他總在那地方為自己的煩惱找藉口，總在那找煩惱的藉口。所以啊，我自己以前也是這樣，唉呀！你做什麼事情啊，做得很起勁，但是呢，對不起，就是那個修行的時候啊，它有種種的理由的，種種的理由的，這個就是跟法不相應。如果說你能夠把上面所說的這種道理，建立起了正知見以後，然後呢這個正知見不是說建立起一下就算了哦！你要不斷地把它堅固，不斷地薰習；隨時隨地讓那個正知見引導你的話，你那個行持得一點不會有難關，什麼東西都衝破了。為什麼呀？因為你平常的時候，你沒有養成功這個薰習，所以它起心動念一定都是什麼？無始的妄習，顛倒的錯誤概念。你還沒動，心覺得：「唉呀！今天這個不行啊，這樣。今天那個不行啊，今天又這個不行啊！」（師笑）",
    "878": "[14:38]所以那個菩薩八進八退之法上面那一段話，我現在想起來，覺得也可以說很好笑，也可以說很有意思。他說：吃飽啦說覺得，唉呀！吃得太飽了，身體覺得疲倦；然後呢，肚子餓了啊，又覺得肚子餓了太虛，就這樣。這個吃飽又不好啊，這肚子餓又不好。反過來的話，吃飽了，哦！吃飽了那麼正好努力啊，就這樣；然後呢，然後肚子空了，空了嘛正好嘛，現在輕利呀！就這樣。啊，他又說等下跑完了以後呢，跑完了以後，覺得累了也不行，就這樣，就這樣，他總是處處地方；反過來他是這樣講：唉喲，我今天跑了一天啦！耽擱了這個事情，趕快停下來努力去做啊！生病了嘛，生病了又不好，老了嘛老了又不行；他反過來又說：唉喲，病是死因啊！趕快正因為生病，趕快努力啊！老了啊，時日無多啊，趕快努力！那個進退之間，就差這麼一點點。所以絕對不在這個事相上頭，處處地方注意啊！處處地方能夠注意，就是你怎麼樣自己去心理建設，處處地方注意心理建設。",
    "959": "[15:59]所以我始終記得這一句話，「當知善知識，如寶不可捨。」這個善知識啊，是最寶貝的東西，在任何情況之下，不能捨棄。這個善知識有兩種：人跟法。當然實際上呢都是人，就是這個佛，我們最大的善知識，他現在把這個他教誡的給我們，現在我們旁邊的人也是這樣；反過來就是惡知識。所以這個真正的世間的來說，我們一定要注意到的，一定要注意到的 ─人，彼此間在這個團體當中，應該以法共同策勵，怎麼樣使得彼此之間，互相成為善知識。從心理建設開始，到行持上面的步步增上，千萬不要被這個顛倒的錯誤，這種走這個八退之法，在任何情況之下，要走那個八進之法。",
    "1019": "[16:59]那麼上面這一點呢，就是關於這個布施，關於這個布施。再下面嘛，尸羅就是持戒。呃，在這個地方他持戒那一點，他並沒有說得很多，並沒有說得很多，不過這地方要特別了解一點，一點特質。這個「戒」，我們平常用四個概念去了解它：所謂戒法、戒體、戒行、戒相，說法、體、行、相。所以這地方他不詳細地說明的話，他有一個最大的理由，這地方我們真正要把握住它的中心的根本問題所在，根本問題所在。那麼這個根本問題什麼呢？就是大菩提心，大菩提心。所以你能夠把握住這一個，認識了這一個，然後能夠跟這個相應的話，那個時候我們所謂得到的這個叫戒體，這個概念是我們第一重要的那一點。所以在正式講那個文的之前，我希望諸位把它事先把它好好地看一遍，把它事先好好地看一遍。",
    "1122": "[18:42]尤其是在這個環境之下，我們現在是以出家為主的，戒是我們的根本，實際上整個的修學佛法過程當中，能不能成就一切都是靠這個戒。我之所以在這地方特別說的話，現在大部分人，是啊，很難得地難能可貴，了解這個戒的重要。大家總是說：「唉呀，這個戒是最重要啊！」然後說出家五年一定要通戒啊，這已經是好難得、好難得，好難能可貴了。可是他往往不了解，戒的真正的精神在什麼地方，他始終這一個概念上面弄不清楚。假定你能夠自己曉得說我是個凡夫，我無條件地尊敬這戒法，那個你這個尊敬心，將來遲早它會很快地結果。這個還好！",
    "1185": "[19:45]又有目前尤其是有一類，常常這樣學說：「唉呀！這個佛當初制戒的原因是這樣啊，現在時代不同啦！」他覺得要怎麼、怎麼樣啦！這個話裡邊就有兩種不同了，他假定說真正地了解了戒法，得到戒體，像古代我們中國的大祖師那樣做，那的的確確適應時代，有他很了不起的地方。他那時候一定產生什麼現象呢？「心平何勞持戒。」那心平兩個字已經說過了，他平到什麼程度啊？像六祖那樣，一把刀在他脖子上面砍過去，他頭沒動。嗯！就這個樣。然後呢人家罵你一句，乃至於人家砍你一刀，你心裡面是了不動心 ─對了、對了！或者你還沒達到那個果位，你全部的精神，你一心一意地參個念佛是誰，或者一句阿彌陀佛，天塌下來你不管，那，不錯！那是因為你現在全部精神這樣做哦！如果是你沒有這個，拿了這個做為藉口的話，那你就完全錯誤、完全錯了！完全錯、完全錯了！",
    "1262": "[21:02]所以說我們正規學戒的人哪，一定應該了解，它戒的特質為什麼？從哪裡戒起？為什麼制戒？這個簡單地說一下，我們要修學佛法，所以要制戒，修學佛法的目的是除痛苦、破煩惱，而破煩惱的根本在這地方。所以戒是從煩惱上面說起的，這一點你們要把握得住，那個時候啊下面的都對了；如果說這一點認不清楚的話，對不起，你都錯了！所以如果這一點弄不清楚的話，我們拿這個戒相，大家去諍論，你說這樣、我說那樣，結果是越諍哪，這個煩惱越大，唉，大家還覺得講的持戒 ……。",
    "1311": "[21:51]請翻到《菩提道次第廣論》二百八十一頁。那麼上面講完了布施一度，這個布施一度最後，「第四此等略義」，這一點我特別地強調，所以你們關於這個概念，要很認真地體會一下。我們不妨溫習一下，在我們前面講到業的時候，大家還注意到沒有，還回憶起來沒有？講業的四種現象的時候，業決定一切，業會增長廣大，曾經有這麼幾句話。他說很多人哪，「諸人由修善不善諸業」，這個修就是我們平常的行持啦，這個所謂修行、修行，善業是修行，惡業不要修行的。那麼也可以說，就是我們平常的起心動念的心裡的行為，就這個樣。你們不必寫啊，在前面一百一十九頁上面，我可以指給你們看那一段話在哪裡，你們重新溫習一下，所以溫故知新就曉得了。",
    "1404": "[23:24]一百一十九頁倒數第四行最後一個字，他前面是告訴我們，不管大小，小的善也好、小的惡也好，一點點、一點點，集到最後集得大得不得了。這個地方是最後一個字，「由修善不善諸業」，這個修就是我們的行持，善當然要修，就是不善還要修嗎？換句話說，那不管你的行為是做些什麼，「諸人即成慣習性」，他養成功了習慣了。養成功了習慣以後呢，這一世固然習慣，「如是雖不特策勵，他世現行猶如夢」。他這樣的話，雖然不特別地去努力什麼，到下一世生起那個現行啊，就像夢中一樣。那麼你到這個地方，跟現在我們這個一對比就曉得了，他這地方告訴我們啊，說假定我們布施這一度不馬上修的話，將來啊你沒有機會！而你現在雖然做不到，努力這樣去做的話，你能夠這樣去努力做，他世少用功力就能夠圓滿。為什麼呢？現在我們了解了，你以前養成功這個習慣，善業也是這樣，不善業也是這樣，那麼到這一生自然而然現行了。",
    "1493": "[24:53]這一點以外，然後我們還記得不記得，前面講那個因果的時候啊，講業感，就是說，在一百一十九頁那地方，不是講業嗎？講業啊，然後你再向後翻幾頁，翻到一百三十五頁，一百三十五頁，他那地方講的是異熟、等流、增上諸果，昨天晚上我們溫習也是溫習這個。講等流果的時候，這個等流果當中，有一種叫造作等流，這個造作等流什麼呢？叫「愛樂殺生等事」，換句話說，他碰見這種情況之下，它又來了。他遇境逢緣，他自然而然起心動念，就是這種念頭很自然而然來了。那麼前面的，從這個整個的前後的因果關係說，現在那個等流因果的話，就是從果上面說。當一個境界現起的時候，我們起心動念為什麼起這種心念呢？換句話說，它因地當中就是這樣的，到那時它就現起來就是這個，大家注意到沒有？就這樣。所以他平常如果一向這樣的話，他起心動念碰見事情，想的就是這個樣，就這樣；除非是你自己啊，深入地去思惟觀察。",
    "1582": "[26:22]譬如說我們現在在這兒講很多道理，為什麼我平常特別強調，說這個單單道理沒有用啊，單單道理沒有用啊！這個道理是幫助我們修行最好的，但是所謂「單單」道理兩個字，注意哦！你不能把這個道理所指出來的內涵、真實的意義，換句話說我們現在這裡告訴我們，就是心理的行相。假定你不能認識這一個話所指的心理的行相是什麼的話，你不曉得真正的心行在怎麼轉，都在文字上面轉哪，這個都不相應。而你心裡的養成功的，還是這種習慣性，這個習慣性，的確沒有什麼用場、沒什麼用場。就是這地方我們了解，所以啊我們不談修行則已，談修行的話，我們必定要把它所說的內涵指出來的，在自己的身心上要反省去找到。那個時候你才可以找到它的特質是什麼，找到它的一個特質是什麼。",
    "1659": "[27:39]所以我們現在再回憶一下，我們常用的這個幾個祖師的比喻，那有很多人哪，他一小看見了，他就要去出家。譬如我們常講的這個密勒日巴尊者那個故事，欸，他很有意思啊！他遇見這麼大的挫折，人家對他這麼大的不合理，但他起心動念之間什麼？他只是總覺得：哎呀，我這個業障很重啊！我這個業障很重啊！這個地方也說明一個什麼？他宿生修這個善，修這個淨信心，所以不管這個老師怎麼挫折他，他有沒有一點點這一種說跟法不相應的，有沒有？為什麼原因他沒有？我們大家看過那個傳記，一點都沒有，一點都沒有，他為什麼能夠一點都沒有呢？那就是以前已經修行過了，他假定有一點的話，他一定是覺得：啊！第一個，受不了。受不了在這種情況之下，他會走；就算不走，在這地方，他一天到晚大家這個啊，你說的我不相信、我說的你不對頭。那這種情況就跟法不相應，結果造成的是損害，對不對？所以為什麼叫淨信心、淨信心，就是這個，淨信心、淨信心就是這個。",
    "1744": "[29:04]而且這種地方啊，你一定還非自己親身體驗不可，否則的話，你看別人看不見，譬如佛陀來說，佛陀他任何情況之下，他看見人家，人家怎麼傷害他，他只有悲憫、憐憫心。這是當然我們現在信得過佛的人：啊！信得過佛，但是他究竟什麼樣的憐憫心呢？那我們可不了解，除非有一天你自己跟他相應了。反過來說，像提婆達多，還有善星比丘，還有好幾個，就是侍候他的人乃至於。他一天到晚跟在佛的身邊，佛明明說遇見碰見這種事情，他就是憐憫、什麼東西，但是那一些人哪，他聽不進，他總覺得佛在那兒哄人。"
}