{
    "5": "[00:05]為什麼原因呢？他因為啊，那些人的一向心理狀態，他一向是用這種心理狀態想這件事情去的，所以他的等流心識自然而然，他想的是他的那一面。我的話你們清楚不清楚？我們現在舉一個簡單的譬喻，我們常常說的，當我們心裡面，被一種強烈的現行心識籠罩之下，你不管什麼境況現起的時候，它自然觸發的就是這個，就是這種情況。所以譬如一個歡喜吃的人，他隨便一動，欸，他就聽見了，哎呀，這地方今天有什麼好東西呀，廚房裡吃的、歡喜什麼的，他心裡面就這種狀態的現起了，這樣。",
    "51": "[00:51]所以我們講到這地方，我們可以溫習一下前面太多的東西。那麼前面講到業的時候，還有講到苦的時候，還有一段話。這個我不必翻了，叫熱逼 ─當他這個被熱逼的時候啊，熱得不得了的時候，這個雪飛也這個 ……這個雪是最冷的東西，打得他身上啊，他也像火燒一樣。寒逼，他被這個寒苦所逼的時候啊，雖然火燒的時候，他身上他也覺得很冷。這個是在苦、三惡道苦當中的，說這是為什麼呢？他由他的猛業成熟的時候，他強烈的這個業成熟的時候啊，他就這個現象，大家還記得這段公案沒有？前面，那就是像我們這地方可以體會了。",
    "109": "[01:49]所以他前面啊，我們為什麼要溫習得很熟呢？前面又有一個地方，也告訴我們，說：他假定說將來他到地獄裡面受苦的，那個時候很苦的話，那你現在只要看他身心上面現在這惡作火。換句話說，我們現在心裡面，就是或者貪心，猛利的這個，啊！你一心一意地就求這個；或者是猛利的瞋心，或者猛利的癡心。陷在這種猛利的心相當中，我們剛才說的：你在任何情況之下，一碰，欸，他總是以這個他的這種觀念去想，他觸發會這東西。",
    "152": "[02:32]所以我們常舉個譬喻，譬如說我們哪，每個人都有這個感覺的。比如家裡邊，如果說這個家庭是非常和睦的家庭，父母非常歡喜，今天很高興啊！那個子女稍微犯一點小毛病的話，平常要責罰他的，欸，他也覺得：好，沒關係啦！好好就過去了，高高興興。反過來啊，今天兩個大人如果正是有什麼問題，或者是外面受了什麼事情啊，正在很難過的時候，發大脾氣的時候，也許那個小孩今天很乖，他一看見哪，一個事情無關緊要的事情，說不定那個父母就大發一頓脾氣。那不是說這個小孩，換句話說，不是外境是什麼，而是他那個時候內心的心理行相這樣的。",
    "200": "[03:20]現在大家注意到了沒有，這個事實，對不對？我們人人感受到的，所以修學佛法沒有別的，主要的就在這個上頭。那個，你們了解了這一點以後啊，下面講那個尸羅，那個尸羅就大有意義啦！那個尸羅就大有意義啦！現在我們是說從前面溫習布施開始，而談到這裡，緊跟著下面講尸羅。欸，怎麼用法呀？",
    "232": "[03:52]第二尸羅波羅蜜多分五：先說「波羅蜜多」是什麼，到彼岸。什麼叫到彼岸啊？就是說現在我們在這個生死輪迴當中，受盡種種痛苦，要想超越過去的一個方法，小乘那是狹義的戒，大乘是大乘的戒，你有了這個戒啊，就可以超脫這些困擾，這個叫尸羅。那麼「尸羅」是梵文，翻成功我們中國話，他那個正翻叫什麼？叫清涼、清涼。是什麼意思呢？因為我們身口意三業一直為無明所縛，無始以來造種種罪惡、黑業。造了這個黑業以後啊是焚燒我們，就像是熱一樣，啊，那個燒嘛！就這樣。所以當我們心裡面有這種強烈的這種情況，會坐立不安，強烈的貪、瞋，換句話說，這個煩惱向上昂的時候，坐立不安。癡重的時候呢？這個向上低的時候，你又提不起來，塌掉的時候，眼睛也張不開、睡著，就這個樣，就是這種狀態。那時這個心裡邊是被這個三業所焚燒，那麼現在這樣東西啊，它能夠使它清涼，這個叫作尸羅，尸羅的真正意義就這樣。",
    "343": "[05:43]所以從這地方，也說明了這個戒是從裡邊開始的，但是呢凡夫修學的時候，的的確確他這個裡邊 ─裡邊就是內心，他這個內心並不是無緣無故生起的，而是用外境而引發的。所以的的確確我們防的時候啊防，因為外境引發的嘛，但是重點就在內在喔！所以他一定是從內外俱防，而他的主宰的中心在裡邊。那麼譬如我們現在說，我曉得我要努力這樣去做，因為外面會引發我這個東西，所以我用種種方式防止。啊！我們出家人啦，是住在阿蘭若處，離開那種憒鬧的地方，引發這個煩惱的，我們總不可以，就這樣，所以心裡面要主宰著。否則的話，儘管關在山裡面，你心裡面亂糟糟啊，這沒有用！",
    "412": "[06:52]同樣的道理，我們也剃了頭，穿了袈裟，不但我們自己曉得說，喔喲！我摸摸頭，我為什麼這樣做；要人家一看說：欸，你這個和尚幹什麼的！所以他們泰國人這個出家的比丘，假定你下午出去跑到市場裡，人人瞪大了眼睛看你，你到那時一看，喔！趕快走、趕快走！所以養成功這個，它有這麼的好處在。可是這地方我們主要曉得，啊！原來這樣的。那麼這個戒為什麼稱為戒呢？戒的意思，因為它能夠防非止惡，有防犯作用，有防犯你、禁止你造惡，所以又稱為戒。所以說《大乘義章》上面來說，旁譯叫戒，正名應該叫清涼。這個現在呢說明，分五點：",
    "471": "[07:51]一尸羅自性，它本質是什麼。",
    "477": "[07:57]二 趣入修習尸羅方便，我們怎麼樣去修，先不是馬上叫我們去修，他一定有一個方法，欸，告訴你，你怎麼樣去做的話，你可以好好地修了。換句話說，我們常常說的，我們背後缺乏一個推動的力量，這個很重要、很重要！你有了這個推動的力量，然後你要去做的時候，那麼你曉得做的時候，它這個裡邊還有不同的行相。所以，",
    "516": "[08:36]三 尸羅差別，那麼再下面呢？",
    "520": "[08:40]四 修尸羅時應如何行，正修的時候怎麼辦？這個尸羅有這幾種，每一種不同的，這個裡邊應該如何做法，最後還有個",
    "533": "[08:53]五此等攝義。就像前面的，最後的，總略地把重要的地方提一下。現在一個、一個來：",
    "541": "[09:01]今初　從損害他及其根本，令意厭捨，此能斷心即是尸羅。這個！第一個概念，我們要把握住啊！這個戒是什麼呢？平常我們說戒，現在雖然說，這個正翻是清涼，可是我們現在概念已經有了，而且我們習慣上用的都是戒，所以以後說到這裡都說戒。這個戒的特質，是損害別人，平常我們的損害別人是指什麼啊？都是身口所役，對吧？你打人哪、罵人哪，然後這樣的話呢，乃至於瞪人一眼啊，乃至於種種行為呀！根本是什麼呢？它的根本就是你的起心動念 ─意樂。你先有了這樣的想法，還有呢，這個意樂的種子，這個就是損害他的根本。",
    "600": "[10:00]平常我們容或行為上面沒有，可是心裡邊卻一天到晚懷著這種自害害他的事情，這個都是損害別人的。固然我們傷害別人是戒，那瞋相應的；還有呢貪相應的，你為了你自己的利益，用種種方式啊，直不顧別人，這個也是。對不對？也就是這個就是根本。然後呢你心裡面有這樣想，不管你的行為做得多好，那個總歸不相應，所以這個地方特別說「及其根本」。那個事情怎麼辦哪？「令意厭捨」，我們一定要從我們的內心上面，因為這個內心是主宰啊，厭離 ─啊！說這個錯啦，這個這麼錯，怎麼不對啊，然後要去捨棄它，要去捨棄它。就是這樣的這個意念，「此能斷心」，要斷除損害他，以及損害他那個根本，這個心理、這種意念，乃至於要從根拔除，習氣一點不保留的那個決心，這個就是尸羅。",
    "685": "[11:25]看見沒有？現在我們了解了，這個戒的真正的特質在哪裡？在這裡。就是你能斷除這個決心：我一定要斷除它！因為你有了這個東西，然後你進一步去的行持，這個。所以正受戒的時候，你了解了這個，一心一意我現在學這個，得到的戒體，所謂戒體什麼？沒有別的，就是這個 ─一個心意。所以將來在《南山律》的這個裡邊，尤其弘一大師所輯的《在家備覽》當中，解釋那個戒體的時候，它就特別說，譬如說：說一切有部的，說他們講戒體怎麼解釋；乃至於下面，譬如說經部的，那麼他們怎麼解釋；等到南山道宣律祖，他怎麼解釋。這個是南山的精華，我看得實在讚歎不已！這次回來跟老和尚談起，想不到，啊，老和尚真是了不起！所以我的確佩服他，他也告訴我同樣的話。的的確確千真萬確，你不懂得這個的話，你這個要想戒有正確的認識，那很難很難，很難很難！",
    "773": "[12:53]是！並不是說認識了這個，你就戒圓滿了，意思是說，你了解這個以後，你就懂得戒的根本從哪裡開始。你根本因抓住了，即算是不圓滿，你走上去，一定能夠走到圓滿的地方；反之，你把握不住根本因，在枝末上面轉。以前說過了，你如果了解從枝末上面，再追根究底的話，一樣你還是可以追到那根本上面；可不幸的是，我們沒有這個抉擇的能力，始終在那個形相上面去轉的話，那你不曉得轉到哪一年，吃多少冤枉苦頭。所以關於戒的自性，我們一定要特別認識清楚。",
    "826": "[13:46]由修此心增進圓滿，即是尸羅波羅蜜多。欸！把這個心哪，增長、進步，達到圓滿的程度，那就是戒波羅蜜多。換句話說，我們能夠圓滿地把這一個部分做圓滿了，所以這個必須要對自己的身、心，心理的行相認識清楚。你們懂得了這一點，那麼才了解平常我們研討的時候，一直說一定要自己反省、觀察自己的身心相續；乃至於說為什麼世間講的，大家講道理，講得百分之百有理的時候啊，在佛法上面已經百分之百地錯啦，根本意趣在哪裡。那麼那時候，我們才有一個了解；你有了了解了，去行持、修持的話，才有進步，才得到真正的功德；有了這個功德的話，那個苦啊就可以離，樂就可以得。否則的話，不管你怎麼樣說好、好，好了半天的話，你始終在文字上面轉，所以這個叫作戲論！那麼現在我們繼續下去：",
    "917": "[15:17]非由安立，諸外有情悉離損惱，為滿尸羅波羅蜜多。這個解釋滿重要的，說你要曉得啊，這個尸羅的這個自性，是從你內心當中圓滿這個心，而不是從外面安立的。它外面什麼？就是不損惱他，所以不是從外面這個地方來看的。假定從外面來看的話，既然說你不損惱他的話，應該所有外面那些一切有情啊，都沒有一點點煩惱了。因為每一個佛都發這個願，要圓滿這個戒波羅蜜多，假定這個戒波羅蜜多從外面來判斷的話，那麼只要有一個佛成就的話，所有外面的眾生都應該沒有損惱，離開損惱了，這個很明白。但是現在呢？佛啊，不但一個佛成就了，個個佛都成就了，可是外面的眾生照樣地煩惱無比，這個說明什麼？它不是說防止不損惱他，這個懂得了，我們就看下面的文很容易。說：",
    "997": "[16:37]若不爾者，現諸有情未離損惱，過去諸佛尸羅波羅蜜多應未圓滿，亦不能導此諸有情，往離損害諸方所故。哪！就是這個道理，所以它一定是裡邊安立的，裡邊安立，不在外邊安立的。所以那一天，我就曾經跟我們老和尚談起，這是我們也是其中一位同學啦！這個同學，他規勸那個同學，我想大家知道這件事情，這個現在我們都了解，這都是我們的善知識喔！那個同學說得個振振有詞，當時老和尚就跟我說：「唉呀！我心裡面只是一點都不生氣，只同情他、憐憫他呀！」以前我不大會懂得，以前不大會懂得，這樣。要我以前聽見這個話，我也許還會想，這老和尚他在那兒說的好聽話，我現在慢慢體會到了，千真萬確，那就是老和尚的功夫，那老和尚真正為老和尚的地方。他的的確確，他遇見這個境界，他自心調伏了，這樣；然後呢他自己因為調伏了以後，他不隨這個煩惱在轉，當別人給他說這個很多似是而非，他能勸得醒固然勸，勸不醒的時候，他自己內心卻是一動都不動。他不但是如此，而且他還說：「我越來越憐憫他，曉得他這樣去做的話，他這樣的話是會墮落的，但是啊我真是很同情他。」就是這樣。",
    "1106": "[18:26]所以以後這位同學跑得去改過了，他也高興，因為那一次因緣，他就特別跟我講。所以這個地方我特別，你們要了解這個行相以後，那麼曉得從什麼地方下手。等到你自己能夠調伏了，然後呢你才能夠引導別人，說：「喔，原來這個方法是這樣的！」假定你這個做不到的話，他就說「不能導此諸有情」，你就沒辦法引導別人，這個話你們就很清楚了。",
    "1143": "[19:03]所以從這個地方你就了解了，前面剛才說的，一個人猛業成熟的狀態是怎麼樣。然後呢，你戒是如何戒法，自己怎麼防，緊跟著怎麼幫助別人，乃至於圓滿的狀態等等，那彼此間沒矛盾了。如果從外面形相判斷的話，那人家說起來：「欸，那個佛不是要布施？那個佛不是要持戒？結果佛說，如果他不滿願的話，他不能成佛，結果他成了佛了，窮的人還這麼多。欸！那這個佛的布施，布施到哪裡去了？」不是的！持戒呢也是一樣。這個概念，我們第一要認識。一方面固然是對這個不矛盾，另外一方面，對自己一種最好的鼓勵：啊，原來這樣啊！那真正主要的，我只要內心上面認得了這個行相以後，努力去改善的話，那就對了嘛！更進一步，因為我自己真正找到了問題中心改善，才可以幫助別人，那才是真正幫助別人離窮苦、離熱惱啊！喔，佛法原來是這個樣的啊！你也就真懂了。繼續：",
    "1225": "[20:25]是故其外一切有情與諸損害隨離不離，自相續上有離損他能斷之心，修此即是受行尸羅。所以說，外面的一切有情，他對於這個損害、被損害，或者離、或者不離，那個不是主要的，只是主要的真正的特質在哪裡？就是你自己的身心相續上頭，不但是行為啊，這個開口也好、行為也好，以及起心動念等等，沒有一點點損惱別人，這個心裡面狀態徹底地把它拔除掉了，這個就是圓滿。現在呢你了解了要去修，這個要想斷除這個的心，那個我們就是修「受行尸羅」。受、行─受戒、隨行，就是這個上開始的。說：",
    "1303": "[21:43]《入行論》云：那麼下面呢，就引經論證明。",
    "1309": "[21:49]「魚等有何處，驅彼令不殺，由得能斷心，說為尸羅度。」說這個「魚等」，那是表示一切畜生，那些畜生當然都是被人殺害的，你在什麼地方，你哪一個地方能找到這個魚不被捕、不被殺的？不可能，對不對？說實在的，我居然看見人家跑到放生池裡面還去抓魚咧！這個，那個放生的地方他都要抓了，你還有其他的什麼辦法好想啊！是的，就是這樣。所以那何況其他的地方，唉，你沒有地方能夠是叫別人家不被殺。所以說外面的境界，這個是外面的，我們現在修學佛法是「由得能斷心」，你能得到這個了，圓滿成就了，那就是布施波羅蜜圓滿的時候。那麼，",
    "1366": "[22:46]戒雖有三，此約律儀尸羅增上，現在講的那個戒，這個是什麼呢？是就這個「律儀尸羅」，律儀尸羅是三種律儀主要的是別解脫什麼等等的根本，換句話說。戒有三種，哪三種？在下面會一一介紹，在這個戒的差別裡邊。",
    "1392": "[23:12]說為斷心，此復若具等起增上，斷十不善是十能斷，若就自性增上，斷七不善是七能斷，身語業性。那麼這個戒，就是能斷的心，我們從兩個角度去看它，從它的「等起增上」；我先不要說等起增上，從「自性增上」，他說戒所戒的特質、本質，反過來就是說，你犯的那些事情。你現在不犯，要去斷除它，就它的本質來說，就這一點來特別地說明，「增上」的話，就是說那認真地確定，嚴格地確定。那麼這是七樣東西，這七樣東西，能夠斷除的七個、七樣東西，這個就是戒。反過來，你不能斷除的就是惡，戒是防非止惡嘛！那就是身三、口四。那麼由於這個「等起」，跟這個相應而生起的，相應而生起的，還有什麼？意業，這個意業是看不見的，實際上不是一個什麼外面的行為，但是也是跟它相應的由此而起。那麼所以在這個上面呢，就加上那個貪、瞋、癡，所以「斷十不善是為十能斷」。所以或者我們講，防身口七支，或者是加意地三個，就它的自性的特質來說，也就是講尸羅。",
    "1497": "[24:57]所以的的確確的，我們剛才說這個三宗，有部跟經部，以及進入大乘的以後的三家，判那個戒體不同的時候，有的是從身口上面說起，有的時候乃至於防心說起，這個都有它的根據的。那麼現在這個地方就是說，就自性增上的話，它本質說，的的確確，哪！外面現出來的行相，戒是一種行為嘛，那是身口，這樣。從它的整個的內涵來說，它的等起來說，就是跟它相應的由此而引生，那麼這個貪瞋癡意業也在裡頭。",
    "1547": "[25:47]《入中論疏》云：「此由不忍諸煩惱故，不生惡故，又由心中息憂悔火，清涼性故，是安樂因，為諸善士所習近故，名為尸羅。這一個戒這東西，是什麼？「不忍諸煩惱故」，這句話大大地重要！我們現在動不動就不能忍耐啊，乃至於會發脾氣，唉呀！覺得難忍，我們現在叫「忍非所應」，忍不應忍的。我們修學佛法的人，應該忍什麼、應該不忍什麼，應該分得很清楚。現在修學佛法的人，不能忍耐的是自己的煩惱，這個是很重要的噢！",
    "1601": "[26:41]所以你要不能忍耐自己的煩惱，首先必定要認得什麼是煩惱，假定你對煩惱不認識的話，那個就無從談起，對不對？所以平常我們常常說的，唉呀！我們講道理，你不管你講得多大的道理，你完全已經錯了。為什麼？這個在煩惱當中，增長你的見惑，增長你的思惑，不管你有多大的道理，沒有用！這個我們不應該忍受的，這個才是這個。所以我們必定首先要認得煩惱的行相，認得了煩惱行相說：唉呀！我現在的大冤家就是這個東西，這一個才是我絕對不能忍耐的 ─嗯！要斷除它！那你能夠對這個有的認識，你能夠不忍耐這個東西：我絕對不受它的騙，一點生起我要跟它鬥到底！就是這樣。能夠這樣的話，欸！你就不會造罪了，所以「不生惡故」。",
    "1667": "[27:47]由於不生惡的話，心中的憂、悔、火都調伏了。「又由心中息」，息是息滅，息什麼？「憂悔火」。平常我們憂心焚焚，唉呀！懊悔，然後呢火。這種東西，由於了解自己的煩惱，經過戒的修習，把它調伏了以後啊，這種東西沒有了 ─這個熱惱相。所以平常啊，唉呀！坐立不安，我們往往有一點小事情，心裡面就這樣想、那樣想，這是什麼東西啊？憂惱火，就這個東西啊，那個火在那裡燒啊！所以這個時候得到了「清涼性」了。這個是什麼？安樂的因。現在你能夠清涼，造了善業，將來的果報比現在是更好；反過來，你現在儘管是講道理、說什麼，現在是又憂、又惱、又火啊，等到這一生壞了以後，將來去的地方，唉呀，那不得了地可怕啊！",
    "1740": "[29:00]好一點的畜生。所以我很早以前曾經跟大家提過，唉呀，自從我懂得這個業以後，我就隨便一看，看見那螞蟻，一看就曉得了。喔！你看那螞蟻一天到晚嘟、嘟、嘟、嘟、嘟這麼跑，牠一碰到什麼就鬥起來，要跟你鬥，其實人家還不一定要跟牠鬥欸！但是牠心裡面就是這個行相，就是這個心理行相。另外一種呢，可愛的東西，的的確確，譬如說你 ……我們現在隨便說喔，嗯，我不曉得大家有沒有這個，你們各人有各人的經驗。"
}