{
    "3": "[00:03]這西方人有很多東西，養那個小動物，叫寵物，或者小貓啊、小狗啊，大的大概不那麼的。可是你一向跟牠弄得很好的話，牠一看見你啊，哎呀！牠就跑上來啊，什麼？就來跟你親熱，就是這樣。換句話說這是什麼呢？就是他當初的時候，不同的，一個是由於貪相應法，一個由於瞋相應法，都是愚癡的結果。那我這隨舉一例哦，隨舉一例，這是最下品的惡業。如果是嚴重一點的話，那絕對不是那個樣哦！嗯，就是這樣。是，這個上面所說的，你能夠把這些調伏的話，那就得到安樂的果報，這是我們真正善士所習、所近的，這個叫作尸羅。",
    "63": "[01:03]此以七種能斷為相，無貪無瞋正見三法為其等起，故具等起尸羅增上說十業道。」上面解釋過了，這個是從行相上面看，戒是清淨幢相，那是七種。那麼「無貪無瞋正見」就是癡的反面，所以這個最重要的是正見，這個三樣東西它的等起。那麼具足這樣的等起的尸羅增上叫作十業道，前面已經說，那個就是根本，啊，根本。這個是它的自性，我們了解了。那麼現在了解了以後呢，要去修的時候，它一定有方法，你怎麼樣正確的方法，你能夠策使你修習這個。",
    "121": "[02:01]第二趣入修習尸羅方便者。如是發心受學諸行，此即誓辦一切有情，令具正覺尸羅妙莊，應修其義。像這樣的發這樣的大菩提心，然後呢，學這個去行，照著去做。這個誓願為了使得一切有情要具足最圓滿的正覺尸羅，這個真正是最殊勝、微妙的莊嚴。那麼我們必定要這樣去修習，要修習這個。",
    "163": "[02:43]此復自須先生清淨戒力，以自未能清淨尸羅及有虧損當墮惡趣，況云利他，即自利義莫能辦故。現在你既然發這個心，要幫別人的話，對不起，你自己先要有啊！你自己都不能清淨，還要墮落惡道當中，你怎麼談得到利他呢？這很清楚、很明白，你要利他，你自己先要有利他的本事嘛、本錢嘛，你現在連自己都在地獄裡邊，就叫人家來救你，你怎麼可以救別人？你自己在煩惱當中，那就莫可奈何了，而且墮落了更談不到。",
    "209": "[03:29]故勤利他，當愛尸羅不應緩慢，必須力勵守護防範。所以真正努力講利他的人啊，這必定最寶愛這個東西，不可以慢啊！必須要努力去守護防範啊！喏，從這地方我們就看得見了，諸佛菩薩、祖師講利他，有沒有說：「哎呀！現在我要為利他呀，這個戒馬馬虎虎啊！」佛經上面有沒有這樣講啊？我是沒看見，論上面我也沒看見，現在這地方說得很清楚，這個千真萬確的事實。不要說這是小乘的，小乘為了自利尚且這麼認真，你現在要利人，你倒反而可以馬虎，天下有這種事情嗎？可憐的是什麼呢？就是很多人說利他，實際上乃至於戒的真正的內涵都不知道。說得更正確一點，他那個心理的行相到底是在造罪，還是自己在這兒如法行持，他不知道，自己還覺得：是啊，我在利人。喏，毛病出在這裡。假定他真正了解這個尸羅調伏的自性了以後呢，那看得很清楚。",
    "291": "[04:51]所以最近經常有人 ……其實以前我也犯這個毛病，那時候我跟著我法師的時候，我常常說：「法師啊！現在這個時候你老人家不出來，你怎麼可以啊！」他當年回答我的話，我一直不同意，現在我覺得很遺憾哪，我當年不同意的話，現在也用來回答別的同學。這個道理是什麼呢？他就是有的時候笑一笑「唉呀！」有的時候他就跟我說啊：「你慢慢地、好好地學啦！你學了一段時候再講法。」我覺得我這麼一番好心去勸他呀，大家這麼諍論，你說這個、我說這個。我現在慢慢地真正感覺到了，這一點都沒有錯。不是說你就憑認得幾個文字跟人家爭辯，就算你百分之百有道理，你說對了，對方說：「我就是不理你，就是不聽你。」你是拿他一點辦法都沒有，那千真萬確的事實啊，這世間狀態如此啊！對不對？而是必定要什麼呢？你自己內心當中你能夠調伏了，那個時候看看這個情況，如果在適當的因緣，你還能幫助別人去，所以絕對不是認得一點點文字以後。那麼既然如此，這地方就很明白啊，說你要想幫助別人，你能夠把戒這樣事情放在一邊嗎？所以他說「勤利他，當愛尸羅」，絕對不可以緩慢啊！這第一重要啊！",
    "393": "[06:33]從這地方說，不管你自利、利他，這個總是第一個 ─談佛法，戒一定是第一，不管是大乘、小乘。如果說你在這地方不談，那我們不談。當然了，這地方要注意哦！如果他播一點種子，他是一個菩薩心腸，他安住在菩薩律儀上頭，他自己心裡面非常清淨，啊！那種人這是第一等了不起的人。我們不要從行相上面看人哦，我們不要聽了這個東西以後，喔唷，然後這個也瞧不起，那個也瞧不起，我們就完全錯了！反過來，我們懂得了以後，這個也尊重，那個也尊重，只有一個不尊重 ─我自己呀！我覺得我沒調伏；說實在的，我現在只好關在這地方，因為我沒調伏嘛！",
    "437": "[07:17]再說，進一步說，就是那些人，他不一定真正地調伏，就算、就算不是真正地調伏，何況他真正調伏，就算不是真正調伏，他也把佛法的種子傳播出去啊！現在我關在這裡，我不能做，而他把那佛法的種子傳播出去，那不是正好做了你不能做的事情嗎？所以我還是很尊重、還是很感激、還是很佩服他啊！而我唯一應該做的只是什麼？我看看我自己內心哦！這個很清楚、很明白，對不對？所以不管你站在哪一個立場上來說，你那個時候所應該注意的是：啊！要調伏自己，要努力地守護、防範。不過這裡有一點，就是我們真正要開口談戒的時候，這個要原則把握住，這個在任何情況之下，自己沒得話說的，這個原則要把握住。",
    "503": "[08:23]《攝波羅蜜多論》云：「若具正覺戒莊嚴，勤修一切眾生利，先當善淨自尸羅，發起清淨尸羅力。」假定你要拿這個圓滿正覺的戒來莊嚴，由於這個努力，去利益一切眾生的話，那麼那個時候要怎麼辦？哈！哈！要善淨這個自己的戒，修習，然後呢產生清淨的戒的力量。「清淨尸羅力」，這個力是大得不得了哦！這個力真是大。",
    "544": "[09:04]又云：「毀戒無能辦自利，豈有勢力而利他，故勤善修利他者，於此緩慢非應理。」所以你一旦毀了戒，自己都保持不住，哪裡還有力量利他呀！所以要好好地勸那些說講利他的人：你要不利他則已，要利他的話，說這個地方馬虎是不合理啊，絕對不合理啊！",
    "575": "[09:35]說到這裡，我就想起這個清淨尸羅力的一則公案：這個佛世的時候，有五百個羅漢證了羅漢果囉，喔唷，都是三明六通大阿羅漢。那個地方有個毒龍在那地方，大家以神通力，怎麼也莫奈何，那條龍就是在那裡不動。最後就來了一個比丘，那個比丘是很認真持戒的，他沒有具三明六通哦，也不是大阿羅漢哦，就跑得來對那條龍說：「對不起，菩薩你讓一讓啊！」欸，那條毒龍就走掉了。哎喲！這五百個大阿羅漢是大為驚訝：以我們的這個神力都趕不走，他跑得來一句話，趕走了。問他說：「你大德修些什麼啊？」他說：「我什麼都沒有。」「嗯，不可能！」最後他檢查了半天，只有一樣東西 ─於小小戒啊，最細微的戒，看得比什麼都重要，哦！只要是佛制，哪怕一點點，那麼認真持。嗯，這個我想大家都知道的。所以說明了這個自利尚且如此，何況利他。所以現在這個時候，我們即便做不到，但是我們至少應該了解這個根本在哪裡，這一點在這地方我們應該認識的。",
    "657": "[10:57]如是能令尸羅清淨，依賴於諸進止之處，如制行持。現在我們要想淨我們的戒的話，要靠什麼？這不是你想一想就算了，你要去行持的呀！所以，欸，要看你呀、你的行為，該做的是「進」，不該做的是「止」。這個不管是進、止，或者說作持、止持戒當中 ─「作持」就是該做的去做，「止持」就是不該做的要止住它 ─一定要什麼？「如制行持」。這個佛的教法以戒來分的話叫制教，大家曉得，這就是佛制定的軌則。其他的這個教法 ─化教這東西，其他的菩薩，乃至於化人啊、羅漢啊，那都可以講的。制教，除了佛以後，沒有第二個人，沒有任何人能夠講，這麼個嚴重法，所以它像國家的憲法一樣。",
    "734": "[12:14]你要想如制行持的話，對不起，你還必須要什麼啊？如律應學呀！照著這個學的不是說文字認識，還要認得這個文字所指的月亮呀，它現在所指的這個月亮是什麼？就是我們的心月，指的我們的身心相續。所以前面在共中士的時候告訴我們，學戒的時候，說你先不要談戒，先談犯因，換句話什麼是錯的，大家還記得吧！第一條是什麼？無知 ─不知道，那個時候真正地學是要學這個，這是我們必定應該正確認識的，就是這樣。但是下面所以剛才特別說這個話，所以這個知道不是知道文字。如果你學了半天知道的文字的話，那你完全錯了！不知道文字啊，他還少一點口舌是非爭辯，知道了文字以後，那個爭辯是越來越多，是越來越錯，不曉得錯到哪裡去了，所以這一點我們特別要注意！",
    "808": "[13:28]又此隨逐猛利堅固欲守護心，故當久修，未護過失善護勝利，而令發起欲護之心。那麼前面就是，現在我們了解說，這個戒的特質是這樣，那麼怎麼樣才能夠如制，如佛所說的去做呢？這個要看我們有沒有強烈的去持戒的這個，你有，它就做得到，沒有就不行。所以這個就跟著 ─「隨逐」就是跟著你這個猛利而且堅固的防護的心，不但堅固而且猛利，就這樣。「堅固」是說別人都衝不破，「猛利」的話，你還有一股力量。有了這個，你就能夠持戒，所以這個是推動我們的守護的心嘛，所以我們要久修，要經過長時候的修習。那麼修習什麼呢？就是說不護那個戒的種種的害處，以及保護戒的殊勝的利益。你對這個了解了以後，你內心當中說：啊，我一心一意要發起，一心一意要去做這個事情去了。",
    "897": "[14:57]所以我們在前面布施波羅蜜講完了以後，「攝義」的時候，為什麼要引申前面那些道理？就剛才說的，這無非是讓我們真正認識我們自己的心理行相。到現在這裡有一個很大的好處，跟以前不一樣。以前講很多道理迷迷糊糊，現在我們經過了道前基礎、下士、中士以後，再講，他所指的心理行相也就很清楚了。比如說我們剛才說，這個猛業成熟的狀態，然後宿生造了以後，他世現行像夢，以及眼前當下任何一個境界現起的時候，我們這個等流的心識等等。欸，你處處地方就了解：哦！業的中心在哪裡，然後呢要去防護是如何防法。所以它那個次第，從這個地方我們曉得：啊！這個次第的必然性。反過來說，當你學到以後的話，了解了更多，然後你回過頭來防以前簡單的時候，那就是輕而易舉。現在我們繼續下去。",
    "985": "[16:25]初者如前論云：「當見猛利大怖畏，可斷雖小亦應斷。」「初」是什麼呢？就是先不護的、不護戒的種種的過失、患害，這個前面這個《攝波羅蜜多論》上面就說呀，說你應該見到這個的禍害。換句話說，你不持戒的這個可怕的地方，哎呀，這個是厲害極了！「大怖畏」，因為這樣的話，所以你見到了絕大的怖畏，哪怕一點點哪，「可斷雖小亦應斷」。是呀！我們現在小小的，稍一做壞一點點，將來受絕大的大苦報；反過來呢，你努力地做一點點的好事是大安樂。現在先說那個可怕的那一部分。",
    "1045": "[17:25]謂由過患深生怖畏，雖於小罪勵力斷除。這個概念我們說得很多、很多，但是最重要的還要靠什麼？平常我們多思惟。如果你不思惟的話，聽的時候滿好，聽過了以後呢我們還在什麼？還在一向的現行當中。這個地方我們馬上就可以溫習一下，這個現行說明什麼？說明我們一向無始以來的習性，就宿生就是這樣，前生就是這樣，一直這樣，所以它這個力量非常強，對不對？到了這裡呢，尤其是我們領會了這個戒法，如果到這種情況之下，你不拼命努力的，再也沒有機會，這很明白擺在這裡。如果說在這種情況下不努力，還讓它再一增長的話，那完了！你沒有增長，這個惡的力量你都防不住，再把那惡的力量一增長，你還有什麼希望，對吧？這個概念清楚不清楚？",
    "1110": "[18:30]現在我們一般的情況之下，就像前面說叫你拿那個東西，你就說拿不動。拿不動，你總想辦法去怎麼樣增加你的力量，減少你要拿的東西，那才可以。現在我拿不動啊，卻是你就把這力量就浪費掉了。叫你搬那個石頭，你搬不動，然後呢別的地方再搬幾個石頭來壓上去，現在我們做這個事情的話，你有哪一天搬得動啊？你只有被它壓死在那地方，永遠不動，這個概念很清楚、很清楚，這樣。",
    "1142": "[19:02]所以從前面而來，到這地方的任何一句話，這句話對我們的內涵，對我們內心上的策勵，應該產生的功效是越來越深、越來越深。不過這個地方不是叫我們，喔唷，感覺到害怕為止。這個地方是要我們害怕的，害怕了有什麼呢？欸，它卻有一個很善巧的方法 ─欸，你不要怕呀，既然你怕你努力啊，努力你就把這問題解決啦！對、對、對！那麼在這種狀態當中，他就能夠如理如法地行持，慢慢地減輕它了。所以這是告訴我們說啊，先要見到這個過患，然後呢努力思惟觀察，當你最小起心動念一點點的時候啊，馬上就得把它一下斷除掉它，一下斷除掉它。",
    "1202": "[20:02]這現在我慢慢地有了經驗，慢慢地有了經驗。是啊，這有的時候我經常到老和尚那裡討教他，他老人家的確了不起，就這樣。欸，如果說你慢慢地、好好地努力的話，你會發現，當真正的這種這個煩惱現起的時候，譬如說你慢慢心平氣和的時候，有一個境界引動你的時候啊，你不觀察，它剛開始引動的時候你完全看不見的，你完全看不見。但是如果說你經過了思惟觀察的話，到那時候你就很清楚、明白地，譬如說一個瞋相現起了，欸，你自己覺得心裡面就，哦，一股、一股所謂火要冒起來了。欸，那個時候你只要有過觀察，它一起來，你立刻察覺得到它，它馬上啊，它就拿你莫奈何。欸，這個東西用功真妙啊！你立刻就保持你的平靜，貪亦復如是。通常說起來，我的經驗，瞋容易，要壓伏那個瞋遠比壓伏貪來得容易。這個貪的這個力量，真實說起來，猛是沒有瞋來得猛，但是那個勁啊，那非常大，非常大。所以你那個貪必定要有很努力地這樣，它稍微一點點起來的時候，「嗯，來啦！」",
    "1282": "[21:22]但那個習慣難斷哪，我可以告訴你們的經驗，比如說很多這種瞋的境界來的時候，一看見的時候，當時，一下，然後心裡面自然而然就很寧靜，對於事情的觀察、處理等等，自己會把持得很穩。如果覺得不對了，哦，離開一點，那時候自然很好。那個貪，我自己的調伏就不是這樣，我一定要事先準備得很努力。比如說我歡喜吃一點什麼東西，假定這麼說啦，比如說飲食上面有的時候習慣的東西，我事前先想好，到了眼前了，然後堆在那裡，嗯，看見它起來了，不要讓它動。儘管自己覺得心裡面滿平靜，對不起，口水就咕嚕咕嚕就在那裡流。唉！所以我覺得這個習氣啊，這個是潛意識裡的，粗猛的是沒有，細的啊那一點都沒有動，這千真萬確的。",
    "1335": "[22:15]現在這個地方我們根本動都沒有動，自己還說得，唉，說大話，懂得很多佛法，我自己實在 ……。所以跟你們說，我在這裡常常講講，心裡面覺得：欸！我的眼睛為什麼長到這裡，那理由就在這裡。等到你自己內心當中一觀察的話，你就看得清清楚楚，你騙別人是非常容易，可是騙自己啊，就這麼難法。但是你不認得它的話，對不起，你自己一天到晚被它騙，你根本不曉得，自己還覺得很有道理。所以這個佛法這個東西啊，就這麼千真萬確，而就這麼現實擺在這個地方。所以下面說：",
    "1378": "[22:58]尸羅障品其粗顯者，謂十不善所有過患，如前已說當思惟之。那個你不是要觀察那個尸羅的害處嗎？哪！前面已經說過了，你要好好地去思惟。（音檔中斷）那麼有這個過患推動，喔唷，千萬不能害；下面呢又說它的勝利，說你犯了以後有這麼大的害處，然後你守了以後有這麼大的好處。",
    "1408": "[23:28]其勝利者前亦略說，前面也已經簡單地說過了，總之我們真正開始的時候，第一件事情要認得它的特質是什麼，然後呢認得了這個特質以後，一定把它那個好處、壞處對比得非常強烈。欸，你一定要想辦法把那個強烈的狀態在眼前現起，就在眼前的境界上面如果你能夠體會到的話，你去持這個戒也好、布施也好，很容易、很容易！所以我上面一堂課特別地提出來，實在到這個地方，我不願意像我這樣一點點的窮人，這個發了一點小財啊，我以前常常跟你們說，不是發小財哦，有了個錢你把藏起來都來不及啊，拿出來啊這實在是大不智。所以常常這樣多多少少說，因為我唯一的經驗也只有這個，所以我只是告訴你們，你們真正地肯去體驗的話，它這個力量的的確確就會這麼大！你有了這個力量，平常你覺得持戒，或者什麼做不到的事情，啊！那做起來自然就會那麼輕而易舉。不但輕而易舉，而且做完了以後，你內心當中那個快樂啊，所謂這個清涼、解脫，那都是千真萬確的事實，這沒有一點點我們想像當中的。然後你有了這個經驗，然後你看人家的話，你就看得很清楚。",
    "1503": "[25:03]其實看人家呀，我們不要說戒，別的事情也是一樣。譬如說你今天我們大人了，然後回過頭來看那個小孩子，喲，他那個小孩子，儘管他想掩飾什麼東西，可是你看得很清楚，對不對？欸，所以那個世間的聖人，曾經說過這個話啦！說「觀其所由，察其所安」，你只要觀察、觀察他這個起心、行為、開口，然後呢這方面的話，你就曉得他腦筋裡動些什麼了。所以「人焉廋哉，人焉廋哉」，他怎麼瞞就瞞不了啊，瞞不了的啦！這樣，這是千真萬確的事實。所以在這個下一次溫習的時候，談到《了凡四訓》改過的時候，你們不是現在在看嗎？他一開頭的時候說，春秋諸大夫看人家的行為，然後臆測他的話，他就能夠曉得他未來的禍福。為什麼呀？嗯，就是這樣。你心裡上面如果說如法行持跟戒相應，他得到的一定好的，反過來是一定壞的，就這麼現實耶！當你這個看到了以後的話，那我們要去持戒啊，那的的確確是輕而易舉。不過這個時候還不夠哦，還要怎麼辦哪？還要堅固、還要猛利，那是無有不成者。現在我們看那個勝利：",
    "1604": "[26:44]吉祥勇猛所說者，即前論云：那個祖師啊，就是引用的就是像論上面：",
    "1611": "[26:51]「可愛天物及人財，妙樂妙味天盛事，由戒因生有何奇，當觀佛法皆此生。」樣樣可愛的東西，從人間的種種資財到天上的那些，微妙的各式各樣的好東西呀，種種的事情，無非都由戒而出生的，這有什麼奇怪呀？要曉得整個的佛法都從戒，所以戒如大地啊，沒有戒什麼都談不到，什麼都談不到，不管你說什麼。",
    "1656": "[27:36]又由依此，能令相續輾轉勝進，與諸菩薩大悲性者共同學處，永斷一切惡行種子，得淨妙智。由於依於這個戒，然後呢修學以後，使得我們的身心 ─這個「相續」就是身心，不斷地輾轉勝進。這個「輾轉」兩個字，反過來，如果在壞事情上頭就變成什麼呢？惡性循環。這一點大家注意哦！平常的時候我們處處地方都是這樣，好的事是輾轉地增長，壞的事啊惡性循環，的的確確有太多事情，它都會產生那個連環效果的，連環效果的。那麼現在這個戒，你能夠輾轉勝進增上的話，再跟什麼？跟那個菩薩的大悲性一起學。啊！是「永斷一切惡行種子」，而得到最微妙的淨智，這是根本。換句話說，從這個根本上面再增上的話，才能夠圓滿你的大菩提心，乃至於大菩提果，這個才是我們真正最好的莊嚴。所謂莊嚴的話，就是我們普通世間來說打扮、打扮啦，修飾、修飾啦！就這樣。",
    "1747": "[29:07]餘莊嚴具太老太少，若著戴者成譏笑處，非為端嚴。尸羅莊飾，老幼中年任誰具足皆生歡喜，故為第一莊嚴之具。"
}