{
    "3": "[00:03]餘莊嚴具太老太少，若著戴者成譏笑處，非為端嚴。尸羅莊飾，老幼中年任誰具足皆生歡喜，故為第一莊 嚴之具。其他的莊嚴的東西，譬如打扮、打扮，我們說這個老年人打扮的話，我們就看起來這個老妖精，哦！的的確確。年輕的人哪，當然，這個小孩子怎麼做得這樣！那麼我們出家人更談不到了，對不對？頭剃得光光的，乃至於香肥皂你都不能用，就這樣，一點都沾不上。所以這種東西如果說你不相應的話，你戴在身上的話，被人家看了譏笑的，實際上也不是真正的好的。只有這個尸羅這樣的莊嚴，是不管哪一個，老，老好；小，小好。如果這個老年人莊嚴，覺得：哎呀，這個啊那個是，啊！了不起的，這是一位老法師！我們尊敬無比。如果是很小的時候，我覺得：喔唷，這個宿生是大有善根，是了不起的再來人！欸，所以不管哪一個呀，那誰都自己也歡喜，人家也歡喜啊！所以這個才是真正的莊嚴，而且莊嚴當中最好、最好的。",
    "82": "[01:22]諸餘香者，能薰順風非薰逆風是有方限，戒名稱香薰一切方。別的東西啊，它譬如說香，這順風可以，逆風的話聞不到；戒香的話，普遍十方。",
    "102": "[01:42]能除炎熱檀等塗香有違出家，能除煩惱炎熱塗香，於出家者隨順無違。這個平常我們夏天在印度的習慣，身上要塗一種油，塗一種香的油，能夠除炎熱。實際上呢，我們在這地方不太熱不會注意，不會注意噢！這個太陽太大的時候，我們這個燒傷皮膚的，那時候有一種油啊塗，塗了以後會保護它，會保護它，這樣。但是呢我們出家人這不可以，那個塗香不可以，這樣。所以只有一樣東西，欸，那個煩惱香啊，來保護那個熱惱就對了，不但可以啊，而且是隨順的。嗯，這樣！",
    "152": "[02:32]雖同具足出家之相，具戒財者勝出餘人。這樣，雖然就算我們現在進一步，大家你出了家了，行相是一樣的，欸，儘管你行相一樣呀，但是你有具足這個戒財的話，你比別人要超勝。這個地方說明什麼？欸，喏！我們不要說：「哎呀，我是個比丘。」欸，要說我持這個比丘戒持得如何，清淨與否，這個才是真正判斷這個是否出家人的根本原則。",
    "196": "[03:16]即前論云：「尸羅能得殊勝道，與諸悲性平等修，清淨勝智以為性，離過第一莊嚴具。由於這個尸羅 戒，才能夠得到什麼？「殊勝道」，殊勝道。就是你要修 殊勝道這地方也就是大乘道，還從這上頭去的。由從這個，然後呢跟這個大悲性平等修。以這個為根本，然後呢，其他的一切「清淨勝智以為性，離過第一莊嚴具」。這個戒不但是我們這樣，到最後那個智慧相應的徹底清淨，這個是它的特質。所以戒的自性本身跟智慧的本身，到最後是究竟圓滿的狀態，一樣的。那時候離一切過失，那個時候是真正的莊嚴，最微妙、最第一。",
    "260": "[04:20]徧薰三界悅意香，塗香不違出家眾，行相雖同若具戒，此於人中最超勝。」這個香遍薰三界，這個香塗在我們出家人身上，欸，不違背的。同樣地，就算同樣地出了家了，但是你能夠嚴持這個戒的話，這個是最最超勝，就是上面解釋的。又說：──",
    "294": "[04:54]又雖未說虛讚邪語，未以勤勇功力積集，所須資財任運而得，不以暴業而令怖畏，然諸眾生悉皆禮敬。非為親屬，先未利彼，初本無識，然諸眾生自然慈愛，足跡之塵亦為天人恭敬頂戴，得者持去供為福田，此諸勝利悉由戒生。下面又說種種戒的好處。平常我們，現在這地方尤其是要想得到名聞、得到名稱的話，種種怎麼辦哪？用種種辦法作宣傳、作廣告。這個宣傳、廣告本身哪，這個「虛讚」，就是加油、加醬，加油、加醬，說知名度，現在拿世間的話來說，打知名度，就是這樣。欸，它現在不要用種種的宣傳噱頭的這種誇，然後因為這個虛的誇呀，所以說不正當的這種事情，你不要，你就可以得到大名稱。還有呢，不勤勇地積聚，這個努力，平常我們要得資財的話要好大的努力去賺錢，現在你不要很努力的話，你任運可以得到，這樣。",
    "377": "[06:17]另外呢，就是如果在世間上面來說的話，要以「暴業」啊，那麼叫人家來怕你。這個暴業有兩種：一種呢，違背世間常規的，就是世間那種壞蛋，哎，他處處地方窮兇極惡的樣子，喔唷，你就見了就怕；順著世間的狀態的話，那就是威武的那種這個將軍。他不管是順、違世間是這樣，種種這是暴惡之業，有了這個你就害怕他。現在呢，我們出家人不用這個，欸，但是啊人人都恭敬禮拜，這我們看得見的。哦，世間的惡人，你看見他就躲得遠遠的，對吧！然後呢，世間的這種好人，你恭敬他，他最多站在你面前恭恭敬敬。可是一個出家的法師，比如像我們老和尚一樣，他向來就那麼慈悲，人人看見他不但歡喜親近，不但恭恭敬敬，趴在這個地上就給他老人家磕頭，這是千真萬確的事實啊！欸，就這個道理。",
    "446": "[07:26]「非為親屬，先未利彼，初本無識」，但是啊眾生自然會慈愛，乃至於你足跡站的地方那個灰塵，天人跑過去都恭敬頂戴。反過來，我們也曉得一個破戒的人，如果你站在那裡的話，那個天人大鬼跑過去啊，就把它掃掉它：「這個破戒的人站在這個地方，哦，雖然他走掉了，那個足跡都不允許。」很多這種類似的公案。所以你可以看得出來，那個持戒、破戒之間，兩個差別差得太多、太多啊！你破了戒，他站在那裡，他固然是他莫奈何你，等到你一跑，他馬上把你足跡都掃得乾乾淨淨，就是這樣。然後呢你持戒的話，他站在那裡，他就繞著你，讚歎、恭敬、禮拜。你跑掉了以後，他把你站過的灰塵，他還請得去作供養，這是他的福田哦！啊！你看看啊，這個持戒的勝利是不得了啊！",
    "511": "[08:31]即前論云：那麼上面說明，後面就引那個論證，那我們就念一遍就算了。",
    "518": "[08:38]「未曾出言未力集，「未曾出言」就是講那個虛讚等等，「未力集」就是忙這個。",
    "524": "[08:44]能攝所須諸資具，這個資具的話，有的是名聞，有的是利養。",
    "530": "[08:50]無怖世人悉敬禮，無功未集得自在。你不要以威猛去這樣去作，欸，人家都來恭敬你，人家都自然慈愛，都不要的。所以都不要用什麼很大的努力去集聚，你都得到了。",
    "552": "[09:12]非可說為諸親族，未作利益及除害，先無相識諸眾生，皆禮持戒勝士夫。的的確確！現在我們有太多人，啊，聽見了這個大法師，比如我們老和尚，乃至於沒見過，哎呀，他老遠跑得來，啊！就看見了一定要說，遇到那地方一定要跟那個老和尚去頂一下禮，就是這樣。",
    "577": "[09:37]足履吉祥諸塵土，頂戴接受諸天人，稽首禮拜得持供，故具尸羅為勝種。」啊！你看、你看，哪怕你地上站在那地方的灰塵，人家，哎呀，你站在那裡，人家來恭敬、頂禮，然後還拿去把那灰塵還去受持，所以這個戒是最殊勝的根本啊！",
    "605": "[10:05]如是智者善為思惟，功德過失應善守護。對了，真正有智慧的人，要善巧地思惟它的好處啊！所以真正說來說去，我們這個地方才真正應該體會得到的。我現在發現啊，我們有的時候的確很愚癡，我們也常常是覺得自己覺得大人、大人了，我現在想想這個很有意思。那個對世間來說是大人，對佛法來說那真是幼稚。說到這裡，我就想起一個很有趣的，我有一個親戚，應該說是一個表侄兒，那個時候，他這個家裡面的人，當然啦一個獨生子嘛，哎喲，要求他總是 ……。我這個表哥，他自己的地位什麼等等，都很不錯，所以自然希望他那個兒子克紹家業。他那個媽媽也是一樣的，啊！對那個子女逼得很厲害。結果有一天，他這個子女弄到後來他怎麼說？「我不念書了！」就是這樣。那麼我到他家裡面就談起來了以後，對啊，他這個固然，他在他的感受當中啊，他覺得這個媽媽、爸爸逼著他，好像是為了爸爸、媽媽，嗯，就是這樣，他就不念。欸，最近他自己長大了，唉呀，自己在懊悔啊！他現在在外國，哎呀，他自己一天要勞碌，一天要奔波，一天要忙這個、一天到晚忙這個。",
    "709": "[11:49]我現在深深地感覺到，我到了我這個年齡也是一樣，出了家也是一樣。唉呀，往往感覺得，等到你真正一旦體會到的話，已經來不及了。真的來不及嗎？來得及！它佛法就這麼妙，因為就世間來說只看一世的，佛法來說無限的，對不對？所以常常記著，為什麼我講前面那個布施一度最後這個略義特別強調：你呀，哪怕再晚，只要你一旦覺醒了以後，你那個時候心裡面那個種子說：「我一定要作、一定要作、一定要作、一定要作 ……。」咬緊牙關，哪怕開玩笑，你千萬不要說相反的話。那個種子種得越強烈，欸，將來方便。我自己覺得為什麼我不如你們，你們這麼從小就出家了，這麼努力；我中年，那就是我宿生沒有努力，就這樣。既然我宿生沒有努力，我現在老了，覺醒了，我現在拼命努力。哪怕我體力上面不如你們，但是心力上面，我自己告訴自己，一定要努力，絕對不放鬆、絕對不馬虎。我到那個時候，欸，從小的時候這個心裡面現行就生起來啦！這是千真萬確的事實。",
    "783": "[13:03]所以這也告訴我們：只有一個，我們沒有第二條路好走。你第一個認識了正確了以後，心裡面所謂這個心理建設最重要，加強它，加強它！時時刻刻我絕對這個，把握著這個根本正確的因：「我要做到它！我要做到它！」一直力量什麼呢？就在這裡！你先把這個心理建設得很堅固的心猛利了，然後你去行持，再慢慢、慢慢，這就對了。這我們現在目前所能做得到的，應該做的，以及要求的，也就這些了！這個才是真正的智者，所以說，「是故智者善思惟功德及過失」，然後呢好好守護。下面：",
    "839": "[13:59]即如此論云：「菩薩應護諸尸羅，莫耽自樂而破壞。」這是我們學菩薩的人哪，菩薩是什麼？學覺者，要覺一切人的。這個是我們現在正要做的事情，他一定是努力地做這件事情，因為什麼？有了前面的認識嘛！所以他絕對不會什麼？耽自樂啊！他破壞的真正原因，為什麼？在這個難捨，為了自己求快樂。實際上呢他真正找到快樂了嗎？真的為了自己了嗎？錯了，錯了，所以叫作顛倒。所以我們要好好地學，你真正學了以後你才發現：真正為你自己，真正為你求快樂，是要什麼？要去守護它呀，不要讓那個煩惱增長呀，這個才是哦！所以趁我們現在得到那個人身的時候，趕快努力哦！你不妨讓它稍微辛苦一點哪，它儘管弄得骨瘦如柴，欸，將來你要感謝它呀！反過來，你現在給它養得白白胖胖啊，到那時候你要鞭打它是來不及了。所以說，「莫耽自樂」，就破壞了尸羅，這個尸羅才是快樂的真正的因啊！",
    "934": "[15:34]又云：「得自在故恆受樂，智讚護戒妙莊嚴，圓滿具足諸學處，極圓無慢依尸羅。」你能夠得到種種自在，而一直永遠不斷地受快樂，這個因在哪裡呀？就在這個上頭，這個在上頭。那麼同樣的呢，現在我們已經得到了這個暇滿的人身，可以自由自在努力的時候，要趕快做這個事情。這個是真正有智慧，這個智慧說不顛倒、不把事情弄錯的，這個，稱讚這個，然後行為的時候行持這個，保護這個，這個才是真正我們的莊嚴啊！不管我們吃的、穿的、用的、名聞、利養，這個才是啊！我們一切時處努力。「讚」是嘴巴上面，「護」是行持上面，而根本上面就是我們對內在的認識，要把這個圓滿。",
    "1014": "[16:54]它下面有一個妙極了！「極圓無慢是依尸羅」，要作到絕對地圓滿，千萬不要一點點的馬虎。這個「慢」就是怠慢，這個慢啊，它有幾種意思在這個裡頭，我們在這個地方要特別說明的，什麼啊？就是這個慢的行相永遠是隨著「我」轉的，這第一個。還有呢特別的有一個，當我們去行持的時候，做到了一點點直覺得：哎呀，我很得意！那個時候叫作增上慢，錯了！所以凡是我們修行的時候，得到了一點點的時候，得少為足的同時，又另一個行相就增上慢起來了 ─欸，這個不可以！換句話說，不能使一點點的得少為足，得到了一點更進、更進，越得到是越上進。反之，我們現在有了一點點的話，喔唷，自己覺得了不起看看別人不如的話，那就錯了！所以啊「無慢」，你能夠無慢就不得少為足，能夠不得少為足就能夠圓滿，就是這樣。所以我們能夠這樣去做的話，根本依處是尸羅，同時我們行持也是這個。",
    "1101": "[18:21]又護尸羅非唯為自怖畏惡趣，及唯希望人天盛事，當為安立一切有情於妙尸羅。現在我們這地方的行持的根本是什麼？大菩提心。所以啊，這不是為了單單怖畏惡趣啊，也不單單只是希望得到三界之內人天，乃至於不單單要求自己解脫呀，要使一切有情都得到圓滿的解脫。所以一切有情，都要得到這個妙尸羅。",
    "1136": "[18:56]即前論云：「若欲安立無邊世，一切有情於淨戒，為利世故修尸羅，說為尸羅到彼岸。喏，就這個了！為了使無量無邊一切世間有情都安住於淨戒，然後這個樣地利益世間而修習這個，這個叫作尸羅到彼岸，到彼岸就是波羅蜜多，華文，翻成功我們中文就是這個意思。",
    "1171": "[19:31]非畏惡趣希王位，及願善趣諸圓滿，唯願善護淨尸羅，為利世間而護戒。」不是怕惡趣，不是求什麼好的果報，乃至於種種其他善趣的圓滿。其他善趣圓滿，就是三界之內的。我們真正唯一的原因是什麼呢？就是為了這個目的。好，這個是趣入修戒的方法。翻過來，",
    "1208": "[20:08]第三戒差別分三：一律儀戒，二攝善法戒，三饒益有情戒。　今初那麼現在這裡說了。剛才說戒有三種，這個地方特別講律儀而說。現在解釋了：第一個叫律儀，第二個叫攝善法，第三個叫饒益有情，所以這個戒的三類是這種。那麼現在我們這裡說的話呢，第一個就是所謂別解脫戒，第二個叫攝善法戒，第三個饒益有情，利益別人的，現在把它分開來說一下。",
    "1248": "[20:48]〈菩薩地〉說，即是七眾別解脫戒，故若具足別解脫律儀而住菩薩律儀者，或在家品或出家品，所有真實別解脫律儀，及諸共同能斷律儀是律儀戒。那麼所以這個第一個律儀戒的內容是什麼呢？就是七眾弟子，七眾是什麼？就是在家的五戒，男女二眾；然後呢，比丘、比丘尼，然後呢，沙彌、沙彌尼、式叉摩那，以及在家的二眾，這樣，這個就是七眾。以這個具足這個七眾的別解脫戒，各有各的它的特質。那麼安住在，由於這個而安住菩薩戒的，不管他是在家、出家，這個根本就是真實的別解脫。除了這個以外，還有一個「共同能斷律儀是律儀戒」，所以這個菩薩戒包含的範圍比較廣哦，這個我們要注意哦！這個以前我不懂，到現在最近才了解，這個菩薩的戒經上面說，是共同的。譬如說我們儘管這個受了戒，乃至於世間法，它那個威儀等等也一定要隨順世間，如果這個世間認為不合理的話，雖然你這個戒條當中沒有訂，你也要去遵守，這樣哦！乃至於譬如說經上面，這個地方沒有說的，可是那個地方有說的，你菩薩戒你要圓滿的話，你也要守。",
    "1363": "[22:43]你說這樣的話，這不是戒裡面好像有了漏洞啊？不，戒沒有漏洞的，這個佛真了不起啊！所以戒的最裡一句話 ─隨方毘尼，你們在家人是容或不了解，出家人都曉得的。這個佛的確了不起！他說得很清楚嘛，隨方毘尼，我現在那個制這個戒，它有它的時地性的；你用在別的地方去，在這個環境之下的話，如果在這種狀態的話，你適應它。我想諸位出家的同修一定了解這一點，對不對？這個佛真了不起啊！所以我們現在制了這個戒以後啊，跑到這個地方大家執著啊，那是一個絕大的錯誤！",
    "1405": "[23:25]所以我那一天談起那個，我真讚歎啊！那個泰國人，那個泰國比丘，而且他是什麼，我希望你們有機會到台北去遇見這個人，的確我們值得請教他。他跑到中國來以後，欸，卻穿我們中國的衣服，穿中國和尚的這個袈裟，然後很多行持什麼等等。他不是個初學哦！他是跟那個不曉得僧王最高的一個什麼學校裡面，最精采的來了三個人。啊！那個戒的特質。所以它一定是，這個就是剛才這句話，「諸共同能斷律儀的律儀戒」，這樣。",
    "1448": "[24:08]若非堪為別解脫律儀之身而具菩薩律儀者，謂共別解脫斷除性罪及諸遮罪，隨其所應能斷律儀，是律儀戒。它有一類戒，這個戒有特質哦，如果是別解脫像比丘戒的話，非人不可。但是呢菩薩戒不，龍、天哪，乃至於很多其他的，他只要有這個什麼，這個具足條件的他能受；但是這個卻不一定能受別解脫律儀的，不一定能受的，所以這個地方叫「非堪為別解脫律儀之身」，這個就是指這一些。那麼他同樣地具菩薩戒，那麼這個時候他要什麼呢？「共別解脫斷除的性罪及諸遮罪」，那是共同、相共的地方他還要，他還要。比如說他雖然不是比丘，他也不受比丘戒，但是呢，在這個地方共同的那一部分，這個性罪固然不可以，這個遮罪本身，就是剛才說共同的那一部分啊，他還是應該斷除，這個就是律儀戒。這個範圍才是菩薩戒的，這〈菩薩地〉上面詳細說明，這是第一個。",
    "1536": "[25:36]攝善法者，謂緣自相續六度等善，未生令生，已生不失令倍增長。這個就是攝善法。這個攝善法，換句話說我們通常說作持，該作的好事樣樣東西都要作。而現在經過前面的抉擇，我們現在曉得，我們不管是自利也好、利他也好，所要作的內容，在六度當中已經能夠圓滿含攝。所以說在自相續上面學這個，還沒有生起令它生起來，已經生起不要讓它失去，還要令它倍倍增長，這就是攝善法戒。",
    "1585": "[26:25]饒益有情者，什麼是饒益有情？",
    "1588": "[26:28]謂緣十一種利有情事，如其所應引發彼等現法後法無罪利義。什麼是饒益有情？是幫別人的。這「緣十一種」，這個地方〈菩薩地〉上面告訴我們的詳細分別。利益有情的事情，就像他所說的這樣去作，這樣去作能夠引發說現在的、後在的種種好處。這個好處啊，下面兩個字很有意思 ─無罪，無罪。現在我們作很多好事啊，作了這個好事都跟那個雜染混在一塊兒的。現在這個地方談到饒益有情，你更進一步的話，對不起，這個好處不能雜染的，不能雜染的。",
    "1640": "[27:20]此等廣如《戒品釋》中我已決擇，定應於彼數數參閱。詳細的道理在這個《戒品釋》，這個《戒品釋》就是《菩提正道菩薩戒論》，大師在這地方詳細地說明。所以正式修的時候，一定在這裡邊要努力。我們這裡將來講完了這個《在家備覽》，南山律的這個精華以後，緊跟著共同講的就是這個。這本書現在正在籌印當中，本來已經有了，這次印的內容當中又補充了，把我們這個菩薩戒的這個條文等等，而且以最精緻的方式。那一次我到台北去大家談起，有的人隨便貼一貼，我就覺得：哎呀，這樣的莊嚴的東西，別的地方花錢不在乎，那地方往往省錢我們大家都不贊成。所以啊，這本書這次印得非常莊嚴，你們看，我們還專門排版的，專門排版的，大家好好地努力去學啊！",
    "1708": "[28:28]那這個地方就特別說明。所以這個別解脫所制的戒，就是什麼？喏，我們出家菩薩應該學的，不是離開，這個地方也特別說明。尤其是我們現在很多誤解，說：「啊！我是學大乘的，說大乘行者啊、菩薩戒啊，所以這個別解脫戒就不要它了。」錯了、錯了、錯了、錯了！我們真正行的就是什麼？就是 ─哪！就是這個。欸，你這個是根本，你這個律儀戒沒有而是講菩薩的話，那根本都是開玩笑。"
}