{
    "5": "[00:05]是，為了你某一種方便，你可以現在家身，絕對可以！那個時候你必定要把在家身的個七眾別解脫戒持得圓圓滿滿。如果你現出家身，那麼就應該把出家身的這個別解脫戒持得圓圓滿滿。這《華嚴經》上面很清楚嘛！所以善財童子參的大善知識一位、一位，這是最徹底圓滿的所謂圓教經典，第一個，德雲比丘是出家人；頭上兩個還是三個我忘記，頭上兩個出家人，第三個也是出家人。然後呢中間有一個比丘尼，最後一個是出家人。下面這個四、五十位都在家人喔，很明白哦！這樣。所以說你要嘛不出家，要出了家，這個行相一定是要護持得很好。",
    "55": "[00:55]再不然你可以的，什麼呢？現那個逆相，像金山活佛一樣，人家說這個人瘋掉了，你要有這個本事哦，你要有這個本事哦！啊，那個金山活佛真了不起啊！人家把那個馬桶，唉呀，「叭！」一下擺在他頭上，他毫不在乎，他老人家嘻嘻哈哈這就是樣，就是這樣。他跑到緬甸去的時候，沒得東西肚子，然後呢地上的什麼花生殼、鐵釘什麼，撿起來往嘴巴裡面塞。人家送給他好東西，他送給別人，然後餵那個狗。嗯，你有這個本事哦，那你可以亂來了！這個是千真萬確，千真萬確的事情。",
    "94": "[01:34]所以密教裡邊講的叫「明禁行」、叫「瘋沾行」，這個密法一定是密傳的，那時候高人也是一樣。到了他那個某一個境界以後，他行那個明禁行、瘋沾行，就是說本來這個是禁止的，但是到那個時候啊，欸，對你來說的話，那不錯。那麼怎麼辦呢？你現出來啊，瘋，要瘋子一樣啊！哦，那個瘋瘋癲癲那個樣子，換句話說拿我們現在剛才說的這個逆行相，這是我們應該認識的一點。不過處處地方注意哦！眼前我們拿這個戒是衡量自己，看別人的剛才這個原則說了，別人都是菩薩，這是我們必定要把握得住的一個原則！",
    "138": "[02:18]三聚戒中律儀戒者，謂於真實別解脫戒或此共戒而正進止，此於菩薩亦為初要，故當學彼。在那個三聚淨戒當中這個「律儀戒」，就是剛才說就是別解脫戒，而且上面加上兩個字 ─真實，妙極了！我想這個不必解釋，大家有書，大家了解。這是什麼呢？就是上面說的「共」，就是共同的基礎，而要「正」，正─一點都不能錯，一點都不能含糊喔！如法地進、如法地止，該作的要作，不該作的是不可以。這是什麼？哪！我們修習菩薩的初要、基礎，要學！",
    "191": "[03:11]〈攝決擇 ‧菩薩地〉云：在《瑜伽師地論》上面，〈攝決擇分〉當中說：",
    "200": "[03:20]「此三種戒，由律儀戒之所攝持令其和合，若能於此精進守護，亦能精進守護餘二，這個三樣戒：攝律儀戒，然後呢善法戒、攝善法戒，饒益有情戒。這個是什麼？欸，說「由律儀戒之所攝持」哦！一定要靠這個律儀戒作為根本，然後呢把這個和合起來一起做。所以啊，你在這個上面，這個「攝律儀」就是我們現在這個比丘根本戒，或者如果在家居士的話，不管是你們是五戒、是八戒也好，在這個上面以這個為根本去攝持它。能夠精勤守護，那麼你也就能夠守護其他的兩個。",
    "256": "[04:16]若有於此不能守護，亦於餘二不能守護。是故若有毀律儀戒，名毀菩薩一切律儀。」那說得清清楚楚，是啊，所以對這個東西，你如果不能守護的話，這個比丘根本戒不能守護的話，別的就不談了，其他的也不行。在家居士的話，五戒守不住，這個菩薩戒也不行。所以這個一毀了，什麼都毀了！這個一毀什麼都毀，這個是基礎，這個很清楚、很明白。你屋頂上面屋頂吹掉一張瓦，補起來就行了嘛，然後呢那個基礎下面這個斷掉了，整個的大樓就塌倒了，天下的事情都是這個樣！",
    "299": "[04:59]是故若執別解脫律是聲聞律，棄捨此律開遮等制，說另學餘菩薩學處，是未了知菩薩戒學所有扼要，以曾多次說律儀戒，是後二戒所依根本及依處故。所以啊，如果有人執著，有人說：「這個別解脫戒這個是小乘的、聲聞的啊，說不要這些東西，要棄捨，說關於這些東西啊不要它啦！」說「我現在修學菩薩，是另外有學菩薩的東西啊！」那是根本不了解學菩薩戒的真正的重要中心啊！因為在很多地方，很多地方特別說，這個律儀戒，換句話說是聲聞的根本戒，是後面的菩薩戒的根本依處啊！說得很清楚是根本依哦！這簡單極了，這是根本哦！你別的東西可以少的，那根本就是所以說少掉了以後，什麼都談不到哦！",
    "376": "[06:16]律儀戒中最主要者謂斷性罪，喏，來了！說這個律儀戒當中最主要的斷的斷什麼？性罪喔！然後呢性罪現在我們了解了，不在形相上頭，對不對？犯罪當中，圓滿的時候一定是事、意樂、加行、究竟，大家記得吧！「事」是所做的這件事情，譬如說我殺，所殺的對象；盜，所偷的錢。「意樂」呢，你的心理；「加行」你做這個行為；然後呢，做成功了。這個裡邊我們仔細地看：如果說你沒有意樂，這個意樂沒有的話，往往這個都是下品的，乃至於你根本無犯，根本無犯。譬如說這個盜，盜在印度啊，那個時候，喔，要殺頭的啊！然後呢在這個根本的戒當中，這個是犯了這個盜是不可懺悔的，但是他不知道，他不曉得，把那個拿走了，欸，沒犯。不但是大乘，小乘戒當中，處處地方說明這個。",
    "451": "[07:31]所以儘管是遮罪，遮罪的根本還是什麼？還在性罪，性罪指什麼呢？那就是那個本性，而這個本性的根本就在你的起心動念。所以這個地方的特別說明，主要斷的是斷性罪。「性罪」意思指什麼？就是說，就是不制，它本身是有罪的。同樣地，制過了以後，你形相雖然做好了，你心裡如果那個，這也不對。這個地方雖然說是說性罪，性罪，這個地方性罪主要的是對性、遮兩樣辨的。沒有制的之前，跟制的以後，如果說沒有制的之前不犯，制了以後才犯的，這個叫遮罪；譬如說飲酒，佛沒有制的時候，可以，那麼制了以後就不可以犯，這個叫遮罪。但是呢，偷盜這樣東西的話，佛制了以後啊，欸，固然是犯，佛沒有制的之前他也犯。那麼這個東西啊就有了性罪，而且還有遮罪，這個我們要辨別得清楚。",
    "514": "[08:34]攝諸性罪過患重者，大小乘中皆說斷除十種不善，故於彼等善護三業，雖等起心莫令現起。啊，現在對了！說那麼現在既然是最重要的是性罪，那麼性罪當中，最嚴重的是什麼呢？不管大乘、小乘，都說這十樣東西，這個十樣東西我們再清楚不過了。殺、盜、淫，這個是身；然後妄語、離間、惡口、綺語，這是語；意三呢貪、瞋、癡。所以啊，要好好努力地保護這個東西，乃至於起心動念也不要讓它生起。",
    "564": "[09:24]《攝波羅蜜多論》云：「不應失此十業道，是生善趣解脫路，住此思惟利眾生，意樂殊勝定有果。那個論上面就告訴我們，這個十業道千萬不要失壞呀！千萬不要馬虎啊！這個是生到善趣當中的，乃至於得到解脫，以及究竟圓滿的這一個道路。要安住在這個上頭，然後呢去不斷地去加深認識，思惟、觀察利益一切眾生。你能夠這樣地思惟、觀察利益一切眾生，生起這個殊勝的意樂，這種意樂是最殊勝的。能夠生起這樣的殊勝意樂，就是心裡的好樂、志願的話，那一定有它圓滿的大果。",
    "629": "[10:29]應當善護身語意，總之佛說為尸羅，此為攝盡尸羅本，故於此等應善修。」所以啊，佛說的尸羅，那個，這個地方包括了一切根本，戒的根本都包含在裡頭了，我們要好好地努力。",
    "651": "[10:51]月稱論師於尸羅波羅蜜時，亦說是斷十種不善，《十地》等經多如是說，故先於此如前所說修靜息心，則諸餘戒亦易成辦。那麼不但是這個論，這個祖師、這個菩薩也是這麼說啦！關於這個月稱論師，在談到這個戒波羅蜜的時候，也說，哪！那個十種就是前面從前面引申過來的；《十地經》也這麼說。換句話說，祖師、菩薩、論、經都這麼說，所以我們現在亦努力，努力修這個。這個是什麼？能靜息心。處處地方點醒我們，真正講的戒在什麼，就是我們的能斷之心，要去斷除跟這個煩惱，其他的就容易辦了。",
    "710": "[11:50]所以不管我們說什麼，總之一句話，自己只要觀察、觀察自己的自心，在癡心當中嗎？在貪心當中嗎？在瞋心當中嗎？那個癡裡邊又開出，這是見煩惱嗎？是思煩惱嗎？就這樣。這些東西啊，你辨別覺得清楚以後，然後呢自心要對治它。我們不應忍的，這個才是我們不應忍的，我們要鬥的就是鬥它。所以我們天天在那裡拜這個「鬥戰勝佛」，大有道理！鬥戰勝佛降伏的是什麼、對治是什麼？大家記得吧？煩惱嘛！一點都沒錯欸！所以我們現在修習第一件事情啊，要鬥的是鬥這一個，那你就對了。如果你不鬥這個的話，你跟別人鬥啊，你傷害不了別人，傷害了是自己，千真萬確！我們了解了這個，別人要跟你鬥的時候，你了解了這點讓他去，你只有同情，只有憐憫他。你幫忙他固然好，你心裡面自然你就不會跟他一樣的；萬一你跟他一樣，你隨時檢點：喔唷，錯了、錯了！馬上讓你心裡面平靜，你懺悔；至少你不會跟著他一起，你不會跟著他轉。然後你要發心，啊！你要幫忙別人，這我們才談得到修學大乘。",
    "792": "[13:12]第四如何修此等者。謂應具足六種殊勝，及具六種波羅蜜多而正修習。具六波羅蜜多修時，自住尸羅，亦能將他安住尸羅是尸羅施，餘如前說。那麼修的時候怎麼呢？這個跟前面一樣，這不詳細解釋了，就像前面布施的時候完全一樣。這個裡面也包含了布施、持戒、忍辱、精進、禪定、智慧，像前面說的，我們只要重新溫習一下。",
    "826": "[13:46]第五此等攝義者。那麼這個要特別地再說一下。",
    "833": "[13:53]諸行所依謂菩提心，哦！我們時時要提起，這個「時時」不是說，啊，提了一下、過了一下，提了一下、過了一下，這樣。我們要想辦法念念提起，所以你們必定要記住，這個正念本身是什麼個狀態。是這個念力本身，當下、當下，而且必定是當下一念，你們一定要記住的！這是我們要修，一定要修。所以不是過去、不是未來，我們平常一天到晚，唉！說起來這個「當下」兩個字實在美不可言，我們很多煩惱都是莫名其妙，都在什麼？都在想：哎呀，這想某人什麼、想某事怎麼樣、以前怎麼樣 ……。這個跟我們真是了不相干，這個都是以前無始煩惱繼續地相應，跑到這地方了還忙這個東西，那錯得不曉得錯到哪裡去了！你真正重要的就是當下一念，看看它現在的念頭是什麼，很簡單，就是這個！",
    "893": "[14:53]前頭為什麼有這個呢？很簡單哪！前頭就是因果，因緣所生法，這麼源源而來，自然而然這個識、名色、觸、受、愛……從一生說是如此，從一念說也是如此。那麼現在當下一念怎麼辦呢？就是保持正念，「嗯，現在可不被它騙了！」你能夠提起來的話，不管是什麼，境界如何，那個貪瞋癡當下就斷掉。你也沒什麼道理好講，你認得了很清楚，那個道理都是在害你的 ─都是在害我。所以這個東西 ─覺啊，沒有別的，就是覺這個東西。現在你要更進一步把這個心要覺，幫助一切人覺。所以當你一覺的話，心裡就平了，這千真萬確的事實。真正的這個修相應的平我們是談不到的，也不是我們現在要談的，我們現在要談的是聞、思相應的，你有了這個因的話，修相應的自然一定得到。那麼聞、思怎麼辦呢？就聽懂了這個道理啊，它所指的行相啊，然後擺在心裡上面去緣哪、去觀察啊、去思惟啊！就是這樣。那把當下一念提起來 ─嗯，它來啦！我不忍受，要跟它鬥！就是這樣。啊，就是這樣，當下一念！",
    "976": "[16:16]所以當下一念如果跟無明相應的、愛染相應的，那麼錯了。愛染什麼呢？你歡喜的嘛就貪著難捨，你不歡喜嘛就排斥，然後用你的道理講那些種種的，再不然的話呢迷迷糊糊呆在那裡，這個都是不對的。現在懂得了佛法了，「哼！現在我認得你。哼！你原來就是我生死第一大冤家。啊！無始以來一直跟著你，我也莫奈何你了。因為這樣，現在眼前感得種種不如理的這種環境什麼等等啊，那不管它了！那以前造的嘛，我也莫奈何它；欸，儘管我莫奈何你，但是我現在我了解了那個決心提起來，對不起，你也莫奈何我！」就這麼妙法，啊，心裡面就太平無事。這是我們聞思相應的這個正念，還要有一個正知見哦！喔，這個正念、正見哪，永遠是兩個難兄難弟。噢，不要說難兄難弟，難兄難弟是壞的哦，兩個好的好搭檔，這樣。你保持這個，沒問題了！",
    "1044": "[17:24]不應失壞漸令增長者，這個不可以失壞，不但不可以失去、不可以壞掉，還要把它增長。",
    "1051": "[17:31]是為趣入戒等諸行所有根本，我們一切行持的根本在這裡。",
    "1057": "[17:37]亦是第一遮止損害一切有情。大地以上所持尸羅為所願境，這是一切損害有情，你損害了，對不起，反過來都是損害你自己的。所以你能夠遮止損害一切有情的話，你對一切的損害，你也遮止掉了。這個是啊，真正是大菩薩所學的，這個是大地以上菩薩所持的，這個是我們真正所願的。",
    "1090": "[18:10]我們現在平常啊，我常常鼓勵我自己，我也但願諸位同學也一樣，在這地方學的話，就要學這個，鼓勵自己：啊，我算什麼？出家大丈夫事，人天這個將相根本算不了什麼，三界法王這個才是我真正願的地方！所以人家說，你真正見到了大的地方，哎，小的地方根本不在乎。前面不是說作生意嗎？作生意人還比我們強得多欸！這個話怎麼講呢？我們現在東西，喔唷，難捨；作生意人就那個好東西，包裝得好得就怕人家不要，對不對？是不是這個樣啊？他想盡辦法把那個東西叫人送給人家。他為什麼要送給人家？賺錢欸，簡單極咧！所以我們真正說起來的話，我們還不如個世間的作生意人，為什麼呢？他就看得比較遠，他把那個東西送給別人了以後，喔，他錢賺回來了。現在我們就這麼差，那一點都看不見 ─哦，做、做、做為我，就為了我呢把我害了，就這樣。",
    "1158": "[19:18]所以並沒有教我們，說損害我們哪！恰恰相反的，佛是真正是為了我們說：啊，某人哪，為了你好要這樣做啊！那我們現在所以傷害，說來說去還是兩個字 ─顛倒。自己以為做對了，結果完全傷害了自己。所以現在唯一的辦法，曉得：喔唷，我這個不管怎麼都是錯的，哎，要聽得佛說，結果就對啦！那麼這個正確的、好的，才是我們真正所願之處、所願之境，我們要求這個。所謂大地菩薩所持的尸羅，這個就是圓滿的尸羅，這個是我們應該要的。",
    "1204": "[20:04]所以我們先千萬一開頭的時候不要說：「哎呀，我是凡夫啊 ……」然後呢下面一句話，這是我們才叫不應該的。說我現在一直說：「啊，我是凡夫啊，我要趕快努力啊！他已經成了菩薩了尚且這麼努力，我是凡夫怎麼可以不努力啊！我也是凡夫啊，所以我在因地上面，絕對不讓一點點那個錯誤的種子放下去。」正因為我是凡夫，所以我因地上面絕對說：「我一定要圓滿，一定要圓滿！」要達到的境界你要圓滿，要斷除的這個壞處啊，要徹底拔除。我一天到晚就為我自己打那個氣，你別看我老了，我就這麼打氣！將來等到我再轉世出頭的時候，我那時候做的時候就比你們走得前了，人應該有一個這個志氣。所以這個地方就告訴我們哪，說大地以上所持的尸羅是願境。",
    "1265": "[21:05]於初發業諸進止處，當從現在至心修學。對的，這是我們凡夫嘛，所以我們初發業啊！初發業的該做、該遮的地方，就從現在開始，這個現在的哪裡開始啊？當下一念哦！然後當下一念怎麼做法？至心修學哦！啊，那絕對不是馬虎、不是騙別人，騙別人那是騙自己呀！的的確確，「至」就是到，意思要到我的心裡深處，不讓它有一點點漏洞在。",
    "1304": "[21:44]特當了知十不善等性遮諸罪，日日多起防護之心，又於自受律儀諸根本罪，尤應勵力數起防護。若如是行於當來世，由其造作等流果力，能以少勞少苦圓滿諸菩薩學處。若今棄捨彼等，則恆常為極重墮罪之所染污，且於多生將不堪學菩薩學處。故當從今精勤而行。那麼上面所說的這是個原則，這是個原則 ─啊！這樣。那麼這個原則當中，眼前我們真正行持的時候，有一個特別重要的，就是關於前面的十樣東西，叫「性、遮諸罪」。為什麼叫性、遮呢？就是說這十樣東西本身都是性罪，然後你受了戒以後的話，這個又是性罪了，而且是遮罪。所以我們現在出了家以後，有很多人說，喔唷，出了家了，好像該受人家供養。人家來供養，來的時候總是說：欸，你沒有受戒，你沒有的你的份。我現在恰恰相反：我現在受了我的戒了，啊！我以前可以貪這個東西，現在不可以、不可以、不可以！這個心裡面的的確確地，我儘管做不到，但是我心裡面很清楚、很明白，這樣。所以為什麼譬如說隨便一件小事情，乃至於在齋堂裡邊，這個道理為什麼要這樣做呢？就是這樣嘛，我只曉得我心裡面現在沒有、沒有擺得平啊，那怎麼辦呢？欸，學他，要這樣去做，這是我們應該了解的。",
    "1390": "[23:10]所以這個性罪，下面還加一個遮罪喲，我們千萬不要看錯喔！不是說，啊！好像我們現在穿了這件衣服，該人家頂禮哦！我以前還犯了一個錯誤，哎呀，覺得這件衣服不好穿，所以從前人家跟我磕頭，我也磕還他。現在發現，不是，絕對不是！磕還也沒有用。他磕的時候，你心裡這樣想：啊，我一定要把這清淨幢相撐起來，一定要撐起來！不是我的呀，這是佛的呀！讓他磕。然後呢我全部精神貫注的話，我也得到好處，他也得到好處。我這是戰戰兢兢，唉呀，他磕了我個頭，我心裡面告訴：善知識，他隨時提醒我，我哪地方啊不可以。我最早以前，穿了這一件衣服，人家磕了一個頭我很得意，覺得：啊！自己好像那個。後來過了一些時候：哎，不可以、不可以！他磕了一個頭，我覺得我沒有這功德，我磕還他，現在發現這兩個都錯了，兩個都錯了。這是我隨便把我常敗將軍，那個敗的情況來告訴大家。",
    "1458": "[24:18]總之一句話，你們要記住：性罪固然不可犯，遮罪尤不可以犯！那遮罪這個裡邊我們現在不必去講，到那個將來這個《在家備覽》上面會告訴我們，會告訴我們。佛不出世性罪也在，可是呢，遮罪這個制戒的話，一定要到佛出世，而佛出世真是難得啊！所以我們千萬要注意這一件事情。然後怎麼辦呢？有了這個認識，「日日多起防護之心」，其實這個日日啊，時時刻刻，沒有一分一秒的，這樣。你真正能夠做到的，對！尤其是對自己的根本罪，因為別的罪我們煩惱生，一個不小心還可以懺悔，那根本罪一來這就壞掉了，所以要努力防護。",
    "1509": "[25:09]那麼在談到這個地方我們大家了解，所以這個裡邊一再記住哦，這個貪心還勉強，那個瞋心是萬萬不可以。啊！那個東西真是厲害啊！我自己也曉得這個是最難斷，我花了這麼大的努力到現在才發現，才多多少少自己稍微有一點點。現在我還是隨時隨地提醒自己：一旦粗猛的現行來了，你一點辦法都沒有，所以平常的時候處處地方小心。欸，效果很好，你只要稍微一起來，感覺到了，把它擺平。等到你一起來了以後啊，你要想擺平，已經來不及了，為什麼？一旦起來了以後啊，它那個業你要懺悔乾淨很難哦！現在尤其是我們出了家這個圈子裡頭，不要說不出家欸，就這樣。這個《大寶積經》上面告訴我們，哪一個菩薩你又不知道，所以你一個不小心，「叭！」一念瞋心起來了以後，唉呀，那這個將來這個、這個惡報之可怕啊，可怕得不得了！你現在要自度、要度人，那你連它這個都做不到還談什麼呀！",
    "1580": "[26:20]所以關於這些事情的話，這個最好的辦法，我是鼓勵你們為什麼要多看那個《德育古鑑》。你就看：喏、喏、喏，就世間的人，他起心動念之間一下，啊！那馬上那個果報就現起來了。所以你把這個的配合了，現在這個理論我們這麼清楚、這麼明白地知道了，然後呢，再加上那種果報擺在這個地方，你只要多思惟、多觀察的話，沒有做不到的道理！",
    "1608": "[26:48]請翻到《菩提道次第廣論》兩百八十五頁。上面關於戒波羅蜜多講完了，那麼這個我們要好好地回憶一下。雖然它這個很簡單、很扼要，但是把這個戒的基本精神就告訴我們，告訴我們。我們現在這個地方啊，大家非常難得，都是精進了解戒的重要，可是呢戒的基本精神在什麼地方呢？所以在前面就簡單扼要地介紹，所以在戒波羅蜜多沒講的之前，我就跟你們說先看一遍，原因在此。儘管它的主要的內涵沒有講，可是這個裡邊最重要的特點，一定要把握得住。換句話說，我們出家，從小乘的厭離心開始出離，解脫、求解脫，乃至於大乘的求無上菩提，根本原因你一定要把握得住，那個時候才談得到所謂戒、定、慧。如果你這個把握不住的話，那其他的我們做的事情，都在那裡啊，在枝末上面走遠路，枝末上面走遠路。",
    "1691": "[28:11]那麼前面一再說過了，剛開始我們接觸一定接觸那個枝末，這是沒錯，但是我們必定從枝末的地方，要摸到那根本上去，這是一般狀態，一般的正規路線。特別的呢，他一開頭的時候就找，從那個根本的地方找到，那是非常特別的。而大部分現在我們錯的，摸到了枝末就停在那個枝末，嗯，覺得這個很對。你別看那個枝末哦，那個枝末有它非常殊勝的意義的哦！我們不要聽那個文字上面來說啊，那個枝末有它非常殊勝的意義的。但是呢這個枝末的話，就是要轉到那個根本上去的話，經過的時限是一個天文數字的長，這是我們說過很多次的。所以在這地方呢，我們重新再提一下，跟前面這個，自己回憶一下。"
}