{
    "3": "[00:03]忍波羅蜜多分五：一忍之自性，二趣入修忍之方便，三忍之差別，四修忍時如何行，五此等攝義。今初現在我們繼續下去，忍波羅蜜多，那就是六度當中的第三一度 ─忍辱波羅蜜多。",
    "10": "[00:10]它內涵分成功五個項目：第一個，忍的特質是什麼？就是忍自己本身這個特質，所謂自性、體性，是一樣。第二個呢？我們了解了這個特質以後，他每一個地方都告訴我們：你要學這個方法的時候，不是馬上教我們去學，一定還告訴我們，你用什麼一種善巧方便，這個善巧方便會推動我們，會引誘我們，會策發我們全心全力去做這件事情。那麼有了前面這一個條件，第一個，了解忍的特質是什麼；以及有了推動我們學這一個忍的主要的力量以後；那個時候我們要去學，正學的時候才告訴我們，說那麼忍的內涵有些什麼，所以第三，忍的差別。這個不同的狀態當中，使用不同的方式，產生不同的效果。最後第四，那麼正式修的時候，那時候才談到修。還沒有包涵在裡頭的主要的意義在第五，最後一個項目 ─此等攝義。現在一個、一個項目來看，翻過來，第一個，就是忍的自性。",
    "115": "[01:55]耐他怨害，安受自身所生眾苦，及善安住法思勝解。這個忍哪，忍辱波羅蜜多包涵了三個內容，包涵了三個內容。所以它不單單是世間的所謂忍耐，或者說，啊，這個人脾氣很好，或者很有修養，叫作忍波羅蜜多。那麼現在我們看看這個三個方面的特質是什麼。",
    "159": "[02:39]此等違品亦有三種，欸，他先從反面來反顯，然後呢才正面地烘雲托月地襯出來忍的特質，是跟它相反的，這違品的是相反的。那麼這個「違品」兩個字，現在大家了解啊，始終要記住：在抉擇這個法的時候，它並沒有一點漏洞在這裡邊，換句話說不是明、就是暗。絕對不是說，啊，你贊成第一案、贊成第二案，有很多人既不贊成也不反對，在這種情況之下，沒有！在我們修學佛法過程當中，必定要了解的一點，就是說一點漏洞都沒有的，這件事情當中就這麼敵體相反的。你能夠認識了那個錯的那一面，怎麼針對那個錯的那一面去把它對治，徹底地解決，就是對的那一面，這樣，所以現在從反顯來說明正確的那一面。",
    "220": "[03:40]那麼反顯還有一個原因，因為它正面是什麼？你成就了以後的狀態。既然對我們學的人來說，我們是一個凡夫，所以成就的狀態，就算你說得很清楚，對我們來說非常陌生。而是說，它成就以後的違品，相違的就是要對治的這些毛病，却是我們現在眼前所有的，所以它是從違品上面說，我們就很容易了解、體會得到，就這樣。那麼你從這個上面遮止了這個所產生的功效，雖然我們沒有直接的、正面的體驗，可是從我們已經感受到犯的那個違品的那個上頭，我們就可以體會得到的它的狀態，這個是理由之一。當然還有更深遠的理由，這裡我們先不去說它。那麼這個上面有三句話，現在呢同樣地，這個三句話是針對著三件事情，哪三件事情啊？",
    "282": "[04:42]初謂瞋恚，第一個就是瞋恚，平常我們說三毒當中貪、瞋、癡，這個內涵滿廣泛的。第二個呢，",
    "296": "[04:56]次謂瞋恚及怯弱心，第二個呢，就是瞋心跟自己的「怯弱」，這兩個字，就是說委曲，自己不夠堅強這個心理。",
    "311": "[05:11]三謂不解無其樂欲。說不了解，不了解什麼？不了解這個法、善淨之法的特質。因為你不了解的，所以對這個真正的善法的美的地方、好的地方，你體會不到。既然體會不到的話，就生不起跟法相應的這種樂趣來。既然沒有這個樂趣，你也不了解的話，自然你不會有追求這一個法的一種力量 ─這好樂心，這樣。",
    "350": "[05:50]那麼這講完了以後啊，再把它詳細地說明一下。我們回過頭來再看：第一句叫「耐他怨害」，能夠忍耐別人來傷害你，別人來埋怨你。換句話說這兩個是不管是心理上面、生理上面，別人對你有損害的時候你能夠忍耐。反之你不能忍耐呢，就是什麼？你就發脾氣啊！注意瞋火、無明火！所以說它兩個恰恰是相反的。那麼平常我們一般人碰見一種境界，這種境界對我們自己造成傷害的時候，生理上面、心理上面啊，我們就自己無法忍耐的這種心裡的煩惱相，我們曉得這個叫瞋、叫瞋恚。現在呢經過了這個善巧的方法，能夠針對它、能夠平息它，這個就是耐他怨害，這個是忍辱當中的一個特質。",
    "430": "[07:10]其次呢，不是說外來的，是對自身所生的種種痛苦。那麼自身所生的痛苦，我們會產生哪兩種反應呢？第一個還是瞋心，哎呀，自己對自己的身心上的東西會有瞋惱。下面還有一個呢叫怯弱心，為什麼講怯弱心呀？實際上就是說，這個特別是當我們要做一件事情的時候，因為做這件事情的時候啊，自己的力量不夠，所以產生很多苦惱。那個時候啊心裡面就畏縮、退怯，不夠堅強，特別是在修行這件事情上頭。",
    "480": "[08:00]我們現在先不必說經論上面告訴我們，佛因地當中這種捨頭目腦髓，我們退一步，然後看菩薩祖師們這種精神，再退一步，一直退個一百步，看看我們現在眼前的狀態。我們自己就了解：坐在這裡講起來啊，這個講得頭頭是道，真正開始做起來了以後啊，那雖不能說一無是處，但是的的確確是問題叢生。喔，說到了冬天哪，天氣冷的時候，這個打板響了以後，哎呀，起來覺得還捨它不得，這樣，那就是這個狀態。但是你反過來是情況，到真正天氣暖和、熱的時候啊，它又是反過來一種狀態。我們從起床開始，然後呢上殿、過堂，任何一件事情上面，教我們如法如理去做。這個如法如理去做對我們現在來說，我們算是出了家，理路上面已經了解了，說：哎呀，這個貪是不好，要去掉它啊！儘管你理路了解，說得頭頭是道，對不起，這個境界擺在上頭的話，你就是拿它沒得辦法。好一點的說：我要跟它鬥！實際上呢，有沒有鬥得過啊？還沒鬥得過，鬥敗了，也只是說這麼一句。而經常狀態是碰見這種情況：唉呀！嘖 ……。",
    "577": "[09:37]所以我自己的感受，我自己現在深深地感覺這個。當年我剛開始的時候，我的師長們常常策勵，策勵了以後我心裡總說：我還是個凡夫嘛，你要求我這麼認真啊！這樣。那個時候的心裡啊，總算自己並沒有太差，是太差那就完了。所以的的確確是可以說夠差的啦，但是並沒有太差，就幸好的還有個「太」字在那裡。自己慢慢、慢慢地現在體會到，就是什麼？這個時候啊自己就怯，心裡膽怯了，然後呢自己感覺到不夠堅強。",
    "616": "[10:16]所以在這個地方真正要想修行的話，這一關衝不破的話，你絕不可能！那麼現在這個地方就告訴我們怎麼去做、怎麼去做，這樣。所以前面所講的非常重要，你們一定要在這心理上面建設起來。而這個心理建設，大家還回憶一下：絕對不是說碰見強大的事情你來，那時候來不及了，而是很小的細微的地方。我們做任何一件事情，你能夠細微的地方，慢慢、慢慢把握住了，你在大的地方才有可能。要不然道理永遠是講得，啊！那個講得頭頭是道，講的是人造衛星，對我們來說在天上，我們總歸就在地下。",
    "660": "[11:00]這個概念在這個地方就會特別告訴我們，說我們今天真正殊勝的地方在什麼呢？是，人造衛星，那麼高的在天上，可是啊，欸，它却是我們步步踏實了正在走上去。所以我們必定要把我們了解這道理，在我們行持上面每一步就踏實了去做；你認得了這個道理，然後呢你做到了這樣走上去的話，那個才是真正針對著。要不然的話呢，這種做學問的事情的話，對我們是一個大戲論。本來這個是對我們最好的引導必經的次第步驟，所以祖師們常常說：哎呀，這個無價之寶、摩尼寶，你拿來跑得去換糖吃，那是糟蹋了啦！這一點。所以對是自身所受的眾苦，那個時候或者你沒辦法忍受而生瞋恚，或者你沒辦法擔得起來而退怯，這是第二個。",
    "733": "[12:13]第三個呢，他說「善安住法思勝解」。我們現在在顛倒當中、在錯誤當中、在非法當中，我們現在所以要修學佛法的原因是為什麼？雖然我們並沒有如理如量地感到法的真實的內涵，可是我們確確實實地眼前的狀態，這種痛苦多多少少體會到了。我們有幸而找到佛門當中，說：哪，這個真相是如此啊！這個苦豈是何止這麼一點點，還多得多啊，大得厲害啊！原因在哪裡啊？原因在你顛倒，你對於所對的境相，我們眼前的一切，沒有正確地如理認識，乃至於如量地能夠把這個所認識的，產生完滿的這個了知。既然不了解，那當然不行啊！所以啊在顛倒當中，自然會產生這種問題的。",
    "805": "[13:25]那麼現在呢，既然來了以後要想解決這問題的話，一定要對於這個法，如理、如量地了解它。了解了夠不夠？不夠，那是人家的，那是人家的！所以前面這一段叫作「聞」；然後呢你正確地把握得住這個內容了以後，上去的時候是「思」 ─經過了這樣的善知識的如法地聽聞，然後你如理思惟得到了跟法相應的一種勝解。這個特質前面一再說過了，它法的特質我們要把握得住，破除煩惱的，所以我們修學佛法一定要把握住這根本。那個時候當解決了這個煩惱以後，你內心當中得到那種清涼感，那個是跟法相應的。啊！原來這個東西這麼好啊、這麼美啊！那個叫法味，那個叫法樂！",
    "868": "[14:28]所以在昨、前兩天談起那個事情的時候，我想你們還記得：在我們不了解佛法之前，儘管說，哎喲，我看了很多經、念了很多，講得頭頭是道，但是呢文字上面轉。如果你能夠進一步從它所指的內涵上面，了解了它要指出來的行相的時候。那時候你體會到煩惱的特質，以及破除煩惱的方法，你能夠運用上了以後，欸，人家來罵你、人家騙你，結果呢對你內心上產生了什麼？歡喜。在以前的話，唉呀，你碰見了這種情況之下，人家來罵你、人家來騙你，你心裡面會無法忍受，這樣。現在呢你一比較之後 ─歡喜！結果你發現真正受用的是你呀！你當下是清涼，然後呢不再造業，以前的業是到此為止得到解脫，那這麼清楚、這麼明白地擺在這個地方。",
    "934": "[15:34]這種實際上還沒有到根本哦，根本、真正的根本問題還在後頭。所以我只是說，就我們眼前能夠體會得到的這一種地方來告訴你，於是那個時候你對的這個法，如法地思惟得到了勝解 ─啊！能夠安住在上頭。這個法都是善法，這個法你能夠善巧地安住在上面。否則的話呢，儘管我們文字很通，你無法安住，講的時候可以，碰見事情啊，完了！所以這個地方，第三叫「不解」，不了解這一個佛法的特質。",
    "978": "[16:18]那麼不了解當然有幾個：第一個呢，你根本連它碰到了解的人這個機會都沒有；然後呢，碰到了以後你如理地聽聞，聽聞了夠不夠？不行！這個我想我們現在都有這個概念，聽得覺得有道理，自己用、用不上，為什麼？他所以告訴我們叫「法思」，欸，你的的確確非要如理思惟不可的。這個從前面一路上面每一個地方都抉擇，都告訴我們關鍵就在這裡。然後呢，到那個時候你不要說等到修相應，修相應那是境界非常高了，絕對動搖不了你，你就安住在這一個跟法相應的這種樂當中，或者是定相應的樂，或者是慧相應的樂。而佛法上面真正講起來的，是偏重是真正主要的在這個慧相應的樂，當然一定要透過定，那個是以後再去說啊！",
    "1045": "[17:25]所以說這一個真正重要的，叫「不解無其樂欲」，無其樂欲。所以這個忍也有一層一層的深，到第三層到究竟的時候，這個叫作「無生法忍」，無生法忍。所以這個前面，也可以說平常我們叫生忍、法忍、無生法忍，這個三句話所代表的這個內涵，大概也是如此。繼續下去，",
    "1078": "[17:58]圓滿忍辱波羅蜜多者，唯由自心滅除忿等修習圓滿，那麼，這個波羅蜜多到什麼情況之下成就了呢？是說我們自己的內心把這個瞋恚，說「忿等」，等字包含了所有跟瞋相應的以及它的根本。瞋相應的，那也許表露在外面的形相上面，也許只是心裡的這種瞋恚之心，乃至於它那個根本。根本是什麼啊？那個種子、習氣，徹底地解決的時候，那個是這個忍辱波羅蜜多圓滿的時候。",
    "1132": "[18:52]非為觀待一切有情悉離暴惡，非能辦故，調伏自心即能成辦所為事故。這個不是說使得外面一切的有情，「觀待」是悉 ……就是說，相對待而說明這件事情，不是由於外面一切有情，他都沒有暴惡了。因為我們所以 ─這個地方應該這麼說，我們所以起瞋心是為什麼？因為外面有那一種暴惡眾生，非常惡劣，行為非常粗暴，哎呀，碰見這種情況，然後呢使得我們發瞋心，這樣。它不是從這個上面著眼、看的，而是說我們內心來看的。因為你真正能夠調的只能調自心，外面那些眾生可不是我們能力，所以說「非能辦故」，這不可能！你可以一個、兩個可以，要想法界一切有情把他調伏，這是不可能的。所以只要你能夠把自心 ─自己心裡邊，把這個瞋恚，不但現行而且種子、習氣徹底淨除的時候，那麼這個忍辱就行了！",
    "1217": "[20:17]《入行論》云：「惡有情如空，非能盡降伏，唯摧此忿心，如破一切敵。這個暴惡的有情啊，唉呀，那是無量無邊就像空一樣。那個空就是的的確確那是無量無邊的，你絕對沒有辦法可以徹底地調伏，就像前面講這個布施、持戒的時候是一樣。那時怎麼辦呢？你只要把自己內心當中這個瞋恚能夠摧破的話，那就等於破了一切敵人，一切敵人。那個瞋心就是當這個境界現起的時候，產生這個對立狀態，如果是你能夠忍的話，那對不起，這個敵對狀態在任何情況之下，自然而然就不會產生。我們看看佛陀因地當中，那很典型的例子都擺在那個地方，就是這樣。所以他下面這個比喻啊，妙極了！",
    "1289": "[21:29]以皮覆此地，豈有爾許皮，唯以鞋底皮，如覆一切地。說就像我們跑在、走路的時候啊，在那個沙、石子充滿著荊棘的地上去走一樣，你想要那個皮，或者用那個地毯鋪起來的話，它不可能，這個大地這麼多。欸！現在有一個很妙的辦法，用不著這麼大、鋪那麼多，你只要做一個鞋子，把那個厚厚的一雙鞋子穿在你腳上面。對不起，你穿了這雙很厚的這雙皮鞋，跑哪裡都沒有問題。所以我們現在學忍辱也是一樣，你能夠這樣做到了，就等於把所有的地都覆蓋住了。",
    "1336": "[22:16]如是諸外物，我不能盡遮，應遮我自心，何須遮諸餘。」所以外面的東西我不可能，應該遮的遮止我內心，而不是遮外頭。那從前面一路上面來告訴我們：佛法是內明、內明，所以我們這個地方特別要注意，特別要注意！我們如果說聽了這個道理以後，不在自己內心上用工夫，那完全冤枉，完全冤枉掉了，冤枉掉了自己，也對不起我們穿這身衣服。所以這個地方就特別，我們每一個人應該警惕一下！",
    "1374": "[22:54]佛、菩薩、祖師沒有一個例外的，所以我再提醒一下，喏，我自己的當年的痛苦的經驗：不要說我是凡夫啊！「我 ─是凡夫，趕快努力啊！」要這樣說。「佛、菩薩、聖人已經成就了，他尚且還這麼精進啊，我是凡夫再不努力更待何時啊！」這個是我們應該講的話，注意！平常我們如果說第一句話，前者的話：我是個凡夫啊，叫我怎麼、怎麼、怎麼做得到，這是佛菩薩的事情啊！那個等於是說講剛才那個舉的比喻當中，哎，這個人造衛星美不可言啊，可是你永遠仰起頭來，坐在那個地上，然後呢趴在地上去看它。不是，完全不是，修學佛法絕對不是這樣的！何況現在諸位大家有個心理說，我要學佛！什麼學佛啊？你要解救盡法界、虛空界一切眾生的痛苦，現在連它這麼一個小小的問題，碰到了以後你都不能解決。是，不能解決，當然，我們是凡夫，可是最主要的不能解決那個時候，應該怎麼辦哪？說：我趕快努力呀！",
    "1449": "[24:09]然後呢，現在學到這裡為止，我們已經找到了，處處地方總是在自己內心上面：對，沒錯！如果說你碰到這種地方說，你責怪別人的話，你第一步已經走錯了，下面根本完全不談，這個是它的一個根本問題。所以他前面比喻，一方面是告訴我們修忍辱是這樣修，一方面也特別地這個方向已經很明白指出來啦！很明白指出來了，就是在我們自己的內心上面下功夫，這個叫作內明。所以這個「忍」字啊，妙極了，心上一把刀！這一把刀擺在別的地方還可以馬馬虎虎，擺在這個地方，你向前一點最多刺破一點皮就算，再過、再過去的話，刺穿；擺在這個地方，一把刀擺上去，你向前一步的話送你命。現在送的什麼命啊？法身慧命，這個肉身的命固然送掉了，法身的慧命的命是更可怕、更嚴重哦！喔，這一點是我們要了解的，所以這個是忍的特質。那麼下面呢，",
    "1517": "[25:17]第二趣入修忍之方便者，在我們沒有修之前先告訴我們：欸，有一個善巧的方法，你怎麼在這個方法上面能夠善巧了以後，然後呢，欸，你再去修、再去修。他下面告訴我們這個：",
    "1540": "[25:40]雖有多門，這個修忍的方法是很多呀！這一個地方，",
    "1545": "[25:45]且當宣說修忍勝利不忍過患。修了這個的殊勝的利益，不學這個的大的過失以及患害，對我們的害處，處處地方都是這樣。因為這兩樣東西，在這個策發我們修行的方便當中，可以說最主要的，也是最有力的。我們目前只要把最主要的、最有力的根本把握住了，然後推動你去向上，自然而然那些枝末、根本都來了，都來了！",
    "1592": "[26:32]其中勝利如〈菩薩地〉云：「謂諸菩薩，先於其忍見諸勝利，謂能堪忍補特伽羅，於當來世無多怨敵，無多乖離，有多喜樂，臨終無悔，於身壞後當生善趣天世界中。見勝利已自能堪忍，勸他行忍，讚忍功德，見能行忍補特伽羅慰意慶喜。」那麼先引〈菩薩地〉，這是這個《瑜伽師地論》上面那一段文。說這個菩薩呀，「先」，看哦！欸，他在修這個忍辱之前，他為什麼要去修啊？先看到這個忍辱波羅蜜多這一件事情，種種的殊勝的利益。這個利益是什麼呀？哦，說「謂」，那就是指下面，分別地說明：他凡是能夠修忍辱的那一些人，「補特伽羅」就是那些人，於當來世是「無多怨敵，無多乖離」啊！這種人將來很少冤家對頭，這是最惡劣的。其次呢，沒有乖離，他周圍的人都跟他非常親厚，不會相乖背，不會離開他的，不會離開他的。",
    "1686": "[28:06]而且這個反面哪，「有多喜樂」。這個冤家對頭啊，那是給你的是無非痛苦，無非痛苦；然後呢第二種人的話，你周圍的人的話，雖然是滿好的，可是一旦離你而去，跟你不相應的時候，你心裡面哪，前面的樂反而生苦。現在呢這些都沒有，而且啊有種種的喜樂，有種種的喜樂，所以說「有多喜樂」，這個詳細的下面會解釋。那麼還有呢，這個是將來的、將來的，眼前呢，是「臨終無悔」。"
}