{
    "3": "[00:03]到臨終的時候，沒有悔。為什麼沒有悔啊？這個地方倒是可以簡單地說明一下，簡單地說明一下。說平常我們一生忙完了以後，到你臨終的時候，什麼境相？這個我們沒有感受得到，因為誰還沒到死的時候。欸，但是我們卻有一個經驗，什麼經驗啊？當你或者病，或者一個突然的突變的時候，那個時候我們心裡面有一種狀態產生了。這個當年輕的時候，病了以後趕快要求好；如果說年紀大一點的，病的話，喏，就怕死！然後呢這個擔心，哎呀！這個事情還沒有成，這個事情還沒有，那個事情還沒有 ……這心裡一大堆事情擺在這地方都現起來了，對不對？這個經驗我們有。還有什麼叫突變呢？譬如說現在我們這裡住得滿好的，安安穩穩，忽然之間，有一個突然的變故產生了，我們被迫要改變一個環境，遷離一個環境。於是，哎呀，這個事情不曉得怎麼辦，那個事情也不曉得怎麼辦！是不是這樣來啦？然後呢這一種情況之下，有很多不如理的事情，如果以前做得不恰當，不如理的話，唉呀！到那個時候你就不曉得怎麼辦。所以這個是什麼？前面我們說過了 ─業，業就是這樣來的。嗯！業就是這樣來的。",
    "98": "[01:38]現在呢，你如果說照著佛法去做，這個忍辱波羅蜜一定跟佛法相應。所以到那個時候，你碰見這種情況的時候，你感覺得什麼？唉！你感覺得：「啊！我一生忙就忙這些，現在忙完了以後，要等待這個安樂果來啦！」你會不會感覺到後悔啊？不後悔！不但不後悔，我們現在就拿剛才這個比喻來說，生病也好，或者被迫遷離也好 ─生病是就我們的身體來說；被迫遷離，對我們外面的這個器世間、受用來說。我們不了解這個事實的真相之前，一天到晚為這個而忙，是忙了半天萬一生了病的話，哎呀！失去了，該怎麼辦？現在我們了解了這個真相以後，就發現了：唉！原來這個生死根本就在這個上面，什麼？壞聚見。這是根本啊！那本來就沒有我在，只是五蘊，這個五樣東西，它是無常要壞的，因為你顛倒而執著。所以你認識了這個一直在修行當中，安住在這個善法當中。",
    "180": "[03:00]所以你經過每一個步驟，在修行過程當中，種下每一步的善、淨之業，然後呢，到這一生快走的時候，你覺得：現在我等在那兒啊，結果了，等在那兒結果了。以我們現在來說，我們一生祈求念佛往生，然後呢到那個時候的話，只覺得：「是啊！這個娑婆世界是受夠了苦，我本來一直在求它，現在病囉，快要死囉，啊，那美不可言！」你會憂嗎？會悔嗎？嗯，自己的身體是如此，外面我們所受用的器世間同樣的道理。平常我們不了解，哎呀！忙這個、忙這個、忙那個，這樣。現在我們了解了以後怎麼辦呢？說我們現在在這個地方要修行，還非藉它不可啊！所以這個房子，這個房子有得住就好了嘛！這樣。吃、用，欸，只要能夠維持就好了嘛！",
    "241": "[04:01]所以我當年剛出家的時候，老師就說：「現在我們這個地方，一個小茅篷遮遮風啊、遮遮雨啊！」我現在真越想是越美、越想越好。你看，我們古代的這個大德蓮池大師，他跑到那地方，他並沒有先跑得去，喔唷！造一個大廟，然後這樣，沒有欸！他先跑到那地方去住在那裡；有人來了，好、好、好，有人送東西來那我們就造一個，就這樣，始終這種狀態。所以，如果到那個時候，現在這個環境說要變化了，要被遷離了，假定你不了解這一點的話，你若有所失，因為你所認識的只是這個。你了解了以後，要你遷，遷到哪裡去？遷到極樂世界去，哎！那歡喜得不得了，求之不得嘛！欸，就是這樣。",
    "292": "[04:52]所以這個地方特別說，你對於這個法有了認識，能夠有了「法思勝解」以後，一生當中，我們前面的能夠修這個，感得這個果報是將來的，那麼眼前呢，啊！當然不會憂悔。因為這樣，所以你身壞命終以後，「當生善趣天世界當中」，一定到好的地方去，一定到好的地方去。這個善趣，包括整個的從人以上。然後呢這個天有兩種，這個天有兩種。一般的世間的來說，就是我們的所謂欲天、色天、乃至無色天；實際上這個裡邊還包括第一義天，第一義天。通常在教理的正規講起來，這個第一義天當中，那是說的是平常說「方便有餘土」開始；就像這個裡面特別的，我們目前學淨土法門的，這個 ─那的的確確是這個都是在前面所說的善趣天世界當中。你想嘛！剛才說的身壞了以後，到那個地方去的話，喔，那多好啊！",
    "371": "[06:11]見勝利已自能堪忍，勸他行忍，讚忍功德，見能行忍補特伽羅慰意慶喜。」就是說，噢！原來修忍辱啊，有這麼大的殊勝利益啊！所以眼前吃一點小苦，你得到這麼大的大利益，啊！那美不堪言。這是為什麼我們必定要正確地認識，如理地思惟的。要不然大家沒有正確的這個認識，總把修行看成功什麼？好像現修，現買現賣一樣，對這個因果概念都弄不清楚，那個就錯了，那完全錯了！因為你因果概念弄不清楚，所以總覺得修行好像跑得來，這是一件應該快樂的事情嘛，跑得來要坐享其成，天下哪有這樣的事情！絕不可能，自然而然你就不可能 ─小苦都忍不住，何況是大苦啊，前面這個整個的談不到啦！",
    "430": "[07:10]所以不但自己做，還要「勸他行忍」。那不但是勸他，然後呢，從內心深處深深地體會到，一開口、一行為 ─開口就讚歎，然後呢你行持就是跟它相應，自然而然。然後呢不但自己如此，看見別人能夠行忍的補特伽羅啊，「慰意慶喜」，好啊，歡喜啊！是讚歎啊！這個是〈菩薩地〉說的。下面，",
    "464": "[07:44]《攝波羅蜜多論》云：「若有棄捨利他意，佛說忍為勝方便，世間圓滿諸善事，由忍救護忿過失。是具力者妙莊嚴，是難行者最勝力，能息害心野火雨，現後眾害由忍除。諸勝丈夫堪忍鎧，惡人粗語箭難透，反成讚歎微妙華，名稱花鬘極悅意。」又云：「忍為巧處成色身，功德端嚴相好飾。」這個是《攝波羅蜜多論》上面的。這不管是前面的〈菩薩地〉也好、這個論也好，都是說學大乘行者的內容，那麼這部分是講忍辱。這個括弧裡面引的，下面的解釋就是這個，所以我們只要看下面的文哪，那麼就會了解上面引的那段話的意義。",
    "527": "[08:47]謂有情邪行不退利他，從能摧壞眾多善根忿恚怨敵而為救護，下劣為害亦能堪忍，是極悅意莊嚴之具。諸難行者破煩惱逼惱最勝之力，能滅害心大火之水，諸暴惡人以邪行箭不能透鎧，微妙色身具金色相，奪諸眾生眼觀意思，是能造此黠慧巧師，以如此等眾多勝利而為讚歎。我們仍舊在括弧裡邊《攝波羅蜜多論》這個地方，看這個一段話，前面是引論，下面是解釋。是說我們不是要學菩薩乘嗎？學佛乘嗎？然後呢學佛乘是行菩薩行嗎？那是要廣利盡法界虛空界一切有情嗎？但是現在那個有情都在顛倒、愚癡、大邪見當中，他的行為是非常地暴惡，你現在要去幫他忙、救度他，哎呀，這困難無比啊！那個時候就感覺到了：不行啊！不行啊！所以就自己覺得：哎呀！我不行啊！這個力量就怯弱了。力量自己覺得不夠，所以對於這個利他的事業，就產生了退卻了，所以說「棄捨利他意」。那個時候怎麼辦呢？欸，他有一個非常善巧的方法，什麼？忍。所以說，佛說忍啊這個是最最殊勝的方法，能夠使得學大乘的行者不退菩薩行，最殊勝的方法是忍，是忍！是這樣，這是第一句、第二句。",
    "674": "[11:14]因為你能夠忍，然後呢你就能夠不退你的菩薩行；不退你的菩薩行，於是呢你能夠步步向上。反之，你如果說不能忍耐而退心的話，那個時候怎麼辦啊？於是你的善根所以就到此為止，萬一你還發了脾氣什麼等等的話，那整個的善根就被它摧毀掉了，所以說「能摧壞眾多善根的忿恨怨敵」。這個真正的善根最大的這個大怨家就是瞋恚，後面會告訴我們。這一個瞋恚這個嚴重，這個瞋恚的禍患之大呀，不得了！只有一個方法 ─忍，能夠從這個摧毀善根的這個怨敵當中救護出來的，就是它，所以佛說這是殊勝方便。",
    "745": "[12:25]不但如此，那「世間圓滿諸善事」，也都是由忍救護的喲，都是由忍辱救護的哦！實際上呢，這個地方的說世間圓滿，我們要了解，它不是指我們輪迴世間的這個，應該這麼說，不是單單指，所以前面叫共下士，這個「共」字有它的特別意義的。對下士來說，他要求的世間圓滿，對中士、對上士來說，說我們要求共世間圓滿。這個話怎麼講？你世間圓滿是增上生，到最後圓滿的時候是什麼 ─決定勝，就是佛的報身、報土，這個靠什麼呢？靠忍來救護的。所以大家還記得吧！前面在還沒有開始講大乘的真正的內涵之前，他就抉擇，換句話來說，來辨明大乘應該學的內容，說要兩樣東西 ─一個是智慧，一個是方便，隨缺一種不成，大家還記得不記得？所以他引了很多經論，說這個菩薩如果厭惡有為的話，不行。但是呢，你要在有為當中轉，你要有真實的本事哦！要不然你在有為當中轉轉你又轉掉了，欸，所以要慧來攝持。那麼現在這個地方所行的，從布施、持戒、忍辱開始，這種是什麼，這都是方便所攝的，就是世間圓滿，這個都靠這個忍辱救護。",
    "855": "[14:15]你不能做這個事情的話，處處地方怯弱，哎呀！碰到一點事情就不行啊！現在你有了這個，就能夠勇往直前，真正能夠圓滿無上大菩提。佛陀世尊我們稱他為叫大雄、大力，一點都沒有錯，靠什麼？靠這個。所以「是具力者妙莊嚴」哪！他真正的這個大雄、大力，什麼地方開始的？就在這裡，這個才是真正菩薩乘的最殊勝的、最奧妙的莊嚴。能夠使種種難行的能夠行的，最殊勝的力量就靠這個。實際上呢要兩樣東西 ─忍、進，忍是消極的防範，然後呢從這個上面你有了這個本事，能夠擋得住一切，才能夠談向前猛進。你擋都擋不住，那還談什麼進呢？所以這個是他最殊勝的力量，最殊勝的力量。那麼「能息害心野火雨」啊！這樣。這平常最真正地損害我們身心的這個「野火」，這個野火，為什麼講野火呢？平常這個室內的火小小的，小小的，這個野火是原野一片，哎呀！這個火是不得了，哦，不得了！這個大火也靠這個忍辱之雨來熄滅，來熄滅。那麼「現後眾害由忍除」，不管眼前的、不管後來的，一切的這種大禍害，都靠這個東西，都靠這個東西。",
    "972": "[16:12]這個是殊勝的人哪，欸，最妙的所謂「堪忍鎧」，不管你任何情況之下，欸，我可以擋得住！因為擋住了，所以在任何情況之下，不管它多難都能夠行，這個才是真正的力。平常我們碰見一點小事情，自己就暴跳如雷，這是最差勁，一點用場都沒有的。真正的大丈夫在什麼地方？就在這個地方，他能夠克服自己的煩惱，不為一切任何境界所轉，那個時候你才能夠有力量轉那個境界呀！這個才是真正的力量，這個叫作大雄大力。否則的話，自己都是煩惱的奴隸，碰到一點情況被它弄得個團團轉，哎呀！自己纏在那個煩惱當中多少時候都轉不出來。所以前面他特別地說，說這個世間的敵人，再大的勇士沒有用，因為你別以為這戰勝了很多敵人，你不去殺他，所有的世間的人沒有一個例外的，到最後都是死，你不殺他也還是死啊！只有一樣東西，那就是什麼 ─煩惱。欸！對不起，這個東西它永遠存在的。你真正有本事的，要把這個克服了，對啦！所以這個殊勝，殊勝。",
    "1056": "[17:36]那麼你有了這種力量的話，他不管外面的境界也好、人也好，這個「惡人粗語」啊，換句話說，種種的邪、不如理想的這種傷害你的事情 ─這個為什麼叫「箭」呢？平常我們曉得，我們說這個嘴巴，啊！那個嘴巴像利刃一樣，那個最容易傷人的，而且一句話出來的話，你就沒辦法可想，這樣。平常我們常常彼此之間談話也是一樣，所謂舌鋒、舌鋒，那個舌頭像一把利劍一樣，一出來就把他傷人 ─欸，你有忍辱的話，對不起，它沒有辦法你，莫奈何你，莫奈何你。",
    "1098": "[18:18]不但是你沒辦法傷害他，欸，妙咧，「反成讚歎微妙華」哦！這個我們就不大懂了，明明人家來罵你，怎麼是變成功讚歎的微妙華呢？現在我們哪，心平氣和進一層來看看。我們眼前馬上舉一個例子，兩個人對面對吵起架來啦，吵起架來啦。啊！兩個人大家是爭得個面紅耳赤，乃至於打了個半天，不管你有多大的力量，你有多大的道理。平常我們情況之下都是這樣的，自己總覺得有道理，就算自己輸掉了，不服氣：你有道理，我也不服氣你，就這個樣！欸，人家看起來，「唉！這個人啊，反正是一個，不說他畜生嘛，也是個蠻子。好啦、好啦、好啦，就讓你。」人人怕你，你說你真的勝了沒有？你發了半天脾氣，只是人人厭惡你，表面看起來，欸，這個傢伙，你給他笑面孔，最好如此；心裡面擺得遠遠的，對不對？是不是這個樣？大家想想看。喏，我想我們應該每一個人都有這個經驗吧！",
    "1169": "[19:29]欸，然後呢，兩個人碰見這種情況的時候，你能夠忍，儘管對方面罵你，旁邊人看起來的話，這個是非我們每一個人還是 ……就是不要說深的，世間的常理，一看，儘管這個人他，好、好、好，這樣，但是人家說：「欸，這個人有功夫，這個人有修養，這個人懂道理。」如果修學佛法的話，「哎呀！這個是真功夫，這個真本事。」結果啊，他罵你，要平常我們是暴跳如雷；你發現啊，你能夠不暴跳如雷得到的，結果他罵你，就一點傷不了你，不但傷不了你，倒反而變成功你的最佳的讚歎，對不對？乃至於對方罵你的人，弄完了以後半天他想一想：嗯……。如果你跟他吵了，往往啊！不一定，大家都不一定有道理，如果你跟他對吵的話，他就算有一點理虧，他吵完了以後，他一定想：我沒有錯！如果你能夠忍的話，他完了以後，想想：「哎呀 ……。」總歸他反省的時候，覺得「我理虧了，哎呀！真是對不起。」唉，你呀，不要說旁觀者在讚歎你，這個對方跟你吵架的人，他都會讚歎你，對不對？",
    "1248": "[20:48]所以我們人哪，都是近視極了，我們都被煩惱自己綑死了，自己還覺得：我對！那實在是愚癡、顛倒莫甚於此啊！那這是淺近的，深的我們不談。這已經說過了，你能夠真正體會到淺近的，如果深入的話，你才有機會談得到深的。現在如果淺的地方都談不到，你講深的有什麼用啊！這個地方我特別說明一下。大家了解了，說你真的能這樣的話，那個壞人來傷害你，他不但不能傷害你，反而變成功最妙的讚歎 ─這個「微妙華」，這不是普通世間的哦，是千真萬確地莊嚴我們的報身、報土。「名稱花鬘極悅意」，啊，美極啦！",
    "1303": "[21:43]下面有一句話，「忍為巧處成色身，功德端嚴相好飾」。下面的解釋當中，這解釋在二百八十七頁，第一行的下面，說「微妙色身具金色」，佛的三十二相的根本因，是什麼你們知道不知道？「忍」這一個字。不過佛的這個忍，不是像我們普通地說：「哎呀！這個人哪，很有功夫，這個人老成持重。」不從這個地方忍起的。他當然剛開始的時候也是一樣，從外面的生忍、法忍，可是根本的是無生法忍─他能夠深深地體會到一切法，原來根本真相是如此，這樣。所以他圓滿色身的根本因是個「忍」字，這我們要了解的。反過來說，我們世間的人長相的美好等等的話，有幾種原因，根本因還是忍字。所以平常我們常常說，如果你供佛啊什麼花、什麼等等，會長得美，沒有錯。我們現在不妨去看人家的面孔，有很多人 ─美、秀、雅，這個不太一樣哦！欸，你可以長得非常美，但是呢，他雖然美，你看起來，你不一定歡喜他；有很多人的話呢，不一定太美，但是你，教你看起來你就會歡喜。我想我們大家都有這個經驗，對不對？他長得很美你不一定歡喜的話，他那個時候根本因是在什麼呢？就是他是供養這種美麗的花呀什麼，這樣而來的，這個；欸，你看了使你歡喜的，那是忍辱功夫當中來的，這個不一樣哦！",
    "1418": "[23:38]其實如果你們真正了解了以後，你們也可以判斷的。前面呢講業的時候，大家還記得不記得，異熟、等流、士用、增上，這幾個因，這幾個果，記得不記得？異熟是什麼？哪，你供花呀這些東西，當然忍辱也包括在裡頭。但是同樣還有一個什麼？等流。這個等流當中一個叫領受，一個叫造作，對不對？欸，你看見了他，你為什麼歡喜啊？你這個地方仔細想一想，你就曉得我剛才那句話的意思。",
    "1453": "[24:13]所以現在佛學的這個忍，卻不是我們普通的哦！哇！那最究竟、最圓滿的。所以他得到的也是最究竟、最圓滿的 ─三十二相、八十種隨形好，實際上仔細說起來是，哎呀，無量無邊！這佛的這個功德，要我們去讚歎的話，不要說我們凡夫沒辦法讚歎哪，那個佛都沒辦法讚歎 ─不是沒辦法，就是要說給我們聽，我們根本要經過無量無邊的時劫來說，我們還是沒辦法聽圓滿它。這樣欸！這地方我們不必廣說。",
    "1493": "[24:53]下面一句話，「奪諸眾生眼觀意思」，他這個佛身的相好，在任何情況之下，你一看，啊！自然而然就把我們全部的人的精神就吸引去了。我們世間的人，哪幾種狀態？有一種人，一個醜八怪，你一看，喔唷！你不要再去看他了，對不對？還有一種剛才說，有很多人你看了以後，不但美呀，而且看了你很歡喜的，那是什麼？而佛呢，不管任何人，你只要一看見他的話，你就不知不覺就好像看見最美的東西，你的「意思」就完全被他吸引去。根本因在這裡！當然，注意哦！根本因，還要圓滿因噢！啊，這麼個好法！當我們想到這樣的話，自然而然內心當中，不知不覺之間就油然生起 ─我要學，我要學！這個就是他所以說告訴我們，趣入修忍的方便，現在還沒正式講修忍哦！說讚歎那個忍的功德，說明這個忍的殊勝的利益。",
    "1561": "[26:01]「是能造此黠慧巧師」，噢，說你所以有這樣的微妙的身相，啊！所以能夠產生這樣的功效。就是剛才說，什麼功效？什麼樣的人一看見，啊！被他全部吸引去了。這個結果，怎麼來的？哪！就是這個東西造成功的。是能夠造出這樣的微妙色身、金色相的這個最了不起的這個技師，就是他啊！誰啊？忍辱。是「以如此等」，這些、這些 ……那實際上的，下面是無量無邊的殊勝的利益讚歎。",
    "1608": "[26:48]假定我們現在修學的時候，對這一點覺得特別需要的話，你就用多方面的，找種種的殊勝的利益。眼前哪，注意一件事情，我也常常特別說明，我們所以發脾氣為什麼？還是為了利害。欸，所以貪著難捨，為什麼？還是為了利害。假定我們了解了佛法以後，他教你說：「哎呀！你這個利害放掉了。」那的確教我們說來，不要說你們不願意學，我第一個就不願意學。欸，佛法恰恰相反耶！而說這個利害，這個利益不但不教你放掉，還教你認識了真正得到這個利益哦！不過不同的是，我們見到的是因為我們愚癡、顛倒，只看見眼前小小的利益。結果忙了半天，辛苦了半天，哎喲！要想賺到那個是苦不堪言。忙完了半天，把我們送到地獄邊裡去，啊！受無量苦。現在佛法告訴我們：你真正要得到利益嗎？哎，你不要被它騙啊！然後你眼前稍微一點努力的話，得到這麼大的好處啊！先不必說要一點點辛苦，他反過來先告訴你，你要得到的利益 ─哎，這些小的，沒有意思啊！有這麼大的好的好處啊！就策發我們。",
    "1696": "[28:16]所以在這個地方，這一點我們特別應該深入思惟、觀察。你能夠了解了這一點，我相信，沒有一個人例外的，人人都只有一條路好走，幹什麼？學佛！幹什麼？出家！幹什麼？不但是形出家，而且會精進努力，忍耐種種的痛苦 ─欸，得到這個大利益！所以這個地方就告訴我們，怎麼樣地用種種的殊勝的利益來讚歎它，策發我們自己的好樂之心，把這個力量提得非常強烈。那個時候不是忙著去修哦！你還不曉得怎麼修咧！只是把我們要修的這個心提起來，然後呢，那個時候好好地去學，好好地去學。時間到了，那我們休息一下。"
}