{
    "3": "[00:03]我們翻到兩百八十七頁，我們開始講趣入方便的最後一段。我們說，哎呀！這個忍有這麼大的好處，那麼反過來的話呢，就是不能忍哪，讓瞋恚的現行造這個惡業的過患。現在繼續下去看第二行，最後，",
    "40": "[00:40]《入行論》云：「若勵摧忿勃，此現後安樂。」若能恆常修習堪忍不失歡喜，故於現法一切時中常得安樂，於當來世破諸惡趣生妙善趣，畢竟能與決定勝樂，故於現後悉皆安樂。此等勝利皆由忍生，那麼這個引這個論上面告訴我們，我們現在真正應該做的事情，什麼呢？努力，第一個。幹什麼？要摧毀那個瞋恨之心，瞋恚這個惡業。「勃」，那就是說突然之間，猝然之間一種變色，平常一個人發脾氣的時候勃然大怒，形容這個怒的這種狀態，這個我們現在應該摧毀的。這個摧毀不是說浮浮泛泛、馬馬虎虎，應該努力地，應該勵心克己，應該勵心克己。那麼關於這個「勵」字，後面有一個精進一度，到那時候詳細說明，詳細說明。總之，這個在一切善法當中，包括把惡法的消除，把善法的增長，它這個精進是資糧善當中第一善，都需要的。至少我們現在心理上面應該有這種認識，然後呢把那個心理建設起來 ─我要做這件事情！一定要努力，一定要努力！全部精神貫注在這裡，這樣去做。你能夠這樣的話，現在也好，後來也好。所以說，能夠恆常不斷地修習這個事情的話，哪一個事情？忍辱波羅蜜多，因為你能夠努力、精進，勵心克己，當然是一切時處都在這個地方，那你就「不失歡喜」。",
    "191": "[03:11]嗯，平常說起來，這個怒，一定要一個境界現起的時候才會發怒。你說那個境界沒有現起，沒有你發怒的地方，你怎麼個修法啊？這個地方是怎麼一回事情？是說要了解，你境界現起的時候，你所以能夠擋得住的原因，必定在境界沒有現起的時候，你已經有了思惟、觀察的力量，而且生起這個力量了，對不對？前面一再說，我們也都能夠體會到，雖然善法上面不一定體會得很強，但是平常一般的事情上面，我們都體會得很多；當我們不斷地習慣串習了以後，那麼那個時候這境界現起的時候，不知不覺那個習慣就起來了。我們以前習慣的都是惡法，所以境界現起的時候，不知不覺這個惡法現起。那麼現在呢，你要修忍辱，一定要事先修對治，而事先修對治的時候，那個時候是什麼狀態呢 ─要努力，所以說「勵」，那麼這個勵是這樣講的。",
    "273": "[04:33]那個努力針對著什麼情況呢？就是平常我們心裡浮浮泛泛那個心。所以任何一個地方，你現在要注意到哦！這個當你平常一般狀態這種是，你一觀察自己的內心就曉得了：啊！這個心是什麼心啊？無記相應的。所以我一直好用《了凡四訓》上這幾句話 ─平常「只是悠悠放任」，你真正提起來的時候，內心上面有一種「戰兢惕厲景象」。譬如說我們在這兒拜三十五佛，那麼平常的時候，你就是說，哎呀！人家在那兒唸你也跟人家唸一遍。剛開始你沒唸會的時候，你還注意地去背啊、弄啊！是唸會了以後就不對囉！唸會了就隨口溜過。對了，我想起來，那天晚上講「熟、溜」兩個字就是這樣的。剛開始你不熟，那麼你要去背啊、要去記啊，熟了以後只是隨口溜過。「溜」字曉得不曉得，三點水，一個留下的留。心裡面有沒有？心裡面，嘿！意思一下，浮在那個水面上的一點點那麵粉的樣子。這個本論上面，前面上面說浮在上面一點酸酒啊，那是沒有什麼味道，就是這個意思。",
    "358": "[05:58]所以我們在這個地方，真正地一定要提起來，努力地提起來，恆常地思惟觀察跟法相應的這種狀態。那麼這個境界現起的時候，那個跟法相應的如理如量的這個力量現起來了。現起來了以後，境界現起的時候，你能夠擺得很平。所以這個地方我們要注意喔！所以「恆常修習」，是這樣恆常修習法的。了解了這個地方，我們也可以知道，我們真正平常的修行在什麼？就在思惟、觀察。所以很不幸的是我們往往說：欸，現在修行、修行了。總覺得好像修行怎麼？欸，就拜佛嘛叫修行，作早晚殿那麼修行，就打坐嘛修行；結果呢，等到我們去上早晚殿，作作也沒味道，拜佛也沒味道，做這個也沒味道，做那個也沒味道。實際上呢，根本問題，前面一再說，後面呢，到這地方真正用的時候，所以我在這裡再提醒大家一下。",
    "431": "[07:11]你能夠經常這樣去的話，就是「不失歡喜」，眼前雖然境界沒現起，你在思惟這個佛法，哎呀！你越想越歡喜，越想越得意。平常心裡面就浮浮泛泛，欸，看見一個人跑得來，大家就聊聊天，今天天氣哈哈哈，就是這個樣，這種狀態，這毫無意思。然後你思惟法的時候，裡邊覺得：哎呀！這個裡邊趣味無窮。當境界現起的時候，更是使得你立刻感受到：啊！以前隨煩惱去的這個熱惱之火，這被三業，在惡業當中燃燒相；現在呢卻是以淨法淨化了以後，得到那個調伏清涼相，就這樣啊！所以這個地方要告訴我們恆常修習這個的話，你就不失歡喜。",
    "489": "[08:09]因為你能這樣，現在呢，「常得安樂」。喔，這個這麼清楚、這麼明白，這樣。上午我們剛才講的，乃至於人家罵你，不但你沒有受傷，反而變成功讚歎你的最好的微妙花欸！不但如此，而且「當來世破諸惡趣生妙善趣」啊！嗯，當然啦！現在你不瞋，無瞋嘛，無貪、無瞋、無癡，你能夠如法相應的話，不但無瞋，而且無癡欸！它所以在這個裡邊你能夠無瞋、無癡的原因，你進一步說的話，一定還有一個無貪在。那說：欸，怎麼這個地方你不發脾氣怎麼還有無貪？你為什麼發脾氣啊？你有什麼地方被傷害了，對不對？就是說，你對你傷害這個東西貪著難捨，然後那個地方覺得被人家傷害了。譬如說你有個好的東西被人家拿走了，或者你的名氣被人家損害了，於是你在那兒發瞋哪！當你不瞋的時候，欸，同樣地你所對你顧惜這個東西，它就有不再執著它的力量在。你所以能夠做到這個的話，又是有個無癡在，多美啊！",
    "568": "[09:28]所以這個地方的修習，我們要了解哦！前面對這個法的認識。這世間上面人家說，這個人老成持重，這個人是不動聲色。是！這個有修養的，是有修養的。可是萬一弄得不好的話，他雖然不動聲色，他下面一句話，他不一定是代表了跟法相應的修養。世間的，說不定人家說：這個人哪，府城甚深喔！下面他不一定講，但是如果講的話，說不定是說老奸巨滑，或者說笑裡藏刀。現在呢，完全不是，完全不是，完全不是！完全是跟法相應的，這個情況我們要了解。所以說當然你眼前安樂，將來修了這個善法嘛，一定感生善趣。然後呢，這樣的生生增上啊，還必定「畢竟能與決定的勝樂」，到最後圓滿的是究竟勝。眼前增上生，他是最後是究竟決定勝，都從這上面，「故於現後都安樂」。這種殊勝的利益，嗨，都在這上面生起的呀！那麼前面這個道理告訴我們了，告訴了我們以後，下面有一句話，再點醒我們一下。",
    "658": "[10:58]於此因果關係乃至未得堅固猛利定解之時，當勤修學。哪，前面這樣的一個必然的關係，他處處地方提醒我們 ─因果。欸，我們現在要求的注意喔！目的是求的果，你要求果的時候，你因地上面就應該時時刻刻、心心念念，這樣。這個彼此間的關係，你經過了聽聞以後，如理思惟產生正確的認識以後，使它堅固，使它猛利！在你還沒有得到之前，所以說「乃至未得」之前，要努力去，就是我們現在這個時候。所以我剛才特別解釋它那個「勤」字喔！而這個勤字，現在你們慢慢地體會了，你們務必要去體會到它。所以這個時候，我們平常真正地修習，就在什麼？就在這個時候。固然你坐下來的時候，你在早晚課的時候，你在拜佛的時候固然是，而更重要的在我現在的感覺，尤其是初機 ─卻是離開了佛堂以後。所以你這個前面這個加行沒有準備的話，換句話說，你前面沒有準備工作，你匆匆忙忙跑到這地方的話，你心裡什麼狀態，請問？心裡什麼狀態？跟煩惱相應的。欸，本來那邊你沒有準備，跟煩惱相應的，覺得：啊，悠哉悠哉滿歡喜。今天叫你跑到那個佛堂裡去，你心裡還那兒：唉呀！這真麻煩。雖然這個心裡面沒有明確的概念，可是這個習性帶在這裡喔！",
    "761": "[12:41]所以乃至於現在的有人說：「哎呀！這個早晚課是徒具於形式啊，是不如不要啊！」我一聽這個話，我就曉得原因何在。為什麼呀？因為我自己犯的毛病就是這個，多少年來就是這個樣。所以我們現在講修行、講道理，講了個半天，大部分人都是這樣說的。那麼，是，徒具形式；內容呢？好，沒有了，內容就沒有囉！大家如果說不了解這個特質，然後呢這個文章作了一大堆，啊！這個什麼樣的三藏十二部都看過，請問這是內容嗎？這一點我們在這個地方務必要知道。那個是講道理固然如此，現在你念佛呢？現在你持戒呢？難道就是這個衣服穿得整整齊齊，喔唷！這個條子，喔唷！他那個怎麼樣，他那個怎麼樣，然後一點細節的地方，我們這個爭論不休。可是真正的關鍵在哪裡呢？等到爭論完了以後，剩下來心裡面懶懶癱癱。所以爭論的時候在增長瞋心，懶懶癱癱增長癡心，請問修行嗎？持戒嗎？念佛亦復如是，這是我們必定應該了解的。所以這個地方才是、才是。",
    "847": "[14:07]現在我們繼續下去。那前面哪，是它的殊勝的利益，現在呢如果你不能忍，隨著這個瞋毒而轉，那個害處分兩部分 ─一個是現在看得見的，一個是現在看不見，所以「不現見之過患者」，先引論上面說明，說：",
    "873": "[14:33]瞋恚過患中，不現見之過患者，《入行論》云：「千劫所集施，供養善逝等，此一切善行，一恚能摧壞。」經過一千劫布施等等集聚的那些 ─供養善逝等。啊！那是不得了的，親自供養佛。我們曉得佛法當中，我們佛教當中，有一個很有名的一個人物，阿育王。阿育王，喔唷，了不起哦！在印度那是真是了不起。阿育王這個人家叫 Asoka，在印度什麼地方，最有名、最好的東西拿這個 ……印度那個鈔票上面，印的那個東西就是阿育王那個標誌，三隻獅子。所以在他們的感受當中，這個阿育王在印度是無出其右的，無出其右的一個人物，在我們中國還很難找到這麼一個人欸！為什麼呀？他的文史、武功、德行三方面，都是足以為千古的人所景仰的。我們現在譬如說漢武帝、唐太宗，哎喲，武功很盛，但是他的德行也不一定特別怎麼樣，當然這種人的話有他的非常了不起的地方。這是我，實際上呢我也並沒有研究歷史，不敢隨便地衡量，可是我的感覺的的確確，喔！這印度的地位是無出其右的。",
    "974": "[16:14]他為什麼感得這個果報？佛在世的時候，供他那麼什麼？一個沙，對不對？就在那個地方，哎呀，看見佛來了，造的那個什麼東西，好像 ……我記不住了，好像是捧了一捧沙不曉得怎麼樣，去供了這個佛一下，就感得這麼大的果報。現在呢，不是什麼開玩笑，不是捧一下哦！經過一千劫的時間，然後呢你所集的「供養善逝等」，供養佛陀等等，「此一切善行」，這麼大的功德，你只要發一次脾氣，摧壞掉了！啊，這麼嚴重法！",
    "1017": "[16:57]此是如其聖勇所說錄於《入行》，《曼殊室利遊戲經》說，摧壞百劫所積眾善。哪！這樣。那個是上面這一位祖師說了錄在裡邊的。還有下面，這個是論，論下面還一個經，經上面怎麼說呀？喏！你這麼一發一次瞋心，就「百劫所積眾善」，這個裡邊所有積的各式各樣的善，就是發一次脾氣，那就摧毀掉了。經論上面都這麼說，又引：",
    "1059": "[17:39]《入中論》亦說：「由起剎那忿恚意樂，能摧百劫修習施戒波羅蜜多所集諸善。」剎那還是一下喔！生起這樣的這個瞋念來，就把百劫當中所修習的 ─看喔！下面這個非常嚴重哦！施、戒波羅蜜多，不是說普通的布施喔！他是修習的布施波羅蜜多，換句話說，他這個百劫當中修的是什麼？是菩薩行喔！我們請問現在我們這種布施、我們這持戒，有沒有跟菩提心相應？跟大菩提心相應這個功德是無量無邊的哦，他經過了一百劫這樣去修習，所集的「諸善」喔！這麼發剎那的瞋恚心 ─破壞掉了。這一點我們千萬不要把這文字唸過哦！一定要把它深刻地記在心裡面。",
    "1125": "[18:45]當你了解了這個概念了以後，現在我們不但應該注意不要發脾氣，而且應該注意到，瞋的原因在什麼地方喔！所以平常我們見解特別強的人，動不動好歡喜跟人家爭論的人，千萬注意啊！剛開始的時候，我們不一定是發脾氣瞋的，但是就因為那個見解擺在那地方，梗在那裡，動不動積在那裡，等一下，一下就發起來了。一發，害了！這麼個嚴重法哦！所以我們必定要深深地找到這個因所在，深深地找到這個因所在。那麼這個是講它這個壞善根這麼個厲害法，不過這下面有一個特別說明，說這麼個嚴重的摧毀的這個善根，這個瞋，是要瞋什麼樣的對象呢？所以",
    "1181": "[19:41]須瞋何境者，或說菩薩或說總境，前者與《入中論》所說符合，說那麼這樣地嚴重的壞善根，發這個脾氣，是不是一般發一個脾氣就算呢？還是這個發的脾氣的對象有特定的呢？所以說，他瞋什麼樣的對象，那個「境」哪，就是所瞋的這個境界。嗯，有的嘛，說所瞋的這個對象一定是個菩薩；有的是說，不管，你只要發了脾氣，對任何人，這樣。那麼這個兩者當中，說前者，說瞋恚菩薩那個，是跟《入中論》說的符合的。",
    "1227": "[20:27]如云：「由瞋諸佛子，百劫施戒善，剎那能摧壞。」因為在這個《入中論》上面有這麼一個說明，由於你瞋恚諸佛子 ─佛子的話一定是指菩薩 ─那麼在這種狀態當中，你百劫所修的這個施、戒之善，那麼一剎那，一剎那瞋恚一個菩薩的話就害了，就害了！實際上面呢，我們最近在讀《大寶積經》，《大寶積經》上面也特別指出這件事情來。所以最後那個迦葉尊者怎麼說：「對啊！這個事情這麼嚴重啊！但是誰是菩薩我也不知道，那麼為了這樣的起見哪，那不管是哪一個，我是絕對不能發脾氣。」他後面等一下還說：「這個境界不管你知道不知道。」那就下面馬上就有了。所以我們在任何情況之下，不可以！同時我們了解，它忍辱波羅蜜的圓滿，它在什麼？在調伏我們自心，既然調伏我們自心的，我們管他對方是菩薩不是菩薩，對不對？修學佛法的，我們目的一定要把握得住。這個地方所以強調這一點是說，萬一是個菩薩的話，唉！這麼個嚴重法。所以真正重要的話，不是在乎你避免那個過失啊！你一定要圓滿這個波羅蜜。所以我們必定要在這一點認識了以後，這個境界不管是哪一個，不管是哪一個都不能瞋。那麼繼續下去，",
    "1329": "[22:09]生恚之身者，那個剛才說你瞋的對象。現在呢，你自己本身是什麼個狀態，就是說發脾氣的這個人哪。",
    "1339": "[22:19]《入中論釋》說：「菩薩生瞋且壞善根，況非菩薩而瞋菩薩。」喏！就是說對象是這個，然後呢發脾氣這個人的話呢？它這《入中論》上面解釋，說這個菩薩生了這個瞋尚且如此，何況是不是菩薩。前面已經說過了，百劫修集的什麼 ─施、戒波羅蜜多等喔！這個修施、戒等波羅蜜多一定是一個菩薩，不是普通人哦！對一個菩薩積了百劫，然後瞋恚一個菩薩的話，都壞掉了，何況我們現在呢！對這一點是特別注意呀，特別注意！如果說我們不在這裡，不住在這裡，那我們不談這個，本來是凡夫，本來我們就忙的，就是忙下地獄的事情，本來就是忙的六道輪迴的事情。現在我們有了覺醒，跑到這地方來，然後一觀照，啊！說菩薩都在那邊拼命地努力，我還是個凡夫，更要不曉得努力多少倍啊！這是我們平常經常應該策勵的。就算你沒有正式地修，你這個心當時提起來的話，那個就對了，那個就對了！然後呢把這個心繼續不斷地，時時刻刻把它增長、擴大它。",
    "1422": "[23:42]境為菩薩隨知不知，見可瞋相隨實不實，悉如前說能壞善根。這個，他就說明了。這個對象啊，是菩薩，不管你知道是不知道，你知道固然不可以，不知道，不行，一樣的。實際上呢，我們拿一個眼前說一個譬喻吧！譬如說，我丟掉一個東西，把那個東西丟掉了，或者是燒掉了，燒掉了就是燒掉了，絕不會說：「啊！我不知道。」不知道了，火裡邊還會這燒掉了以後它又現起來，會不會？當然不會。假定你隨便燒掉一樣東西沒關係，燒掉這張鈔票，哦，是一百萬鎊的英鎊，對不起，你雖然不知道了，那就是沒有了，那這是我們必定要知道的。所以這個菩薩，是不是菩薩你知不知，不管！",
    "1472": "[24:32]還有呢，「見可瞋相隨實不實」，你看見他可瞋之相，不管它是實在的、不實在的。這話怎麼講？這話怎麼講，這個地方要特別地說一下。我們眼前常常有這種事情，有的時候自己心裡面的不對，看見那個境界是莫名其妙地自己就發脾氣，那換句話說，這可瞋相實際上並不實在，並不實在。這是我們剛才前面引的那個：喔！他有一位同修，他自己心裡面自己，他又自己不高興，隨隨便便就怪別人，怪這個、瞋這個，所以是不實在的。反過來，就是他真實狀態，他也不可以，因為菩薩要修的什麼？要修忍嘛！對不對？所以這個地方我們實的都不可以瞋，何況是不實的呢？那不管實不實，你只要瞋，那個時候你的內心現起這個狀態，害了！害到什麼程度呢，就是說「壞善根」。",
    "1540": "[25:40]總其能壞善根，非是定須瞋恚菩薩。《集學論》云：那麼上面說菩薩，實際上呢「總」 ─整個地來說，不一定一定要瞋菩薩，他也有根據的。下面這個論上面，",
    "1553": "[25:53]「聖說一切有教中亦云，諸苾芻，見此苾芻以一切支禮髮爪塔，發淨心否？如是，大德。諸苾芻，隨此覆地下過八萬四千踰繕那乃至金輪，盡其中間所有沙數，則此苾芻應受千倍爾許轉輪王位。」乃至「具壽鄔波離來世尊所，恭敬合掌安住一面，白世尊言，世尊說此苾芻善根如是廣大，世尊，如此善根何能微薄銷滅永盡？鄔波離，若於同梵行所而為瘡患，為瘡患已我則不見有如是福，鄔波離，此大善根由彼微薄銷滅永盡。鄔波離，故於枯樹且不應起損害之心，況於有識之身。」下面就引證這麼一段，在那個戒經上面有這麼一件事情。說這個佛帶了大家，說：「諸位苾芻，諸苾芻啊！你們看見沒有啊？」那個時候有一個苾芻在禮這個塔，禮這個塔。所以他「以一切支禮」那換句話說，這不是普通的一個小小的合掌、低頭，是五體投地的這樣，而是以清淨心這個地方禮。「你們看見嗎？」那麼說：「看見了，看見了。」於是世尊就說：「諸位啊，你看哪！他這樣的清淨心禮這個塔，他隨他所禮的這個 ……。」譬如說我們現在拜下去，拜下去的這麼一塊地，你拜的那個面積有多大，從你這個地方開始一直向下，一直向下八萬四千深度，表示這麼深，一直到金輪。這個經上面告訴我們，我們這個地什麼？下面是一個什麼，風輪、水輪、地輪、金輪，一個一個撐托起來。說從我們這裡下去，一直深到那個地方去，有這麼大的一塊土。這個不得了欸！譬如說我們現在這麼大一塊的面積，我們身體用大禮拜那種，像那個金山活佛那大禮拜，整個地「趴！」一下，五體撲在那個地下的，那多大？我們不要說這麼大，大禮拜，就像平常我們五體投地的拜的話，也這麼方方有幾尺嘛！然後那個幾尺的深度，哇！那個八萬四千踰繕那的話，我們算算看，它有三種，對吧！就四十里這個算的話，八萬乘一個四十，那麼八萬，八十萬，四、八，三百二十萬。"
}