{
    "6": "[00:06]哇！這三百二十萬里深的這麼一塊，然後呢把它磨成功沙子，那麼有一粒沙子，你就得到一個什麼？轉輪聖王的這個位子。就這麼、這樣地大的功德，這不得了的功德，這功德之大呀，不得了的！",
    "29": "[00:29]下面「乃至」，下面一個「具壽」這個具字，你們改一改，它文字上面寫一個且。具壽，平常我們說長老、長老就是這個。那個鄔波離尊者跑到世尊面前，請問世尊說：「這一個比丘，他這麼樣地禮這個塔，這麼大的善根哪，是不是有可能這個善根，做了一點不好的事情，統統能夠損壞掉了呢？」那麼佛就告訴他：「是的。」什麼狀態啊？「於同梵行」，那就是我們同道當中，而做了什麼？犯了這個過患，「瘡患」。那麼它這個地方的瘡患指什麼？就是指瞋心。所以他下面說呀：「他只要一犯了這個瘡患，一害了這個瞋心哪！我就再不看見他那些福報，沒有了。」就這樣大的善根，由於這麼一點點的這個毛病、過失，就徹底地摧毀掉了。",
    "103": "[01:43]所以世尊就警告說：「鄔波離啊，所以乃至於枯樹，」為什麼叫枯樹啊？那個樹還有派上用場，枯掉了以後，我們就摧枯拉朽，那簡直是不要說用、用不上，燒火都沒辦法的，那個枯掉的樹，你燒起火來都沒用的。「乃至於這樣一點用場都……沒有用場的東西，你都不能起一個損惱之心，何況是對於一般人哪 ─有識之身。」他那個地方，並沒有說菩薩、佛子，或者是梵行者，喏！這樣，他特別說明的。真正重要的就是，不管任何情況之下，你呀不要發脾氣，不要讓那個瞋恚生起現行。",
    "160": "[02:40]下面特別解釋一下「壞善根」，壞善根。這個壞善根的解釋之前，我先要說明：平常我們讀經等等，往往就囫圇吞棗，嘎嘎嘎 ……唸過去了。這個論之真正好的地方，他把每一個地方，他有一個認真的說明；不但說明，而且還很深細地抉擇，抉擇的話，就是辨別得非常清楚。所以平常我們往往讀經覺得：哎呀，很懂！等到你一讀論的話，你發現啊原來你在門外，根本他到底說些什麼，完全不知道。所以我們真正要想修行的話，請問：你完全不知道你能修行嗎？當然不能！所以說種善根則可啊，真修行的話，那是非要學它的原因在這裡。所以他下面辨別這個斷善根是什麼，壞善根，前面已經講過了，曾經講過，講到四力懺悔的時候，記得不記得？那麼現在這地方又辨明一下。",
    "232": "[03:52]壞善根義，有諸智者作如是說，摧壞先善速疾感果之功能，令果久遠，先當出生瞋等之果，非後遇緣不自生果，以世間道皆不能斷所斷之種，定不能斷煩惱種故。他為什麼要這麼辨呢？就是有些人會這樣說，而且這些人，還不是普通人喔 ─諸智者！這個情況在當年這個印度、西藏，乃至於我們中國，都是這樣。現在我們張眼一看哪，也立刻可以看得見，不要說眼前一般的人，只是做些文字功夫的；我們看我們歷代的祖師大德們，的的確確有的人哪，對這個經的文義這麼解釋，有的人對這個經的文義這麼解釋。我們這一些祖師大德，的的確確我們都很尊重、很恭敬，他也有成就，所以公認為祖師大德，這個什麼？智者。那麼這個地方也是如此，是不是很明白！如果說確定不移的話，那麼彼此之間那些祖師大德所說的話，一定沒有什麼爭議，既然彼此有爭議，他說他、你說你，這個裡邊有問題，這樣。所以說這個本論哪，它每一個地方，辨別得非常深細，讓你對於真實的內涵是了無餘遺，那個時候你去如法行持的話，你不會出毛病，這是我們必定應該知道的。所以這個智者兩個意思，這樣。",
    "340": "[05:40]所以有的這些，這個祖師們他這麼說：什麼叫摧壞善根哪？就是說把你很快感果的功能，暫時不能感果。實際上呢造了這個以前的這個善業，這個業還在，只是說眼前先感得什麼？先感那個瞋恚之果，所以說「先當出生瞋等之果」，這個先出生。而善根那個果呢？原來那個善根果只是「令果久遠」，不是說後面不生。所以他說非後面遇了緣 它還是會生的 不是後面遇了這個善緣不生果。他有理由的哦！下面說：「以世間道」，因為普通的世間道，是不能斷這個一切的有漏種子。所以這個有漏的這個煩惱種啊，它不能斷除，不能斷除，他是根據這個。既然世間有漏之法不能斷除那個種子，那個種子的話相當於現在我們說，造了一個善業有一個善種子，造了惡業有惡種子，所以這個瞋恚是個世間道，世間道是不能斷那個種子的。可是因為你瞋恚了以後，所以你那個瞋的果先生起，而本來所積的這個善根、這個種子啊，是暫時生不起來，只是使得這個果報久遠以後才起，這種說法。欸！現在呢，大師在這個地方特別告訴我們：",
    "448": "[07:28]然此理不定，他倒不一定馬上否定它，說不對或者對，而是說不一定，不一定！我們看看──哦！他一定要辨別得很深細以後，然後如理地抉擇哪一個才是。",
    "465": "[07:45]如諸異生，以四對治力，淨治不善所獲清淨，雖非斷種，然後遇緣其異熟果定不生故。根據什麼？根據這個。就好像我們凡夫一樣，說反過來說吧！我們修善行 ─懺悔，懺悔的時候以所謂說四力去對治它。用四個對治的力量，把以前所積的種種的不善之業都懺悔乾淨，淨治了，那個時候獲得了清淨了。清淨是清淨了，對不起，這個種沒有斷哦，如果說斷了種的話，你就證聖果囉，對不對？所以沒有，沒有證聖果。只是說你淨治了罪障以後，然後呢你可以如理修行，然後呢一步一步上去 ─從集資、加行而證道，然後呢先證的話是見、修，然後呢到佛果，是這樣的哦！所以它那個種的確沒有斷哦！",
    "534": "[08:54]但是它雖然種沒有斷，因為你經過了四力對治以後，以後雖然遇緣的話，那個時候雖然遇到緣哪，你那個惡法它不會感果的。既然惡法不一定感果的話，請問善法當然也不一定感果。至於說到底感不感，他沒有說這個、這個 ……哦！這地方已經說明了，前面在這地方，四力對治當中已經很明白地說明。假定你的四力圓滿地能夠對治的話，它一定不感果，對不對？所以這地方說，你如果說能夠以四力對治獲得「清淨」，這兩個字很重要哦！獲得清淨的時候，那個時候你的惡業啊，將來雖然遇緣的話，「其異熟果定不生故」，確定不會再生起的！",
    "594": "[09:54]又已感異熟善不善業，雖非斷種，然後遇緣亦定不生異熟果故。除了這個以外，還有一個。我們造了這個業以後，造完了業以後一定感果的。那麼等到你在感完，感了那個果以後 善業感善果，不善業感惡果 那個時候感了這個業以後，這個種還在哦，「雖非斷種」，然後再遇緣的話，它也不一定生。第三個，",
    "626": "[10:26]又加行道得頂忍時，未斷邪見及惡趣因不善種子，然遇緣時，亦定不起邪見及惡趣故。他一層一層深入。除了上面這個情況以外，還有修習的加行位上面，加行位有四個，所謂煖、頂、忍、世第一地。世第一地後面的話，那就見道了，見道了當然把那不善的種子啊，整個地就斷除掉了。所以在這個頂位跟忍位的時候，它那個「邪見」、「惡趣因」的這個種子啊，對不起，它沒斷掉；雖然沒斷掉，但是你只要得到這個位，它以後雖然遇緣，它也不會生起邪見以及去到惡趣，它也不會的。從這地方說明了什麼？說明了前面他 ─那個諸位智者，前面那些祖師們說這個話不對。前面祖師們說的根據是什麼？他根據是說因為世間道不能斷種子。那麼現──在，喏！就告訴你了：欸，這個種子還在，對不起，它不感果，不感果！就是這個道理，我們在這個地方，一定要分別得清楚。",
    "709": "[11:49]又如前引「諸業於生死隨重」，隨先熟一善不善業，暫遮餘業成熟之位，僅以此義不能立為壞善不善，亦未說故。嗯，這地方進一層地再說，我們除了這個以外，另外就是業感果的這一個，原則上面前面已經說過了 ─諸業於生死，說我們在生死輪迴當中，這個業，以往造的業感果的次第是怎麼樣呢？我們曉得：隨重、近、串習，然後呢在最前的先感果，對不對？所以說，它當一個業感果的時候，其他的業啊，好，停在那裡。所以它只要感一個，而感的次第是隨重、近、串習、先後這樣來的。當這個感了果，其他都是「暫遮餘業成熟之位」，其他的造的業暫時被遮止了，它就停在那裡不動。",
    "783": "[13:03]所以單單說這一個，如果說就這樣叫作壞善根的話，那是不合理的。它並沒有說，啊，那以後這樣。因為前面那個諸智者怎麼講？他說那眼前先讓那個瞋的惡果先生起，說這個善根以後。結果呢？我們造了種種的業，下一生真正感果的，除了這個以外，其他的下一生，欸，跟著來啊，它並沒有說，因為這一個果、這一個業先成熟了，下面那些業斷掉啊、壞掉啊，並沒有啊！同樣的道理，我們這地方就了解了，所以這個前面這些人說的這個話不合理。",
    "829": "[13:49]又異熟暫遠，不能立為壞善根義，要曉得這個異熟是暫時不感果啊，這個絕對不能從這一個概念上面來說這個叫作壞善根，這個不可以的。",
    "844": "[14:04]若不爾者，假定是，不是這樣，反過來說，假定說這個異熟暫時不感果，就叫作壞善根的話，那下面這個毛病就來了。下面什麼毛病？",
    "858": "[14:18]應說一切有力不善業，皆壞善根故。應該說不管你做什麼，凡是造的惡業的話都會壞善根，為什麼？你造了這個惡業以後，它一定感惡果嘛！假定說這個令那個善業暫時不感果，先讓那個惡業感果這一點上面，就算作壞善根的話，那豈不是所有的這個有力的惡業，它一定先感果，那麼這個善根，都不是都壞掉了嗎？實際上不是。所以我們要了解，這個地方的壞善根，是特別指說，你一旦造了這個業以後，儘管將來遇見那個善緣的話，它就再起不來了，這麼個嚴重法哦，這麼個嚴重法哦！",
    "917": "[15:17]平常我們造了一點惡業，如果善根沒有壞的話，我們也有善業、也有惡業，如果惡業重的話，你先墮落，墮落完了以後啊，它這個善根又來啦，又成就囉！是啊，就比如說，我們說我們修習過程當中，正見、軌則、尸羅、淨命，萬一你不能做得圓滿，那麼那個時候你只要正見未壞，然後呢其他的地方做得稍微一點不大對的話呢，那個時候，你第一個可以不墮落這個地獄等等，墮龍當中。等到下一世，那麼賢劫千佛當中，看你的這個業的輕重，起來的時候，欸！它那個善根還在啊，遇見那個緣它就成就囉，就這樣，就成就了。這一種情況是什麼，就是惡業先成熟，惡業先成熟，它那個善業啊，等到前面的惡業成熟了以後，那個善業的力量還在，它會感果的。",
    "986": "[16:26]現在這地方壞善根是：不是！儘管這個惡業成熟了，等到惡業完了以後，它那個外面的外緣再來的時候，你那個善根沒有感果的力量的，懂不懂啊？清楚不清楚？這個概念，你們一定要辨別得很清楚哦！所以了解了這個它的嚴重性，那個時候才會策勵我們，這是我們所以在這地方要深辨的原因，否則的話，我們修行都是始終馬馬虎虎、浮浮泛泛。常常有人說：「法師啊，他們都是這樣做的嘛！」所以在這一點，我為什麼要特別說明。我們往往看見好像別人這樣做，我也不至於這麼壞吧，我也跟著去做。所以你一定要了解，他怎麼做，他是智者，還是愚者。你跟著智者他怎麼做的話，你大概錯也錯不到哪裡去；如果你跟著愚者，那個時候你就完了！所以我們真正修行的人，一定要把聖教的真正的內涵辨別得非常清楚，辨別得非常清楚，那個時候你不要管他怎麼做，你自己曉得的怎麼是如理如法的，這樣才對。我們繼續下去。",
    "1065": "[17:45]故於此中清辯論師如前所說，以四種力淨治不善，及由邪見損害之心摧壞善根，俱如敗種，雖遇助緣而不發芽，後雖遇緣亦不能生果。那麼前面這個裡邊，清辯論師特別把這一件事情，說壞善根的意義，去反顯 ─就像拿四力淨治不善以後，那麼這個惡業就不會再感得惡果了。反過來說，你種了善根，雖然種了善根，「由邪見損害之心」，摧壞了善根，那麼那個時候，這個善業也不能感善果了。不管它是惡也好、是壞也好，那個種子就像什麼，就像「敗種」，那個種已經損壞掉了。就像一個稻子一樣，你把那個稻子火裡面烤一烤，然後呢把那個稻子水裡面泡了發發霉，對不起，到那個時候，雖然到了春天來了以後，擺在土裡邊，然後呢曬了太陽、加了肥料，這種助緣加上去啊，它不會發芽的！所以我們種的善根也好，或者惡業也好，同樣的道理，如果說摧壞了以後那就不能生果的，這個才是對斷善根的真義。",
    "1159": "[19:19]又如前說，雖以四力淨所造罪而得清淨，而與發生上道遲緩無相違義。這個是除了這個以外，又順便說明一下。前面曾經說過，我們四力懺悔了以後，得到清淨了以後，是的，這個惡果是不感了，惡果是不會感的。但是並不是說，這個惡業沒有影響哦！什麼影響啊？是影響是這樣：你去修行的時候，要想很快證果啊，對不起，那慢了！那要慢很久、很久，這樣。所以他下面特別說明這個差別：",
    "1203": "[20:03]故有一類，雖壞布施護戒之果圓滿身財，然不能壞修習能捨及能斷心作用等流，後仍易起施戒善根。它那個破壞，就是我們的善業，這個善業，有很多人造了惡業以後，就把布施、持戒這種感得圓滿身財的這個果報，異熟果斷掉了。異熟是斷掉了，但是呢他那個等流，欸，妙咧！下一次遇緣的時候，他不一定會很有錢，為什麼呀？他布施那個異熟的因，當時造了壞事破壞掉了，這個異熟因。但是呢他破壞的時候，這個因是破壞了，異熟的因是破壞了，這個等流因沒有破壞。所以他第二世窮得要命，窮得要命；窮雖然窮，欸，他這個布施心卻猶在。所以他不能斷「修習能捨」，這個就布施來說；「能斷」就是持戒，他那個持戒心還在，所以這個我們要 ……。「後仍易起施戒善根」，那一種情況之下，他對於布施持戒的善根哪，還是容易生起來的。另外一類呢，",
    "1298": "[21:38]又有一類，雖壞施戒作用等流同類相續，然未能壞發生圓滿身資財等。欸！反過來有一種叫妙咧！他做了壞事，破壞了這個善的事情以後，他下一生啊……就看他破壞是怎麼個破壞法。有一類他「作用等流」，那個等流心破壞了。以前是布施的，可是這一生哪，碰見這個因緣的話，他布施不能布施，持戒也不能持戒，但是卻是感得圓滿的財位，乃至於這個「身」，身相什麼？我們持戒能夠得到人天的果報。",
    "1349": "[22:29]也許這裡大家就奇怪了，這怎麼可能？對呀！那現在我們眼前仔細觀察一下，就對了，眼前觀察一下就對了。比如說，我們現在布施啊、持戒啊，這樣；到那個時候，你心裡面生起了邪見了：嗯，這個東西沒有什麼意思！生起了大邪見，但是呢你這個行為本身，並沒有做特別的惡的行為。所以那個時候因地當中，什麼？就是你把你那個心因破壞掉了。因為你沒有行為上面造很大的惡績，所以到下一世，你外面的行為上面這東西沒破壞，這個異熟還感果，可是你心理上面不對；以及眼前我們譬如說布施等等也是這樣。所以他為什麼講，不管是布施、持戒、忍辱等等，一定以意樂為先的原因就是這樣。我們眼前也看得見很多人，喔唷，他那個錢啊多得不得了，但是他那個心哪，那縮成一團！不要說布施不肯布施，自己用是都捨不得用，就是這種狀態。所以我們每一個地方辨別得很清楚了以後，自然對這種行相，我們就了解得清清楚楚。",
    "1441": "[24:01]又有一類如前所說，若不瞋恚授記菩薩，一劫所能圓滿道證，由起瞋心自相續中已有之道，雖不棄捨，然一劫中進道遲緩。還有一類，像前面所說的，發了瞋心以後。他下面特別有一句話，「若不瞋恚授記菩薩」，你發了這個瞋心以後，假定你所瞋的對象，是一個已授記的菩薩的話，那這個罪過就完了！那你要想懺悔，懺得乾淨的可能性太少太少了，簡直太少太少了！下面有一個證據的，說萬一這是一個菩薩，而且是授記的菩薩，通常這個授記有一個標準的喔，這不是普普通通的菩薩。說你一旦對這個授記的菩薩瞋恚的話，對不起！你要想懺乾淨啊，很難！",
    "1498": "[24:58]那麼現在呢他倒瞋恚並不是瞋恚這個授記的菩薩，是普通的，那麼那個時候這種瞋心，你可以淨除的。雖然經過四力懺悔了、淨除了，但是淨除是淨除了，你要想在這一個短時候之內，能夠修行證道的話，對不起，不行！為什麼呀？因為，由「自相續」當中，前面已經積累的這一個善根，被這一下的瞋心破壞掉了，破壞掉了！所以這個感果的這個是不會有啦！懺悔了，這個瞋心、這個惡業經過懺悔以後，把它清除掉了，可是積累的這個資糧本身，就被這一個瞋念統統摧毀掉了！這個有這麼個嚴重法。",
    "1557": "[25:57]總之如淨不善，非須盡淨一切作用，故壞善根亦非壞盡一切作用，此極重要。這個地方是特別辨明，特別辨明。對善的事情做了以後壞善根，以及做了壞的事情，經過如理的懺悔修持以後，淨除這個壞的，我們一定要辨別得清楚。「作用」的話，就是感果的異熟方面的功能，是善根，也是特別的，這個我們要了解，這個概念前面 ……。所以他引有很多啊，有很多這個布施、持戒這個果在，但是呢等流沒有了。還有一種呢，他果雖然沒有了，布施、持戒的果雖然沒有了，下一生感得的很窮，但是呢，欸！他就是布施的施心還在。這個地方我們要辨別得非常清楚。",
    "1623": "[27:03]唯應依止佛陀聖教，及依教之正理而善思擇，故當善閱經教而善思擇。這一個地方，他特別下一個結論。因為前面剛開始的時候，他為什麼要這樣辨？因為有的那些智者，換句話說拿我們來說，有的那些祖師們這樣說。那個就牽涉到我們現在目前真正實用的，啊！說這個祖師這麼說、那個祖師這麼說，大家的概念莫衷一是；更進一步，現在我們眼前更是啊，不要說祖師，那更是百家競鳴，各說各的。那麼我們怎麼辦呢？我們一定要「依止佛陀的聖教」，然後呢，佛陀的聖教還要經過細辨 ─「正理而善思擇」，所以一定要根據大經大論。",
    "1687": "[28:07]那麼本論還有一個特別的好處，什麼好處啊？你就是個大經大論，各家各派的說法又有不同，本論之真正殊勝的地方就在這裡了。經過他這樣地抉擇以後，你曉得：哦！原來啊！龍樹菩薩性宗一系解釋的意趣在哪裡；然後無著菩薩相宗一系解釋的意趣在哪裡，彼此之間絕對沒有矛盾衝突。只有什麼？只有深淺程度的不一樣，乃至於針對的對象差別這一個。你對這一個完全了解了以後的話，那就對了！所以一定要告訴我們「善思擇」，既然你要這樣的話，那要「善閱經教」。這個閱這個經教，不是單單多看哦！我們現在看，看是看得很多啊，但是不善閱，這個很重要，這個很重要！要善閱這是善於聞，「善思擇」要善思，那個要把握住這個真正的正義，那就對了。",
    "1755": "[29:15]如是能引極非可愛粗猛異熟，及能滅除餘業所引最極可愛無量異熟，是為非現見之過患。"
}