{
    "3": "[00:03]如是能引極非可愛粗猛異熟，及能滅除餘業所引最極可愛無量異熟，是 為非現見之過患。那麼上面就說這個過患，就是不忍的過患，不忍的過患當中分兩部分：一個是眼前可以看得見，一個是眼前看不見的。現在呢上面已經說明瞭了，說明瞭了，眼前看不見的種種的嚴重的患害，不忍有這麼個厲害法！那麼我們了解了以後，就一定想辦法把它去除掉，想辦法把它去除掉！再下面呢，",
    "50": "[00:50]現法過患者，眼前看得見的，這個比較容易，我們容易體會得到。",
    "57": "[00:57]意不調柔心不靜寂。對啊！當我們發脾氣的時候，哎呀，那個心裡邊簡直是不調柔、不寂靜，每一個人都能夠體會得到。而且還有一點，當那個瞋心現行的時候，那你簡直是什麼理智都失去了，什麼理智都失去了！我們這個下面先不必深一層談，我們現在再回憶一下，前面講苦的那個，惡道苦的時候，記得不記得？說當這個業所逼的時候，業所逼的時候，那個雪下在我們身上嘛，我們像被火燒一樣，那個是什麼？那個是寒業。反過來呢，業逼的時候，哪怕那個火燒的時候，你覺得像冰庫裡邊一樣。所以它下面的結論是：猛業成熟 ─猛利的、強大的業力成熟的時候，你呀都在這種顛倒狀態當中，這個跟外面的境沒有關係。",
    "132": "[02:12]我為什麼要說這個話？我們馬上可以體驗一下，當你這個瞋火非常大的時候啊，你一點辦法都沒有，對不對？我們或者是自己，或者看別人，當這個人暴跳如雷的時候，你怎麼勸他，理由是一點沒有用的，一點辦法都沒有，我們碰到自己的時候也是如此。這個說明什麼？喏！這個因就是這樣的一個因，所以當這個因感果成熟的時候，欸！儘管在太陽曬的時候，乃至於火上烤的時候，你覺得冷得受不了。反過來啊，儘管雪、冰擺在那冰箱裡，你覺得熱得受不了！是什麼狀態啊？就是剛才這種說法。就是當你這個瞋火非常猛利的時候，你什麼理由都沒有用；同樣地，貪心很熾然的時候、熾烈的時候，外面的什麼境界都完全擋不住，就一直跟著這個。所以如是因感如是果，再清楚不過！你把這個因果概念認識了，然後在事相上面去觀察的話，那個時候你就曉得：啊！原來這個事情是這麼個嚴重、這麼個可怕法啊！我們了解了這個，然後要去修行，要去斷除什麼等等啊，都辦得到。否則的話，那都是空話，講講道理可以。所以這個概念，今天那麼簡單地說一下，好。",
    "223": "[03:43]請翻到《菩提道次第廣論》二百八十九頁，那麼昨天已經把不忍這個缺陷，不忍的種種害處，當中不現見的，眼前看不見的那一部分已經講過了。那麼這個後面呢，尤其是辨這個斷善根，實際上，這不僅僅是指善根斷不斷，我們很多地方要了解，它這個辨的重點在什麼地方，這樣。換句話說，要告訴我們，我們真正要想把握住正確的這個根本因，乃至於把那根本如何圓滿，一開頭的時候，這個根本理路不能偏差，不能偏差。",
    "300": "[05:00]平常我們學的時候，總是由於無始以來的無明所覆，由於自己的執著，陷在這個裡邊，碰到什麼，先入為主的概念。往往這種概念會對我們產生非常深遠的、絕大的禍害，這個是我們在這個地方要特別指出來，所以我凡是碰到這種地方都指出來。我自己當年就犯了這個毛病，現在在座，看見諸位同修幾乎沒有例外的。尤其是我們好學，剛開始學了一點，個人的知見漸漸這個樣，就成漸漸這個樣。實際上呢，都陷在這個同樣的一個這個疇範裡邊，都是剛才說的。所以凡是這種地方，你們不要輕輕地放過。",
    "363": "[06:03]那麼，上面一段當中曾經說過了，說辨別了以後，他又告訴我們應該依止佛陀的聖教及依教的正理，去善巧地思惟、觀察、分辨。這個話本身一聽就懂，做到非常難，做到它非常難！這個因為現在我們是依止的聖教，不是聖人親口對著我們講的，這個有絕大的差別。這個聖人也必須是什麼？佛陀。他是一個徹底圓滿的，他能夠具足十力、四無所畏，所以我們的根性的源源本本，他了解得非常清楚；應該針對著我們個人的個性，說這個理智也一樣地沒有一點點缺陷。那麼等到佛說了以後，弟子記下來，這個經典這叫聖教。這個聖教用到我們身上來，卻沒有剛才說的那個能力。那麼那個時候呢，就是我們判斷的時候，還是陷在我們自己個人的見解當中，我們的認識當中，只能見到這個裡邊的局部，而這個局部就是我們自己相應的那部分。",
    "460": "[07:40]所以說，是的，我們應該依止聖教，但是我們對聖教能夠理解得像佛陀告訴我們那樣嗎？這是不可能的。所以我們必定要還要依論，這個論還是無垢的經論哪，善加抉擇。這個論就是仔細地揀敲，彼此之間它為什麼要說這個話，理趣何在。一定在這種辨別當中，跟經裡邊的意旨絕不違背，絕不違背！在這一點上面的話，那個就不是那麼簡單，這是我們應該了解的。說為了達到這個目的，所以它本論也告訴我們 ─「故當善閱經教而善思擇」。我們必定要，它這個上面不說廣學而叫善閱，換句話說，你要對這個經教裡面所講的真正的內涵，要能夠如理地抉擇，不要走錯，這個才是善的。這一點在這地方再提一下、再提一下。那麼下面呢，我們今天說現法過患，就是眼前看得見的。昨天提了個頭，今天我們解釋那個內涵 ─意不調柔心不寂靜，那個是它的總綱。",
    "566": "[09:26]又諸喜樂，先有失壞後不可得，睡不安眠，心失堅固平等而住。種種的好的事情，快樂的事情。喜跟樂也可以指一樣，平常我們喜的，講心理狀態；樂的 ─生理的感受，細分是這樣。粗分的話呢，總是好的那一方面，那種感受。由於瞋的關係，然後呢已經有的這種好的、快樂，不管是心理的、生理的就會失掉，以後呢就得不到。乃至於不要說白天，到了晚上睡覺的時候也是睡不好，這樣，這是一般狀態。然後我們的心情呢，平常的時候希求要平穩、平等，做不到，這個一直在粗猛的這種煩惱當中，困擾當中。一直地這樣的，啊！這個 ……這我想我們人人都感受得到的，這樣的大的缺陷。更進一步：",
    "652": "[10:52]若瞋恚重，雖先恩養忘恩反殺，諸親眷屬厭患棄捨，雖以施攝亦不安住等。乃至於更進一步，如果瞋心大的話，有恩於你的人，乃至於忘恩，不但是負義，反而產生非常激烈的反殺、反殺。像我們看看，有很多這種兇殺案哪，那個兇殺案的剛開始，固然有很多是由於竊盜等等，有很多它不是。先哪，大家恩恩愛愛的，這樣由於一點點小事情看不透、認不清，產生了瞋恚；結果呢，反目成仇，乃至於家裡邊親屬、親子之間。這個好可怕、好可怕！那麼乃至於親屬等等，因為這樣的話，人人厭惡、人人害怕，捨你而去。所以在這種情況之下，說就算是你用種種布施幫忙他，你也沒有辦法能夠跟他相處，攝受他；也沒有能夠共同好好地安處。所以瞋有這麼大的禍害，這是我們很容易感受得到的。下面引論上面，也特別說明。",
    "752": "[12:32]《入行論》云：「若持瞋箭心，意不受寂靜，喜樂不可得，無眠不堅住。有以財供事，恩給而依止，彼反於瞋恚，恩主行弒害。由瞋親友厭，施攝亦不依，總之有瞋恚，全無安樂住。」上面這個解釋，就是解釋這個《入行論》當中的。所以前面解釋過了，最後論當中最後一句話：總之，一有了這個東西 ─瞋恚的話，你呀，絕沒有安樂。這東西是非常壞、非常壞！",
    "800": "[13:20]《本生論》亦云：「忿火能壞妙容色，雖飾莊嚴亦無美，縱臥安樂諸臥具，忿箭刺心而受苦。嗯，當這個忿怒之火燒的時候啊，就算你很美的，那也 ……再美的美人一發脾氣，喔唷！再好的人，你一發脾氣，你就見了非常可怕，這是本身的。同樣地，外面的用種種的莊飾也是一樣，這是對外面的容貌上來說 ─身。下面呢，就是對你自己的心理上面的，乃至於安樂的時候，你種種舒服地睡在那個地方，但是因為這個恚像箭一樣，啊！你心裡面還是痛苦無比。我想這個是我們人人有這個經驗，坐立不安，就是這種狀態。",
    "866": "[14:26]忘失成辦自利益，由忿燒惱趣惡途，失壞名稱及義利，猶如黑月失吉祥。這個東西能夠啊，一旦瞋心引發了以後，你平常想到的種種的自利這種東西，那統統忘失掉了，這我們人人都有這個經驗。等到你一旦瞋火發的時候，啊！你什麼也都忘得乾乾淨淨，什麼都忘得乾乾淨淨！我曾經碰見過這麼一個人，不是看見，是聽見，但是確實有這個人。這一家人家，那麼彼此間都是瞋心很大，然後呢等到一旦吵起架來的時候，家裡的東西啊，就乒鈴乓啷就摔。結果他平常的時候辛苦了半天，哎呀！弄這個東西；等到一發脾氣，把辛苦的東西統統把它打破，然後打破了回頭再去忙。那個是很典型的例子，那是指外頭的東西。",
    "940": "[15:40]現在實際上呢，我們現在修學佛法的人，積的財物不是外財而是內的法財。同樣的道理，這個辛辛苦苦聚集的這個法財，你一念瞋心一來的話，統統毀壞無遺啊！我們平常是為了自己，實際上呢這個地方，所以處處地方要把那個自己的利益要看透，要看得深遠。他發脾氣的人也未嘗不是為了自己，結果呢，因為不了解如理如法的這個意義，所以反而大大了傷害了自己。這個點，把為了自己的利益，忘得乾乾淨淨！那麼而且呢，在由於忿怒所燒，這個煩惱把我們送到這個惡途；走到壞 ─現在也壞、將來也壞，然後呢名聞也壞、利養也壞，唉！一切都是。這個像什麼？總是這是壞的，「黑月失吉祥」，這是壞事情，碰到了，誰碰到了誰就倒楣，誰碰到了誰就倒楣！就是這樣。",
    "1022": "[17:02]雖諸親友極愛樂，忿墮非理險惡處，心於利害失觀慧，多作乖違心愚迷。在這種狀態當中，雖然自己最親近的人，非常好的，因為一旦被這個瞋恚之心所遮障，那都壞了、都壞了！彼此間都做出絕不合理的事情，造成功非常惡劣的狀態。那個時候心裡邊為粗猛的煩惱所使，根本理智完全失去掉了，根本不可能正確地了解到利害。在這種情況之下，所作的事情啊，統統都是跟正道是背道而馳的。那是啊，真是可以說愚癡、迷惑到極點！",
    "1092": "[18:12]由忿串習諸惡業，百年受苦於惡趣，如極損他來復讎，怨敵何有過於此。此忿為內怨，我如是知已，士夫誰能忍，令此張勢力。」這個地方告訴我們，由於我們對這個瞋恚之心，被它所使，養成功了習慣，造種種為瞋所使的惡業。唉！那將來啊，永遠這個你的一生就是受苦，受苦。就是在人間當中，實際上這個過的都是惡道，將來一定還是走到這條路上去，這條路上去。平常如果對世間的、外面的仇人來說，外面的仇人來說，你怎麼樣對他有絕大的怨仇，再大的怨仇，沒有一個能夠抵得上這個內心的瞋恚這麼嚴重的。外面再大的怨仇，他來傷害我們的這個嚴重性，絕對沒有辦法跟裡邊的瞋恚這個傷害來得比！所以這個要曉得，了解了這一點，說我真正地了解了，這個內在的大怨家 ─這個瞋恚心哪！要這樣認識它。你真正認識它了，誰也不能忍受啊！絕對不讓這個瞋恚的勢力，把它伸張擴大呀！",
    "1211": "[20:11]這妙咧！這個地方教我們對治忍，但是我們要怎麼辦呢？要用不忍去對治這個忍！這個話說起來很有意思。所以你們有沒有看見那個密教的這個圖當中，有大瞋相，它有它的道理。它就善巧地利用人的那個大瞋哪，來對治這種東西，嗯！現在也是一樣。我們平常「忍非應處」 ─不是忍哪，忍不應該忍的，就這樣；然後呢，我們不忍也做錯了。它現在假定你能看對了，你能夠不忍的話，那好！在這種狀態之中，你不忍的什麼？不忍你的煩惱，不忍你的貪瞋癡，對不對？在這種情況之下，就怕你忍，你能不忍才好！所以我們一定要辨別得很清楚，一切法，問題不在這個法本身的，就是你認得這個法的法相，這個種種的關鍵，你善巧地運用。貪，貪也是最好的，瞋，瞋也是最好的！",
    "1289": "[21:29]怎麼呢？你要貪，貪什麼？善法欲嘛！瞋，瞋是什麼？瞋你的煩惱種嘛！凡夫就用這一個方面，所以才能夠提起一個人的勇猛、精進之心。所以是真正的這個地方所謂的士夫啊，這個士夫他有個特別的，這個士夫就像佛家說的「儒」。啊！那個儒家的那個儒者，那絕對不是普通一般世間我們想像的普通人，那個人就是的的確確是一個大丈夫。現在我們三界當中人天師範哪，也要作這樣的一個人。那麼我們應該了解，我們起心動念應該如理地行持是什麼，就對這個東西不忍！不能忍！",
    "1343": "[22:23]此等過患皆從忿起，乃至未得決定了解應當修習。這一個過失、患害啊，都從什麼地方？都從這個地方來的，現見的、不現見的。那麼我們現在，在還沒有得到決定勝解之前，要努力地修習，要努力地修習！他每一次講完了，總要把這一句話來叮嚀我們一下。再三叮嚀的道理，我們一定要在這個地方「三復斯言」，再三地反覆思惟！然後呢，那個時候你能夠運用它，能運用它就得到這個好處。",
    "1395": "[23:15]如《入行論》云：「無如瞋之惡，無如忍難行，故應種種理，殷重修堪忍。」那麼這個論上面，菩薩又特別地告訴我們：這個看看喏！這個瞋這樣東西的可惡、可怕，以及它的惡劣的嚴重性。那麼怎麼辦呢？只有忍耐去對治。但是忍耐這個東西又非常地難做，不是那麼簡單的，卻有它無比的大勝利。反過來，你不能忍耐，讓瞋的話，卻有這麼嚴重的過患。那既然如此的話，我們必須怎麼辦呢？要「種種理」啊，多方面努力地、認真地，「殷重」就是殷重地、認真地去修它。假定說這個忍很容易的話，說過了我們就好囉！這樣。另外一方面，如果說假如這個瞋沒有這麼嚴重的話，你說不定也可以馬馬虎虎。現在呢，恰恰不是那樣，瞋有這麼個嚴重法，對治它的忍，又這麼個難做法。所以我們只有一個辦法，要從多方面的認識，深廣的認識，然後呢把這個如理的認識，還要認真殷重地去修習、去對治它。",
    "1485": "[24:45]由見勝利過患為先，應以多門勤修堪忍。就是這樣，結論就是這樣的。啊！我們了解了這一點，所以說多方面地努力修這個。",
    "1502": "[25:02]初句之理由，如《入中論釋》云：「如大海水，非以秤量能定其量，其異熟限亦不能定。故能如是引非愛果，及能害善，除不忍外，更無餘惡最為強盛。」這個裡邊特別又強調一下：正因為這個瞋心之害，實在太嚴重了！所以這個菩薩、祖師種種方面，乃至於論上面一再、再三來告訴我們，提醒我們。就像大海水一樣，不是我們普通的那個秤哪、那個容器能夠量的。那麼現在這個情況之下，那個瞋心所感得的異熟的果報，那也啊，啊！大得不得了，非常可怕、非常可怕！所以說這一個非可愛的，這種惡劣的、這種傷害我們的這個力量啊，除了這個不忍 ─換句話除了瞋心以外的話，更沒有其他的任何一樣東西有這麼強盛法啊！",
    "1590": "[26:30]這是特別地告訴我們這個過患。前面任何一個地方，一定告訴我們的過患，然後呢我們避免過患，推動我們、策勵我們去修。說現在這個過患，他一再特別強調、特別說明，我們現在了解最強盛的就是這個。所以平常如果我們瞋心大的人，在這一點上特別注意。還有呢，更重要的，瞋心大的人要特別找到：我這個瞋心的引發，通常從什麼地方？要注意！有很多從「見」上面，有很多從「情」上面，你一定要找到那個根由，然後從這個地方除去的話，就很容易，很容易。",
    "1642": "[27:22]若僅生最大非愛異熟而不壞善根，則非如此最大惡故。下面又說，啊！說它上面說，「引非愛果，及能害善」，就是能夠破壞善根。它假定這個瞋僅僅引生非可愛的異熟，換句話說，單單引發你惡報的話，還情有可原；現在呢不但如此，而且還要壞善根。啊！是兩樣東西，這個任何一樣東西都已經可怕極了，這兩樣兼具啊！說它這個東西，",
    "1685": "[28:05]然能雙具引大異熟及壞善根所有惡行，而關於這一點，",
    "1693": "[28:13]除瞋而外餘尚眾多，謂誹謗因果所有邪見，及謗正法，並於菩薩尊長等所起大輕蔑，生我慢等，如《集學論》應當了知。那麼提到這個地方，他也順便一提。實際上呢，就是我們普通一般容易犯的很猛利的瞋以外，關於引起大的非可愛的異熟，換句話說，墮落的、墮落的，可怕的墮落，以及壞善根的這個罪惡之行，除了瞋以外，還有幾樣東西，還有幾樣東西。「誹謗因果」，這個我想我們普通不會犯得很粗，但是細的地方，對不起，我們實在很難避免，很難避免！你們說：「那我們信了佛了，難道還不信因果、不懂因果嗎？」這個說你不信、不懂啊，是不能這麼說，但是說你真的懂了、信了的話，也很難說。"
}