{
    "3": "[00:03]大家仔細想想看，假定我們真正地了解了因果的話，我們眼前任何一件事情本身做起來的話，再沒有不如理的。你了解得很清楚，你現在忙的什麼？忙因哪！眼前我們看見任何一樣東西，如果說不順理、不好的話，我們就不會起貪、瞋、癡，很清楚、很明白；碰見這個情況你不瞋心，碰見那種情況不那個。假定你真的了解這因果關係的話，「啊，那這個果嘛！」現在既然你不瞋心，那你怎麼因上面改善嘛！",
    "41": "[00:41]我們做得到嗎？實際上不一定，不一定。當然我們生了病了、等等了，固然是這個上提不起來，就是身體很好的時候，稍微有一點的話，心裡面就隨著煩惱而去。假定因果真的非常清楚的話，他只有一件事情要做，什麼？勤精進。在因地上面是一刻不緩，當下一念看得非常清楚，是不是如理的、如量的，是不是跟善法相應，乃至於是不是這威儀當中 ─如理的威儀是無覆無記當中，必然的現象。我們做到嗎？做不到！這說明什麼？說明了我們真正對這因、果兩樣東西，的的確確是有一個浮淺的認識，有一個浮淺的知道。說得更實在一點的話，這個知道，往往還只是名相、名字，心裡面對這兩個東西，究竟產生多少力量的話，這個就很難說了。因為內心正確對因果的知見不深，所以碰見事情的時候，說不定我們的行為的話，欸，不知不覺當中害了這個毛病，害了這個毛病，就這樣。",
    "131": "[02:11]我自己現在還想起一個很可笑的事情，唉！現在也是真是 ……。那時候剛出家沒多久，那麼有一個朋友 ─那在家的朋友隨便談起了，那麼他這個朋友是這樣，他母親信佛，信了幾十年。他那個家庭環境，也可以說很值得令人同情的一個環境，遭到戰亂，所以母親把那兩個孩子帶大，辛苦得不得了，那麼母親信佛。所以這個兒子也非常孝順，把他栽培到大學畢業，到後來嘛，這個母親生了病了，乃至於死了。當初我聽見了以後，當他很哀念他這個母親，不曉得說什麼。那時候我只是覺得，剛剛懂了一點點皮毛，哎呀，我就覺得，常常聽人家說：「你求菩薩嘛，菩薩就可以了。」我也這麼說，衝口而出：「哎呀！你也念觀世音菩薩嘛，他就救你了。」然後呢幹什麼嘛，他就可以得到好處了。結果我並不曉得他的家庭背景，你曉得他回過來怎麼說？「我母親信了一輩子佛，念了一輩子，結果臨終的時候還是這個樣！」當時我心裡，一聽了心裡面自己覺得很不好意思。一直到學佛學了多少年以後，慢慢才了解。啊，所以我覺得我們剛開始開口的話，實在要小心啊！",
    "227": "[03:47]這個本論前面，下士道當中都已經說得很清楚了，一切是這樣的因，感這樣的果。當這個業在沒有感果之前，如果你能夠認真對治，如理去淨治的話，它可以不感果，可以！但是它一旦感了果了以後，你沒有辦法把那個果，把它整個地拿掉它，對不對？這個很清楚、很明白。",
    "259": "[04:19]可是我們平常總是覺得，因為聽這麼人家說啦：「有求必應，你求求嘛就好了。」這個對我們來說，我們就種糊裡糊塗的信心，反正你算什麼？照單全收！你仔細檢查的話，有太多問題，有很多人他並不了解這個。不要說太多，我們自己開口的人都不了解，說給別人聽：沒有錯啊！那去念了。他的想法當中，對這因果概念不清楚，於是他也覺得：好了！念它三句阿彌陀佛，念了幾句觀世音菩薩，那個病就給除掉了。結果他念了三十句、三百句都沒用，他然後說起來：「你看！你看！你們這些就這個樣。」請問這個後果誰造成的？",
    "302": "[05:02]所以這個地方說「誹謗因果」，大的我們絕對不會犯，可是細的地方的話，注意喔！然後呢這種錯誤的「邪見」，大邪見我們也不會，可這種從小的地方你如果不注意的話，慢慢、慢慢地會走上岔路去。這樣的話，這一來的話，這三樣東西可以分開來是三樣，原則上面都是這個 ─誹謗因果所有邪見，及「謗正法」。這個謗正法也是一樣的，那我們大的是不會犯，可是小的就很難說。尤其是我們修學佛法的人，對於這個佛法的整個的原則大綱沒有把握住，那個時候不知不覺之中，會對這個東西會產生一種傷害。",
    "356": "[05:56]這個因哪，我們一定要把它儘量地拿掉它，尤其是知見重的人，尤其知見重的人。所以佛特別告訴我們，說佛法損壞的兩個原因，不是外道，而是什麼？佛弟子說相似語，以及行籌。你開起口來的話呢，說的道理那好像是，實際上真的嗎？就有問題了。然後你的行為的時候呢，也好像是 ─這個行籌是戒律上面的，就是我們作羯磨的時候，大家要同意否，它有籌的，籌碼，換句話你投他一票。對不起，他有權投，結果呢就是所治不對，投反的那一面，這個是對佛法最大損害，最大損害。",
    "410": "[06:50]所以我最近啊，正在看一個祖師寫的這個什麼啊？我忘記掉了。《資持記》，對！這個元照律師所寫的，特別寫的，這是真了不起啊！他就整理這個律典的時候，他看了五十幾種；我們現在要看一家之言，我們都辦不到，說實在的。換句話說，中國古代的祖師那一個方面的敘述，他都收集起來看。看了以後他那個結論是怎麼樣呢？因為這個聖教傳到現在的話，既遠又久，再經過傳譯，所以這個義理一定難免是乖誤百出，乖誤百出。那麼在這種情況之下，我們從義理上面去要想去考校、研討的話，很難把握住那個綱領，所以在枝末上面去轉，變成這樣。那個綱領的的確確很不容易，由於個人的個性、生性、習性不一樣，所以所見的面不一樣，你說你的、他說他的。哦，那麼這個原則抓不住，那好囉！然後呢我們在細則上面、在名相上面去摸的話呢，又同樣的毛病。你不曉得這個細則是為什麼而用的，這樣，為什麼要立這個細則的，這一點把握不住，所以你不能說他錯，但是呢對不起，不一定配合得很好。",
    "517": "[08:37]這個我隨便說一個比喻。說譬如說我們這裡有一個大原則，說我們這裡現在要辦一個佛學院，那麼這個辦那個佛學院的話呢，這個有多少人，要教的內容是如何，然後配合這個內容來安排我們的一切的東西。眼前來說，譬如說安排那個教室，假定我們這地方的人，一共就只有十個、八個人，你把握不住這一點的原則當中，把不住這個原則，然後你安排這個裡邊的設備，卻是準備一、兩百個人。然後呢我們這個本來是初級剛開始的，你卻是用最好的裝備擺在這裡，相應嗎？不相應。那反過來的話呢，它也是如此，所以它每一個地方都產生了這種，種種流弊。",
    "574": "[09:34]所以他下面說，平常的時候，我們在這一種事情上頭總要怎麼辦呢？要把握住幾個重要的原則，我們最好不要在枝末上面，然後呢在這一種地方去，你必定要把握幾個大原則。所以常常說根本因何在，然後呢這個是不共的，然後呢這個不共的因，要使它圓滿的共因是如何。從這個上面你必定要深入，這一點是說到這地方的特別重要，特別重要！尤其是修學佛法的佛弟子們，佛弟子們。因為關於這幾件事情，它那個流弊所及是太嚴重、太嚴重了！對我們的損害是太大、太大了！那麼下面呢，",
    "631": "[10:31]並於菩薩尊長等所起大輕蔑，生我慢等，下面還有，關於這兩點是也是好難避免、好難避免，好難避免！我現在就有一個感覺，就有一個感覺，說平常我們常常說：「唉呀！找不到善知識。」或者什麼等等，這個真正的問題都不是沒有善知識，真正的問題呀，這個善知識苦於找不到善學的學生。現在我深深自己感覺得，我就是這麼一個不能善學的學生。這個從因果的概念上面去來說，必然關係來說，你有這樣的因，你才能感得這樣的果。現在我們還沒有學，跑到那個地方去的話，這個不如、那個不如，這樣！就是說要配自己的胃口，就好像買東西一樣，「喔，老子跑來出了錢向你買東西的，所以說買主就是你老子。」就是這樣。這個世間這一種莫名其妙的人，「我出了錢今天跑得來這個買你這種東西，我要怎麼你就給我什麼。」這個是學佛的態度嗎？完全不是！的的確確，我們首先應該有兩個重要的概念，重要的概念。第一個曉得自己的無知，所以要去學，要跟誰學？一定要跟佛學，而佛的完整的就在什麼？尊長那個地方。所以你一心一意要排除掉了我這個錯誤的認識，然後呢去伺候、奉侍，處處地方這樣去做，這是非常重要的概念，非常重要的概念！",
    "753": "[12:33]經論上面也告訴我們，說得很清楚，如果我們碰見有什麼不理解的地方，千萬不要自作主張，我們只是說：「唉呀！我現在是愚癡凡夫，所以只有佛能夠，我努力地學啊！」現在我們碰見一點點小小的枝節上面的，乃至於大的都根本看不見，不曉得自己在愚癡當中，不曉得自己在見、思煩惱當中。動輒說這個不對、那個不對，這個不是、那個不是，不配自己胃口，所以是越弄啊，這個自己 ─那個就是「我」 ─是越大。這個地方我們要特別注意、特別注意！那麼下面呢，",
    "800": "[13:20]如《集學論》應當了知。還有其他的，這個「應當了知」。本來這地方是講瞋恚，不談這些事情，可是因為這個幾個問題，它對我們修學的人來說，對於佛法來說影響太大、太大了！所以這地方特別提一下。我也把這地方特別強調一下，這個原因在此。那麼第二個項目，說能夠策發我們修忍的這個方便有了，然後呢要正修的時候，我們就了解忍的特質有幾個，忍的細則有幾個差別，幾種不同。",
    "852": "[14:12]第三忍差別分三：一耐怨害忍，二安受苦忍，三思擇法忍。就是一開頭的說的三樣東西，分開來講。",
    "865": "[14:25]初耐怨害忍分二：就是這個我們通常說「生忍」，外面的眾生、外面的人，彼此之間，他們來傷害我們的時候該怎麼辦。這通常人家來傷害我的無非是什麼呢？就是我們要的東西他不給、障礙。我們要的東西又分成功外在的、內在的，利養、名聞這些，這個裡邊就是下面要說的。",
    "907": "[15:07]一破除不忍怨所作害，二破除不喜怨家富盛喜其衰敗。這個兩方面：一方面是人家來害我們，還有一方面呢我們自己的嫉妒心，這個兩點分開來講。那麼先說人家來害我們的時候，人家害我們這個裡邊又分兩部分。",
    "939": "[15:39]初中分二：一破除不忍障樂作苦，二破除不忍障利等三作毀等三。平常我們世間人所求的東西，佛法裡面叫說八風，世間要求的是求這個，所以一天到晚被這個東西綑死。修學佛法的人，欸，認得了這個東西，從這地方跳出來，所以叫八風不動。哪幾樣呢？利、衰、毀、譽、稱、譏、苦、樂，稱、譏、苦、樂。那麼現在這個上面的話，第一個就是對於苦、樂而言，就是人家障礙我們得到快樂，使得我們受苦，那個是我們無法忍受的，怎麼樣針對著這個問題破除這個瞋心，能夠忍受他。下面呢，這個八風當中另外六樣東西，對於我們的利，那個利的另外一方面就是衰，利就是好的，衰就是壞的那一方面。毀、譽跟稱、譏的話，這是名聞方面。這個稱、譏是當面地稱讚你、譏笑你；毀、譽的話是那包括背後的有人稱讚你，說你的名譽，有人是毀謗你，就是這些東西。所以對於這個東西「等三」，好的是利、譽、稱；壞的呢是衰、毀、譏。那麼這個人家來傷害的時候，你不能忍，怎麼樣想辦法對這個不忍破除它。現在進一步，把不忍障樂那個又分二。",
    "1059": "[17:39]初中分二：一顯示理不應瞋，第一個，哪！你如果如理地了解了以後的話，你會了解根本不應該發脾氣，不應該去瞋他。更進一步，",
    "1073": "[17:53]二顯示理應悲愍。第二個還「理應悲愍」呢！不但不瞋，還要去憐愍他。這個慈悲正是瞋的對治，你能夠慈悲的話，瞋心當然不會引起啦！現在",
    "1088": "[18:08]初中分三：一觀察境，二有境，三所依瞋非應理。　今初分三部分。「境」就是這個對象，這個指法；「有境」是指人，誰有這個境。平常我們說，譬如說我們現在講蘊，我們身體上這個境跟有境兩個，有的地方叫支跟有支。譬如說我們講，我們的身體是五蘊，那麼這個五蘊就是什麼？色、受、想、行、識。還有呢，叫「有支」或者「有蘊」，誰具足、誰有這個東西啊？那就是這個人哪，就是這樣。那麼所以他現在觀察的時候，先單單觀那個對象，其次呢，觀誰具足那個，以及所依的不合理，我們只要看這個文就了解他怎麼分法。",
    "1153": "[19:13]初中有四：一觀察有無自在不應瞋者。應當觀察，於能怨害應瞋之因相為何。這個第一個對這個境界，這個境界就是那個瞋、那個來傷害我們，他不是說 ……這個地方是人家來障礙我們快樂，使得我們受苦，這一個境界現起的時候，這一個情況，他這樣的這個情況啊，是不是可以作得了主。就是人家傷害你這件事情，發生這件事情，是不是作得了主，你在這個方面去看，不應該瞋，這個題目是這樣。",
    "1214": "[20:14]下面就告訴我們說，他來怨害，「能怨害」，能怨害的這個原因哪，那麼為什麼怨害我們？換句話說我們發脾氣的對象，他怨害我們啊，我們就對他發脾氣對不對？那麼他為什麼怨害我們，也就是說我們為什麼要發脾氣，這個原因何在，你這樣去觀察一下。",
    "1245": "[20:45]如是觀已，覺彼於自欲作損害意樂為先，次起方便遮我安樂，或於身心作非愛苦。為彼於我能有自在不作損害，強作損害而瞋恚耶？抑無自在由他所使而作損害故瞋恚耶？現在我們來觀察了喔！是說，那我們這樣一觀察的時候啊，我們就覺得：嗯，這個損害，這個損害本身他呀是怎麼損害的？先心裡面他要傷害 ─我們傷害別人也是一樣，別人傷害我們也是一樣 ─先哪，心裡面有這個意樂，就是心。那麼由於這種心裡的瞋，所以「次起」，進一步根據著這個心理，起種種身口的行為，這個身口的行為來損害我們，遮止我們的安樂。乃至於使得我們的身心，作種種的苦的事情，不可愛的，就是苦。",
    "1323": "[22:03]那麼這個狀態，這種狀態是第一步：透過了這個觀察找到他那個傷害本身 ─我們就觀察那個境，對不對？它不在這個行為上面，不在那個行動上面，而在什麼？而在策發他行動背後這個心理，對吧？第一個，先找到這個。那麼既然是找到那個心理嘛，「為彼於我能有自在不作損害」，而是「強作損害」呀，還是沒有？他那個心理呀，他是能夠自己作得了主，能夠作得了主，明明可以作得了主不傷害或者是傷害，是所以在這種情況之下，自己作主要來傷害我們，還是他自己根本沒有辦法作主而來傷害我們？就是這個。我們分兩方面，因為這個心理不外乎這兩方面：他作得了主的，他自己能作主他要傷害我，來傷害我；或者他沒辦法作主，而傷害我來傷害我，不外這兩種。那麼現在我們看：",
    "1392": "[23:12]若如初者瞋不應理，他於損害無自在故。如果初的，這前者，前者明明是說他對瞋 ……他能夠自己作得了主傷害我，這一個情況我們不必瞋他，為什麼？「他於損害無自在」。欸？前面說他有自在，為什麼這地方說無自在呢？現在你看下面，看了下面這個就懂了。",
    "1420": "[23:40]謂由宿習煩惱種子境界現前，非理作意，因緣和合起損害心，縱不故思，此諸因緣亦能生故。你可以說他是有自在的，可是他那個自在本身是什麼原因啊？是由於 ─我們現在懂得了佛法 ─是由於他的無明宿業，宿業這個煩惱種子。因為瞋是一種煩惱相，那個瞋生起的原因大家還記得吧？第一個是煩惱的隨眠種子，第二個順生這個煩惱的現行這個境界現起，加上其他的非理作意，種種因緣和合起來，產生那個損惱心。他要這個傷害你的時候，他是對的，他自己要傷害你，沒錯，可以說作得了主，可是那個傷害那個心本身卻是什麼？卻是這樣的因緣生起來的。「縱不故思，此諸因緣亦能生故」，就算他不是故意思，這個因緣本身是法爾如是的，就是這個樣！",
    "1492": "[24:52]若彼因緣有所缺少，則故思令生，亦定不生故。假定這個因緣不具足的話，就算他要思他也生不起來，這個我想我們都很清楚、都很明白。為了使得我們更清楚起見，我們不妨自己在那兒想一想看：現在你坐在這裡，無緣無故地叫你發一個脾氣，你發得起來吧？我想沒有一個人發得起來的，對不對？就是最會發脾氣的人，叫他坐在這個地方的話，坐得舒舒服服，人家端一杯茶給你 ─你歡喜茶的，他就端一杯茶；你歡喜咖啡，端一杯咖啡；你要冷的，他給你 ─你怎麼要發那個瞋就發不起來，這很明白啊！所以他要發起來一定是什麼？一定是因緣。是的，他那個瞋本身也可以說，喔，他可以作主，可是既然那個瞋的現起本身是個因緣的話，那他實際上呢，在這種狀態當中，他的的確確是無可奈何，無可奈何！",
    "1563": "[26:03]如是由諸因緣起損害欲，由此復起損害加行，由此加行生他苦故，此補特伽羅無少主宰。以他亦隨煩惱自在，如煩惱奴而隨轉故。那下面就說明了。那這樣的情況，由於這個因緣，然後呢策發他生起這個瞋心，然後損害別人。由於這個瞋心 ─損害別人這個意樂起加行，由於這個加行而使得別人受苦。實際上這個人本身哪，他是一點主宰都主宰不了，他自己還是隨煩惱，他是煩惱的奴隸。嗯，就是這樣，你仔細觀察一下，對呀！",
    "1615": "[26:55]所以就是說他可以自在的，這個自在這地方應該怎麼說呢？就是說，譬如說我們現在有一個人 ─我是自在的。拿印度當年的情況來說，應該這麼說，「我是個主人，我可以自己作得了主的。」還有呢，「我是一個奴隸、僕人，那麼這個主人告訴我就怎麼做，那我只好去做啦！」拿我們現在來說的話，譬如說我是一個劊子手，到那個時候官判了，說：「你呀，要去對這個犯人刑罰。」那對不起，我非得照著這個判的命令去做啊，這個叫不自在。反過自在的話，我不是劊子手，我可以不接受外來的命令的。上面那個自在而作損害是這樣。實際上雖然是你不是受外面的命令，可是你在什麼啊？受裡邊的煩惱而使。既然受煩惱而使的話，你不是外面的命令你的奴隸，你卻是煩惱的奴隸，煩惱的奴隸，結果你還是作不了主，好囉！這第一個情況，清楚不清楚？那麼下面呢，",
    "1686": "[28:06]若他自己全無自在，為餘所使作損害者，極不應瞋。而他自己呀，他自己根本沒有自在的，是一個佣人，是一個奴隸，叫他怎麼做，他就照著你怎麼做。他像個機器一樣，像一個汽車一樣，你這麼輪子這麼一拐，它就向那邊，輪子這麼一拐，它向那邊。你然後呢，要問那個汽車：「欸，你怎麼轉向那邊呢？」這個一點道理都沒有嘛，這汽車它自己根本作不了主啊！所以在這種狀態當中，他假定他全沒有自在的話，你對他來瞋，那更沒道理呀！",
    "1729": "[28:49]譬如有人，為魔所使隨魔自在，於來解救饒益自者，反作損害行捶打等。彼必念云，此為魔使，自無主宰故如是行，不少瞋此，仍勤勵力令離魔惱。下面舉一個比喻：譬如說有的人被魔鬼附在身上，他被魔鬼附在身上，然後呢你去解救他。你是要解救他，他因為在魔鬼所使，他反而來傷害你，那個時候你解救他，你會不會跟他發脾氣啊？你不會。你會覺得：是嘛，他是被魔所傷，我正來救護他呀！所以不管他怎麼，我不會對這個被魔使的這個神經病人，跟他兩個人發脾氣，不但不發脾氣，而努力怎麼去解救他。"
}