{
    "9": "[00:09]換句話說，我們不妨換一個比喻，不要說魔吧，比如神經病人，那麼我現在是醫生。那個神經病人，看見那個醫生對那個醫生就要打呀、什麼罵啊，那個醫生會不會跟他對罵、對打啊？這很清楚、很明白。所以這個你了解了這個的話，不管他怎麼罵你、怎麼打你，那個醫生還一心一意地想：「嗯，我怎麼樣想把他弄好。」他絕對不會生起一點瞋心，因為你很清楚、很明白，了解他這樣地罵你、打你，是根本一點自在都沒有。所以現在這兩方面不管你看哪一個，你找不到一點點發脾氣的理由。這是如理觀察思惟，這麼個好呀！就這麼個好耶！",
    "56": "[00:56]如是菩薩見諸怨家作損害時，應如是思，此為煩惱魔使無主，故如是行，不少瞋此補特伽羅，須更發心為欲令其離煩惱故，我應勤修諸菩薩行。像這樣地一觀察，「如是菩薩」，我們現在行忍辱波羅蜜多是什麼？菩薩行者。那個菩薩行者一看到這件事情，看見那些怨家來作損害的時候，你就是要照、拿著上面這兩個方法去觀察，的的確確是為煩惱魔使，他根本就作不了主。在這種情況之下，你了解了以後，對他不會生起一點點的瞋心來；不但如此，還要想辦法幫忙他離開這個煩惱。一點都沒錯嘛！菩薩解救一切眾生，從哪裡解起嘛？就幫他把煩惱拿掉。所以你認得很清楚，現在碰見這種情況之下，你自己還在煩惱當中纏，你談什麼呢？啊，這個巧妙啊！啊，所以這個本論之殊勝哪！換句話說圓滿佛法，圓滿傳承的佛法，告訴我們分析，這是第一層哦！你看一層一層地深入，你只要對這個理路弄清楚的話，的的確確你會找不到一點可瞋相。下面我們繼續下去：",
    "151": "[02:31]如《四百論》云：「雖忿由魔使，醫師不瞋怪，能仁見煩惱，非具惑眾生。」啊，來了，下面解釋。啊！這個被魔所使，換句話說，我們現在來說會神經錯亂的人哪！在這種情況之下責怪那個醫生，他會打罵，可是醫生決定不會跟他發脾氣，也不會怪這個人。現在我們學佛嘛，佛告訴我們哪，說那些人他來傷害你，跟你啊 ……他是什麼？這個煩惱後面，具有煩惱這個眾生來傷害你，這個是他煩惱，作不了主的，它不是他呀！你認清楚了這一個觀點以後的話，你對他就沒有瞋恨心了，就像對神經病人，醫生要去治療他一樣的心情。",
    "213": "[03:33]月稱論師亦云：「此非有情過，此是煩惱咎，智者善觀已，不瞋諸有情。」啊！下面緊跟著一步，說它不是有情的過失呀！它是什麼？是煩惱的過失呀！真正有智慧的人要這樣觀察，對這樣的道理能夠善巧地觀察。這個「已」啊，不是自己的「己」，這個字寫錯了，改一改。「不瞋諸有情」，當然啦！那就不會再瞋了。現在這一個科是什麼？就是「生忍」 ─對眾生。你這麼一觀察，對那個眾生就生不起一點瞋心來。",
    "256": "[04:16]《入行論》中雖說多理，然唯於此易生定解，對治瞋恚最為有力。這個《入行論》就是《入菩薩行論》當中，他就告訴我們，我們怎麼行菩薩行，說的很多道理。而這個道理當中，現在所說的最容易生起正確的認識，確定的見解，對治這個瞋恚也是最有力量，也是最有力量。上面把這個說了一下，那的的確確這樣的觀察的方法，那是善巧無比，而且容易了解。因為它容易了解又善巧，所以對治這個瞋恚，它有最好的功效、最大的力量。",
    "312": "[05:12]〈菩薩地〉說修唯法想，堪忍怨害與此義同，故於此上乃至定解當勤修習。那個〈菩薩地〉當中也告訴我們，學菩薩行者在忍辱波羅蜜多當中怎麼，他就這是原則是說「唯修法想」。啊！你了解了這個道理以後的話呢，你就能夠忍受這個怨害，意義就是這樣，所以說唯修法想。哪！原來它這個傷害本身是什麼？就是這樣的一個法，法爾如是的法。所以前面叫我們觀察境，你觀察觀察那個來傷害你的這個境，是什麼一個狀態。那麼前面已經分析過了，所以說唯修法想。這個法本身啊，什麼？因緣如是和合，而這個如是和合的因緣，偏偏又是煩惱、無明。既然你現在修學菩薩，說菩薩行者的話，你目的幹什麼？要幫他們治那個煩惱病，現在這個煩惱病現起的時候，你會隨它轉嗎？當然不會。不但不隨他轉 ─所謂隨他轉就是發脾氣、瞋哪 ─不但是不隨它轉，你還要幫他忙咧！對不對？這個地方就是只從前一半說，剛才說「理不應瞋」；要幫他忙呢是第二段，是「理應悲愍」，這個後頭再說。",
    "429": "[07:09]若諸有情能有主宰皆應無苦，以此諸苦非所願故，有自在故。那麼更進一步來說，現在這個自在跟前面這個自在就不一樣啦！前面這個自在只是外在的，現在呢，進一步地深察這個自在的內涵。說假定前面說那些有情，真正地有主宰的話，都應該沒有苦，為什麼？因為沒有一個人願意苦的，那個苦都是不得已的，既然不得已的話，他自己也作不了主。因為那些苦都不是願意的，既然有自在的話，他誰願意苦。所以啊，他如果說在這種狀態之下，顯然地是沒有主宰。",
    "485": "[08:05]又諸有情若為猛利煩惱激動，尚於最極愛惜自身而作損害，或跳懸岩，或以棘刺及刀劍等，而自傷害，或斷食等，況於他人能不損哉，應如是思滅除瞋恚。哦！現在這些有情哪，是不能自己作主，為什麼？就是為這個煩惱所使。當這個煩惱，猛利的煩惱所刺激的時候啊，乃至於對自己最愛惜的身體都要傷害它。這個我們看見有很多人自殺，怎麼個自殺法？跳、山上面跳下來，我們現在所謂說到樓房跳下來，或者以什麼東西自己傷害，或者說絕食，啊！自己傷害了不肯吃東西。想想看，他自己對自己尚且如此的，何況是對別人啊！你應該這樣地去觀察思惟的話，那個瞋恚就滅除掉了。",
    "557": "[09:17]《入行論》云：「一切皆他使，他主自無主，知爾不應瞋，一切如化事。」《入菩薩行論》上面就告訴我們，這個實際上，一切的前面所說的，都被他所使。就是換句話說，這個他自己作不了主的，是「他主宰」的，你了解了這個道理以後，就不應該去再去發脾氣。一切的事情就像什麼？如幻如化。如幻如化特別指什麼？因緣生法，因緣生法就這個樣。哦，這樣的因緣來，它就變成這樣，一下因緣隨時改，它一下也隨著改。天下的事情無非是如此，你有什麼好瞋的！",
    "609": "[10:09]又云：「故見怨或親，為作非理時，謂此因緣生，思已當樂住。若由自喜成，皆不願苦故，則一切有情，皆應無有苦。」所以不管你看見什麼，或者是怨家對頭，乃至於親愛的人，在你面前對你作非理的時候，你了解這個道理，說這個都是因緣所生，像前面所說的。既然如此的話，「啊！我現在了解了，不為他所動。啊，真高興啊！」所以你如理思惟了以後，嘿！不管他怎麼樣，我們卻能夠住在安樂上頭。假定說他這樣的作法，是自己作得了主，而願意歡喜這樣做的話，沒有一個人例外的，他都歡喜要樂，不願意要苦，那麼在這種狀態當中，一切有情皆應該沒有苦。實際上呢，一切有情都在苦當中，所以呀反過來說，他根本就是作不了主，只是因緣所生。而這個因緣當中，是煩惱種子以及順生煩惱的這個境界，使得他產生這樣，這是淺的。如果後面一層一層地觀察，深一層地觀察的話，那完全不一樣。因為這地方觀察的只是什麼？生忍，所以這個最淺的。到後面到這個法忍的時候，乃至於啊，最後觀察這個諦察法，就是深入去觀察的話，是又是一番境界，以後再說。",
    "721": "[12:01]又云：「若時隨惑轉，自愛尚自殺，爾時於他身，何能不為損。」哪！當一個人像前面所說，跟隨著煩惱，為煩惱所使的時候啊，自己最顧惜、最疼愛的身體尚且要傷害，何況於別人呢？這個是第一個觀察法。",
    "746": "[12:26]第二觀是客現及是自性皆不應瞋者。說，他這樣的作法，這樣的損害，這樣的瞋惱，是外來的呀？還是他本身就是如此的呀？說這個他那個瞋，給你的傷害等等，這個是外來的，還是他自己本身？如果這樣去觀察，不管他是外來的，還是他自己本身，你都不應該瞋，為什麼？請看下面：",
    "780": "[13:00]損他之過不出二事，謂是否有情之自性，要傷害別人，或者說他來傷害我，總不出這兩樣：他這個傷害本身是外來讓他這樣做的，或者他自己本身就是如此的。",
    "799": "[13:19]若是自性瞋不應理，如不應瞋火燒熱性。如果說這個本身就是如此的話，你不應該去瞋，為什麼？這本身就是如此嘛！就像火，火嘛就是燒的，水嘛就是冷的，你不能對著火你發它那個脾氣，那對火有什麼好發脾氣呀？就是這樣。眼前一切東西，光嘛就是亮的，拿掉了光嘛就是黑的，它本身就是如此，不是外來的。",
    "828": "[13:48]若是客現亦不應瞋，說如果不是本性，是外來的因素，「客」是不是主的地位，那也不應該。",
    "837": "[13:57]如虛空中有烟等現，如果是外來的，外來你也不必瞋嘛，也不應該瞋。就像什麼？在虛空，虛空本身沒有烟，那麼外來的來了烟障礙了這個虛空。那個時候你對那個虛空，你這個對虛空沒什麼好瞋，這是外來的嘛！",
    "854": "[14:14]不以烟過而瞋虛空，它很清楚啊！這既然是外來的，那個虛空本身它自己也是作不了主的，外面烟來，你瞋那個虛空，那一點道理都沒有嘛！",
    "866": "[14:26]應如是思滅除瞋恚。啊，美呀！是真妙，真妙啊！",
    "873": "[14:33]《入行論》云：「若於他惱害，是愚夫自性，瞋彼則非理，如瞋燒性火。如果他來損害，他這個是本性，他來損害，當然這個愚癡的人哪，他的本身就是如此，那本性是如此的話，你沒什麼好瞋的嘛！就像火，火嘛就是燒；水，水嘛就是來漂，就是這樣嘛！你又對它有什麼？平常我們當然嘛，這個沒有什麼好瞋的！",
    "902": "[15:02]若過是客來，有情性仁賢，若爾瞋非理，如瞋烟蔽空。」欸！反過來說，它是外來的話，他的本性是好的，好的那你更不應該瞋他嘛！就像那個烟障礙這個虛空一樣，你怎麼可以去瞋那個虛空呢？好。",
    "921": "[15:21]第三觀其直間由何作損皆不應瞋者。那麼你直、間觀，看他由什麼道理來損害你，這個不管你怎麼看都不應該發脾氣。",
    "936": "[15:36]若瞋直接發生損害能作害者，應如瞋恚補特伽羅瞋刀杖等。他直接拿什麼東西來傷害你的呀？如果你直接這樣去觀察的話，你就不應該生瞋恚了。為什麼呢？就譬如說他拿那個刀來傷我們，那個人拿了一個刀來傷害我們，直接傷害我們的不是這個人，這把刀，你應該瞋那個刀，對不對？這樣。",
    "964": "[16:04]若瞋間接令生損害能作害者，如刀杖等為人所使，其人復為瞋恚所使而作損害，應憎其瞋。他說：「對、對、對！」當然我們不會直接囉！他拿了一把刀來傷害我們，我們不會瞋那個刀，我們不會跟那個刀打架，我們跟那個人打架，那是間接的。欸，說：對不起！間接的話，你還是不應該發脾氣，為什麼啊？是，他這把刀來傷害你，刀本身不會傷害你，是這個人使的，所以你應該啊，找那個間接使用那把刀的人。那麼既然你找那個間接使用那把刀的人，這個人現在被誰使啊？被瞋在瞋，對不對？他這個人自己也作不了主，所以你還是不應該瞋那個人，應該瞋那個瞋。又那瞋本身呢？如果它自性是如此的，你不應該瞋；那個瞋是外來的，你也不應該瞋，就是這樣。所以你不管是哪一個方法去觀察的話，找了半天，你就找不到一點點可瞋的。清楚不清楚？啊，美呀！",
    "1032": "[17:12]如云：「杖等親為害，若瞋能使者，此亦為瞋使，定應憎其瞋。」好囉，解決囉！這個真正傷害你的，直接的親自來傷害你的，直接的什麼？那麼，這個是那根棒，當然你現在不會去瞋它。說你呀，現在不瞋那個棒，這個棒就是來打得你身上直接的那個東西，你不會。而事實上能使用那根棒的人，既然你間接地找的話，那麼你現在要真正找的對象，不是那個人，而是那個人背後他的意樂、他的心理。他那個心理是什麼？剛才已經說過了，如果是自性你不應瞋，如果是客現你也不應瞋，清楚不清楚？啊，好明白！",
    "1088": "[18:08]故不瞋杖，亦不應憎能使之人，當然啦！這個杖固然不應該瞋的話，那個用這根杖的人也不應該瞋。",
    "1098": "[18:18]若瞋能使，理則亦應瞋其瞋恚。假定說你瞋那個能使的這個人的話，你照理應該要瞋的什麼？不是這個人，而是應該使得這個人發脾氣的這個瞋，那個才是呀！",
    "1115": "[18:35]不如是執，即是自心趣非理道，故應定解一切道理悉皆平等，令意不瞋補特伽羅，如不瞋杖，此未分別杖與能使有無怨心者，由前所說破自在理應當了知。好！你能夠了解了，那麼說呀，不這樣地去執著，然後呢，因為執著了，就走上了非理的這道路。所以現在你認識了，如理取捨的話，那原來是這個樣啊，啊！那就沒什麼、沒什麼好發脾氣的地方。所有講的一切道理都是這個樣的，都是這樣的。那麼這個時候啊，我們就不會瞋恚這個人。下面就說，進一步說，這個「如不瞋杖，此未分別杖與能使有無怨害心者」，這個進一步地分別，他並沒有、並沒有說明。這個是什麼？在破自性理，前面所說的破自性的當中應該了知。就是我們剛才說：他的自性是客現哪？還是本身如此的？他已經剛才說過。實際上呢我在解釋這一段的時候，也一一說明了。",
    "1205": "[20:05]第四觀能發動作害之因不應瞋者。嗯，最後一個，能發動來傷害你的原因，這樣，那也不應該發脾氣。",
    "1220": "[20:20]受由怨害所生苦時，若是無因不平等因則不生苦，說我們找它的原因。現在呢我們受到怨害來傷害我們，生苦的時候，這個苦有沒有原因？說假定無因、不平等因，這個情況不會生苦的。這個佛法告訴我們，換句話說，如理的、正確的一定有因，無因、不平等，不會，那麼一定要有因。",
    "1254": "[20:54]要由隨順眾因乃生。一定要有隨順的、相應的種種因緣才生起。",
    "1264": "[21:04]此因是宿不善業故，結果你找到從因這樣去推根究底的話，是什麼？嘿，宿生不善業啊！這個不善業什麼？",
    "1276": "[21:16]由自業力發動能害令無自主，故自所招不應憎他，那這個地方，來了！最後你這樣地更進一步，剛才是眼前觀察，最後的一點就是深入去觀察，最後這個深入的因的話，是什麼？由於自己的往昔的惡業所感，到了這個時候而發生。既然你自己所造的，你怎麼能夠怨別人呢？",
    "1308": "[21:48]作是念已應怪自致，應該責怪的是自己造成功的啊！",
    "1315": "[21:55]於一切種破除瞋恚。在任何情況之下，你怎麼弄、怎麼看，都找不到一點點瞋恚的，那個瞋恚就破除掉啦！",
    "1328": "[22:08]如那落迦所有獄卒，是由自己惡業所起為自作害。就像地獄裡面的獄卒一樣，你自己造了惡他來傷害你，就這麼個道理。就像我們犯了罪，然後呢被警察抓起來，就是這樣。",
    "1348": "[22:28]如云：「我昔於有情，曾作如是害，故害有情者，我理受此損。」就是這樣。我以前傷害了別人，所以呢，我傷害了別人嘛，現在就還，還給他啦，所以受那個囉！",
    "1364": "[22:44]又云：「愚夫不願苦，愛著眾苦因，由自罪自害，豈應憎於他。這段話我們值得「三復斯言、三復斯言」，再三反覆地反省啊！我們哪，沒有一個人願意苦的，但是啊偏偏不了解這個苦樂之間的因果關係。所以因為不了解無明所愚，所以愚夫啊！你儘管不願意苦，卻偏偏「愛著眾苦因」啊 ─就是我們現在的毛病。我們沒有一個人例外的，都想去掉苦、得到快樂，就偏偏在苦因上面拼命地忙，造種種苦因，把樂因偏偏地把它趕走。結果，喏！眼前這個狀態。所以啊，一切無非是我們自己的罪惡，是自己害自己啊！在這種情況之下，豈可以瞋別人哪，瞋別人哪！",
    "1438": "[23:58]所以這地方一層一層地深，到了這裡我們現在了解了，我們真正應該瞋的、真正不忍的，應該是什麼？自己的煩惱。我們應該跟煩惱鬥啊，不是跟別人哪！是瞪大了眼睛，看自己的起心動念的地方，絕不饒它一點點！啊，我們現在只是寬恕自己，真正是寬恕自己的怨家，還不但寬恕，還保護它咧！唉呀！把它保護得嚴密得啊 ……這樣。所以啊，佛怎麼救我們是救不起來啊！繼續下去。",
    "1478": "[24:38]譬如諸獄卒，及諸劍葉林，由自業所起，為當憎於誰。由我業發動，於我作損害，此作地獄因，豈非我害他。」啊！就好像地獄裡邊那個獄卒啊，這個是人；乃至於劍葉林 ─這個劍葉林就是地獄裡邊那個樹，那個樹上的葉子都像刀劍一樣，你下去那葉子掉下來都變成功刀劍。這是為什麼啊？這是我自己的業力所感的啊！既然是業力所感的你瞋誰呀？因為由於我自己的業，所以造成這樣，使得他來傷害我啊！他傷害了我還他要地獄去，他下地獄去，而結果這個情況是我害了他，不是他害我啊！",
    "1534": "[25:34]所以真正你如法地了解，當人家來傷害你的時候，你只有自己深自反省苛責：「唉呀，我對不起他呀！」你怎麼會對他發脾氣？是啊，所以這地方妙咧，佛法的真正妙！他來傷害你的時候，你不如理、不了解 ─世間的愚夫的話，他覺得他傷害了你；你真正了解了，你才發現啊，是你傷害了他呀！懂不懂這個道理？他今天對我發脾氣這樣的話，他是造惡業哦！但是惡業為什麼來的？那還是我的宿業所致哦！",
    "1572": "[26:12]所以我在前面跟大家說，啊！你們都比我好啊，你們現在剛開始學佛，就聽見這麼圓滿的教法，我學了二十幾年哪，現在才慢慢地體會到。欸，有一個人騙了我，我呀，以前的話一定是，唉呀！不曉得怎麼樣；有個人傷害了我，以前一定怎麼樣。現在呢，平常狀態如果我不提正念，還是照隨煩惱而轉，一點用場都沒有，佛法都是口頭的。只要正念提起來，那時候我就感覺到：哎呀，感激啊、歡喜啊！欸，就不為它動。因為為什麼呀？喏，我傷害了他，現在還了這個債啦！所以啊，我歡喜是 ─從此不在這個裡面轉，第一個歡喜。第二個歡喜呢？不但是它還了這個債，由於他這麼一來，讓我正確地把聽聞的佛法如理地感受到：啊，原來佛法真的有這樣啊！哎呀，那這個是歡喜，他又是我的善知識。然後呢，前面的業嘛是解決了，他現在呢又是我的善知識，增上我的善法。你不但歡喜而且感激，你找到一點可瞋的地方嗎？找不到欸！是千真萬確的。更進一步啊，他現在這樣做了，他還要墮落啊，唉呀，我要憐愍哪！由此一切的善法都從這地方生起來了。",
    "1666": "[27:46]啊！佛法之美，本論實在是好啊！太好，實在太好！但願諸位跟我一樣啊，平常空下來，與其在這地方胡思亂想，浪費時間，是不如多翻翻它，多聽聽它，多研究研究它、討論討論它，自然有你的好處在。我們現在再下去。",
    "1693": "[28:13]霞婆瓦云：「若云非我所致，實是顯自全無法氣。」嘿！妙極了這句話。那我們現在說起來為自己有道理，不是我的 ……。對的，你可以這麼說，這種情況說明了什麼啊？你跟佛法差得十萬八千里，你那一點佛法的味道都沒有，太不了解佛法了！所以假定你學了滿肚子學問，講起來頭頭是道，三藏十二部都讀通，乃至講給別人聽，碰見這種事情上頭，對不起，你還是在外面轉的話，那跟法一點都沒碰上，一點都沒碰上！前面這是觀察當中第一個觀察，觀察境，下面呢：",
    "1750": "[29:10]觀察有境不應瞋者。「有境」就是誰有這個境，這個境界是誰有的。換句話說，這個地方有個茶杯，誰？我的。換句話這個瞋，是誰呀？那個人，就是這樣。那麼我們觀察，從這地方去觀察，也不應該瞋。",
    "1771": "[29:31]若於怨害發生瞋恚，是因於苦不能忍者誠為相違，以不能忍現在微苦，極力引生惡趣無量大苦因故，故應自念我極愚癡而自羞恥，勵防莫瞋。"
}