{
    "3": "[00:03]若於怨害發生瞋恚，是因於苦不能忍者誠為相違，以不能忍現 在微苦，極力引生惡趣無量大苦因故，故應自念我極愚癡而自羞恥，勵防莫瞋。那麼進一步呢，觀察這個有境，就是瞋這個，有這個瞋，誰有啊？他來傷害或者怨害，我有這個瞋。你觀察了這一點，不管是從他至自，你都不應該瞋。下面解釋：說他來怨害，你呀去發生瞋恚，這個為什麼原因哪？因為對這個苦而不能忍受。如果你這樣而要發瞋的話，實在不合理。的的確確的我們所以要發瞋的原因，因為他來傷害我不能忍受，對不對？這個道理是千真萬確的。如果是這個道理這樣的話，你去觀察一下的話，那我們絕對不應該，不應該瞋。",
    "67": "[01:07]下面說，你不能忍現在的一點點小苦，是啊，我，是啊這樣，哎呀，不能忍受！結果呢，這一點點小苦你不能忍受，然後呢你發脾氣，發一念的瞋心的話，結果啊引生惡趣無量大苦。哦！你這樣想到的話，會不會做啊？啊，是絕對不會做啦！「故應自念」，說：哎呀，我這個人真是愚癡到極點哪！不但是愚癡，而且羞恥啊！哎呀，真是見不得人哪！人家說起來你這個是大笨蛋，唉！我自己還不服氣；自己觀察：我真是個大笨蛋。唉！那時候你會怎麼樣啊？我相信你們真的了解了以後啊，大家都會一樣。這兩個眼睛剛開始長在這裡，學了佛法長在頭頂；等到你真正了解了佛法以後呢，你那個眼睛跑到那裡去了。欸，見不得人哪。原來我這麼個差呀，唉呀！羞恥！千真萬確的。你還會瞋嗎？當然不會瞋，當然不會瞋！",
    "135": "[02:15]所以，所以在這種情況之下你會發瞋的原因，是因為不能忍這個苦，結果你發了瞋了呢，結果造將來無邊大苦。換句話說，我們常常說的：貪眼前一點小利呀，是虧了大本。這個做生意人目的是幹什麼？要賺錢。嘿嘿！結果啊，他貪了小利虧了大本，卻做這種生意，這個生意人是大愚癡蛋！現在這個不是別人，就是我自己。啊！那時想到這裡了解了這個，喔唷，那羞恥。啊！不可以、不可以。所以呀，努力去防，不應該發脾氣，不應該發脾氣。",
    "187": "[03:07]昨天晚上啊，我們講、溫習這個《了凡四訓》的時候，講到下面，第一個要「恥」，喏！在這裡。所以你們不妨回過頭去看看喏！為什麼我要讓你們溫習的真正原因在這裡。你不要看它的淺近哦！他所提出來那個問題本身，卻有它的價值。這個地方我們更應該進一步說，道理是一個，用淺的地方，下士；深一點，中士；最後上士，就看你怎麼引申法。所以我們現在真正要學的時候，第一也應該要發恥心。然後呢，那有什麼好處啊？恥心一起啊，這個慢心就消失掉了，然後那個煩惱就消失掉了，你那個時候如理觀察等等。然後呢你那個知見哪，不知不覺當中一直在邪見當中，欸，現在那個邪見就拿掉了。這個是其他的，現在我們還是順著原文說下去。",
    "257": "[04:17]如云：「於現在微苦，我且不能忍，何不破瞋恚，地獄眾苦因。」說既然這樣，你眼前的小小的苦都不能忍耐的話，你就應該努力破掉那個大苦的地獄因啊！這個很明白，對不對？哦！這麼一點的小苦你忍受不住，那個時候真正的有血性的丈夫志 ─是！我不能忍受！然後呢，從這個地方引申，我一定要破那個大苦的因！所以叫人無遠慮是必有近憂，你應該看遠大的地方。從這個地方，不管眼前什麼任何一件事情啊，你就不會眼前那個境界上面轉。那反過來，眼前那個境界，正是策發你如理思惟觀察這個力量都來啦！這一點了解不了解？至於說怎麼樣把眼前那個境界，策發你如理思惟的，留在下面這個諦察法忍，或者是思擇法忍當中解釋。啊，那真好啊！我們繼續下去。",
    "331": "[05:31]其怨所生苦，是我宿世惡業之果，由受此故盡宿惡業，若能堪忍不造新惡，增長多福。他似不顧自法退衰，為淨我罪而行怨害，故於怨害應視其恩。欸！來咧、來囉！喏，就這個話。啊！它這個怨所生的苦是什麼啊？由於我宿生惡業的果呀！所以現在這種情況之下，他傷害了我的話，我把以前的宿惡業啊，把它還清楚了。嗯，好啊！還清楚了，無債一身輕啊！而且不但如此，你如果能夠再從這個地方，從此切斷這個惡法，能夠堪忍不造新惡的話，還增長多福。哦，好極了！太好、太好了！這是我自己方面。",
    "393": "[06:33]至於說對方呢？他呀，「不顧自法衰退」，他不了解，或者了解了做不到，他這樣就發脾氣，他這樣地發脾氣瞋恚的話，在法上面他是衰退吧？他是衰退，而對我呢，淨了我以前的罪，對吧？他淨了我以前的罪，而且增長我很多的福。在這種狀態當中，他這個怨害啊，我們不但見不到怨害，還見到他對我們的種種的恩哪！對不對？喔！這麼個好法。所以你會不但歡喜，而且會感激啊，你簡直找不到一點點可瞋的地方。懂不懂？這麼清楚、這麼明白。這個是對生忍哦，對法忍等等，他下面告訴我們，譬如說我們身體上面受了病哪，或者遭了什麼的啊，他也同樣的理由去觀察。啊，真好！",
    "461": "[07:41]如《本生論》云：「若有不思自法衰，為淨我惡而行損，我若於此不堪忍，忘恩何有過於此。」欸，對囉、對囉！就這個。他呀，不思惟、不了解對他自己法衰，現在呢淨我的惡來行那個損惱。這個地方我假定說不能忍，還忘恩不了解的話，那這個忘恩哪，沒有比這個更厲害了！",
    "497": "[08:17]《入中論》云：「許為盡昔造，諸不善業果，害他忿招苦，如反下其種。」如為醫重病當忍針灸等方便，為滅大苦而忍小苦，最為應理。那麼《入中論》也這麼說：這樣地做，人家來傷害我，這是什麼？我如理了解了以後，「許」就是接受的，實際上也是這樣的狀態，這個是清淨我、盡除我往昔所造不善的種種惡業之果。現在呢，我對這一點哪，不能了解、不能忍受，還反過來繼續發脾氣。那麼這樣的話呢，不但不盡，還要下這個將來苦因之種，感將來的苦果，這個不合理的，這個不合理的。這個就像現在我們有重病，重病去看醫生的時候，那個醫生一定在我們身上針灸啊、吃藥，這種小苦要忍受，忍受了這個小苦啊，那個病的大病就消失掉了。所以在這種情況之下，修那個忍辱是最好不過的，是「最為應理」啊！所以我們現在說不能忍哪，實在顛倒！作為一個世間人是理所當然，他本來在顛倒當中；現在修學佛法的人，還在那裡談這個道理的話，啊，那實在是太沒有法氣呀！",
    "611": "[10:11]觀察所依不應瞋者。那麼最後一段。",
    "617": "[10:17]一觀能害因及有過無過，那麼他這個觀察那個有境，就是這個人哪，以什麼原因而傷害呢？這個我們進一步去觀察的話，也不應該瞋，也找不到發脾氣的原因。說你觀察能害的因，以及這個有沒有過失，你不管哪一個去觀察，都不應該。下面就是來觀察：",
    "648": "[10:48]如云：「他器與我身，二者皆苦因，由器與身出，為應於誰瞋。如人形大瘡，痛苦不耐觸，愛盲我執此，損此而瞋誰。」他這個有境，就是這個人哪，這個人所依的，那麼什麼呢？「他器」，換句話說，這個瞋所依的器。就換句話說，這個器的話就是什麼呢？譬如說我這個茶杯裝著水，現在呢，他這個人裝的這個瞋煩惱，就同樣的道理啊，這樣。換句話說，他那個瞋是依的就是他。換句話，他的身體跟我的身體，在這個裡面你到底應該對誰去發脾氣啊？要曉得這個東西是什麼？雖然是這個形狀像人哪，實際上是大瘡。為什麼說大瘡啊？往昔無始的惑、業所感得的東西，這個東西的的確確是個大瘡啊，我們現在治療它呀！這個惡業所感得的是「痛苦不耐觸」，因為它是惡業所感得的嘛！所以的的確確啊，唉，你耐不住、擋不住任何啊！我對這個東西不認識啊，因為瞎了眼，是無明哪，所以為無明所使的愛執啊！唉，是顛倒無比啊！現在呢，人家來損害這個東西，你有什麼好發脾氣的呀？那是嘛，的確嘛！",
    "746": "[12:26]又云：「有由愚行害，有因愚而瞋，其中誰無過，誰是有過者。」那麼，前面那個是觀能害的因；其次呢，觀有過無過。或者是由愚而傷害，來傷害你；或者有因為愚癡而瞋恚。換句話說，來傷害你的那個叫「愚」而傷害你；我呢，因為被他傷害而發瞋。這個裡邊到底是哪一個有過，哪一個無過啊？不經過前面的分析我們不知道，分析了一下實在是一團糟！就是這樣。",
    "787": "[13:07]平常我們一切狀態當中都是這樣：哎呀！吵吵鬧鬧、爭爭論論哪，大家都覺得你有道理。實際上呢，哪一個人有道理啊？實在找不到，實在找不到。想到這樣的話真是覺得可笑，大笑三聲！再不然的話呢，眼睛跑到那下面去，喔唷，見不得人，好囉、好囉、好囉！趕快努力修學佛法，那個瞋是一點找不到。所以我們如果真的能夠平常這樣去想的話，你心裡真覺得快樂啊！哎，真高興啊！欸，那個境界對方那個人跑得來傷害你的話 ─哎，來、來了，啊！真是我的大善知識！佛告訴我很多道理呀，儘管告訴我了，沒有這個境界不能成就我的忍辱呀，還不能成佛欸！",
    "836": "[13:56]所以你真正了解了這個道理呀，的的確確菩薩他不會待在極樂世界的原因，就是這個。待在極樂世界的話，你老停在那個地方，你沒有辦法圓滿你的忍辱波羅蜜多，你沒有辦法還那個債啊！欸，現在所以努力學好了，跑到這個地方來的對著這個境界，行了！所以現在有常常有很多人來問我啊，他總覺得：哎呀，到了極樂世界還要回來嗎？啊，他總覺得不要回來才好！現在你們慢慢地了解嗎？不是不要回來，要回來的。真正重要的，到了極樂世界，把這個道理真正學好了，然後到那時候要留都留不住欸！這個千真萬確。你眼看著人家在賺大錢，你停在那個地方一點進步都沒有，他們得到這麼大的快樂，你在這個地方的話，那是小小的快樂，你當然不願意做嘛！",
    "893": "[14:53]所以這個法，現在雖然還沒有講到，下面就說「諦察法忍」，前面記得吧？「法思勝解」，沒有這個正確的認識不生欲樂，就從這個地方來的。我們現在對這個法了解了以後啊，哎呀，真歡喜啊！現在這個歡喜聽聞相應的；然後呢，你多去思惟、觀察，境界現起的時候，你這個感受就來了。欸，那個時候才是說，啊！原來這個佛法這樣好啊！嗯，你就跟法相應了。這是下面的話，現在我們繼續下去。",
    "930": "[15:30]二觀自所受者，若諸聲聞唯行自利，不忍而瞋且不應理。何況我從初發心時，誓為利樂一切有情，修利他行，攝受一切有情。修利他行攝受一切諸有情者，如是思惟發堪忍心。哦！現在呢，我們自己所受的看看。說，我們現在是要作的什麼？利他菩薩。就是聲聞單單只忙自利他都要忍哪，他不能瞋哪！所以《遺教經》上面：「譬如清冷雲中，霹靂起火，非所應也。」對吧？這個白衣尚且不可以，何況你是個出家人哪！所以說就聲聞行者只管自利尚且不可以，何況我一初發心，發了心才跑得來做這個事情啊！發什麼心啊？「誓為利樂一切有情」哪，要「修利他行」，要去「攝受一切有情」啊！既然是要攝受一切有情的話，你會發脾氣嗎？像前面所說的，你是醫生欸，你要醫那些為煩惱所使的眾生啊！就這樣。",
    "1015": "[16:55]所以我以前聽過這麼一個公案，現在想起來真美。有的時候，你可以當作醫生這麼地想，醫那個發了神經病的病人。或者有的時候，你不妨看那個狗，然後呢，那個狗呱啦呱啦咬你的時候，請問：你是趴在地上跟那個狗對咬，還是怎麼辦哪？我想沒有一個人會趴下去跟牠對咬的吧！因為我們是人嘛！對不對？我們現在是菩薩，比起牠來還要高萬倍啊！居然你也趴在這個地上跟牠對咬，那實在是愚癡到極點哪！你那個瞋心一點都找不到囉，那千真萬確的事實，千真萬確的事實！現在下面說：",
    "1064": "[17:44]博朵瓦云：「佛聖教者謂不作惡，略有怨害不修堪忍，即便罵為，此從根本破壞聖教，由此即是自捨律儀。嗯，看看！佛的聖教，佛告訴我們的基本是什麼？不要作惡，任何壞事情不可以。現在稍微有一點的怨害，你就沒辦法忍受，就在那兒小的嘛是破口大罵，大的嘛乃至於打架等等，這個從根本上面就破壞掉了。這情況之下，第一個已經破壞，第二個你自捨律儀。你現在所受菩薩戒、受比丘戒不要說，乃至於說居士戒，乃至於說三皈依，那根本就錯掉了！",
    "1117": "[18:37]聖教根本由此破壞，雖總聖教非我等有，自失律儀是滅自者。」說整個的聖教，那不是單單我有，但是對不起，你自己這樣去做，從你應該做的事情上面退失的話，你是自己損害你、消滅你自己。這個消滅什麼？消滅我自己的法身慧命，怎麼可以呀！這個身體本身就是惡業所感得的，你也莫可奈何，正趁這個惡業所感得的身體在，了解了佛法，在這個上面增長自己的法身慧命。怎麼可以保護這個惡業所感得的，而損害這個法身？絕不可以！這是我們應該了解的。",
    "1170": "[19:30]又云：「如翻鞍牛縛尾而跳，鞍反擊腿，若緩鞦落始得安樂，若於怨害而不緩息，為其對敵反漸不安。」這個說從牛背上面跳下來。那個西藏人平常啊，通常都是牧這個羊民族，平常都是這樣。這個因為我啊也不會騎牛、也不會騎馬，究竟怎麼樣不知道。不過曉得下來的時候，通常看見把住後面那個，這個叫作「鞦」。這個馬身上不是有一個鞍嗎？這個馬鞍就是我們騎的，它前面綁住的，綁在那個脖子裡邊，或者牛也是這樣，後面綁著的，綁在那個屁股後面。我們下來的時候手按著這個，一個手把住那個鞍的前面一個把，馬的話一定，牛的話不一定哦！然後呢，後面把住這個綁在屁股上的那個，慢慢地下來，所以叫「緩鞦落」。這樣的話，好。如果你急急忙忙，「蹦！」一下跳下來的話，對不起，這個會反而傷害你。那麼這個是說什麼呀？是說對怨害來的時候，你要這樣心平氣和地來，不要急急忙忙地反應。實際上這個祖師就告訴我們呢，平常我們修行的經驗，修行的經驗。是，剛開始的時候的確你做不到的，但是呢，你只要能夠不匆忙地立刻反應，你慢一點來的話，欸，行了！行了！",
    "1268": "[21:08]我想我們人人都有這個體驗，不要說修學佛法；就世間人，如果說這個境界現起的時候，你能夠稍微停一下的話，這個火氣就減它三分，說不定過了兩天那個火氣就沒有了。是，如果我們修學佛法的人，你能夠這樣做的話，那決定一點火氣都找不到，不但火氣找不到，你還快樂、還感激咧！這是我們必要知道的。所以眼前第一件事情：當境界現起的時候，你不要立刻衝動地對這個境界反應。那個時候最好的一件事情哪，把法理馬上提起來！當然真正最好的是，事前你一直在思惟這個法理，然後境界現前的時候啊，正在如法的這個思惟的現行當中，你就派上用場，就不會被這個境界而轉去。尤其是在瞋境界上面，因為這個瞋，這個損害之嚴重，是太厲害、太厲害了！下面：",
    "1336": "[22:16]第二理應悲愍者。這個是這一科當中的兩條。第一個是不應瞋，那現在我們能夠了。不但不瞋哪，而且還應該悲愍，這個道理前面已經說過了，所以這裡唸一下文就可以。",
    "1353": "[22:33]謂當至心作是思惟，一切有情無始生死，無未為我作父母等親屬友善，又是無常命速分離，常為三苦之所苦惱，為煩惱魔之所狂魅，滅壞自己現後利義，我當哀愍，何可瞋恚及報怨害。前面剛才說的是，只是說思惟的方式，現在你把那思惟的方式運用再進一步，怎麼呢？至心思惟呀，說你發了菩提心，你發的菩提心怎麼個發法？想起來沒有錯啊，從無始生死以來，沒有一個人沒有做過我父母的，找不到一個人不是我親友的。啊！這樣的人，大家在這個輪迴當中，為種種煩惱引生種種的三苦，而且還在無常迅速當中，短短的生命。你看看：生命嘛又短促，然後呢，又受種種的苦。然後呢這個苦的境界不知道，還被這個煩惱魔所轉，都是在那兒狂亂當中。在這樣的狂亂當中，他們都是什麼啊？損害自己的眼前利義、以後利義。我現在是學佛的人，發菩提心的人，要救濟他的人哪，應該怎麼？哀愍啊！怎麼可以瞋恚呀，乃至於由瞋恚而反報啊！",
    "1464": "[24:24]唉！如果說我們真正能夠這樣地如理思惟，不要說至心，你稍微如理思思的話，眼前哪，我們這種問題都沒有了。以前我們常常說，你如理思惟，眼前問題都沒有了，一層比一層深。以前那個思惟比現在的思惟，你們能不能比較得出來啊？現在更深一層，對不對？而現在這個深一層的，一定還在前面那個基礎上面。前面講什麼？業感緣起這個道理。喏！他還是從這個上面，不過前面解釋得比較淺，越到後面解釋得越深，所以道理是同一個，這樣。當你淺的地方，慢慢、慢慢地修學了，你的能力增強了，障礙減少了，那個深的才慢慢地可以。反過來說，你如果淺的地方不做的話，對不起！淺的都不做、或者不懂，你能夠深的懂嗎？如果淺的地方懂了不做，你就能夠做深了嗎？當然！",
    "1535": "[25:35]所以我們現在啊，我自己感覺得，不必先說我是大乘，不必先說我是小，不是！不管大乘、小乘，這個先不必說。不必說我要救無量無邊的眾生，不必說我要弘法。看看這個法在我們自己身上面，產生了什麼效果？對治了什麼煩惱？這是都是非常眼前的，你在隨時隨地俯拾即是。早晨一張開眼睛來，一聽見板聲，你是不是覺得「蹦！」就坐起來，就這樣；還是說你趴在那裡，哎呀！今天嗯，還、還、還、還等一下。等到你起來了以後，跑到那個佛堂裡的時候，是不是覺得：哎呀！又在要做那個事情；還是你一心恭敬地這樣。跑到齋堂裡的時候，乃至於眼前很多不理想的事情，人家對你不起，或者你自己身體不舒服，你是用什麼方式去對待它的？你在這地方一觀察，欸，問題解決囉！你能夠從這地方的小的地方的，慢慢地開始，那時候你才談得到說你漸漸對佛法有一點認識、有一點了解，自己能夠把握住這個問題啊，解決自己。然後你到那個時候去幫忙別人，是為時不晚，而且是真正有效。這是我深深的感受。要不然的話，講了半天是越纏是越緊。",
    "1637": "[27:17]所以剛才說的，就是這樣，哎呀！大家講很多道理。不講道理嘛，反正是一個凡夫，大家就是容忍也就算了；那就講那個道理以後啊，看看哪，每一個人都是面目可憎，你看我固然是面目可憎，我看你是更面目可憎，那就害了！好，現在我們繼續下去。前面是樂、苦之間，現在下面呢，「利等三」，這已經說過了。",
    "1667": "[27:47]破除不忍障利等三作毀等三分二：它也分兩部分，",
    "1672": "[27:52]一破除不忍障譽等三，二破除不忍作毀等三。　初中分三：一思惟譽等無功德之理，二思惟有過失之理，三故於破此應當歡喜。　今初嘿，妙咧！不但是能夠忍受，而且還反而歡喜咧！的的確確妙不可言！",
    "1698": "[28:18]若他讚我稱我稱譽，全無現法延壽無病等，及無後世獲福德等二種利益。故彼失壞若不喜者，則無屋用沙屋傾塌愚童涕哭，與我今者等無有異，應自呵責而不貪著。我們前面所以不能忍的原因，為什麼？因為他來譏笑我，他來毀謗我，這樣。反過來呢，我所要的什麼？要的是他來稱讚我，我得到美好的名聲。是，現在你看看哪！他稱讚你，然後呢你有好的這個聲譽，當面地捧你、讚歎你，有沒有什麼用場啊？這些東西能不能使得你現在啊，說消災延壽沒有病，乃至於現在得到利益，還要後世，有沒有？一點用場都沒有！對不對？他給你讚歎了幾句，你肚子不會飽；讚歎了你幾句，你病不會好；讚歎了你幾句，你壽不會長。眼前也沒有用，後面也沒有用。"
}