{
    "10": "[00:10]既然如此的話，失壞掉了你也不必懊惱啊，不必懊惱啊！因為這個東西是沒有實際上用場的，沒有實際上用場，它是無用的。就像實際上，譬如這個房子，這個房子有實際上用場的，現在你做沙堆出來的這個房子啊，沒有實際上的用場的，對不對？所以我們真實了解的人哪，那個沙堆的人我們不在乎。可是那個愚童，那個玩、小孩子玩得很起勁，你把他那個沙堆的屋弄掉了以後，喔唷，那個小孩子哭啊、鬧啊、等等啊！我們現在對於上面那個事情生起不如理的反應，就等於這個愚癡的小孩子一樣，「等無有異」啊！所以想到這裡不但不瞋啊，反而自己呵斥：哎，我這個人真是愚癡到極點哪，這有什麼好貪的！是一點都不貪。對這個東西一點都不貪的話，那人家稱讚嘛你也不貪，人家來不稱讚、毀謗嘛，你自然也就不瞋囉，就解決囉！",
    "80": "[01:20]如云：「讚稱及承事，非福非長壽，非力非無病，非令身安樂，我若識自利，彼利自者何。」哪！像上面這種東西，當面的稱讚也好，然後呢得到使得你好名稱也好，種種的奉承等等，這個實際上的你有什麼福氣啊？換句話現在得到了什麼好處啊？還有呢，是不是增長你的壽命啊？是不是增長你的氣力啊？是不是幫助你的病除掉啊？令你的身體得到種種的安樂啊？沒有欸！假定你真正認識你自己的利益的話，像這些東西對你造成了什麼利益啊？沒有欸！",
    "127": "[02:07]又云：「若沙屋傾塌，兒童極痛哭，如是失讚譽，我心如愚童。」就像上面那個譬喻一樣。欸，這我們現在了解了，假定我們不了解呢？就像那個小孩子一樣。哎喲，等一下那個小孩子啊，我還記得小的時候看見，你現在說不定還看見。那個小孩子啊跑過去撒一泡尿，然後呢，把那個地上那個泥巴弄得很起勁，你跑得去把它拿掉了以後大哭大鬧，我們就是這副樣子！說實在的，我們就是撒了一泡尿，然後呢，弄得很起勁。撒的尿就是自己造的惡業，然後弄得很起勁，人家還告訴你不要，欸，我們還還還、還自己對他發脾氣，那真是愚癡啊！這是我們應該這個認識的話，那就應該自己呵斥。",
    "179": "[02:59]第二讚譽等者，於諸非義令心散亂，壞滅厭離，令嫉有德，退失善事，如是思已則於彼等令心厭離。更進一步，那種好處啊，上面說的稱讚等等啊，是不但對我沒有什麼利益，反而對我有害，為什麼呀？於「諸非義」，這個毫無意思的事情啊，令我們散亂，對不對？我們現在修學佛法的人要什麼？要離戲論，心裡面要得定。常常有人說：「哎呀，我要學學定啊！」一天到晚你忙這個事情你哪裡定起啊？為什麼讓你散亂，你就是忙這個嘛！喔唷，這個要、喔唷，這個人要顧全，這個不好意思，那個人說啦，哎，這個又過意不去，這個又什麼 ……。你到底忙些什麼啊？我們一天到晚忙這些事情，這明明是這個人讚歎你名譽什麼，都是令我散亂，可是我們偏偏忙這個，這是毫無意義的事情。",
    "242": "[04:02]然後正因為如此，然後呢你的厭離心生不起來。喔唷！這個名稱很高、地位很高，這個、這個、這個 ……什麼也捨不得；現在修學佛法的第一件事情要厭離心，所以有這麼多損害！然後呢正因為如此，所以你爭名奪利的話，妒嫉有德，喔，看你這個人有名位，「這有什麼了不起！」你又看著這個上面，退失種種善事啊！啊，你這樣地思惟觀察的話，你就對這個東西厭患得不得了，逃都來不及啊！人家稱讚你呀，你馬上掩著耳朵逃，這樣。人家來毀謗你啊，哎！你是感受他。",
    "280": "[04:40]所以當年來果老和尚，來果老和尚的語錄，你不曉得聽見沒有？喔！人家稱讚他，他馬上那個手指塞在耳朵裡面，欸，乃至於他棉花塞著就聽不見。人家是罵他，他向他磕頭，「啊，好、好、好！」我當年聽見了以後，我很 ……哎呀！覺得來果老和尚真了不起。現在我慢慢地覺得：哎呀！佛法真了不起，因為我也體會到這個。你們只要去做，自然而然會這樣的。到那個時候，你現在發現哪，現在我們很多行為，毫無意義的事情啊，你自然能夠捨離，絕對不會忙世間的什麼應酬啊，什麼這些東西，是毫無意義呀，你厭離心就生起來，厭離心生起了，佛法就來啦！",
    "323": "[05:23]如云：「讚等令我散，彼壞厭離心，嫉姤諸有德，破壞圓滿事。」一切的真正的圓滿，都被它這樣地害掉了，這樣地損害了。",
    "339": "[05:39]第三如是令我退失譽稱及利敬者，是於惡趣救護於我，斬除貪縛遮趣苦門，如佛加被，如是思已，應由至心滅瞋生喜。更進一步，嘿，沒有錯呀！他現在能夠這樣地使得我啊，在這個上頭當中，正確地了解，是什麼呀？把我從惡趣當中救出來，千真萬確的事實啊，而且斬斷我們貪著這個縛束呀！本來這些事情，是使得我們進入惡趣受苦的，現在他能夠幫忙我們去掉，那個的的確確像佛來加持我們一樣，千真萬確啊！所以前面說的佛啊，感謝佛、感謝提婆達多，哪，這個道理完全在這個地方嘛！所以到那個時候，哎呀，感激都來不及啊！所以「至心滅瞋」，不但滅瞋哪，而且「生喜」呀！下面唸一下。",
    "408": "[06:48]如云：「故若有現前，壞我譽等者，彼豈非於我，救護墮惡趣。把我從墮落惡趣當中救護出來啊！",
    "419": "[06:59]我為求解脫，無須利敬縛，我現在要求的是解脫呀，這一種利養恭敬正是對我的綁，我正要求解脫呀！",
    "431": "[07:11]若有解我縛，我何反瞋彼。現在那個人哪，是幫忙我解除這個我的綑在身上的，我怎麼反而還瞋他呀！",
    "443": "[07:23]我欲趣眾苦，如佛所加被，閉門而不放，我何反瞋彼。」如果我貪著的話，是什麼啊？我啊，使得我墮落惡趣啊！如果貪著這個，他遮止我的生瞋恚，那這樣的話，我要下地獄、趣惡趣，他現在來幫忙我去除這個的話，就像佛來加被，把這個惡趣之門關閉，不放我去到惡趣去呀，那這個情況，我怎麼會反而對他生瞋心呢？那這個道理非常清楚、非常明白，好好地思惟，多多地思惟啊！千真萬確，不要聽過了書本一合，對不起，那還了他，好可惜，好可惜！",
    "494": "[08:14]請翻到《菩提道次第廣論》兩百九十五頁，兩百九十五頁。關於破除不忍障礙我們利益等，以及對我們這個毀謗等，分兩部分。那麼前面那個，人家障礙我們得到的美稱名譽，這一個事情上次已經研究過，破除我們在這種狀態當中的瞋恚、不能忍耐的這種狀態。現在講",
    "545": "[09:05]第二破除不忍作毀等三者。那麼，其次人家來毀謗。人家這一方面的就是這個稱讚、名譽；反過來的就是毀謗、譏笑等。那麼對這個我們不能忍耐，應該怎麼辦？下面我們看文：",
    "582": "[09:42]心非有體非他能害，若直害身間損於心，毀等於身亦不能損，既於身心二俱無損故應歡喜，如是思已斷除憂悒，憂悒若滅，瞋不生故。他們來毀謗你，然後呢來譏笑你，他實際上那個毀謗跟譏笑，對你身體上面有沒有傷害？沒有什麼傷害。他嘴巴上面在那兒、在那兒開開口，只是如此而已。那麼我們心理上感受到：嗯！他罵了我。可是心是什麼個東西啊？沒有一樣實質上的東西，拿不出來的，拿不出來的。如果我們了解了佛法以後，更深一層地觀的話，說實在的，這個就是無明根本！的的確確不像那個身體，喔，他打你一下你會痛，他傷你一刀你會流血，這心這個東西根本無形無相的東西。所以既然是無形無相的東西，他來罵你幾句，對它毫無損害呀，毫無損害啊！",
    "681": "[11:21]說如果在你身體上面受了傷，然後呢你打了一下，啊，你覺得痛，砍你了一刀流了血，哇！覺得這個。那個情況之下，是，會使得你心裡邊哪，會由於身上的受傷而感受。他現在罵你幾句，既並不會影響你的心，因為那個心本身，本來就是空空洞洞的東西呀；然後呢，又不傷害你的身體，那麼兩樣東西都並沒有損害的話，你有什麼好不高興的？所以我沒有什麼好不高興的。對呀，他罵了個半天，辛苦了半天，費了好大的氣力，跟我了不相干嘛！欸！那心裡面一點都不會有什麼不歡喜的，而且會歡喜，而且會歡喜。",
    "738": "[12:18]你如果能夠這樣了解了以後啊，那個所謂由於他的毀謗，然後呢譏笑，生起你內心當中的憂慼就沒有了。這個沒有了話，你那個瞋心也就生不起來了，也就生不起來了。當然這個地方直接講，如果說我們把前面那些道理，如果能夠任意地運用的話，你在任何情況之下，你是找不到一點點可瞋之處，可瞋之處。",
    "775": "[12:55]亦如論云：「意非有形故，誰亦不能壞，由耽著於身，故身為苦損。毀訾及粗語，并其惡名稱，於身若無害，心汝何故瞋。」這個意，我們的心念哪，這個沒有形相的，沒有實體的東西。既然沒有形相沒有實體的東西，誰也不能去害它，這個千真萬確的事實。就像虛空一樣，儘管風在這裡吹，風這麼吹，這個虛空它了不相干。再熱啊，那也了不相干，你火在那個虛空當中燒，那個虛空還是動都不動；然後你冷了，虛空還是動都不動。現在你那個心也像虛空一樣，並沒有實體的東西。如果說我們普通這個身體放不下，耽著那個身，那麼傷了你身體呀，那個倒是會產生痛苦的。現在不是呀！現在他在那兒嚷，或者是毀謗你，或者是罵你，或者是這個譏笑你。這些東西既沒有心可以被他傷害，也不會傷害你的身體，你對這個事情而發脾氣，為什麼？那豈不是一點道理都沒有嗎？這個說明了這件事情。",
    "877": "[14:37]所以現在到了這裡，我們一步一步深入地探入、探討。的的確確平常你不如理思惟的話，由於我們習氣所使，自然而然還是跟著習氣轉。所以他一再地告訴我們，我們平常真正修習最重要的、最有用的就是什麼？如理思惟，如理思惟。這個如理思惟不要說，已經到了現在講修學菩薩忍辱那一點。這我們剛開始的就常常說，欸，常常舉那個譬喻，我想諸位呀，很可能也常常拿這個譬喻去勸別人。說我們坐在這個地方，聽見外面兩個人哪，大聲地吼叫。你聽見了只是覺得：嗯，這兩個人聲音這麼大！這樣。其實他們兩個人吼叫的什麼啊？罵你。你剛開始的聽見的時候啊，你最多只是聽見這個，哦，把門關起來，聽不見嘛也就算了，他罵他的。等一下你聽完了以後，覺得：哎喲，原來在叫你呀，你耳朵就豎起來了。等一下你發現他在罵你呀，你心裡面就爆起來了。",
    "954": "[15:54]他同樣罵，為什麼前面你了不動心，是你後面會這樣呢？這很明白地說明，原來啊，你自己心裡面去非理作意。假定說的的確確受傷的話，絕對不要你心裡面起一些作意了以後，他第一聲一吼的話，啊！你這個痛不可當，應該這樣。因為有實體的東西，就像那個身體一樣，那根棒打在你身上，不管你曉得不曉得，「啪！」打上來的話，你那哪怕睡得很熟，打上來馬上就把你打醒，痛得你要命！這個很明白的事實，沒有這樣的事情，這個是我們常用的譬喻。",
    "998": "[16:38]那麼現在你一步一步地深入，乃至於像前面這些道理，你了解是業的道理，乃至於更進一步成就你的忍辱，到這種情況之下當然你會歡喜嘛！你哪有不歡喜的道理，反而還要去瞋，那是絕不合理，絕不合理，絕不合理！所以平常你常常記住瞋恚帶給我們的這個嚴重的禍患，以及你忍辱所得到的，那個無比的殊勝的利益。由於這個力量推動你，然後呢，你空下來就如理去思惟，經常把那個法擺在心裡上面轉，這種狀態當中，一個境界現起了以後啊，你就歡喜。這個時候人家罵你呀，是不但不會使得你痛苦啊，反而使得你快樂。",
    "1057": "[17:37]你坐在這個地方，因為沒有外境幫助你，所以你單單的意識去思惟，這個力量不夠。當外面這個人來罵你的話，你那個耳根又幫助這意根如理如法的話，哇！就像那個什麼？燒火一樣。那個平常的時候，火上加油的時候加的瞋火，現在那個火上加油的時候，加上善法。哇！那個善法欲是非常熾烈，使你越來越高興了。嗯，你還眼睛看著他，那個五根又幫助你如法如理的話，這是個千真萬確的事實！這個菩薩的行菩薩道，的的確確他懂得了這個道理以後啊，他絕對不願意走那小空 ─啊，小乘的路線，自己解脫了，沉在那個地方，不願意。啊！在這個世間行那個菩薩道啊，是無比的殊勝的利益。眼前這麼快樂，將來究竟這麼圓滿；自己這麼利益，還要幫助所有一切人解決這個問題。好啊！實在好啊！",
    "1127": "[18:47]這個都要把這個正確的道理呀，能夠如理一點沒有錯誤的認識；然後呢，真正努力地觀察思惟。真正的主要的修習啊，現在我們修的是這個。所以我們常常說：我們要修行、修行。你怎麼修啊？欸，瞪大了眼睛在那邊，「對啊，怎麼修啊？」欸，現在我們懂得了，哦，原來這樣！你以這樣地來調柔了我們身心以後，你身心已經非常調柔了，到那個時候欲止、欲觀，都樣樣得到。我們現在回想一下，本論剛開始的時候，講了這個修以後，修下面破除邪執，記得不記得，對不對？啊！現在我們回憶起來了，哦，一點都沒有錯啊！原來這個正規的修行的方法，是這個樣啊！所以現在我們一路上面，都用這個前面的教授，步步深入。繼續下去，看祖師講：",
    "1204": "[20:04]霞惹瓦云：「若於康巴，內鄔蘇巴，照巴三人，任說何語與向土石，全無差別，故得安樂，後時諸人耳根薄弱，故無安樂。」那麼這個是祖師，這個都是祖師說明當初他們這個尊長、師友之間怎麼樣。康巴、內鄔蘇巴那一些人都是阿底峽尊者時代的再傳弟子、再傳弟子。都是敦巴尊者那個，啊，不是，對，敦巴尊者，然後呢博朵瓦、慬哦瓦、樸窮瓦下面，那是最主要的、最主要的那個，就是復興西藏佛教的幾個大祖師，那都是好了不起！",
    "1260": "[21:00]他說平常如果我們要說兩句話的話，哎呀，說得你，讚歎你幾句啊，你心裡就浮到這個天上去了；啊，如果說罵你幾句，一下你又沉到十八層地獄裡面去了。然後呢，一下這個心裡面一天到晚為這個動搖，或者在情緒上面，或者在知見上面，乃至於無關緊要的隨便一點點啊，一提啊，你又想出個十萬八千里，想得，哎喲不曉得哪裡去了，就這樣。他現在呢他們三個人啊，他不管你說什麼，就像土石 ─這個土石是什麼意思啊？動都不動，動都不動。你罵他，他也不動；你讚他，他也不動；你說他其他的什麼話，他也不動。所以啊，他得到安樂啊！",
    "1312": "[21:52]我們仔細想一想看，我們平常一般的苦惱在什麼地方啊？欸，真正的苦惱啊，還是在我們無明相應的這種心理狀態。很多人說：「哎喲，我不怕苦、不怕苦。」尤其是來學佛，的的確確他心裡面先倒是有這個準備，可是他並不了解真正佛法所指的內涵是什麼，換句話說，他要修持的內涵是什麼。他以世間的觀點來看，說他以為的苦，就跑得去啊多出一點力，掃一點地，然後多做一點事情，覺得，欸，這個是苦。結果實際上真正佛法的中心，不在這種事相上面，而是在事相上面所引發你內心的這種狀態。或者由於你內心不了解，當外面的事相、境界上頭，你呀產生非理作意的。當然這個非理作意裡，第一個自己無始以來的習氣，所謂隨眠；然後呢順生你這個習氣的所緣的境，這是離不開外頭的哦！那時候你心裡面，哎呀，這樣。所以有很多人，說剛剛開始接觸佛法，聽聽那很好，跑到佛門當中來的時候，他也覺得：哎，我不怕苦。結果一進來的時候啊，哎呀，苦得個受不了！原因不在外頭的事相，而是在自己內心。稍微有這樣的經驗的人，我想大家都體會得到。",
    "1420": "[23:40]現在呢，我們了解了這個道理以後啊，不管你外面怎麼動，他在他罵他的，你了不動心；他在那兒稱讚你，你也一樣地不動心，八風不動。這個不動是說，不被外面煩惱所動，而另外一點哪，卻是策發你內在的善法相應的這種欲樂。這豈但不動啊，而且增長我們的歡喜。這個是祖師，換句話說，凡是如法行持的這種人的狀態。我們後面的人哪，「耳根薄弱」，說這個我們這個耳朵實在是太薄、太弱，風吹草動一下，啊，就被它動搖，這是個形容。就是說，換句話說我們現在這個心裡認識啊，實在太差太差！說是說我們修學佛法要八風不動，我們往往在那兒無風自動欸，一點點的小風就大動；大風的話，那吹得無影無蹤欸，就這個樣，這樣。",
    "1503": "[25:03]所以我那時候剛出家的時候，我的法師就告訴我：耳朵要硬，嘴巴要軟。那時我弄了半天，我不懂，那為什麼耳朵要硬，嘴巴要軟？哦，現在懂了，欸，原來這個道理呀！是不管你說什麼話，你動都不動！但是呢你開起口來的話，千萬不要像鋒─舌鋒，像利刃一樣，一出去，啊！就把人家傷人，不！軟的東西啊，叫人家感覺得非常舒服，這樣，說愛語等等，這個意思。因為我們不具足如法相應的這種條件，所以聽見了什麼東西啊，就心裡面，哎呀，就被它所轉哪，所以得不到安樂啊！下面又說：",
    "1563": "[26:03]若對馨敦說某作是言，答曰：「暗中訶罵國王，汝犯離間應當懺悔。」這個話怎麼講呢？那有的時候人家呀當面來譏笑你，然後呢背後在毀謗你，或者呢罵你，不管是當面、背後。另外一種他不是的，跑得來啊是離間語，喔，搬弄是非。跑得來說：喔唷，某某啊，那個人你別看他呀，他在這背後啊，什麼怎麼說你壞話，眼前看起來這樣，你要不要聽他啊！要我們聽見了這種話以後，你覺得：「哎喲，這個好朋友。哇！對啊，他把這個情況告訴我了。」就這樣。",
    "1618": "[26:58]那些祖師怎麼的啊？嗯，不是的！如果是你對他說這種話的話，他反過來說：「欸，他暗當中人人都會這樣的，人人都會這樣的，不要說罵我呀，罵國王 ……」換句話說，對一般世間來說，古代那個國王是最高貴的，在專制時代，乃至於你如果說了國王的話，是要送命殺頭的。「在暗地裡邊哪，當然嘛會說這個，你何必跑得來搬弄是非啊，你趕快去懺悔！」哦，你看這個祖師啊！所以我們想到這裡，說我們跑到這裡，專門歡喜聽那些小報告，也有人就歡喜打那個小報告，拿世俗來說。要我們聽見了這種小報告，說：「欸，好，你不必，你趕快去懺悔，你不必說這種話。」那麼，",
    "1678": "[27:58]有謂慧金剛瑜伽師云：「人說我等為伏後者。」答云：「人不於人作言說事，又於何事。」次云：「速斷離間。」這麼另外有一個人哪，他也是個祖師，嗯，他怎麼講呀？說這個人家呀，大家也是背後 ─這個「伏後」就是打小報告，暗箭傷人、離間這種事情。是啊，說：「伏在後面，欸，你別看當面嘛說現出來這個好樣子，另外擺在後面就傷害你。」他怎麼回答呀？「那人嘛就是這樣嘛，專門做這種事情，世間的事情就是這個樣啊！世間人如果不做這個，他早就成了佛啦，就這個樣啊！你也跟著他們幹什麼？趕快你去懺悔，千萬不要再離間啊！」喏，這個祖師的典型的榜樣，典型的榜樣。這個裡邊的重點是告訴我們，我們對於不管前面所說的哪一項，乃至於啊人家用這一種打小報告挑撥離間，我們心裡面一動不動，這個是個特質。進一步，從這個公案當中，也讓我們了解我們該如何去做。"
}