{
    "3": "[00:03]若作是念，由毀訾等則餘補特伽羅於我不喜故不歡喜，這個假定我們心裡像這樣想：是的呀！他雖然哪，毀謗等不直接傷害，但是呢因為他這個毀謗什麼等等啊，別的人會不歡喜我。譬如說有人在背後罵我，那麼被聽見的人啊，聽見了傷害我的話來不歡喜我，因為這樣的關係，我不歡喜的話，那麼該怎麼辦？",
    "50": "[00:50]若餘不喜我，於我有損可為實爾，然此於自全無所損，故應斷除不歡喜心。說假定那些人受了旁邊第三者的讒言，不歡喜我，這種狀態對我有真正損害的話，那倒是，因為對你真正有損害啊，所以嘛，你的的確確應該不歡喜。但是實際上他們這種不歡喜你，對你有真的損害嗎？沒有啊！一點損害都沒有啊！所以你不必為了這個事情去不歡喜嘛！這毫無意思啊，毫無意思啊！這個道理前面說得很清楚，後面還要講，所以我們現在看，看下面：",
    "110": "[01:50]如云：「餘不喜於我，此於現後世，俱不損於我，何故我不樂。」他這個別的人來不歡喜我，對我現在也好、後世也好，能傷害我嗎？不能傷害我啊！我幹什麼為了這個事情而不快樂，幹什麼？這個地方一想的話，我們立刻就體會出一個事情來：作世間的人，世俗是顛倒的事情，是的，我們會！現在我們認清楚了這個世俗就是個顛倒，我們現在認清楚了，所以自己要從這個地方透脫出來，還要幫助別人透脫出來。在這個條件、這個基礎上面的話，你有什麼不歡喜？直接地來說，對你有什麼損害呀？一點損害都沒有！這正是你要脫離的，正是你以前愚癡顛倒的，一天到晚忙這個莫名其妙的事情。就像我們這個比喻當中說的一樣，啊！說那個小孩子趴在地上撒了一泡尿，在那個作那個泥娃娃一樣。居然哪，那個泥娃娃被人家稍微弄壞了，你在那兒哭啊、鬧啊，覺得可笑得不得了！不用人家來弄壞，你曉得了以後啊，趕快把泥娃娃丟掉，洗洗手啊！喔唷！叫你去送給你，你都連它逃都來不及啊！是這個狀態啊！所以說這個地方，不應該不歡喜呀！",
    "217": "[03:37]若作是念，雖他不喜無損於我，然由依此，即能障礙從他人所獲得利養，故於毀訾毀謗傳惡名者而發憎憤。嗯，那麼你進一步又這樣的，也許我們會這樣想：嗯，對呀！他罵是沒關係啊！他背後說我壞話是沒有關係呀，不損害我。但是因為他對我做了種種這種不利的言論以後，會障礙我得到利益，得到利益。因為我有美好的名稱，所以人家來供養我；現在這個美好的名稱被他破壞了以後啊，人家不供養你了。於是在這種狀態當中啊，所以人家對你的這個毀謗等等，你呀就忍不住要發脾氣、引瞋心。那該怎麼辦哪？看：",
    "285": "[04:45]所得利養須置現世，瞋他之惡隨逐而行，故無利養速疾死沒，與以邪命長時存活，前者為勝。是的！他這樣做是可能會障礙你得到好處，因為你的名譽被人家損害了以後，於是你的供養是減少了。但是你要了解，你得到的利養是什麼啊？欸，留在現世，你帶不走的！而另外一點呢，因為剛才你不了解，不能忍受人家這種毀謗，所以呀你發瞋心，發了瞋心造了這個惡業，對不起，這個惡業啊，是生生世世跟著你跑的。所以你因為沒有利養，乃至於受了這個影響了很快命都送掉，比之於你現在雖然得到了這個利養，但是你因為引發了這個瞋心以後啊，這個命是害你的，這個邪命，與得到以這個邪命而長時活，活得久一點，比較起來啊，「前者為勝」，遠來得超勝！",
    "381": "[06:21]你很快地送掉一條命，然後因為你修忍辱等等啊，欸！結果你生了天了。反過來，你眼前雖然得到一點的利養了，完了以後你下了地獄囉！眼前就算你得到利養，活個一百歲，反過來說，得不到利養，一減減了個五十歲。你把五十歲的壽命，換了最起碼的四天王天，換來九百萬年的快樂，哇！那個、那個利益大得不得了！我們到極樂世界，那更是你無法想像得大！這是從那一方面。反過來說呢，你說了你為了保護你的五十年的利養，發了個大脾氣，結果把你送到地獄當中去，哎呀！最淺的地獄當中啊也要這麼長，你划得來嗎？唉，這我們真是愚癡啊！所以這個比較起來啊，前面是遠來得超勝。對瞋是如此，對貪，其實對任何一切事情都是如此啊！你能夠善巧地思惟、觀察那個法的話，我們眼前的煩惱啊，自然而然哪，都能夠慢慢地擋住。",
    "461": "[07:41]可是這個裡邊有一點滿重要的，不是說懂得了道理，你馬上派用場，這個我們要千萬清楚噢！現在我們總有一個缺陷，換句話我們不了解，總說懂得了以後啦，道理是懂得了，心裡就著急得：唉呀！聽了半天怎麼我老做不到呀！欸，不是的！聽懂了以後啊，真正要做到還要什麼？思、思、思─就是數數思惟、觀察、稱量。把我們的善淨之業，透過這樣的思惟去增長，那個時候才把我們無始以來所積的這個等流、惡習分分消減。你能夠這樣做，一定做得到！這個我們必須要了解的。",
    "512": "[08:32]這個理路很清楚，而實際上我們的經驗也是如此。不要說佛法，任何一件事情告訴你了以後，那麼簡單的事情，教你寫兩個字，你曉得怎麼寫了，拿起筆來叫你寫的時候，像個「狗爬字」一樣，我們常常說。不曉得你們現在習慣上怎麼講？我們小的時候啊，那個寫的字寫得啊，喔，不像樣，叫狗爬字，像那個狗在地上「鏗鈴匡啷」亂爬一樣，爬出幾個印子來。然後呢你每天寫，現在大概學校裡不大寫字了，喔，我們那個時候啊，在剛開始的時候啊，天天要描紅，開始天天寫，你慢慢地寫，久了、久了、久了、久了 ……欸！這個字就寫得好啦！那麼作算數，沒有一件事情例外的啊！",
    "557": "[09:17]所以這個也是一樣，我們必定要把懂得了道理在心裡邊不斷地這樣地思惟、觀察，這個就是我們因地當中，分分、心心、念念地下去，自然而然感那個果報。而不是聽懂了道理以後，喔唷！著急地要得那個果報，那你完全錯了！你要急著忙這個果報，實際上你停在那裡，是一步都沒有修行，這裡再順便一提！現在呢，我們繼續下去：",
    "595": "[09:55]設獲利養長時存活，然於死亡終無免脫終須有死，至臨終時，先經百年受用安樂，與唯一年受用安樂，二者相等，唯為念境，爾時苦樂無差別故。譬如夢中受樂百年與唯須臾領受安樂，二睡醒時，樂與不樂全無差別。哦，就這樣！假定你獲得了這個利益、利養，能夠長時存活的話，永遠長生不老，欸，那倒還情有可原。實際上呢？絕沒有這回事情啊！那個死啊是遲早到來的，而且真實地說，非常快！所以前面這個基礎記住哦！前面這個都是後面的基礎，當你有了前面這個無常的認識，啊！那的的確確地，你這個很明白擺在這個地方的，這種事情還擋得了你嗎？絕對擋不了你呀！那麼現在我們哪，如果說沒有把前面這個無常概念認真修學過的話，現在不妨現在回過頭來一想，那一點都沒錯嘛！實際上不管你有多大的好處，嗯，到那時候總歸要死。然後呢死的時候啊，不管你受多長久的快樂，以及很短的快樂，這個兩樣東西結果什麼啊？對著你，眼前沒有什麼，只是你概念當中覺得好像過了一百年。",
    "710": "[11:50]眼前我們回想起來，千真萬確的事實！啊，我說我今年六十歲了，想我六十年以前的事情，或者說想整整六十年當中的事情，跟昨天的事情啊，在今天回想當中看起來是一模一樣的。那個一百年的事情，嗯！眼前只剩下什麼？只剩下一點的憶念。這個憶念不但是只剩下憶念，時間上面啊，一百年跟一天、乃至一剎那沒有差別。而且這個憶念的本質上面，受苦的跟樂的，眼前當下留下來的憶念，這憶念本身根本無所謂苦樂，也是一樣的。就像夢當中一樣，等到夢醒的時候啊，對不起，這個樂是不樂，苦、樂是都一樣的！",
    "764": "[12:44]如是思惟，若於利敬能破貪著，則於毀訾揚惡名等不生憂悒，以不求於他顯我殊勝，雖不顯揚喜無退故。你能夠這樣地如理思惟的話，對不起，對於前面他破壞你這個名聞利養等等、恭敬等等啊，你一點貪著都沒有了。因為它一點沒有貪著，所以他不管怎麼毀謗、傷害你的話，說你的壞話啊，你也不會憂悒。也不要求，啊！說不要他罵我啊，他要稱讚我，這種東西也都不動，自然而然呢是八風不動。而你安住在法上面這個心量嘛，欸！一直在增長，所以你的這個喜心無退呀！安住在法上面，自利也好、利他也好啊！對啦！所以前面告訴我們，如果說你要利他而不能忍，退心的話，你懂得了前面這些道理了以後啊，那就不會退心啦！那就不會退心啦！",
    "840": "[14:00]所以到這個地方我們就想：哪！你能夠這樣如理思惟的話，不但破除瞋，而且也破除貪，貪、瞋兩個都拿掉啦！然後呢你能夠如理思惟，本身那個心相是什麼啊？癡也沒有了嘛！啊，真美呀！所以啊，最好的真正的修行就是什麼？喏、喏、喏！這個才是。大家總覺得修行啊，哎呀，好像要去拜一下佛才算；啊，好像要去念一下佛才算。拜佛、念佛當然是嘛！可是如果說你不能如理如法的話，對不起，你拜佛也錯啊！是念佛也錯啊！所以祖師一直告訴我們啊，如果你心裡不相應的話，你頭顱磕破也徒然！如果你心裡不相應的話，你念佛，喉嚨喊破也徒然！你心裡不相應的話，你閉關是千年不出也徒然！現在如果你心裡相應的話，拜佛、念佛是當然好，因為你身、口、意三業俱在。就算你不在拜佛、不在念佛，你坐在這裡的話，這意業本身也在念念增長啊！這麼個好法！",
    "917": "[15:17]所以我們一定時時、處處提醒我們：修學佛法重心何在？得正見！然後呢，增長它。那個時候啊你心裡面：啊，歡喜啊！一直在增長，心裡面那個跟法相應的法喜就不會退。這個法喜是真正的法喜，而且是真正的增長。",
    "948": "[15:48]亦如論云：「能障利養故，若我不喜此，我利置此世，諸惡則堅住。我寧今死歿，不邪命長活，我縱能久住，終是死苦性。夢受百年樂，若至於醒時，與受須臾樂，若至於醒時。醒已此二者，其樂皆不還，壽長短二者，臨終唯如是。設多得利養，長時受安樂，亦如被盜劫，體空手行。」那個論上面就這麼說，這個文很容易懂，就像前面我們剛才說的。不妨我們再溫習一下，如果有不了解的，趁這個機會再聽一下，也了解這個裡面的內容。嗯！假定人家來罵你呀，毀謗你呀，障礙我的利養的話，那我們想想看：嗯，我得到這個利養啊確實留在這個世間，這個東西帶不走的。但是呢因為你不歡喜，然後你發瞋心，這個東西就牢牢地就綁住你了，所以它很堅固地永遠安住在你這個身心當中。唉！我想到了這一點哪，我寧願現在死啊，也不讓這個惡存在我心當中，增長我的邪命。嗯！實際上呢，就算我能夠長時期地享受一點眼前的快樂，對不起，這個死這個本身，這個特質啊，是你沒有辦法脫離，最後還是要受的。",
    "1058": "[17:38]何況等到你臨終的時候啊，哪怕受了一百年，哪怕受了一萬年、一千年，跟一剎那，這個兩個內容比較起來，等到你夢醒的時候是一模一樣！一模一樣！所以壽長短是如此，裡邊的快樂、痛苦也如是，等到你最後走的時候，就像什麼？就像你在曠野當中被這個強盜搶得兩手空空，這兩手空空，幹什麼？去見閻王。然後因為你生前是不能如法行持，被貪瞋癡所轉，所以送到上刀山、下油鍋。哎呀！想到那個的話，這個貪瞋癡這麼簡單、這麼容易就拿掉了。",
    "1114": "[18:34]所以這裡再說一遍，大家有同修不懂的要想辦法弄懂，懂了它然後呢去如理思惟，這個是重要的。不懂弄懂，第一點。弄懂了以後不要說：「唉呀！那我做不到心裡著急。」這個著急本身還在錯。弄懂了以後啊，你正好趁現在這個如理思惟，你只要肯把那個腦筋如理思惟一定行！現在你不如理思惟，著急怎麼我做不到？實際上呢前面雖然懂了，真正的你沒真懂。為什麼沒真懂？你真的懂了就曉得怎麼去利用它呀！而你後面著急那個心理，那個本身還在錯誤當中，所以關於這個部分，沒懂！所以這個真的弄懂的話，要幾個，從淺到深，是啊！所以你這個次第都弄懂了以後，你曉得：第一步道理懂；第二步呢，把心裡面著急那種心裡面，想辦法拿掉它；然後呢把這個如法的事情，欸，搬進來去思惟、觀察；進一步，境界現起的時候正好派上用場！",
    "1187": "[19:47]那個時候啊，人家來罵你也好，人家來跟你囉嗦也好，你平常受不了的時候，你覺得：哎呀，妙極了！我現在懂得這個道理呀，以前在這個情況之下就生煩惱，啊，現在碰見這個情況，增長我的法樂啊！嗯！他不顧下地獄的這個惡業，來幫忙我成就我的忍辱，他是我的大善知識啊！那個恩是不下於佛啊！照這種情況之下，你平常一直把它討厭那些事情，一直把它討厭的囉嗦啊，你看得，哎呀，比甘露還要好啊！碰見這種情況之下，請問，你世間還有什麼不安樂的？安樂的是固然安樂，然後這樣的種種的違逆境界你也安樂，嗯，千真萬確的事實啊！",
    "1249": "[20:49]這佛在因地當中，就這樣地每一件事情上面這麼努力，所以他最後啊，欸！這個境界轉過來了。從哪裡轉的？就這樣嘛！所以分分的功德，必定是從斷、證兩樣事情上面安立的，記得不記得？有很多事情斷跟證好像分開來的，這件事情上你發現沒有？一件事情，一件事情！如果你不在斷、證的話那就是犯了毛病，就是這樣。當然，這個斷、證有很多情況之下兩個，就是說你不去理它，我們常常說你不要邪妄分別，不管他說什麼你不動，那個是斷；那個斷本身那個證，證的是不為所動。現在我們這個斷而證的話，不但是啊不為他動，而且即那個惡劣的東西，這個娑婆之中種種不理想的，一下轉變過來變成功什麼？變成功你報身、報土的莊嚴哪！這麼個好法呀！想想看，啊！這個教法的圓滿哪！然後呢我們就稱讚如來、禮敬如來、如法供養都在這個裡頭。然後你還想到：「哎呀，自己我居然今天居然懂了！」你內心又高興，這個高興本身又是隨喜功德。這個的的確確隨時隨地啊，這個十大願王一串，就來了，這麼個好呀！",
    "1345": "[22:25]所以我們現在要聽完了以後放下書本來 ─平常的時候我們放下書本，要去思惟、觀察的時候還苦苦思惟，現在妙不可言，放下書本來啊歡歡喜喜、高高興興，教你是越想越高興、越想越歡喜！平常叫你用功去想的話，喔，這個想得個頭昏腦脹，現在這個地方你想的話，想得來得個愉快！因為你心裡面愉快了，生理的啊也就是少病少惱。所以佛法之美啊，是莫過於此啊！",
    "1382": "[23:02]這個是個大乘教法，現在我們這地方還在前面喔，剛才碰見一點皮毛喔！碰見一點皮毛這麼好了，所以你到後面的話，啊！你越到後面是越快樂。所以人家說這個修行苦事，的的確確剛開始的時候啊，完全在你的習氣當中，你要把那習氣拿掉，這的確苦的。可是它苦不是佛法本身苦，是你以前錯誤的習氣在苦你呀！等到你拿掉了，跟法相應的話，哪怕剛開始一點點就這麼安樂。一點點就這麼夠安樂了，你到後面越來越快樂，那還嫌多的嗎？啊！這個修行實在好！現在我們繼續下去。",
    "1427": "[23:47]第二破除不喜怨敵富樂，喜其衰損者。這個更有意思，前面人家傷害我嘛還 ……進一步啊，我們這心裡面就會這樣：人家傷害我啊，不願意，可是啊我們卻偏偏要傷害別人。還有呢，是嫉妒別人，現在這個地方特別就這一點來說的，去嫉妒別人，尤其是怨敵。一般人當然我們還不至於，這怨家對頭他得到了好東西，那個時候啊你心裡想：「唉，怎麼他得到好了！」你就受不了。那麼在這種情況之下，我們怎麼對治它呢？看：",
    "1476": "[24:36]本為利樂諸有情故發菩提心，今於有情自獲安樂反起瞋恚。是啊！現在這地方我們在幹什麼啊？我們在作修學菩薩道，要求無上菩提。什麼是菩薩道？你為利益一切眾生，乃至於要使他成佛，所以你忙這個事情。成佛的內容有兩樣：叫眼前增上生，究竟決定勝。要樣樣的好處都給一切眾生，這個是菩提心，我們現在學菩薩行的人發心做這種事情。現在你沒有給他，他自己得到了，你應該：「好！哎呀，本來我要給他呀，要花我好大的氣力，他現在自己得到了，哎呀，那是我真感謝他呀！」結果你不但不這樣想，反而他得到了還去瞋恚，那豈不是顛倒到不曉得哪裡去了嗎？",
    "1546": "[25:46]又云惟願一切有情皆當成佛，今見彼等略有下劣利養恭敬，反生憂惱極為相違。我們發菩提心偈當中說「為利有情願成佛」，啊！你乃至於要使他成佛了，他得到一點點下劣的利養，你都心裡面覺得：「喔唷，這樣！」那跟你的誓願不是完全相反、完全違背了嗎？",
    "1575": "[26:15]故應於他幾大富樂，斷除嫉姤至心歡喜。所以他有多大的好處，你就應該多大的歡喜呀！絕不會有嫉妒啊！",
    "1591": "[26:31]若不爾者，則菩提心利樂有情唯假名故。否則的話呢，你說的菩提心，那都是騙人！都是假的！",
    "1601": "[26:41]如云：「為樂諸有情，而發菩提心，有情自獲樂，何故反瞋彼。這個很明白。",
    "1609": "[26:49]云令諸有情，成佛三界供，見下劣利敬，何故起憂惱。那就這樣。",
    "1619": "[26:59]若汝所應養，當由汝供給，親友得自活，不喜豈反瞋。嗯！都是解釋這個道理，說本來是應該由你去供養他的，因為你發了菩提心要這樣嘛！結果呢，現在他自己得到了，安樂了、快活了，你怎麼反而不歡喜還要瞋恚呀？",
    "1641": "[27:21]不願眾生樂，豈願得菩提，故若憎他富，豈有菩提心。這個，這是很明白地去辨別一下。假定你不希望人家得到快樂，嫉妒人家的話，那這什麼叫菩提呢？什麼叫菩提呢？所以啊，如果是你對人家得到的快樂，起瞋恚不耐的話，這怎麼談得到有菩提心？",
    "1672": "[27:52]若他從施獲，或利在施家，此俱非汝有，施不施何關。」那退一萬步說，這個不管人家的事情，他或者是從布施獲得，然後呢，被獲或者被送，不管是兩方面，這個都跟你了不相干哪！你何必跑得去啊，要風馬牛不相干混插他一腳啊？",
    "1703": "[28:23]怨家衰敗而生歡喜，及暴惡心願其失敗，僅由此心於怨無損，唯令自苦。更進一步說，更進一步說，你不是歡喜希望的這怨家衰敗嗎？你不是歡喜他得不到富樂嗎？注意哦！這當這個怨敵仇家衰敗的時候，你心裡面生歡喜；或者你得到富樂的時候啊，你希望他失敗，非常強烈的這種暴惡之心。要曉得，你這樣的這個心裡面，對他沒有損害，對他毫無損害！唯一損害的是誰啊？是你自己呀，是你自己呀！我們心裡面造的惡業呀！這何苦來哉呢？",
    "1768": "[29:28]設能損他，然亦俱害，思此過患，當一切種而正滅除。"
}