{
    "3": "[00:03]設能損他，然亦俱害，思 此過患，當一切種而正滅除。就算你真的能夠損他的話，對不起，他固然受了損，你受的損更厲害呀！你了解了這個禍患的話，你在任何情況之下，你一定要正對著這個問題，徹底地消除它。",
    "25": "[00:25]如云：「設怨有不喜，汝有何可樂，僅由汝希願，豈為損他因。如果說怨家有壞事情，有不歡喜的事情發生了，你有什麼好快樂的呢？要曉得僅僅有你的這個心裡的願望，希望他這樣、這樣，對他沒有什麼損害。",
    "51": "[00:51]縱由汝願成，他苦汝何喜，若謂滿我心，損失豈過此。彼煩惱漁夫，利鈎之所執，我於地獄鑊，定受獄卒煎。」那麼這兩段，我們看一看哪！就是說，你心裡面的希望他 ……這個跟他了不相干呀！就算是因為你希望他損害，希望他得不到快樂，而真的如你所希望的，這樣地做的話，這種狀態，真正實際上的損害就是損害我自己呀！我自己的損害，沒有比這個損害更大啦！為什麼呀？因為我們現在這種心理狀態是什麼？在煩惱。這個像煩惱的個鉤子，這個鉤子就像魚鉤一樣，啊！放在這個地方，你不了解這個煩惱之鉤啊，你把它一口吞下去，就被它釣上了。這條魚吃了這個魚鉤是被它釣上了，我們現在吞下了這個煩惱鉤，眼前心裡邊是為煩惱誘惑所擾，將來下地獄去。所以你只要種這樣的因，是將來一定要受地獄的煎熬啊！",
    "139": "[02:19]這我們想一想的話，啊！誰呀都在任何情況之下，一定把這個內心當中拿得乾乾淨淨。所以佛真巧妙極了！不是教你不瞋，要教你瞋對，瞋什麼？瞋我的煩惱！所以前面說：我現在要鬥的，跟誰鬥啊？跟我自己煩惱鬥！鬥這個東西。你千千萬萬不要忍受這個煩惱，而吞這個煩惱，吞下去，那你完了！這是我們應該的。",
    "173": "[02:53]如是若於障礙我樂及我親樂為作非樂，并於怨家所有盛事，一向視為不可樂相，由此生憂，憂增發瞋。若能破其一向不喜，則止其憂，由憂息故，瞋則不生。那麼現在前面的就告訴我們了，像這樣前面所說的，或者是直接障礙我的快樂、障礙我親友的快樂，而他做種種的不好的事情，那麼像這種人是怨家。怨家所有的好事情，如果我們平常看起來，都不能忍受、不歡喜，說「不可樂相」，因為這個不歡喜而生憂惱，由憂惱而發瞋恚。照著前面這個道理，你把它都破除掉了；破除掉了，這個憂惱心就沒有；憂惱心沒有了，瞋心就平息。好了，忍就成功啦！",
    "246": "[04:06]故應以前所顯正理，於此破其一向不喜，由眾多門滅除瞋恚，以其過失最重大故。由於這個所說的 ─「正理」兩個字，前面告訴我們的如理正確無垢的道理，破除了我們一向所有這些的，以及向來一直如此的錯誤的，跟煩惱相應的不歡喜的心。那麼行啦！然後呢，由各式各樣的方法 ─眾多門。現在我們漸漸地了解了，了解什麼？就是前面講修的時候，「破除邪執」，他怎麼說？你如果聞慧多就思慧多，思慧多、修慧多，將來你能夠斷過證德的功德也多，對不對？你了解得越多，然後呢，你使用的方便也多，處處體會，在任何情況之下，不管你怎麼想，你找到的只是法樂。假定你了解得不多的話，你用的方法只有一個的話，對不起，你只能用這一個，這樣。",
    "327": "[05:27]所以平常啊我們總是要講修行，啊！忙得覺得好像：「哎呀，只要這樣就夠啦！」不管你是忙什麼，你是拜佛也好，然後說跑到關到山裡面去關也好，你這個辦法就是死死的這個辦法。你關在山裡可以，對不起，一出山，不行了；你關在山裡可以，到了夏天，熱了你又受不了，到了冬天，冷也受不了；叫你跑出去買菜，不方便你又受不了。唉呀！這個煩惱又來了，所以「關」不是一個辦法。好！你說：「我念佛！」然後呢，欸，你剛開始的時候念得是滿起勁，到了時候肚子餓了也不行；人家跑得來找你，事情又不行；你說你拜佛 ……沒有一個例外的，沒有一個例外的！所以弄到後來是閉關也不行，是念佛也不行，是拜佛也不行。",
    "381": "[06:21]現在這個地方，處處地方告訴我們，我們如果想圓滿修學佛法的時候，你不要著急。剛開始的時候，怎麼辦呢？你就能夠如理地聽聞，如理地思惟。是的，那麼有人就著急了，說：「唉呀！這個無常很迅速啊，到那個時候啊，生命很短促。」這個話千真萬確喔！是本論一開頭的特別重視這個，正因為無常非常迅速，所以你要趕快找到種種如理法門，對治你眼前的煩惱啊，那樣才對啊！結果你不這樣走正確的方法，你說：「喔，趕快，我關起門來。」結果關在這個門裡邊，自己生煩惱，你白白浪費了嘛！對不對呀？現在我們大家都是犯這個毛病啊！",
    "434": "[07:14]如果說，你現在能夠這樣地如理，找到一個辦法，所以他一定告訴我們：如理、如量、次第等等，圓滿無缺。然後你能夠這樣的話，不管你拜佛也好，念佛也好，閉關也好，坐在那裡也好，做什麼事情也好，你一直在那兒增長善法。是！無常是過去了，增長善法的結果，什麼？你到了極樂世界，你還愁什麼嘛！就算你不到極樂世界，你的善法這樣增長的話，我們了解這個道理的話，它那個增上生，眼前你造的一切的因，都是這個善因。下一次你碰見的，比現在越來越好、越來越好、越來越好 ……。你到這個環境當中的話，這麼個好啊！你周圍那些人也跟他在一起，然後你的環境也在一起。然後呢就是個惡人，因為你宿生因地當中，當這個惡的事情現起的時候，你如法相應的，都是成就你的功德；跑到下一生，還是這樣地策勵你向上，所以就算你不往生，你都不怕呀！",
    "504": "[08:24]更深一層說，菩薩之所以不怕的真正原因就在這，他已經牢牢地把握得住，一生比一生增上，這種情況耶！這個道理我們務必要知道。那麼這個道理靠什麼？要了解得多，然後呢思惟得多。思惟得多的話，你現在造這個善淨之業，都是這個善淨之業，你怕什麼啊？佛法不是講因果？因果我們現在積的什麼？業因嘛！你現在積的完全是善淨之業，你還要怕？修學佛法的人，連它這一個都不了解，還修些什麼啊？所以我們真正重心在這個地方，要把握得住啊！這個地方不是叫我們說：「啊，你不要說修啊！」不是！恰恰相反，我們要這樣修。也不是不要拜佛、不要閉關，恰恰相反，你要去做。這個地方的重點你要注意啊！要把握住這個重點，到那時候好了，你是閉關也好，拜佛也好，念佛也好，做什麼也好！這個要分別得很清楚。再下面，",
    "581": "[09:41]能滅教授亦即上說佛子正理，要與煩惱而興駁難，向內摧壞第一仇敵瞋恚之理。說由於眾多門當中，觀察思惟滅除瞋恚，因為為什麼要這樣努力呢？因為它的過失是非常地嚴重；它的反過來，利益是非常地殊勝。那麼，現在呢你要滅除它，上面所說的這個道理，就是能夠針對著這個毛病，來消除它的最如理完整的教授，這個豈不是我們修學佛法的人該修學的！然後呢，我們眼前應該幹什麼？跟煩惱駁難。他不用「鬥」，而用「駁難」，這個駁就是辯駁，難就是問難。換句話說，我們在討論問題的時候，來往地推敲 ─喏，就是這樣！你一再地思惟觀察。前面告訴我們，都是這個：對呀！他們來傷害你，然後你這樣去思惟觀察，而這樣的話對不對；那樣的話是對不對？所以你內心當中，的的確確在分別這個事情 ─如理分別。所以的的確確，這個修行最佳的是如理分別，現在我們不懂得，不懂得這個道理，常常說：「唉呀，你不要分別了！」結果把最好的法寶損失掉了，真可惜！真可惜！所以眼前了解了這個道理以後，這樣地去反覆推敲，然後內在呀，把這個煩惱的怨敵把它摧毀！",
    "708": "[11:48]上面告訴我們，我們現在得到了這個修學佛法完整的教授，是對治這個煩惱的教授。那麼現在呢，就拿這個如理的教授跟這個煩惱，這兩樣東西互相地來給它辯駁。這個「難」，普通我們就是說所謂問難、質難，換句話說你針對這個問題，要去深入地探討、思惟。現在經過上面這樣的深入地探討的思惟，結果你在任何情況之下，找不到一點點你不能忍的理由，找不到一點點你瞋恚的理由，所以自然而然那個忍辱就成就了。妙咧！當你破除這個瞋心的時候，那個貪也拿掉了，那個癡也拿掉了。",
    "783": "[13:03]所以雖然這地方，主要的是講破瞋恚，因為這個損害最大，是第一大怨敵。但是前面告訴我們「而興駁難」這幾個字，注意喔！這就是我們平常正確用功的方法，不要小小把這幾個字隨便漏掉。這兩個字，你懂得了以後，然後經常擺在你心裡邊，這樣地反覆思惟、觀察，修─就修這個。你拿這個概念擺在心頭上面的話，持戒，戒持好；念佛，佛念好；拜佛，佛拜好；閉關，對了！然後你把這個內心當中調柔了以後，兩腿一盤，那個定很快啊！這個我們一定應該正確地認識的。所以這個地方告訴我們，要與煩惱而興駁難。好！",
    "857": "[14:17]是故若能以觀察慧善為思擇，以多正理而正破除，則能遮止多類瞋恚，喏！所以說呀，假定你能夠「觀察慧」，現在這三個字同樣的。這個智慧怎麼來的？就是思惟、觀察、抉擇，而這個智慧是破煩惱的根本的正對治。而煩惱是什麼？我們生死的根本。現在我們常常說：「哎，你幹什麼要修行？」為什麼要修行？要了脫生死。結果了脫生死，修行的最正確的唯一的工具 ─這個智慧，要得到這個智慧，要這樣地如理觀察思惟，你不用，請問你修些什麼？所以說，哎，要拿這個，還要呢「善為思擇」。拿到了以後啊，要拿了這個東西，很善巧地多多思惟觀察。如理的、正確無誤的，然後呢正對著這個煩惱，把它一一摧毀，一一摧毀！「則能遮止多類瞋恚」呀，他把各式各樣的，哪一種、哪一類的不如理的這個瞋恚，都把它去掉了，淨除掉了，遮止住了！",
    "947": "[15:47]由眾多門發生堪忍，欸，忍就成功啦！忍就成功啦！",
    "953": "[15:53]能得堅固微妙習氣，以是由其無垢正理，於正教義獲定解故。有捨觀慧思擇修者，即捨此等菩薩一切廣大妙行，當知即是自他暇身受取心要無上障礙，猶如毒蛇應當遠離。那麼關於忍辱那一點，簡單地說完了以後，他那個地方又特別提醒一件事情。就是要善巧地運用這個我們得到暇滿人身的最殊勝，六道當中也唯一只有這個暇滿人身得到的，什麼？就是我們思惟、觀察這個能力。實際上呢，破除煩惱，要想透脫生死，也唯一的這個東西，這個地方最後特別說一下。",
    "1014": "[16:54]所以上面的所以能夠遮煩惱，由眾多門能夠啊，特別是瞋恚而發起這個「忍」 ─堪忍、忍辱能力的，在這種狀態中，能得堅固微妙的習氣。平常我們也是無始以來積累什麼？染、雜、惡、垢的習氣，這個習氣堅固得不得了，怎麼弄也拿它莫奈何！那麼經過了上面這個如理思惟、觀察以後，欸，這個微妙的這個習氣起來了，而且堅固！",
    "1064": "[17:44]所以對於上面所說的，一點都沒有錯誤的、正確的、如法的這個正理，要獲得定解。而這個正理是什麼？佛出世最完整正確地告訴我們的「教義」，這個「教」就是告訴我們的，告訴我們的真實的內涵哪！這個真實的內涵，要獲「定解」！定解兩個字就是勝解。不是說：啊！聽懂了、聽懂了。沒有用！的的確確 ─你要用，聽懂是第一步，聽不懂你還談什麼呢？但是單單聽懂而擱在那裡書本一闔，對不起，在書本裡頭。",
    "1111": "[18:31]所以我們必定要不斷地思惟、觀察。這個地方大家還想得起來吧？前面告訴我們「修」，修是什麼？於善所緣數數思惟、稱量、觀察，對不對？喏！就是「善所緣」。平常我們心所緣的是什麼？對不起，都是惡的。不在明顯的貪境、瞋境當中嘛，就是不明顯的癡境當中，自己還覺得很好，就是這樣，這個都不是善。現在呢，如理地稱量觀察，這個就是善所緣的。然後呢不斷地 數數是不斷地 去思惟、觀察、思擇，那麼經過了這樣的話，對這個東西產生決定不疑的認識，那個時候你起心動念就是它。所以平常我們遇見任何一件事情：欸，我覺得這件事情這樣，我看這件事情這樣。這就是什麼？我們一般人說的見解。這個就是我們一向的定解，可是這個一向的定解都是什麼？跟煩惱相應的。現在這個地方，我們真正要努力的，要對這個如理的正教的意義，經過這樣思惟而得到這個。",
    "1196": "[19:56]所以下面反過來說，有的人哪，唉，真是可惜啊！捨棄掉了這個「觀慧思擇修者」，說他要修行，結果呢，那個修行的最佳工具，就是思惟、觀察的這個觀察慧不要，他說修行，這個叫作修行。要曉得這樣的修行，是捨棄「菩薩一切廣大妙行」啊！真正修菩薩道的，它菩薩道真正殊勝的地方在什麼？大家記得不記得？入大乘之門的根本因是什麼？菩提心。這個菩提心 ……主要的方便跟慧，而方便是菩提心不共之因，慧是三乘的共因，大家記得不記得？所以現在你捨棄掉了這個方便，然後說要去修行。這個方便是什麼？就是思惟、觀察。你要思惟、觀察，一定要多聽聞哪！請問在這種狀態之下，你怎麼修這個菩薩的大行？所以我們說：「哎呀！我發菩提心，我要學菩薩行。」結果你的行為是背道而馳，南轅北轍啊！",
    "1286": "[21:26]在這種情況之下，我們必定要了解啊，這個是在我們可以說是最大的大障礙。我們現在得到了最難得的這個暇滿的人身，而且拿這個暇滿的人身來去修行無上的心要，所以「受取心要」，這個是中心的綱要。你現在不要它了，捨棄它了，所以這是個障礙。因為這個東西本身最主要的、最根本的，所以這個障礙是最大的、無上的。這一件事情像什麼？像毒蛇一樣，啊！你不要說跟牠玩哪，老遠看見牠，哇！那趕快躲開都來不及。所以，這個地方就順便一提。",
    "1341": "[22:21]我們哪，現在不善學，往往不了解這個經論上面的真實的意趣，在前面，前面這個第十卷當中，辯得特別詳細。也是有很多人哪，說：「哎呀，不要分別的。哎呀，你不要分別啊！」說：「如如不動啊！」是！這個是什麼？果！一定要經過前面這個因位當中如理思惟、觀察、修習所得到的。經過了這樣的如理思惟、觀察、修習以後，證得是一點都沒有錯，所以這樣的因感得這樣的果。現在你在凡夫地，渾身心都在煩惱當中，居然你呀顛倒了說 坐在這個地方啊，在癡心當中說 這個叫「如如不動」，捨棄掉了，不要這個觀察慧，真是一個大錯誤啊！",
    "1407": "[23:27]前面大家重新再溫習一下，如果了解了，那我們繼續下去；如果不了解的，務必把最一開頭的時候，關於正修跟破除邪執這個概念要辨得清楚。所以前面曾經一次、兩次、三次，一而再、再而三地說明這個道理，那麼這裡又說一遍。好，上面就是關於生忍那一部分，就是對於人家來傷害你，怎麼樣對治它。第二個呢？",
    "1446": "[24:06]第二引發安受苦忍分三：這是卷十二。說受苦的這種狀態當中，你是安然忍受它。它這個地方，不是從外面來說的，是從你自己本身所受的苦。那個所受的苦，也許可能是外面來的，也許可能是從內發的，乃至於你自己去找的。你說自己怎麼會找呢？下面會告訴我們，現在我們看：",
    "1476": "[24:36]一必須安受苦之理，二引發此之方便，三處門廣釋。第一個，說安然受苦，它為什麼一定要去受呢？如果不一定要去受的話，那我們不必找這個麻煩。所以他第一步是說，為什麼一定要受？懂得了，既然必須要去受，他不馬上叫你受，要找這個方法。而在找這個方法之前，他也特別地，是引發這個找這個方法的一個方法。找這個方法的方法，我們前面一再說，就是推動你、策勵你，精進想學的這個心。有了這個推動你一心一意想學的心，然後你去學，對了！如果沒有這個心，平常我們說：「哎呀！這個也忙得少不了，這個也忙得少不了。這好像是，嗯！沒關係，慢慢地來。」它現在經過了這樣的話，你就一心一意地全部精神急著要去找，那個時候旁的事情都丟掉了，你才真正有進入修行的可能。所以它每一個地方那個次第，這樣地完美！現在我們看下面怎麼解釋。",
    "1555": "[25:55]今初　如《入行論》云：「樂因唯少許，苦因極繁多。」我等恆有眾苦隨逐，故以苦為道不可不知，論上面告訴我們，快樂的因由很少，苦因非常多。注意這個「因」字喔，他不講苦、樂，而就苦因及樂因。是的！我們現在要求的是求快樂，你要求快樂，先要啊看因上面。是的！我們要去苦，你要去苦啊，先看因地上怎麼去法。這個說真正找找的話，哎呀！這個樂因是很少，一點點，苦因是到處都是。因為這樣的關係，所以我們動不動是造了苦因，因為造了苦因啊，所以一直被這個苦纏在這個地方。既然在這種情況之下，被苦所纏著，現在我們要修道，你必定拿我們現在的身，以及我們現在的環境，在這個裡邊去修。所以，你如果說不能針對著這個環境，拿我們現在這個條件來，請問你怎麼修啊？既然如此，所以你必定要對於我們眼前這個苦啊，要有正確的方法，要對治它。所以啊，說不能不以苦為道，所以「故以苦為道是不可不知」啊！我們必定要曉得的，我們真正修行，就是眼前這個是苦上頭，了解怎麼對治它。",
    "1668": "[27:48]所以現在這一點，有太多的修行人，事前聽人家：「哎呀，這個修學佛法好呀！」「對呀！」「這個世間真苦啊！」「欸，對啊！」然後他就修啦！因為這個道理沒有正確地認識，他是沒有錯，感到世間的苦，但是因為這個道理沒弄清楚 這個道理講的什麼，就是如此因感如此果 這個因果的必然關係沒有弄清楚。他聽見人家說修行這是個好事情，他就以為說：「好！把家裡一拋，跑到廟裡就快樂了。」有這樣的事情嗎？沒有！我們必定要知道：是，我們真正要得到快樂，必定要去修；而要修的話，在那個家裡是一定修不成，所以才要跑到專門修行的環境，那個是我們到廟裡去的真正的原因。不是說你到了廟裡是，啊！就快樂了，那完全錯了！",
    "1726": "[28:46]到了這個地方，然後你修，修什麼？修快樂之因。而眼前這個痛苦這是以往之果，正要如法地拿出你的正確的認識、意志，然後呢去修行。這個修行是一個苦事情喔！這我們必定要認識哦！你認識了這個，就沒問題了。就因為我們現在種種的誤解，產生了這個。所以一跑到廟裡，總覺得好像在那個地方袖手旁觀，看人家燒飯，看人家樣樣弄好了。然後呢我跑得來，張開口吃完飯，跑到佛堂裡去拜幾拜；然後早晨念它幾卷經；喔唷！我早晨幾點鐘起來，我打坐可以打多少時候，這樣。"
}