{
    "7": "[00:07]然後這種呢，天上掉下來也不管，佛台上面滿是灰塵也不理，覺得修行。不是的呀！錯了！這個我們要正確地認識，要正確地認識。",
    "20": "[00:20]所以你正確地理解了以後啊，一再說，當然了，這個拜佛哪有不好的？是最好的事情！念佛，再沒有比念佛更好的！但是除了這個正行以外，最重要的這個正行的中心把握住，這第一點。這個時候是什麼啊？就是你苦苦地修行，這是件苦事情喔，你是在積這個樂因喔！除了這個正行以外，然後呢那個從早晨齋堂裡邊，所謂大寮，就是燒飯；然後呢淨頭就是打掃廁所，從最下賤的地方；乃至於跑到佛殿上面是香燈，伺候佛，沒有一樣東西例外，都是最好的修行。怎麼講呢？積樂因，積樂因啊！這個我們必定要認識的啊！",
    "80": "[01:20]若不爾者，假定你對這個不認識的話，欸，下面來了。",
    "85": "[01:25]如《集學論》說，或生瞋恚或於修道而生怯弱，即能障礙修善行故。你對這個不了解的話，欸，這個就論上面，菩薩們告訴我們哪，說到那個時候你就受不了了，哎呀，這個修行還要這麼苦啊，唉！你說：「我修行跑來修行了，怎麼跑到這地方，還要叫我燒飯，跑到這地方還要叫我打掃廁所，啊，還要叫我做香燈，還要做這個！」好像都是人家，都要應該供養你那個樣的，這樣。嗯，錯了！錯了！這樣。乃至於說，被了這件衣服，好像人家，乃至於跑得來不向你拜一下，你覺得被了這件衣服，該受人家拜的一樣，錯了！",
    "130": "[02:10]我現在的了解，一被了這件衣服，我就戰戰兢兢 ─啊！我這個心裡面跟這件衣服相應嗎？所以我常常說，一看見人家拜，我不是覺得他在拜我耶！我覺得他是個大善知識，提醒我，欸，說：「法師啊，你現在撐那個清淨幢相，你的心裡面跟那個清淨幢相相應嗎？」哎呀！我警惕得不得了，這是個佛陀來警告我。啊！戰戰兢兢啊！這樣。然後我跑到這個廚房裡去的時候，我不但要去做一下，哎呀！人家居士們辛辛苦苦，他省吃儉用送到這個地方來，這樣啊！那我趕快呀，當然做，不但我自己去做，壞的我自己吃，填飽肚子趕快去修行。然後呢下來以後馬上去打掃廁所，弄好了以後啊，馬上香燈。處處地方淨除我的以往的惡習，然後這個助行來增長我的功德。你就不會在那兒，總覺得：哎呀，這個不對勁，那個不如理！你沒有這種心情的話，這個瞋恚就生不起來了，這第一個。",
    "202": "[03:22]還有呢，這樣狀態當中的話，你對這個修道的話，就覺得：啊！打起精神來，這個都是為我啊，積聚資糧，淨除這個啊！你就不會怯弱了。要不然的話，做一點小事情，哎呀，這個不行，是那個不行。你所以不行的原因是為什麼？是的，容或你體力不足；還有呢，就是你認識不夠 ─認識不夠，那沒辦法好想了。所以前面說最佳對治，無知的對治 ─要學，如果這個不認識的話，那跟佛法是絕緣的，沒有緣的。你努力去學，了解了以後，那時候才曉得：啊！沒有錯，你唯一的辦法，必定要如理地了解，如理地了解，如法行持。那個時候你就發現：原來啊，我在這裡花一點小本錢哪，是賺大利益！是，本錢一定要花的，但是賺回來這個利益是不得了的。你一看見這一點哪，就像做生意人一樣，這生意越忙他越開心哪，越高興！我們現在不了解的話，哎呀，做了一點事情啊，就是這個「怯弱」現起來了。所以下面說，你對這個如果不了解的話，不能以苦為道的話，對於這個修道，就產生這樣，那障礙種種善行，說「即能障礙修善行故」。",
    "299": "[04:59]此復有苦是由他起。亦有諸苦，無論於道若修不修由宿業起。這個苦有兩類：或者由別人生起；或者有很多苦啊，這個不管你修道、不修道，對不起，你宿生造了這個苦因，它總歸要來的。",
    "321": "[05:21]又有一類如下所說，由修善行始得發起，若不修善則不發生。另外有一類苦啊，則是就修行才有的，不修行哪，它不會發生，不修行不會發生。譬如說，以我們現在來說，我們現在要修行了，跑到廟裡了，喔喲！早晨三點多鐘要打板，這麼冬天哪，你啊，又不能讓你說，「哎呀！我多睡一會。」打了板就得起來，就是這樣。平常的時候，覺得累了跑去躺一下，不行！然後呢做任何事情，的的確確這種事情啊，如果說你不修行，不會有這個。平常的時候，我要想吃什麼，要想玩什麼，就是稱我的心意，而現在樣樣都不行。頭髮嘛剃得光光的，身上的花花綠綠的東西都剝掉，你要看電視也不行，看那個，那個東西，沒有一樣東西，然後還要去做這個，這個都是修行來的。",
    "382": "[06:22]如是若由宿業及現前緣增上力故決定起者，此等暫時無能遮止，起已必須安然忍受。若不能忍則反於此原有苦上，由自分別更生心苦極難堪忍。若能安忍雖根本苦未能即退，然不緣此更生內心憂慮等苦。若於此上更持餘苦助道方便，則苦極微而能堪忍，是故引發安受苦忍極為切要。第一個，說明為什麼要必須受這個安受苦忍的道理，這個道理我們必定要認識。這一點哪，尤其是我們在座的諸位，決心想修學佛法的，這個概念必定要了解！更深一層說，更推廣一點來說，任何一位真正想修學佛法的人，這一點必定要了解。你如果不了解，你不能安受這個的話，佛法不談，修佛法不談。",
    "455": "[07:35]現在我們再看一下，說就像上面所說的，或者由於宿生的業力，這個教我們要必須淨化的；或者「現前緣增上力故」，眼前種種因緣。為什麼？你要修行啊！修行嘛所以要衝破你以往的無明、宿習，是啊，所以必定要針對的這個。像病一樣，如果生在瘡，要動那個刀來割，如果在裡邊要吃藥，哎呀，那個東西，沒有一樣東西例外的；心病亦復如是。由這樣的緣故增上而生的，是你要去求它，這樣去努力，這個決定要來的，絕對沒有方法遮止它的！所以這種情況之下它生起來的時候，你必須要忍受，而且要什麼？「安然忍受」。實際上我們誰也都在忍，哼呀、哈呀、叫冤哪，那個不行，那個不行！要心裡安然，不但安然忍受，安然忍受還要安然忍受的條件喔！條件下面講。",
    "530": "[08:50]現在說，假定你不能在這個上面安忍的話，那個本來原來的苦，因為這個苦你不了解，然後非理分別、非理作意，結果啊這個苦本來是無法避免的，加上你現在非理作意，心裡面更苦，哎呀！那是痛苦不堪。現在我們不妨拿一些事實來說明一下，我們常有這個感覺，你本來好端端的，然後呢你心裡面動了一個非理作意，哎呀，自己覺得啊，想得這個 ……煩惱當中去盤煩惱，就是腦筋裡面這個。結果啊你越想越煩惱，越想越煩惱，對不對？我想我們人人都有這個經驗吧！所以我們常常說一個小小的譬喻，譬如說我跟某人吵架了，然後吵過嘛就算了，等一下我跑過去一看，欸！這個人在旁邊說話。他本來好端端地無關緊要，你也在好端端的，你就心裡：咦，這傢伙又在那兒說我壞話了！然後你想：欸，他一定是！你越想啊心裡面是火氣越大，對不對？欸！就這個樣。",
    "600": "[10:00]再不然的話呢，沒人，你也不跟人家吵架，你好好地在做事情，你滿好地做事情，你覺得：唉！我本來在那兒好端端的，跑在那邊修行！像前面已經告訴我們，修行的本質沒摸清楚，他以為：喔！修行嘛，就是好像離開了家，跑到這兒安樂的，我結果跑到這兒還在受苦！結果啊心裡面又在那兒嘀咕嘀咕，事情已經做完了，他還在那兒嘀咕不已，哎呀，坐在那裡愁眉苦臉。我想我們有這個經驗吧！再不然的話，你在那兒忙，看見別人在那兒好像閒：嗯，他那個偷懶！這種都是非理作意。這個苦本來就是無法避免的，結果偏偏你啊在火上加油，心裡面再增加一個，害了，害了！",
    "652": "[10:52]所以說，在這種情況之下，你能夠了解了這個道理以後，你反過來，你不走這個非理作意，這個就是邪分別。說平常我們說「你不要分別」 ─不要非理分別，邪妄分別，這個不要；然後呢你如理分別，去安然忍受它。那個時候怎麼辦呢？它那個苦還在，並不是說安然忍受這個苦沒有了，它沒有退。但是呢，你能夠不非理作意，因此這個外面那個苦，它不會引生你內心上頭的剛才這種非理作意憂惱，第一個。好了，這個苦最多只有這樣！",
    "702": "[11:42]更進一步，如果你在這個上面能夠「持餘苦助道方便」，把這個苦反過來能夠幫助你的話，那這個苦就變得很小，你就很容易忍受。這個還是說一個比喻，就像剛才說的那個作生意，這最現實不過的事情。作生意省力嗎？不省力耶！苦得很耶！但是因為你心裡邊有一個感覺，覺得：這是賺錢哪，這是你該做的啊！所以你不但不把它看成苦事，而且策勵你，這幫助你去推動你去作這個生意。換句話說，推動你找這件事情做，如果這件事情辛苦的話，推動你去辛苦，對不對？現在我們跑到這裡來，也是作生意，作什麼生意啊？賺的是佛法的法財，就把那個煩惱要換出去，把那個正法要把它換進來。世間的人把那個商品換出去，把那個錢換回來，我們也是一樣的呀！我們對這個東西有了正確的認識以後，然後我們一天到晚是忙，還就找它去咧！所以在這個上面哪，把這個苦作為助道的方便，就像作生意人去忙一樣，結果是你越忙是越起勁，越忙是越快樂。有沒有苦？有的，那時候你感覺的苦，欸，變得很小了，變得很小了！這是我們人人有的經驗。",
    "817": "[13:37]所以我們不妨還運用一個常提的一個故事：喔！這個小孩子牙齒痛了，哎喲，痛得 ……一看見一個糖，眼睛瞪得大大的。過了一陣子他要吃糖，欸，不讓他吃啊，他還不行咧！到那時候他雖然牙齒痛，還吃得個起勁，就是這樣啊！我們現在也是這樣，對的，要苦的，但是呢你的的確確要體會到裡邊的樂，這種狀態當中的話，那一點的小苦擋不住你。「是故引發安受苦忍」，所以這地方就告訴我們哪，我們用什麼方法去策發它，這個事情是絕對重要！絕對重要！",
    "864": "[14:24]現在道理有了，說是的，我們必須要受。這個概念很重要哦！我們往往弄得後頭，哎呀！覺得不對就退心了。現在想想看：退心的結果是什麼？後面在精進上面會詳細告訴我們。這地方不妨提前來說，你退心的結果啊，安樂並沒有增加；安樂沒有增加，結果呢，大苦是大大地增加。所以我們在這地方，必定要把這個道理如理如法地反覆思惟、觀察，在內心當中生起如理，還有如量，如量就是定解。到那個時候的話，你自然而然什麼苦都不怕，不會退怯，然後呢精進自然提起來。這兩樣東西有了，佛法在你手上！現在我們下面看：",
    "922": "[15:22]第二引發方便分二：欸，對了，那麼怎麼樣引發那個忍辱、忍波羅蜜的，忍受這個，安受苦忍的這個方法呢？它有兩點：",
    "940": "[15:40]一有苦生時破除專一執為不喜，二顯示其苦理應忍受。　今初第一個，當苦生起的時候，你一向把它不能忍受、不歡喜，這種執著、這種心理狀態破除。進一步，說這個苦啊，不但是不歡喜它，而且還應該忍受，還要歡喜它。下面我們看，第一個：",
    "975": "[16:15]若已生苦有可治者，是則其意無須不喜，若不可治縱不歡喜亦無利益，非但無益且有過患。嗯！他一步一步地來，第一個先看，這個苦能不能對治它，換句話說，能不能把它消除掉。假定可以消除，那你不必不歡喜啊！你只要照著方法去消除掉，這就行啦！你何必在這地方不歡喜呢？對不對？所以我們說，臨淵羨魚啊是不如退而結網，你跑到河邊看見人家撈魚，你不要去羨慕，你趕快去撈；我們現在要求善果，可以求得到的，你趕快在因地上面去努力，不要等在那兒乾著急。說，反過來，快樂的事情是這樣，苦的事情也是一樣，它可以對治的，那麼你也不必說苦，你去找到了這個對治的方法對治它，你應該歡喜呀！說好像生了病一樣，哎呀，這個病痛苦得不得了！欸，現在居然找到了一個好醫生，這個好醫生一定能夠，哎呀，好歡喜喲！趕快去找醫生去。現在對這個煩惱心病亦然。",
    "1064": "[17:44]反過來呢，說這個苦是沒辦法治的，既然沒辦法治的，你不歡喜，不歡喜有用嗎？也沒有用啊！不但沒有用啊，而且有過患。前面已經說過了，它本來就是苦的，身已經苦了，你心裡面如果是避開它還好一點，結果你心裡面這個苦上加苦，你不是自找麻煩嗎？實際上這個自找麻煩，就眼前講還是小的喔！真正的在這個裡邊、心裡邊這樣的話，影響是輾轉無窮輪迴的大苦喔，這個大的過患喔！所以在這地方就告訴我們，我們應該怎麼辦哪？欸，拿起力量來！",
    "1108": "[18:28]若太嬌愛，雖於微苦亦極難忍，若不嬌愛，其苦雖大亦能忍故。結：說一個總則，如果我們太嬌嫩，哎呀，太愛惜的話，一點點小的都受不了；如果說你不這樣的話，再大的苦也不怕。我們現在啊常常這樣的，稍微碰破了一點皮啊，針上刺破了，喔唷，在這上面小孩子一樣哭得個要命。不要說那樣，乃至於我們老遠就有人怕，老遠看見一隻蟑螂，哎喲，就害怕地在那兒跳，我也看見這種事情。那的確是太嬌了、太嬌了！這種情況之下，那是一點事情都不行。現在我們居然在那兒修行，要自己解脫，還要把盡法界、虛空界一切眾生解決苦惱，把這個擔子承擔過來；自己碰得一點事情，哎呀，這個也不行，那個也不行哪，沒用的！",
    "1166": "[19:26]如云：「若有可治者，有何可不喜，若已無可治，不喜有何益。」對呀！如果說可以對治的，那去對治嘛；如果不能對治的，你在那兒不喜有什麼用場啊？",
    "1182": "[19:42]又云：「寒熱及風雨，病縛捶打等，我不應太嬌，若嬌苦反增。」碰見這種情況之下啊，不管什麼，自然的寒熱、風雨、生病，乃至於別人傷害你、綁你、打你等等，不要太嬌嫩啊！如果你太嬌嫩的話，這是反而增加，沒有用啊！現在是我們哪，尤其是出家的同修們，是為了要想離苦而跑到這個地方來，如果在這個地方還要嬌嫩的話，的的確確趕快脫下這件衣服回家去。退一步說，在家人，說你要想修學佛法的話，那同樣的道理，假定碰見這種情況你透不過的話，你不必說：哎呀，我在修學佛法。那個時候說：哎喲，好好地把它努力哦！好好地把它努力！先把正確的認識心裡建設起來，欸，一定可以！",
    "1251": "[20:51]第二顯示其苦理應忍受分三：那麼他告訴我們，如理地去思惟的話，這種苦我們應該忍受的。它分成三項，第一個：",
    "1268": "[21:08]一 思惟苦之功德，欸，說這個苦啊有大好處耶！",
    "1273": "[21:13]二 思惟能忍眾苦難行之功德，不但是苦，對於這個，不但苦的功德，現在對這個苦你能夠忍受，而行種種難行的這個功德。第一個是苦的功德，第二個是忍受苦，行難行的功德。第三呢，",
    "1293": "[21:33]三從微漸修無難之理。今初然後呢，說要去修嘛，怎麼辦呢？他告訴你啊，你只要漸漸地修，你能夠漸漸地修的話，天下無難事。這個概念很重要！所以我們常常講，你注意因，然後注意了因，現在眼前一念下因。我們往往這一點不認識，總歸一口氣說，聽見人家念佛好，「欸，我也要去念佛！」然後說念佛得到一心不亂，「我也要一心不亂。」然後一天到晚在這兒，望這個一心不亂，望了個半天哪，一直在亂，就這樣。想什麼事情都是這樣的，這麼簡單的事情，你都必須要一滴一滴地積累，一滴一滴地積累。",
    "1345": "[22:25]所以我們古代有一個很有意思的一個公案，李太白，所謂李白，小說上面現在說李太白，這是中國非常有名的「太白詩人」。他據說幼年的時候逃學，不歡喜念書。有一天哪，看見一個老婆婆，拿了一個鐵桿，在石頭上咕嚕咕嚕在這兒磨。「欸，老太太呀！你在這兒幹什麼啊？」「我要磨一根繡花針。」「什麼？拿一個鐵桿去磨成一個繡花針哪！」要我們想的話，的確我們沒有一個人會做，欸，這個老太太就這麼磨。這個李白一想：啊，她這個老婆婆，年紀這麼老了，她能夠努力，我這麼年輕人，你不在這個上面 ……啊，努力回去發憤！所以終於成為中國最了不起的一個大詩人。世間法喔！這世間法，現在出世法，現在我們還又為法界一切有情解決這個問題，我們該怎麼辦哪？要修！怎麼修啊？你還是從這個地方開始，還是從這個地方，你只要這樣地一滴一滴。所以記住喔，始終記住這個話：你只要跨一步！但是你必須記住，任何時候你要跨一步；就是跟你眼前現在如理如量相應的那一步，你要跨出去。然後呢？一直在跨那一步，等到你最後等覺後心，也是跨一步，千真萬確的事實，這我們要注意的，精進就從這上面講的。",
    "1457": "[24:17]是啊，了解了這個道理以後啊，我們眼前的的確確生活當中，在任何一點一滴上面。所以的的確確我們不要說這是助行喔！從以前的來說，覺得這是助行，如果你正確地了解，這個才是正行喔！上殿、過堂、走路，沒有一個事情例外的，幹什麼？跨那一步嘛！你必須任何一個時候，一刻不離，剎那、剎那，你能夠真的這樣去做，眼前當下的一念把握住的話，剎那、剎那生善滅惡。如果你把這個把握住了，求世間的，得到世間的；求出世的，得到出世的。出世的當中，求自己解脫，這是羅漢跟緣覺；求佛果，菩薩，都在這個上面，都在這個上頭。所以說「從微漸修」。現在看，第一個，苦的功德。",
    "1518": "[25:18]功德有五，謂若無苦，則於苦事不希出離，故有驅意解脫功德。第一個，苦─前面已經說過了，苦有五德，現在把那個五德解釋。說沒有苦的話，你不會求出離，很快樂嘛，對不對？所以為什麼六道當中，只有我們現在這個人身才可以修，天上不能修，天上太快樂了，地獄是純苦也不行，現在是恰到好處。雖然恰到好處啊，推動我們向上的，的的確確是苦！沒有一個苦的，你就不想出離，不想出離，別的不談，所以這第一個功德。",
    "1571": "[26:11]由苦逼迫壞諸高慢，故有除遣傲慢功德。因為苦的話，你就會遣除憍慢。平常的時候，我們自己覺得，有了好事情覺得很得意，這個得意的時候啊，不是憍、就是慢。「慢」是我比你高，「憍」是對自己得意的事情，哎！自己沾沾自喜；現在有了苦，這個就沒有了。憍、慢兩樣東西是煩惱，尤其是慢，它永遠跟著我相在轉的。這個地方講慢，倒不是說破那個我相，要曉得修學佛法最重要的是恭敬，而最大的障礙就是慢心。那個慢心一在啊，是「慢如高山，法水不入」。當你一苦的話，你自己覺得：唉呀，我這是一無是處，身是病老牽連，心是煩惱纏綿，是一無是處。到那時候你自己一心一意，生病嘛求醫生，心苦嘛求佛法。最後發現哪，不管身心之苦啊，一心一意求佛法。求佛法，你要求嘛，對法及師就生起恭敬來了。你能這樣的話，對了！",
    "1655": "[27:35]所以這個地方的憍慢，最重要的中心功效在這個地方。最中心功效，不是說其他的不管喔！這個很重要、很重要的，這個苦，第二有這麼大的功德。第一個，它推動你要出離，可是出離了以後怎麼辦呢？你要得努力地學啊！學法的時候最大的一個障礙是慢 ─欸，它又因為這個苦，把你拿掉了！這是第二個。",
    "1682": "[28:02]若受猛利大苦受時，則知其苦從不善生，不愛其果，須止其因，故有羞恥作惡功德。那麼第三個，說當你受了這個大苦的時候，你就曉得：哎呀，這個苦為什麼啊？因為造了種種不善。既然你現在怕苦，曉得這個苦是什麼 ─苦果啊，這必定有它的苦因啊！唉，那你趕快這個因地當中努力啊，不要造苦果啊！所以對自己造種種的惡業，你自己覺得：哎呀，我怎麼這麼差呀！羞恥，不願意作惡的這個功德。對自己來說是一種心情，對別人來說是一種心情，所以慚、愧，換句話說就是羞恥，羞是見不得人，恥是恥辱，對自己的事情，你正確地了解了就是這樣。",
    "1744": "[29:04]前面說，欸！從慢哪，使得你進一步認識修學佛法，正式你修學佛法的時候，那怎麼辦呢？還是，你要修的時候就曉得了：哦，要修怎麼修啊？就從這個地方修。那麼要你修的時候，到那時候如果說沒有苦的推動的話，你覺得要修是修，停在那裡。結果啊，那個苦逼在那個上面，唉呀！你就進一步。所以他一方面講那個、數那個苦的功德，一方面這個苦的功德的次第，有它的修行的關鍵在喔！了解嗎？"
}