{
    "8": "[00:08]現在我們繼續下去。",
    "11": "[00:11]由苦逼惱希求安樂，若求安樂須修善因，故有歡喜修善功德。欸！由於苦所以求安樂，那麼安樂是什麼？善因。所以我們「歡喜修善」。它苦一定是在前面的，這個道理前面已經說過，所以兩方面：後面是推，前面是拉。",
    "38": "[00:38]由比我心度餘有情，知皆是苦，於諸漂流生死海者，能發悲愍。那麼前面是就自己，然後呢推己及人，一樣地，把這個心比度自心，然後從它這個地方來擴大，推到別人身上啊！那個時候覺得：哎呀，一切眾生都在生死大海當中漂流啊！這個悲心也就這樣出來了；悲心出來了，這佛法圓滿了。前面是策發厭離心，那個地方策發大悲心。然後，因為你厭離心也好，大悲心也好，換句話說，單求自己解脫也好，幫助一切人解決也好，要解決的是苦拿掉，快樂得到，所以你必定要去找智慧，整個佛法推動你的原因，都在這個上頭 ─苦有五德。所以前面哪，佛佛道同，沒有一個佛出世例外的，都說什麼？苦集滅道，現在這地方又說一下。在中士道的時候，已經把這個概念，說得很清楚了，那麼現在我們正式用的時候又提一下。",
    "125": "[02:05]哦！想到這裡，原來這個苦有這麼大的好處啊，說我們偏偏平常的時候不曉得，欸！還要避開它。是的，不是叫你受那個苦，而是要你什麼？利用這個苦。所以佛法的真正高明、真正圓滿的，無上正覺，他了不起的地方啊 ─轉煩惱，轉種種的惡業、罪惡，變成功什麼？嘿！智慧，變成功智慧，變成功功德。利用這個苦，就因為有這個苦啊，所以不管出離也好、是菩提也好，佛道就從上面產生的，這麼大的好處，這個才是真正的功德喔！世間那個不是功德，那個是騙我們的。",
    "180": "[03:00]以上諸德及此所例諸餘功德，自應先知數數修心，謂此諸苦是所願處。嗯，對啦！上面主要的提出來了，還有其餘的一些，我們先應該了解，了解了以後，先在這個上面好好地修心，這個很重要喔！如果你這個不修的話，平常我們都是這樣，聽聽道理可以的，聽完了道理啊，好了，往這地方頭一縮，就這個樣！我說這個頭縮不行，是指這個啊！就好像那個心裡面就縮在那地方了，哎呀，處處地方啊，這地方退怯了。這個要注意！所以說要數數思惟修心，這個正是我要願意的，然後策動我們，策動我們！",
    "231": "[03:51]記得我們中國歷史上有一個名將韓信，韓信帶兵，多多益善。欸，多，再多不怕，就怕少。固然訓練有素，拿他到手上的話，哇！那無堅不摧；烏合之眾拿他到手上一樣不怕！為什麼？善於利用啊！真正的問題就在這上面。大家還記得不記得韓信那個故事啊？破釜沉舟的故事。他到那時候臨時找那些人來，那些人都是烏合之眾，什麼叫烏合之眾？就是不是訓練有素的。不是訓練有素的人，找了大批的人來打仗，要我們現在這種情況怎麼個打法？一點訓練都沒有。欸，他就懂得啊怎麼個善巧地利用。",
    "282": "[04:42]敵人就在眼前，而且這個是訓練有素的精兵，堅甲利兵。韓信呢？唉！不一定是老弱殘兵啦，但是的的確確是毫無訓練的，武器又不行，乃至於武器怎麼使也不會。韓信就說：這個吃過了飯以後，現在燒飯的這個鍋子啊，把它敲敲碎，渡過了河以後，把那個船打打爛。他為什麼？欸，前面那個敵人哪，等在那個地方，哎喲，他那個地方的糧草是不曉得多多少少，等在我們受用安樂，我們何必在那兒苦苦惱惱的。而且等在那地方，這麼好的地方，我們何必回來原來這個地方啊，哎，這個苦惱得不得了。那個船與其擺在那裡，打爛了以後，不讓人家利用。大家想：對呀！然後呢吃過了飯，把那個鍋子打破了，把船弄掉了，然後跑得去，一看那個敵人來了 ─那時候什麼心情啊？一條路，拼命！除了拼命，沒有第二條路好走了。為什麼？你不拼命，只有送命啊！",
    "350": "[05:50]這個故事聽起來很好玩，對！我們要善於利用，我們想想看。所以他後面這個精進一度啊，就是說這個。你們了解了這個，才曉得這個教法，本論，《菩提道次第廣論》這個教法的圓滿哪！實際上的的確確，這是從佛世、阿底峽尊者，印度傳進來最圓滿的教法在這裡。它每一個地方，就這麼善巧地運用，就運用我們現有的狀態，所以告訴我們要什麼？以苦為道。同時我們這地方也不妨想一下，六祖大師怎麼說啊？欸，這個修學佛法，就在這個世間哪，所以「佛法不離世間覺，離世覓菩提，是恰如求兔角。」這佛法不離開這個世間喔，你離開了世間要想求這個佛法的話，就像找兔子的角。兔子有角嗎？沒有，找不到的！那現在就在這上頭，就在上頭。所以說：",
    "419": "[06:59]如云：「無苦無出離，故心應堅忍。」那就這樣，沒有苦的話，對不起，這個都談不到。出離，就是對自己來說，對別人來說，你真正能夠跳出苦，還要靠它，所以我們這個心應該堅、忍！這一點很重要，這一點很重要！所以現在我們眼前第一個，要從這個上頭努力。",
    "445": "[07:25]又云：「又苦諸功德，謂以厭除慢，悲愍生死者，羞惡而喜善。」再說，就是把這個苦，上面說，總提這個苦的特性，下面是把苦的幾個功德攝起來。第一個厭離心啊、出離心啊；第二個，除憍慢哪；然後呢第三、四就是羞惡、喜善；以及悲愍生死眾，生死苦海當中的有情。他只是作成功偈子的時候，把它文字上面稍微安排換一換，內容就是如此。噢，說原來苦有這樣的好處啊！那麼進一步，說現在我們要修忍這個苦。所以剛才是講苦的這個功德，現在曉得了，我們要去修，修的話，你要忍受它。那說這個忍受這個苦啊，它也有種種的功德的，什麼呀？",
    "514": "[08:34]第二思惟能忍眾苦難行之德分二：一思解脫等諸大勝利，二思能遮止無量大苦所有勝利。　今初欸，一個一個來說。你能夠忍受這個苦的話，就可以得到這樣大的大利益。第一個：",
    "533": "[08:53]我昔流轉生死之時，為求微劣無義欲故，雖知有苦尚能輕蔑非一大苦，作感當來無量苦因，忍受非一無義大苦。況我今者，為求引發自他無量利益安樂，尚應故知忍受過前百千俱胝倍數大苦，而修善行，況輕於彼，應數思惟令心堅固，說我以前哪，是流轉生死當中，實際上這個以前是無始，這個時間是你無法計算。我們在生死當中幹什麼啊？求微劣的、無意義的。世間的這種事情啊，真正說起來，真的是毫無意義啊！都是在虛假的，在騙我們哪！這種，就是騙我們的這種啊，也是微劣得不得了。然後在求這樣的毫無意義微劣的，還不怕苦地去努力啊，去努力啊！現在我們農夫種田，商人作生意，然後是念書，喔，別看那個官好作喔！喔唷，這個競選，然後呢戰戰兢兢，請問哪一個不苦？要求這種可以說是毫無意義的，就算有是非常微劣的；明明曉得這是苦的啊，我還輕蔑，不管它，這是千真萬確的事實。現在這時候念書非常苦，還大家都要念書，哎喲，這個學校這麼真不容易擠進去咧！種田也是如此，因為大家要搶著種田，所以那個田這麼貴嘛！天下的道理，千真萬確的啊！",
    "660": "[11:00]結果呢？欸，「作感當來無量苦因，忍受非一無義大苦」啊！就為了一點小小的利益啊，眼前嘛不怕這個苦，還要造將來無量無邊的苦因，受無量無邊的毫無意義的大苦。這個是做一個比較，前面我們做這小事情尚且這樣，現在我們怎麼辦哪？",
    "689": "[11:29]「況我今者」啊，是為求「自他無量利益安樂」。現在我們真正要求的，求有意義的，而且大意義的，大極了，沒有跟它相比的利益！什麼？自己、他人無可衡量的真實利益，真實安樂。在這種狀態當中啊，絕對應該，明明曉得應該去受這個苦。既然現在這個安樂，比前面這個大這麼大的話，當然你忍受這個苦，也應該超過前面不曉得多少倍。絕對應該的！所以真正修行啊，再苦比現在不曉得再苦多少倍，都應該忍受。何況真正修善行的時候，那個苦沒那麼多，要比這個輕很多啊！所以應該「數思惟令心堅固」，這千真萬確的啊！我現在看見太多這種人哪，世間的事情忙得不得了，喔唷！這樣去忙；修行的事情啊，唉呀，覺得這個也不行，那個也不行。唉！我看看，實在是覺得很糟糕！同時我回想回想我以前也是一樣，這也難怪，所以我們一定要如理地了解。",
    "775": "[12:55]眼前這個雖然是出了家了，說我自己回想我當初，跑到這個廟宇裡邊來、寺院裡邊，雖然出了家，說起來這個很難得，的的確確有善根。做一點小事情啊，唉呀，自己覺得委委屈屈，不肯！可是外面一點世間的事情啊，做起來還很起勁欸！喔唷，等一下一個親戚又來了，朋友又來了；唉呀，這個也過意不去，那個也說不下去，那個也什麼。還不怕呀，喔唷，現在大概比較好一點，那個時候還沒有、這個計程車沒有那麼普遍，擠公共汽車擠得個滿頭是汗，一點都不在乎。跑到這個廟宇裡面稍微做一點事情啊，自己覺得委委屈屈。這一點，這個地方啊，為什麼原因？就是我們沒有如理稱量思惟、觀察。稱量了以後呢，還要不斷地依法思惟，使得我們這個內心對於這一件事情的認識啊，要堅固。",
    "838": "[13:58]《入行論》云：「為欲曾千返，受燒等地獄，然於自他利，我悉未能辦。現無爾許苦，能成諸大利，為除眾生苦，於苦唯應喜。」所以這個菩薩的《入菩薩行論》上面告訴我們，我們為了世間的這種欲啊，曾經「千返」，注意喔，這個千不是一千趟，這個千就是泛指無量次，受了不曉得多多少少的大苦。而受了這麼多大的苦惱，結果利益得到了沒有？沒有。不要說對別人沒有利益，對自己啊也沒有利益。現在呢，不要受這個地獄苦呀，這千真萬確的，修道的苦比起地獄的苦來，那不曉得要好多少倍呀！所以眼前沒有這麼大苦，而得到這個利益是大得不得了啊！既然這樣的話，我們要除掉這個眾生苦這件事情啊，應該什麼？感到歡喜，哎呀！歡喜得不得了，賺那個大的法財啊！這是我們應該了解的。",
    "914": "[15:14]請翻到《菩提道次第廣論》三百零一，三零一頁。我們昨天講到這個「能忍眾苦難行」，能夠行忍眾苦的這個功德。前面是講苦的功德，苦的功德跟你忍苦的功德，這是兩件事情，這個層次我們要分得很清楚。那麼第一個說，喏，你能忍眾苦的話，有這樣的大勝利，現在講這一點。這一點前面已經講到了，說引《入行論》上面的一段文：「為欲曾千返，受燒等地獄，然於自他利，我悉未能辦。現無爾許苦，能成諸大利，為除眾生苦，於苦唯應喜。」這一個偈子，欸，這一段話，兩個偈子啊，我們常常記住，這對我們有絕大、絕大的幫助。要記到什麼程度呢？你一直思惟觀察，在我們腦筋裡面哪，隨時在這個概念當中的話，那我們這個修行就很容易了，很容易了！我們無量劫以來呀，都是為了自己的好樂，哎呀，我要這個、我要這個、我要這個；這個放不下，那個放不下；這個也必須要、那個也必須要。結果你忙了半天哪，有沒有什麼好處啊？不但沒有好處啊，一直在地獄裡邊。實際上面，你想利益自己，真正利益了嗎？沒有利益，沒有利益。",
    "1042": "[17:22]這個昨天哪，還有一位很好的居士，前幾天也是一樣，哎呀，當初他很想要學佛，這樣啊！唉，最後啊，這家裡面放不下，兒子媳婦沒娶，女兒還沒出嫁，這千真萬確的事實。平常我這麼說，喏、喏、喏，我想在座的有好幾位都曉得這個事情的。然後呢等到兒子娶了媳婦，女兒然後這個有了女婿以後啊，這個孫子長大了，沒人招呼，怎麼辦？肚子餓了，你也沒辦法弄，人就是這樣的一個牛馬。自己也沒有這個之前嘛，先忙自己的，為這個東西而綁得死死，然後呢為這東西綁得死死，欸，他覺得還很好咧！結果你真的利益了嗎？沒有！什麼呢？欸，地獄等等。可是前面說的，我們為了這種事情啊，還不惜受種種苦去做。",
    "1106": "[18:26]現在呢，修行不要這麼多苦喔，修行絕對不需要你下地獄的喲！只要你肯修行，不修行是非下地獄不可，這是千真萬確的，對吧！就像佛陀因地當中捨身飼虎，這個比起下地獄來，那是快樂，那個輕鬆，不曉得輕鬆多少倍呀！欸，但是啊，能夠除無量的大苦，能夠成就無邊的大利益。所以在這種狀態當中，對於這個苦應該感到歡喜啊！這個概念哪，要把文字轉變過來，變成功我們的認識，經常擺在我們的腦筋裡去想。然後呢你能夠辨別得很清楚了以後，在事相上面去磨鍊。經過了這個磨鍊以後，你內心當中會感受到：哎呀！那個跟法相應的喜樂起來了，你就有希望走上去了。繼續下去：",
    "1168": "[19:28]思惟往昔於自他利俱無所成，尚能忍受爾許難行，今為引發極大利義，於諸微苦何故不忍。喏！我們想想看，以前哪、以前哪，我們的的確確也未嘗不想為利益自己，也未嘗不想，想幫助別人。所以為了這個目標，所以忙很多事情，忍受很多難行之行。結果忍受了這些苦，做了這麼多難行的事情，對於自己也好，對於別人也好，有幫助嗎？沒有！是「俱無所成」。這個我們一定要很正確、很明白地擺在心裡上面，如果這個概念你弄不清楚的話，所謂修道始終都是空話，始終都是空話！那麼現在呢？說不！我對事情認識得很透澈，看得很深遠，這樣去做法的是真正有大的殊勝的利益，於自於他，於他於自。在這種情況之下，當然也應該付出代價努力，而且這個努力付出來的代價，比起以前來的話，要小得太多、太多。以前這麼大的苦，沒有利義，現在呢有這麼大的利義，一點點的小苦，為什麼不能忍呢？這個概念。",
    "1291": "[21:31]故雖有苦，然有此利，我實善得，如是思惟令心高起。所以這樣一觀察以後，就感覺得：是的呀！苦是苦啊，但是現在這麼一點小苦，卻有這麼大的利益啊！哎呀，太好了、太好啦！我是真是啊，得到了太多啦，賺了大錢啦！這樣一想的話，你那個心就高昂起來了。否則的話，還沒做事情，就畏畏縮縮啊縮在後頭，現在是越想越起勁！",
    "1333": "[22:13]這地方就告訴我們，修學佛法處處地方說正見，為什麼？那就是這個，當你一旦真正地體會到了這一點以後啊，你自然而然，你會全部精神打起精神來做。現在因為我們沒有得到那個正確的知見，是隨順著無明，自己還覺得很有道理，所以做起來也是一樣地很起勁地做。那麼這裡他並沒有教你損失你的利益，相反地，告訴你讓你得到真正的利益啊！所以這個地方，我們的的確確應該認識的，這個關鍵所在。",
    "1377": "[22:57]嗯！想到了，那個時候啊，你對修行這件事情，做種種的難行啊，就會一點都不怕。不但不怕，而且心裡邊做起來幹勁甚大，所以這個「心高」就這個樣。就像我們現在一樣，我們現在是為煩惱所轉，為無明所轉，自己覺得還想得很對。這個什麼啊？見煩惱；自己覺得這個對我好，貪著難捨，這是思煩惱。因為這樣關係啊，做起來也幹得很起勁，起勁了半天，把自己送到地獄，這樣。這個概念，眼前第一步要了解的。",
    "1429": "[23:49]所以我剛才談說，這個同學來討論這個問題，辨別是非，就是因為這樣，我看見了這個大好處，所以我才說。平常我們懂得了一點道理，就是根據我們的想法，想想、想想的話，自己錯了，仍舊想到老路上面，還不知道，自己還覺得這個修學佛法。對不起！這個始終是啊，為什麼叫它繞圈子，原因在這樣。他是碰到了一點佛法了，但是那個很多漏洞進去，他不知道啊，就這樣。現在我想學到現在這個程度的話，我們對這個概念應該認識越來越強，體驗越來越深。繼續下去：",
    "1473": "[24:33]又由惡友之所誑惑，尚能趣向無義惡途，忍諸苦行，謂跳三尖矛及炙五火等。那另外一類呢，由於惡友所誑惑 ─這個惡友，始終記住：惡知識、惡知識。所以稱他為友啊，欸，你還很好咧！但是對不起，他引導你的不是正見，邪知邪見。這個特別是指什麼？指佛在世的時候那些外道。那些外道啊，有的是持牛狗戒，持種種的無益處、無特別好處的苦行，哎呀，那個所謂五火炙身，乃至於做這種事情。我們現在啊，也常常可以看得見那個跳神，我前天才聽人家講，拿這個鞭往自己背上打得都是血痕，然後呢用那個什麼火啊，唉呀！這樣地鏗鈴匡啷去弄。那個的確苦啊！我不要說叫我去做，我看看他，哎喲，都不忍看哪！為什麼？那就是這個！他對於這些東西啊，毫無意義的事情，而且能夠把我們送到惡道當中去的，欸，他都能夠忍受，認真去做呀！",
    "1562": "[26:02]又為世間微劣事故，能強忍受務農徇利戰競等事，非一大苦，那麼剛才說這個惡友，是特別指不如理的這種教法、這種言論、這種思想等等。那麼最後現在說那段是世間一般的事情，我們士農工商不管哪一個，都是要忙的，這個是什麼？「微劣」，這個很微小、很下劣的那些果報，我們都去忙。種田的人嘛是忙種田，商人嘛忙作生意，士嘛念書等等，實際上沒有一個例外的。",
    "1616": "[26:56]你看，如果說，我們周圍的親戚朋友，這為什麼要指這個，就是我們感受特別容易親切的。他如果有一塊田擺在這個地方，給了他，喔唷，他高興得不得了啊，去忙啊，去種啊，讓他那塊田，給了他荒在那裡他很可惜，對不對？他絕對不忍去荒在那裡的。然後呢說，欸，那個是作生意的黃金地段，有一棟房子在那裡，你也絕對不忍關在那邊，讓它擺在那裡；喔，那個生意非常好啊，你也絕不忍心把那個人家來買你東西的人，讓他趕走。大家都去忙，為什麼？賺一點點世間的好處。這種世間的好處，「微劣事」啊！",
    "1668": "[27:48]結果去忙的時候哪，唉，種田也苦，作生意人也苦。唉，我看看這個真是好苦喔！現在我們碰見一點點事情就受不了了，又看看他們的話，那太陽這麼大，他還那兒曬著個太陽弄，哎，冬天就這麼冷，他也這麼做，一大早起來，那個作生意人沒有一個例外的。為什麼？「徇利」，徇就是以身從物，通常我們說徇情、徇戰什麼，就是全部精神為了它忙，他希望的事情啊，全部精神貫注下去，乃至於不惜生命這樣去做。他們現在那些人，忙的是什麼？忙這個世間的利益。而實際上世間的利益，哎呀，眼前一點點小小的好處，帶來無邊的大苦啊！忙這種事情，他怎麼個忙法啊？下面是「戰競」，真是戰戰兢兢。所以在這種狀態當中啊，造種種的大苦，這個眼前的事實。",
    "1739": "[28:59]如是思已當於苦行而發無畏。現在呢，你能夠照著上面這個次第一步一步觀察、抉擇思惟，覺得：啊！我現在忙這個修行，得到這個利義之大，那不管說前面哪一種，是完全不能比啊！那個時候自己對於修行當中所發生的種種的困難哪，就一點不害怕了，一點不害怕！"
}