{
    "11": "[00:11]所以目前我們真正重要的，最重要的這概念要認識，然後呢不要停在那裡哦！現在我們的大毛病，第一個是不懂，還不想去學。這個難關對於在座的諸位來說，已經慢慢地在衝破，或者已衝破，或者正在過去。那麼下面一步呢，聽懂了，也聽了很喜歡，可是書本一闔，在書本裡，這個一定要想辦法提升它。然後在日常生活當中不斷地思惟、觀察，用這個思惟觀察的道理去運用它。那個時候自然而然啊我們就像上面所說 ─哎呀，這我種田就勤勤懇懇，做生意啊勤勤懇懇，現在我們學佛賺那個法財也是一樣，你越做越歡喜。別人拖在後頭拖拖拉拉，到那時候一點都不會影響你，你還覺得：哎，這個朋友真好，他把他該賺的那個財不賺，讓我賺，我才真感謝他咧！欸，賺了以後我將來還要幫他，分他一點。那麼這是第一個。下面：",
    "87": "[01:27]思能遮止無量大苦所有勝利者，說我們能夠忍受這個修行當中的種種的苦事情，去做這樣的難行能行，這樣去做的結果，能夠把無量的大苦都由此消除。是，眼前是要稍微付一點代價，出一點力，吃一點苦，哦！但是啊把大苦由此而淨除掉了，有這樣殊勝的利益。",
    "131": "[02:11]如有一人是應殺犯，若截手指能免殺罪發大歡喜，喏！就舉一個譬喻：說有一個人本來是判的死刑，要殺頭的，或者要槍斃的，結果呢現在沒有這樣的嚴重法，就把你削掉一個手，乃至一個手指。覺得：唉呀，那歡喜得不得了！我想我們人人都是這樣的。生了一點小病，本來要送命的，結果啊跑到醫院裡面去動一個手術，喔唷，我們還要出很多錢，對不對？還要受很多苦哦！但是大家好歡喜啊！哎，這個大夫好，這個醫院保險絕對行！花再多的錢跑得去，受這個苦還很高興啊！我們現在就是這樣，這是千真萬確的一個事實。",
    "189": "[03:09]如是若由人間小苦，總能脫離無邊生死，別能永斷那洛迦等惡趣眾苦，極為善哉。喏，現在我們這樣地修行哪，只要人間的一點小苦，就能夠把整個的生死、無邊的生死能夠脫離；而特別是在生死當中，這個惡道 ─地獄當中的苦啊，那絕大的痛苦都能夠解除，這個好得實在太好太好啦！這個實在太好太好啦！",
    "226": "[03:46]若能善思現前久遠二苦差別，則於難行能生心力全無所畏。現在告訴我們，所以如果說我們能夠很善巧，這個「善巧」兩個字一定要什麼？如理、如量。要正確無誤啊！最怕的就是這個地方有了問題，不能如理，那對不起，你動不動總是把錯誤的概念帶進去了，這個毒帶進去了，那一定不行！這個「見」是最難辨別得正確的，就這個東西。然後呢正確了以後還要如量，這個叫「善」。「善思」，思什麼？眼前的跟久遠的這兩個的差別，你能夠修行的話，眼前受一點點的小苦，結果啊，哎，將來是把所有的大苦徹底解決。而且真實地來說，眼前那個小苦啊，當下就有很大的快樂，後來的快樂更是無量無邊；反之，你如果不能忍受眼前的這個小苦的話，眼前本身也並不快樂，將來啊快樂是更是一點都沒有。你把這個兩個之間的差別，要能夠分別得很清楚的話，那麼對於眼前稍微受一點小苦的這種難行啊，你就不怕了，就不怕了。這個時候啊，你對於這個難行「全無所畏」，一點不怕的這個心理生起來了，這個是一個最重要的概念。",
    "345": "[05:45]如云：「若截殺人手，能脫豈非善，若以人間苦，離獄豈非善。」如果說，本來這個人要被殺的，現在呢你只要把他削掉一個手，就可以把他命救活，那豈不是一件好事情嗎？同樣的，我們現在只要受一點人間的苦惱的話，把整個的地獄當中的大苦徹底解決，那豈不是一件大好事嗎？這是第二。所以從前面是兩點它的殊勝的大利益：就好的方面，以及遮止苦的比較起來的大利益上頭，有了。於是下面緊跟著開始修，修怎麼修呢？要告訴我們，它有這樣的一個次第，你修的時候，你只要一步一步地來。",
    "412": "[06:52]從微漸修無所難者。你只要順著次第這樣去做的話，一點都不難！",
    "420": "[07:00]如云：「若習不易成，此事定非有，故修忍小苦，大苦亦能忍。」下面說：",
    "432": "[07:12]若被（這個「被」就是「披」字哦！）忍甲受苦意樂，雜諸小苦漸次修習，則忍苦力漸能增廣。說你只要修行，修習了以後說不成功，這樣的事情決定不會有的。所以現在我們這個地方要想修，先從忍耐小苦修起的話，自然你忍苦的力量就有了，慢慢增大，到最後呢再大的苦你也忍受了。其實這件事情啊，我們人人都有這個經驗，人人都有這個力量，這是千真萬確。譬如說我們習慣上來說，有的人歡喜吃辣椒，有的人歡喜吃茶。哎呀，歡喜吃辣椒的人哪，沒辣啊他實在是吃不下飯。可是第一次吃進去的時候，哇！一吃辣，「叭、叭、叭、叭！」吐了半天，用那個手，小孩子哭啊、鬧啊！欸，但是慢慢、慢慢吃，吃到後來的話，他沒有辣就吃不下飯了，「唉！今天沒辣。」",
    "511": "[08:31]有的人歡喜吃茶，他就是剛開始第一次，我想，不會天生來的吧？你們怎麼樣我不知道，我現在也很歡喜吃茶，可是第一次吃茶的時候吃是苦苦的，「唉！這個。」欸，可是後來慢慢、慢慢地養成功習慣，是不是？千真萬確，我們每一個人都有這個能力。不同的地方就是我們沒有善巧，在無明當中，我們明明真有這個能力，就偏偏把這個能力冤枉用啦，還讓它送到我們地獄裡面去。所以你有了正知見，你只要改過來，一定會改得過來的！",
    "555": "[09:15]記得前面也是《入行論》上面的一個偈子吧？「困難不應退，皆由修力生」，記得不記得這個？「先聞名生畏，後無彼不樂。」說你不要說困難，困難不應該退，困難不應該退。尤其是修行哪，凡是任何事情，都是經過了修習以後，「修」，你也可以把這個「修」改為成「習慣」，不斷地練習而成功的。剛開始的時候，這個怨家對頭你一聽見啊，哎呀，你就害怕；到後來啊，沒有這樣東西，嗨，你還不快樂，還放不下咧！這個人是如此，東西也是如此。所以我們剛才講的那個茶也好、咖啡也好、辣椒也好、香菸也好，我想我們太多人都有這個經驗的，對不對？欸，它就是這個樣，就這個樣！所以這個說明什麼？喏，你只要習，不斷地去習、習、習。",
    "629": "[10:29]那麼，所以在這個地方特別說明一件事情，我們中國的古代的聖人告訴我們：「或安而行之，或利而行之，或勉強而行之，及其成功，一也。」說你做這件事情啊，有的人天生來，欸，他自然而然就覺得這樣去做了；有的人不是的，為了覺得這樣的有利益而去做；有的人連它這個利益都不知道，被環境逼著勉強而去做的。做到後來啊，「及其成功，一也」，到最後都改變過來了。那我們剛才講的那個辣椒等等也是一樣，比如說，我長在這個環境當中；這個印度人，對不起，他整個的就是辣椒，小孩子長大了就在那個辣椒圈子裡。譬如說，以我來說啦，當然我現在這個胃不好，那我沒辦法。假如我胃不在乎的話，第一次儘管不行，我也跟著大家，你沒理由嘛，好、好，就吃吃。吃到後來的話，這個是什麼？也會養成功這非辣不可，這個就是勉強而行之。",
    "698": "[11:38]我是為什麼要說這個話？就是諸位，我們現在在這個地方修習的時候，是的，宿生善根所使跑到這個地方來；但是我們的善根力量不強，如果善根力量強的話，你來了就不肯回去了，你來了以後就全部精神放在這個地方，我們看見祖師大德們都是這樣的。像玄奘大師啊、像憨山大師啊，他們很小一點點，跟著那個母親跑到廟裡，一到了廟裡他就不想回去了；然後呢到了那個廟裡以後，噢，聽到人家講好的，他就拼命地去做，壞的他就拿掉了，這個是說大善根。我們現在呢，有善根的，欸，人家勸勸聽聽，聽見了好啊，然後呢來了。來是來了，但是不是安而行之，可是我們確實曉得它利益的，那個時候唯一的辦法兩種：利而行之、勉強而行之。其實這兩者是同時並用的，了解不了解？譬如說我們講這個道理的時候啊，就是讓你了解：那個你這樣做的殊勝的利益，不這樣做的大過患，然後呢推動我們。推動我們本身卻是什麼？就是勉強嘛！",
    "774": "[12:54]所以真正重要的，對我們現在來說必須要的，而且究實說來沒有一個人例外，祖師也好、佛也好，沒有一個例外都走這一條路。就我們一生來看，短短的幾十年，是，有安行、有利行、有勉行；但是就整個的修學過程當中來說，任何一個人從無始以前的凡夫，到最後圓成佛道，剛開始的時候啊一定是被迫而來，然後步步上去，這個叫作修習過程，這樣。正因為如此，所以如果說我們安而行之固然好啊，我們更應該策勵自己說：人家善根這麼夠了，還在努力，我現在不夠啊，如果我現在這種情況之下不勉強自己的話，你到哪一年哪？永遠沒成功的機會啊！所以這樣的話，就推動自己，這個裡邊就是有利而行之，就勉強而行之，這是我們現在真正重要的。",
    "843": "[14:03]所以碰見任何事情，萬萬不要為自己找藉口，哎呀，找了種種藉口，那個不是幫自己，這是害自己！這個概念我們是務必要認得得清清楚楚。我們自己固然不可以，這旁邊大家朋友，人家來啊好像很同情你，那時候你要很清楚：這個是惡友，這個是惡知識。這一點是絕端重要的，修學佛法最重要的概念，我們一定要把得清楚！我們也千萬不要作惡知識：哎呀，某人哪，對呀！這個地方啊，這個老師怎麼要求這麼嚴？噢，怎麼等等。他這個地方啊，好像處處地方給你開一個方便法門；我們也不要這樣去做，也千萬不要接受這種似是而非的、害人不淺的惡知識的這種言論。",
    "894": "[14:54]下面說，假定我有了上面這個認識以後，然後「被」，這個被呀，被什麼？「被忍甲」！做任何一件事情啊，這個第一個，先要心理上面作心理建設。現在我們修行忍辱，就是心理上面要被起這個忍辱的鎧甲，然後呢跟那個敵人去打仗。所以那個時候被了以後，心理上那個心意是什麼呀？欸，覺得對！我現在要去該去受苦，不是享受快樂。為什麼要修行？修行就得受苦啊，就這樣。所以被這個受苦修行、忍種種難行能行之苦的這個鎧甲。",
    "949": "[15:49]被好了以後，然後你去修的時候「雜諸小苦」，那種小小的地方漸次修習，你能夠這個地方慢慢地做的話，你的忍耐力慢慢地增廣。想想看對不對？的確如此，我們寫字、做任何事情。所以我一直跟大家說：不怕你們提問題，就怕你們不提問題。為什麼呀？就是你提問題，你開始思惟、觀察了；否則的話，你聽，聽得很對，實際上呢，你自己想得錯得不曉得哪裡，你還不知道，自己還覺得很有道理。然後呢不但要提問題，而且你要去行，實際上說來，你只有在這行思的時候你這個問題才有，否則的話，的確很難改，這個是千真萬確的事實。一個道理如果說你不實際上去體驗的話，沒有用！",
    "1006": "[16:46]所以我們平常怕錯的人，哎呀，覺得提出來呀要錯，對不起，那沒有進步的時候。沒有一個佛例外的，假定說天下的人居然有這種人一學就會的話，那十方三世諸佛沒有一個例外的，都是一點用場都沒有的人。為什麼？一聽就會了你，他現在要每一個佛沒有例外的，都要經過這麼長的行持才能夠證得的。這說明了什麼？說明了我們這個基本概念上的錯誤，一定要改過來，從這個地方開始。",
    "1042": "[17:22]所以講那個地方的「雜諸小苦」，眼前為什麼我說這個寺院裡的很多的事情，你認識了以後，每一個地方都是我們修行最佳的機會。我這個二十多年以前剛出家的時候，看見來果老和尚的語錄，他就是說跑到那個禪堂裡面去。他本來啊是河北人，湖北，不是河北，湖北人，然後這個小廟上出家。以後聽見說揚州的高旻寺是個大禪堂，他就跑得去。剛去的時候，這個禪堂裡的規矩不曉得多少，哎，一個半天下來啊，被打那個香板，還是楊柳條，打了幾百下。那我們無法想像的，他就半天被處罰了幾百次，換句話說，一動就錯、一動就錯。哎喲，要我們怎麼受得了？要我們哪，不要說一天打幾百下，幾天這個打一下、罵你一下就受不了，愁眉苦臉，這個所以我們根本差的原因。",
    "1109": "[18:29]他結果怎麼說啊？「欸，後來發現原來啊，這個無一個地方，無處不是鍛鍊行人斷除習氣，幫助我們的最佳的鍛鍊。」為什麼？喏，就在這裡。你別看這種小地方，我們現在往往說：啊，這是小地方！小地方你都不能做，大地方你就能做了嗎？教你做一點事情就不行，你就能夠解脫生死了嗎？你就能夠幫法界一切有情嗎？然後跑到大殿上面，「為利有情願成佛」、「眾生無邊誓願度」，喔唷，唸得聲音很響，沒有用啊！",
    "1154": "[19:14]我自己現在想想，唉，真覺得可笑！多少年以前，那是很多年以前啊，那時候剛出家，總覺得這個修行嘛要念佛的，大家要做那個早晚課，總去嫌它。後來嘛，這個困難克服了就去做，做了以後啊，有的人有的時候，那個聲調高一點、低一點，覺得：唉，這麼高，在那個地方唱那個傷氣。現在想想，真是一天到晚不曉得忙些什麼！就是眼前那些東西，總歸隨著「我」在轉，嗯，覺得這個也不對、那個也不對。實際上，真正的話，所以我們不要說它對不對，就是他完全錯了，你能夠跟著他的話，他卻是成就我們的忍辱波羅蜜。",
    "1202": "[20:02]現在我們不妨想一想：我們來幹什麼的？而且我常常提，經常提，我們必定要問，說：我來幹什麼的？來學佛啊！看看，既然你學佛，佛怎樣做啊？嘿嘿，妙咧，佛不是一天到晚跟著佛後面哦！佛，是，一開頭的時候跟著他的善知識，告訴他這個道理；後來在生生世世當中，卻是跟著誰呀？跟提婆達多在一起耶，對不對？提婆達多從來沒有做一件事情如理的，結果佛就生生世世跟著他，而且他感謝：沒有提婆達多就沒有佛。這個概念，我們必定要從這個故事上面了解它的精神；從它的精神上面體驗到它的特質。要體驗到它的特質，我們一定要身體力行。",
    "1256": "[20:56]所以眼前這些小事情的話，你千萬不要說：唉呀！這個不配你胃口、這個不合理。凡是這種事情，都是成就我們這些事情，從布施開始一直到智慧，千真萬確！然後呢忍辱、精進，都從這地方，都從小事上面。所以你不要看小事覺得馬馬虎虎，你小事馬馬虎虎的話，大事你就完啦，一點辦法都沒有。小事你能夠戰戰兢兢的話，增強力量的話，你才有提高你力量的可能；然後呢你的能力就越來越大、越來越大、越來越大，到最後你什麼事情都可以做。",
    "1299": "[21:39]所以呀，我覺得中國人有一句話，孔老夫子說他「寧取狂狷」，這個人狂、這個人狷，欸，他好；是「不取鄉愿」。大家曉得不曉得這個故事？我們心理上也應該這樣，也應該這樣。這個為什麼要取狂狷呢？狂狷的人，就是說心裡面他有一個把握住原則，就這樣。這狂的人哪，就是把握住大的目標，從大的地方去做；小狷的人哪，他也有，原則有的，可是他從小的地方去做。鄉愿這種人沒有原則的，哎喲，你看起來這種好人，好得不得了，好、好、好、好，樣樣都是好，實際上做起來，裡面是樣樣一百個不好。",
    "1350": "[22:30]眼前我們這種地方就是，第一個要被這個甲，就是心理建設，然後呢有了這個心理建設，你在行持上面去下手。那行持下手的時候呢，這個時候啊我們就是，或者你把握住這個重點，大原則去做。是的，是有這種也許小的地方不大注意，譬如說現在我們來講，禪宗的祖師，噢！他這個精神那的的確確是全部精神貫注在這個裡邊，那其他的小地方都不在乎，你來打，打、你打好了，沒關係。所以，像來果老和尚一樣，跑到廟裡住了三個月，人家問他：「欸，某人哪，我們這個大殿上供的三尊什麼佛？」「哎喲，不知道。」這是千真萬確的。所以我常常說，如果是你們真的有這種精神，沒關係，你這裡不做好了！因為他的的確確，他心志全部貫注在這個上頭。不過這普通人我們做不到的，那我們怎麼辦呢？小地方來做起，欸，你一滴一滴從那個地方不放鬆，不過不管怎麼樣呀，這個大原則必定要把握得住，你只要認真這樣去做的話，無有不成功者！",
    "1428": "[23:48]《集學論》亦云：「此中若修小苦為先，則於大苦及極大苦而能串習。就是這樣，這個上頭也說，你呀先從小的地方開始，那麼你慢慢地習慣了以後，慢慢地增大、增大，對於大的，乃至於最大的，你都行啦！",
    "1449": "[24:09]譬如一切有情由串習力，於諸苦上妄起樂想，如是若於一切苦上，安住樂想而漸串習，則亦能住安樂之想。」他下面譬如，實際上不是譬如，那這個指出這個實際情況。我們所有的一切有情啊，由於無始的習氣所染，所以明明這是苦事情，我們就「妄起樂想」。這一點太清楚、太明白了！眼前的所有這些事情都是苦事情，但是我們偏偏覺得快樂得很，為什麼呀？由於無始無明的習性所使。所以你了解了，你只要能夠修習，那麼在這個情況之下，在眼前修行的這些苦事上面，你也「安住樂想」。這個所以剛開始的教我們哪，說我們修行的時候要具六想等等，具什麼想、如何觀想，就是如理地去觀察，一路上面來告訴我們的這種道理都是。是的，修行是件苦事情，但是呢你如理觀察了以後，覺得這個是個對你有大利益的，所以這樣去做的話這是好的。你剛開始的時候，安住在這個上面，而漸漸去練習它，那麼到最後啊，欸，你呀也做得越來越起勁。",
    "1536": "[25:36]我常常說的這個，比如說，我說早晨起床了，是，你一聽見那個板聲，你就「叭！」一下坐起來。坐起來了以後，那個心理很重要哦，不是就坐了就行了。然後呢也許你想：坐了以後，唉，累了個半天！第一天可以；第二天，也許還可以；第三天哪，你就坐、就坐起來了又塌下去；第四天乾脆就不坐起來了！現在不，怎麼辦呢？你坐起來，坐起來你心裡想想：啊，你看，以前我從來做不到，今天我居然做到了！其實坐起來也就坐起來，然後呢你下床走了。你說：結果我今天提早走了，跟昨天不提早走，完了以後一樣嘛！啊，我今天做到啦！然後你能夠不斷地這樣想。所以這個地方很重要哦！修、修、修，始終是什麼？調伏自己的心，對不對？所以你必定要從這個地方，這個真的修。以後你養成功了習慣以後，它自然而然哪，一來你不但「蹦！」一下坐起來了，而且坐起來你那個心裡邊相應，這個才是我們最佳保護，我們這個必定要懂得的，這樣。",
    "1612": "[26:52]這是我自己真正一生受用的地方。要不然的話，儘管在這個地方呀，慢慢、慢慢逼它個三年、兩年，你養成習慣了，到那個時候，是；可是換一個地方，跑到那地方的話，對不起，早晨哪，你塌在那裡。我當年因為跟著我的老師的關係，剛開始的時候逼在那裡，後來慢慢、慢慢地這個概念有囉，喔唷，後來情況就不一樣了！換到一個地方去的時候，自然而然由於這個心情的策勵，它不是 ……。習慣本身啊，它總歸是無始以來的習氣，總歸貪那個軟暖的習氣，當那個心力本身很強，坐起來了！坐起來了以後感到歡喜啊！我今天可沒有被這個煩惱，被那個習氣所困住。嗯！儘管哪，外面的環境已經改變了，以前我所以成功，是外面的環境幫助我成功的，現在這個卻是我自己的力量成功的。你不但成功了，而且成功得很歡喜。",
    "1673": "[27:53]你能夠這樣去想的話，以後任何事情哪，都拿這個原則，你都做到了，就是這樣。所以等到一旦養成功了習慣，這個好習慣有很多好處在，很多好處在，這個好處只有你們自己去想了；這個不是想，只有你們自己去體驗了。所以這個修行這件事情，的的確確別人是一點替代不了，別人能夠的事情，幫助你的事情，就把那個道理告訴你。",
    "1704": "[28:24]又生此想，復如《猛利請問經》云：「應當捨離，如樹棉心。」欸，這一點重要啊！關於上面這種概念哪，你要去做的時候，要什麼？「捨離如樹棉心。」這個，就是我們講棉花有兩種，有一種叫木棉，叫草棉。這個棉花呀，那個地方是長在樹上的，所以我們這個心裡面呀，真正修行的時候，千萬不要拿著這軟趴趴的心。那個棉花就是，你看它一大堆，哦，一碰，軟軟的，沒有用！修行的這個心理的話，就是要非常堅固！非常猛利！非常殷切！所以叫「被甲」，那個甲是盔甲，盔甲！要有這樣。然後呢跟那個煩惱鬥的時候，那個、那個自己手上的工具是利劍，要這樣地銳利。這一點也是同樣非常重要的，因為習氣這個東西的力量太大了！"
}