{
    "5": "[00:05]你這個軟趴趴地對它的話，拿它是一點辦法都沒有，這個道理非常清楚、非常明白。譬如說我們現在要想去搬，不要說大的什麼東西啊，要想搬掉前面一個土堆，或者是搬掉那個水泥塊塊，你用的工具像棉花一樣，有用嗎？一點用場都沒有，一點用場都沒有！",
    "33": "[00:33]《華嚴》亦云：「童女，汝為摧伏一切煩惱故，應當發起難行之心。」《華嚴經》上也是一樣，《華嚴經》上面後面這個，這個前前後後很多地方，那一段出在什麼地方，我不知道，因為經過了翻譯以後，更不曉得屬於哪一個。換句話說，這個菩薩告訴我們，我們現在要修行摧伏一切煩惱的話，要發起這個心，要……。不是說，哎呀，這個省事的事情、討巧的事情去做；就要在難做的事情上面要發起勇悍、猛利之心，這麼去做。",
    "77": "[01:17]謂須心力最極堅穩，非心微薄之所能成。我們這一個地方，要把自己的認識，第一個認識，當然這個心力的話，如理的哦！怎麼辦呢？極堅、極穩。非常堅固，不為外面這種非理的事情所動搖，而絕對不是微弱，這個不行的。",
    "112": "[01:52]故若先發堅強志力，則諸大苦亦成助伴，譬如勇士入陣戰時見自出血，以此反能助其勇志。假定說你先啟發了這個堅強的意志之力的話，然後去如理去行，不怕艱難這樣去做的話，欸，妙咧！不但你能克服這個苦，而且這個苦啊，反而會幫助你，這個的的確確的。平常我們哪，不曉得你們有沒有這個運動打籃球的個經驗？我們不一定有打籃球的經驗，可是呢，我想，很多人有看球的這個經驗，或者是籃球，或者我們這裡尤其是什麼？尤其是棒球。如果說這個對手方面，一個是很強，一個是很弱的話，你看起來沒勁，打的人也沒勁，對不對？反過來，如果說這個雙方啊，這個勢均力敵的話，喔唷！看的也非常有勁，打的時候也非常來勁。所以，那個時候對方的力量越強啊，然後你跟他打的時候，這個自己的意志力、戰鬥力也越強，是不是這樣啊？",
    "202": "[03:22]現在我們跟誰打？我們跟那個煩惱打。跟那個煩惱打，那個煩惱的力量很大，所以它這種情況之下，它那個苦越大呀，欸，反而你這個勇悍的心是越強！所以它那個苦，它變成功幫助你的，所以這個大苦成功我們的助伴。我們剛才所舉的比喻是以球賽，現在這個地方呢像打仗，這個戰場上的勇士一樣，有的時候，自己一個不小心被人家傷了，他因為傷了，更是勇氣百倍！這千真萬確的事實。",
    "242": "[04:02]若先未聞如是之法，雖聞云我不能行此自輕蔑者，則苦雖微亦能成彼退道之緣，譬如怯夫，雖見他血亦自驚倒。現在呢，另外一種狀態，假定我們沒有如理地聽聞這個正確的方法的話，那個時候，因為他不了解行持的原則，雖然他想，說我要學佛、我要成佛，但是因為不懂得怎麼修這個原因。所以一旦說真正說我要成佛，要教你去行持的話，喔唷，說這個成佛要修道，修道要這麼苦啊，哎呀！不行、不行，我怎麼可以呀？哎呀！我這個不行。自己把自己就首先打了退堂鼓了，那個地方什麼？「輕蔑」。這個輕蔑的意思就是我不行啊，自己看輕了自己。那在這種情況之下，雖然一點點小苦你也沒辦法，一點小苦也沒辦法。就好像這個那種懦夫，不要說自己身上，看見別人流了血，喔唷，他就害怕得就嚇壞掉了，嚇壞掉了！",
    "325": "[05:25]所以的的確確有這種人，有很嬌嫩的這種人哪，我就看見，昨天跟你說的，哎喲，怕蟑螂，老遠看見個蟑螂，哎喲，他就害怕得要命，然後最妙的是閉上眼睛哇啦哇啦大叫在那裡。我們常常笑啊，說這個竹雞，就是那種山雞，被那個鷹追的時候，牠沒地方逃了，把那個頭塞在那個草堆裡面，自己覺得很安全。我們笑那個這些動物，居然人間也有這個，喔唷，看見個小小的蟑螂，喔唷，眼睛摀嚕摀嚕，就這麼害怕。是啊，所以我們現在修行人，在這個地方務必要有正確的認識。",
    "369": "[06:09]不要笑哦！真正如果我們仔細衡量一下的話，我們有太多人就是這樣哦！大家覺得，哎呀，要出家修行，就好像一跑到那個寺院裡面哪，樣樣 ……。啊，這件衣服你只要一被，喔唷，那些居士們跑得來，送錢給你還要跪在那裡，然後把最好的東西供養你，樣樣都是坐在那兒現成的。然後你跑到寺院裡面，還要所謂早晨嘛這麼幾點鐘起來、還要這麼做，「啊，要這樣的啊！喔唷，那不、不、不，那不！」這樣。所以有太多人說：「這樣，等到我老啦，然後呢賺了一點錢，然後呢買一個公寓，然後呢在那兒修行；再不然跑到廟裡邊，拿了幾十萬討一個單，在那裡什麼事情都不要做，好像到那時候人家送來。」那個是一個絕大的大錯誤，絕大的大錯誤！所以這個概念哪，我們一定要了解，修學佛法如果這個上面不認識的話，那一無是處啊！是一無是處。",
    "433": "[07:13]如云：「有若見自血，反增其堅勇，有雖見他血，亦驚慌悶絕，此由心堅固，怯弱之所致。」這容易了解。那麼，這個地方告訴我們，你修行的時候，怎麼辦呢？這要慢慢地來、慢慢地來。了解了這一點，現在我們就從我們的下面起足、下足，那個好重要、好重要！我們務必要注意到這個，務必要注意到這個！再下去，",
    "469": "[07:49]處門廣釋者。那麼，下面就詳細地從各方面來說明，各方面說明：我們要修苦，有些什麼的苦、應該怎麼樣去忍。",
    "485": "[08:05]若須安忍所生苦者，為當忍受由何生苦。此分八處，是的呀，現在說，修行必定要安受修行的苦，那麼要忍受哪些苦呢？把它分八個大類：一，",
    "506": "[08:26]依止處者，我們修行一定要一個依止的地方。",
    "510": "[08:30]所謂衣服飲食坐具臥具病緣醫藥供身什物，是能增長梵行之依，說我們為了修行，的的確確還要這些東西。可是這些東西的目的幹什麼？是「增長梵行」哦！根據了這些東西，然後你修行。所以你千萬不要弄錯，依止這些東西的目的是增長梵行，不是增長我們的雜染心。所以你吃這個東西覺得：哎呀，這個配你胃口、這個不配你胃口，這個是雜染心，不是梵行。當不配你胃口的時候，你覺得：欸，煩惱來了！所以呀，正因為不配你胃口，認得煩惱，我就要這樣，那個才是梵行。然後根據戒，根據等等。",
    "562": "[09:22]此等諸物若得粗尠，他不恭敬，稽留乃與，不應憂鬱，當忍由此所生眾苦。這地方告訴我們很明白，這些東西不管是粗，或者比較差，或者是少，或者人家給你的時候不恭敬，或者種種留難你，不要在這個上面去多擔心，應該忍。不要說我們修行耶，古來中國的念書人哪，說念書人「士恥於惡衣惡食者」，那麼真正的念書人，如果嫌這個吃得不好、穿得不好，要講這些的話，那種人啊根本不足以談道，這種人根本談不到。那個世間的一般的人哦！現在我們修行人，更應該超出他，他只是目的是世間聖人，我們現在要三界之內的導師，所以在這地方是特別注意，特別注意！",
    "641": "[10:41]所以這一點哪，尤其是出家的同修們，千千萬萬不要說：「哎呀，人家跑到這個地方去啊 ……。」我以前也聽人家說羅漢齋，我說我們出了家都吃羅漢齋。「欸，羅漢齋好啊！喔唷，這個羅漢齋的味道真好，做起來要怎麼怎麼 ……。」然後呢講了一大堆，他現在那個羅漢齋啊，變成功台北最有名素菜館的那個招牌菜，他以為是這樣想。哎喲，我想了個半天，不曉得怎麼解釋，然後我就告訴他：「我這羅漢齋怎麼啊？放一點水，放一點鹽，放一點油，你有什麼再放下去，爐子打開。」他聽了半天，「什麼！就這樣的啊？這個菜不炒可以吃啊？欸，奇怪咧！」我說我出了家到現在，那時候剛開始啦，實際上到現在，說千真萬確的，你不妨看看我走過那個路。出家到現在二十四年，二十四年當中，頭上剛開始的時候，我在懺法師那裡出家，那個時候這樣。然後呢以後跑到這個福嚴精舍，以後跑到同淨蘭若，以後到美國，以後先在在美國的東海岸，到現在的西海岸。就只有很短的一段時候，在東海岸美國佛教會，那個時候大覺寺的時候，有一段時候他們請了一個人，啊，每天說煮幾個菜。除此以外，向來就是這樣，做法就這個樣！",
    "732": "[12:12]然後呢我們這裡在座的還有一位，喏、喏、喏，你們都曉得，林某某，他跑到這裡，他長得這麼胖，吃得這麼好耶！這個不是問題呀，你們千萬不要被這個東西騙掉啦！我是隨舉一例啊！那麼，這是第一個，這是第一個。第二呢，",
    "753": "[12:33]世法處者，就是世間法則，什麼？",
    "758": "[12:38]衰毀譏苦，這個就是八法當中壞的那一面，還有嘛，",
    "765": "[12:45]壞法壞，盡法盡，老法老，病法病，死法死，如是九種是為世法，依此一切或依一分所生眾苦，應善思擇而忍受之。這個我們了解，「壞法壞」就是壞掉了，「盡法盡」沒有了，或者老、病、死等等，這樣的世間必然產生的，或者是所有的，或者其中的一部分，不管它有什麼的問題來，我們應該善巧如理地思惟，去忍受它、忍受它。因為我們雖然出了家了，的的確確出家還有出家的團體，乃至於眼前我們這種狀態，還難免跟世間人接觸。而且真正講起來，本來修學佛法，就是在世間上面，怎麼樣認得了煩惱，跳脫出來。那個時候像這些問題的話，你必定要認識得清楚，善巧思惟，然後呢去忍受它，就忍受它。",
    "837": "[13:57]這個譬如說，我們現在也隨便舉一兩個例子啦！我們常常啊就修學佛法，還會說：「哎呀，這樣做啊，不好意思啊！」「這樣做啊，什麼啊！」「這樣做啊，是得罪人哪！」大家注意哦！你不好意思的對象、不好意思的特質是什麼？假定是你把法擺在這兒衡量：哎呀，我這樣做的不如法，不好意思。對！假定你不好意思，跟世間人來往的話，覺得你這樣做了以後人家笑你，不好意思。錯！同樣地，所謂得罪、不得罪的話，你看看，你得罪的佛菩薩。你得罪了人哪，往往佛菩薩歡喜；反之，你不得罪人哪，往往佛菩薩在那兒難過。這兩者當中，我們應該有所取捨。當然做得好的話，兩者都好，皆大歡喜；做得不好是兩者都壞。這個時候，我們必定應該如理取捨，這個概念是非常重要、非常重要！那麼，進一步呢，就是眼前我們做很多事情的時候，覺得：哎呀，這樣做的時候啊，要處處地方要顧慮一個問題 ─目的幹什麼的？這要「善思擇而忍受之」。",
    "916": "[15:16]威儀處者，行住坐臥是四威儀，第一第三晝夜恆時，從諸障法淨修其心，由此生苦悉當忍受，終不非時脅著牀座草敷葉敷。這威儀處，就是我們的行住坐臥，這是一天無非是這個。第一、第三是什麼？行跟坐，這個時候啊，不管是白天、是晚上呀，喏，你應該努力的，幹什麼呢？依法來淨修，是，依法淨修。這個時候要忍受，千萬不要非時去睡覺，就是這樣。現在所以的確的，古人他晚上睡覺只是中夜，從十點鐘開始到兩點鐘，只睡四個鐘頭。現在我還是看見這種，啊，我們現在睡覺的時間的確已經夠多了，然後中午還要睡這麼個久，打了板還爬不起來。這個事情啊是並不太強迫，可是大家必須注意，就是就我們眼前的這種狀態當中，慢慢、慢慢地處處地方不斷地去改善它。",
    "997": "[16:37]現在繼續下去，三百零二頁，上面講了威儀處，第三。下面呢就是那個最後一行，威儀處是講行住坐臥啊、什麼等等啊，這個要忍。不過說到這個地方忍哪，注意啊！所以始終記著這個次第，前面那關鍵，他就告訴我們微漸修、漸次修。尤其我們要把握住，剛開始的時候告訴修，你不是說聽見了，「哦，那我聽見了，我今天晚上開始，我也晚上十點鐘睡覺，兩點鐘起來。」這個不是，這個不是。記得不記得？你隨遇，遇到一個馬上就修的話，那對你是不但沒有好處，一生這個善行終成過失。你必定要了解它那個正確的內涵，然後呢了解了以後，跟你現在相應那個狀態，然後從這個地方步步、步步地深入，這個點。不過反過來，我們不要說，哦，既然如此的話，聽見是聽見了，放在那裡不去管它，那又同樣地錯了！放在那裡不去管它的話，那的確是啊學到驢年也沒有用。驢年是，這個十二個生肖當中沒有驢年的，換句話說，你再修，修到哪一年，只是耳朵裡啊，始終是講講沒有用的。",
    "1082": "[18:02]那麼這個情況就是說，我們現在 ……。那天有位同學就問我：他本身身體不大好，這少睡了以後啊總是精神沒有，那他怎麼辦？那麼我就給他講我自己的經驗。說我剛開始的時候也是這樣，我固定的，那我這個倒是好，我一開頭的時候就立訂一個功課表，到哪裡都是這樣。譬如說，我平常的時候，假定說我是九點鐘就睡啦，或者說乃至於早一點嘛八點鐘就睡了，我現在了解這個道理以後，也絕不會說，一下擺在十點鐘，但是也絕不會說，停在那裡仍舊八點鐘。怎麼辦？變成功八點十分，這樣，然後呢固定的。所以我，現在你看我房間裡至少有兩個鬧鐘，原因就在這個上面。欸，我這個手上那個，它可以鬧五次哦：早晨幾點鐘起來、我每次幾點鐘上殿，這一定要鬧的，然後呢，下午幾點鐘起來、傍晚工作到什麼時候、睡覺的時候。",
    "1146": "[19:06]我把那個鬧鐘的時間哪，從八點鐘移到八點十分，結果第二天八點十分可以。不是說第三天馬上八點二十分，不！你擺在那裡，擺一個禮拜乃至半個月，一定要經過一段時候，欸，可以了，再提早十分鐘、再提早十分鐘。等到你提了三次，提早到八點半，停在那裡暫時不要再前進，再過它一個月，乃至於更長。你在這個時候，把你延長那個時候，能夠作了適當地運用以後，繼續地來，變成九點鐘，乃至於這樣。如果你跑到那地方，覺得這地方有問題了，停在那裡，但是不能退哦！這個很重要一個原則。所以你只能進不能退的，一退就完了！所以你進的時候你寧願慢，前面記得吧？所以他告訴我們這個公案，像捉強盜一樣。現在捉什麼強盜？煩惱強盜。你不是說一口氣猛追，你慢慢地來，你反正哪，我總歸老跟著你後面，欸，這樣，總歸有一天要把那個強盜把他捉到為止，不能停。現在我們對這件事情是亦復如是，當然，對於自己的說睡眠是如此，其他的亦復如此。再下面，",
    "1224": "[20:24]攝法處者，這個就是我們修行的時候，攝受，我們現在在這地方攝受法，世間的是攝受的非法，世間。為了要修學佛法，我們要攝受佛法，那個時候應該受這些苦，換句話說應該做的，分成下面七樣東西，這個是出在這個《瑜伽師地論》上面。第一個：",
    "1256": "[20:56]供事三寶，很重要！喏，這個就是修行，修行。不但在家人要，我們出家人更要，他在家是業餘的都要，我們出家了居然不要了，這個話怎麼說呀？所以從我們早晨上殿、過堂開始，任何一個行為，記住：我跑到這地方來什麼呀？如法供養。然後呢打掃殿堂、廁所等等，每一個地方，乃至於每一個小地方。譬如說吃飯，不要說：「哎呀，大家拿起來嘛就吃啦，等一下你這麼念了個半天冷了。」不，不是！你要嫌它冷、嫌它暖，跑到家裡去。你有病、老啦，是，這個是；一定要佛告訴我們的佛制。佛制為什麼要聽呢？因為他是完全如理如法地了解的。所以跑到這裡一切都是什麼？「供事三寶」，或者是有上供養，或者是無上供養，或者是事的供養，或者是法的供養。然後呢，",
    "1326": "[22:06]供事尊長，因為我們現在真正修學佛法，是跟誰學？就是跟師長，而真正最重要的修學必定要這個善知識，所以這個第二個。然後第三呢，",
    "1342": "[22:22]諮受諸法，你為什麼跑到這地方來？為什麼要親近善知識？不是跟他結交一個朋友，而要了解佛法，什麼是如理的，什麼是如理的。我現在這深深地有一個感覺，我最後幾年，因為接近了幾個大善知識以後我才發現：的的確確的，這個真正接近善知識的話，這個跟我們現在差得十萬八千里！我們現在啊都是一樣像小孩一樣，哎喲，要哄了個半天哪；然後如果師長稍微勉強你一點哪，自己癟了個嘴巴，不曉得到什麼地方去了，這完全不相應，跟法一點不相應！我所看見的話，那是尤其我到後來，這凡是老師隨便一句話，他只要說出來的，不管他輕輕鬆鬆，我一定要盡我最大努力去做到。有的時候，他對我的說明，乃至於指責什麼等等，儘管有的時候，我自己覺得：欸，我合理。剛開始的時候，我還自己覺得合理，現在不，完全反過來，理路上面至少，我做是做不到，可是我心裡面很清楚、很明白。",
    "1417": "[23:37]這個情況必定要知道，我們跑到這裡幹什麼？欸，要受法。你要受法，必定要有一個什麼條件呢？這個條件就是，你呀要把握住這個原則，然後一心恭敬地來求，一心恭敬地來求，這樣。否則的話，沒辦法！我曾經遇到過，這種事情不止遇到過一次，經常遇到的。一個典型的例子，說很多人現在覺得：「哎呀，佛法好啊，好得不得了！是，但是呢，現在這個時間哪，要想這個修很困難，而且不修啊也不行。」這也完全正確。所以呢最後是念佛，的的確確也是最好。然後呢他念佛了以後，怎麼個念法呀？「哎呀，你趕快告訴我們怎麼得到一心不亂！」然後你就告訴他呀：「是，嗯，如果說你已經宿生有善根哪，能夠很快念，那的確的，你不要去管他。這極大部分人實際上呢，不是的，那時候你得怎麼辦呢？」就告訴他這個道理。他聽了以後，啊！就覺得這個也不對、那個也不對！這樣。實際上這種情況什麼？他弄錯了，他弄錯了。當然，這個在家人他本來就是業餘性質，種一點善根。",
    "1499": "[24:59]現在我們到這地方一定要知道，我們跑到這裡來幹什麼？要受這個佛法，要這個接受這個佛法，你的的確確要一心一意地深入。就算我們現在條件不夠，或者年紀大啦、或者有病，至少有一件事情要做得到的 ─這個心哪，這個心哪，不要退怯！很重要哦，是最重要的一點！說：「是的，我現在有這個條件的限制，但是我心裡面一定要還是努力。」不但如此，更應該警告自己。那是我現在的感覺，所以我常常說，我不如你們的原因哪，這樣。我雖然今天老了，我就覺得，你看：那些你們這些同學都是善根比我足，那麼還勤勤懇懇啊！我的條件不夠，老啦，假定我現在心理上面，還不努力建設啊，還為自己躲在這個軟暖習氣屋子裡的話，養成功這個，這個就是我們的業，下一世來的時候啊，欸，它自然而然這個業就現起，前面說得很清楚。所以我儘管做不到，可是我心裡告訴它：我一定要做到它！一定要做到它！一定要做到它！你能夠這樣地策勵自己的話，外面這個緣適當的時候，你就做到了。",
    "1582": "[26:22]否則的話呢，現在我們現在心裡先已經打退堂鼓了，種種地方找那個退，可是環境逼在那裡沒辦法，等到一換一個環境的話，你就完了！這是為什麼現在那個情況，有很多「再來人」，他心裡面如果說有這個堅強的力量的話，他第二次跑到這個環境當中，他看看，欸，那很多世間的事情不一定動得了他。反過來，因為他心裡面一向就是這種心理成好。我們不要說從前生到這一生，就我們眼前來說吧！儘管我們現在，譬如說，坐是坐在這個地方，心裡面呀也在那兒盤算：噢，今天假期了。心裡想想：哎呀！假期快來了，這假期裡面我要怎麼怎麼 ……。想了一大堆，想了個一大堆。所以等到一到假期，啊呀，那個佛法是拋到九霄雲外，碰到什麼就沾到什麼，不曉得跑到哪裡去了。我想我們人人都有這個經驗吧？",
    "1639": "[27:19]反過來，欸，說假期來了：「哦，趕快，這個在這個開學的當中，師友大家看見得來，有這個環境；假期來的話，哦，千萬不要為它所轉去。」所以心裡面先打好了氣，不斷地打氣。然後到了假期的話，別人哪，說今天放假啦，等不到明天；我是今天放假啦，今天至少我還不離開啊，最快我要到明天走，乃至於到後天走。心裡面就完全不一樣。然後跑到外面去的話，這個境界呀，緣碰見了以後它生起來了，「嗯，我在這地方學的這個東西對治，現在正用上！」喏，就是這樣。所以你這地方一定要了解：我到這地方幹什麼的？為什麼要不忙世間的，而來供事三寶？為什麼不自己供養了，供養尊長？跑到這地方來 ─諮受諸法。下面呢，",
    "1698": "[28:18]既諮受已為他廣說，因為我們現在這地方學的什麼？忍辱波羅蜜多，這是大乘之法，所以不但自己了解，而且要廣為他說。不過這個廣為他說，注意哦，你自己要了解囉！了解的什麼？了解的法哦，了解這個法的義哦，不是了解這個名哦！單單這個名的話，是，還是有它用場的，可是這個名解決不了問題。既然我們現在真心要解決問題的話，要從這個名、字，說名句文身所指的真正的內涵。至少在這個情況之下，你體會到一點，能夠在煩惱上面哪，不被它轉得七葷八素，那個時候，你把不被轉的這個經驗告訴別人，那個才是真正的說，這是我們要了解的。下面說：",
    "1763": "[29:23]大音讚誦，獨處空閒無倒思惟，"
}