{
    "4": "[00:04]大音讚誦，獨處空閒無倒思惟，這個是第五，第五是就是說那麼修這個、這個，真正啊譬如說我們上殿、過堂等等，那個時候要讚歎也好、讀誦也好，這個也是一樣。譬如說我像剛才說的，我以前那個毛病覺得：哎呀！那個聲調太高，傷氣。不過現在倒是事實，我平常早晨上早殿，剛開始來的時候還是唸出來，現在我經常都很少出聲。這一點，我要特別跟大家說的，我現在很清楚，我平常這個目前的狀態是每況愈下，只有一個時候，我就一跑到課堂裡邊就提起全部精神來。下來了以後，平常的啊，常常氣都透不過來這個感覺。雖然好幾位告訴我早晚課不要上，我覺得這是難得的一個機會，至少我在這個地方的殿堂上面拜，至少嘴巴上面唸不出來，要留給大家同學的話，我心裡要跟著緣。",
    "81": "[01:21]這個特別大家說明一下，在你們年輕的時候，我儘量地建議大家，像我這樣，這樣年紀大了以後，我還不鬆，輕輕放過，我覺得歲月無多啊！讓那個歲月癱在那個床上癱掉的話，是太對不起這個佛法，也對不起我自己啊！所以我寧願站在那裡跌倒，跌倒在那個大殿上面，我覺得：然後跌倒了以後，到了極樂世界來拜這個骨頭，那個遠比在床上養得胖胖的，到了地獄來，來打它來得好得很多。這一點大家注意！啊，這個。",
    "116": "[01:56]下面呢，「獨處空閒無倒思惟」，再下面那就是第六個。平常的時候真正修學佛法的時候，最怕雜染，是啊，最怕雜染。所以好歡喜大家在一塊兒的，這完全是不相應的。只有一個情況，為了諮詢佛法，為了探討佛法，那個時候倒必須要一起，這個有它的特殊的功效。然後呢住在一塊兒的依眾靠眾，那個是；但是呢在這種情況之下，大家為法而增上的。所以說真正努力的時候，那個是這樣做法的。那麼在那兒幹什麼呀？不是叫你一個人獨處空閒那兒睡大覺哦 ─無倒思惟！要腦筋裡面就這樣，那個包括了修習很多各式各樣的。",
    "172": "[02:52]修習瑜伽作意所攝若止若觀，為七攝法，於此劬勞所生眾苦悉當忍受。那麼「修習瑜伽作意」，「瑜伽」是相應義，所謂境、事、理等等。那麼現在我們聽懂了，如果在那兒聽，那麼從這個，怎麼從這個名字上面了解這個義理。了解了義理，怎麼從這個不相應的染污法上面，根據這個義理，轉變成功如理的這一方面，這個叫作瑜伽，就是跟法相應。以前是跟非法相應，這個一定要經過正確的認識，然後去修習，這個時候叫「作意」，思惟、觀察。那麼這個裡邊有兩部分，屬於止的、觀的，一共七個，這個叫「七攝法」，這就是我們正修行的。前面這個東西，依止處啊、世法處啊、威儀處啊，這是前行，換句話說準備工作，我們正式修學的就是那一條。這個有很多條件、困難要克服，所以「於此劬勞所生眾苦悉當忍受」。",
    "252": "[04:12]乞活處者，剃鬚髮等誓受毀形。受持裁染壞色之衣。從其一切世間遊涉兢攝住故別行餘法。捨務農等從他所得而存濟故，依他存活。不應受用集所獲故，盡壽從他求衣服等。斷穢行故，盡壽遮止人間諸欲。捨離歌舞笑戲等故，及離與諸親友同齡歡娛等故，盡壽遮止人間嬉戲，為七乞活，由依此等所生眾苦應當忍受。這個也是七種，就是我們生活的方式。是，我們現在修行還要這個身體，這個身體要養活它。那麼所以他下面告訴我們，我們現在幹什麼？不是為了這個「我」啊，不是為了這個「壞聚」這個東西啊，在這個身上面、色殼子上面作功夫；真實了解它的虛假，所以剃除鬚髮。不要說外面這東西一切都丟掉了，連他身體上自己有的東西，頭髮剃得光光的，什麼都沒有；「誓受毀形」，注意喔，誓願的！哎呀，現在受這個。然後呢所以「受持」，我們真正受持的就是「裁染壞色之衣」，這個大家都了解的。換句話說，對於世間一切東西的話，哪怕這個顏色本身，一定要是壞色、壞色，那個正色不用的。",
    "368": "[06:08]那麼，從本來以前忙世間的大家一起，這些東西統統捨棄，統統捨棄，「別行餘法」，跟那個世間完全不一樣的，這點我們必定要把握得住。所以在這個上面啊，在家的如果想真正修學的話，那麼慢慢、慢慢地遠離。不要說：呀！這個也少不了啊，那個也少不了啊！出了家了，更是注意，你出家真正地不要說：哎呀！這個也不好意思，那個也不好意思。那個，出家完全錯了，出家完全錯了！出家真正的目的幹什麼呢？欸，就是這樣做，這樣做，如法去做。啊，這樣就夠意思！那樣才夠意思！你要這樣想：對啊！以前一天到晚忙，攀那個世間的這種交情，現在要跟佛菩薩談交情了。嗯，佛菩薩告訴我怎麼做，我要怎麼做，這個，所以這行別餘法。",
    "428": "[07:08]然後呢，下面這些告訴我們就這樣，「捨務農等從他所得而存濟故」，所以我們的種植或者什麼等等啊，都是不要。討什麼，那得到什麼就吃什麼，有什麼就用什麼。然後「不應受用集所獲故」，還有呢，這東西他們送來了以後，或者是自己想辦法，或者 ……這個都不應該受用，都不應該受用。「盡壽從他求衣食等，斷穢行故」，還有呢，這個「盡壽」啊，樣樣東西都是，從樣樣東西，吃的也好、穿的也好，如果說你不一樣去做的話，自己努力去弄的話，這個都是不清淨的穢行、穢行。所以現在有很多這種概念，說起來是很有意思：啊！我將來要修行的，怎麼辦？先賺一筆錢擺在銀行裡邊，然後去出家。你如果在家人這個倒是好辦法，你先賺了一筆錢，然後呢，我啊，好。我還是個在家，那個對的，因為我不必再為這個忙。如果出家的話，完全不是那麼一回事，絕對沒有說賺了一筆錢存在銀行裡邊；一刀兩斷，就這個樣，統統捨掉了！然後呢到那個時候吃的幹什麼辦？就討啊！這個是一個典型的例子，典型的例子，這個是如法的。",
    "526": "[08:46]不過跑到這地方大家千萬注意啊！這個法，只是來要求我們自己的，要求我們自己的。所以你常常記得這個話，不要看：喔，這個人、那個人。那錯了！他的對不對那他的事情，他是菩薩示現。就算他不是菩薩示現，你要修學佛法的，你自己說來批評別人對不對，那換句話說你有一個標準在。那麼現在修學佛法的標準是什麼標準？這個我們要把握得住。修學佛法的真正的標準是淨化自己煩惱，現在你在這裡管他這個長、這個短，請問這個是如法還是煩惱？如法嗎？煩惱嗎？你一想，曉得：啊！這個不如法，這個是煩惱之法。所以，別人怎麼樣不管，要了解這個道理是反過頭來照顧自己。",
    "580": "[09:40]除非是說大家同修，像我們這個環境，大家曉得的。那個時候的的確確，我們容或有這種情況之下，我們也靠朋友來那個諫勸，我們旁邊的人也諫勸。是那個時候曉得的，我們大家同修。因為我自己一個不小心的話，又為它拉去了，那個時候靠師長策勵我。所以同樣地我看見那個同修，我對他非常好，那個時候告訴他：某人哪，你這樣錯啦！嗯，所以佛法裡面有如法的諫勸，可是那個諫勸是一定什麼啊？像剛才說的，就是你的的確確你自己是一番善意，然後告訴他。如果說我們是非莫辨的話，那個絕對不是佛法，佛法是智慧之法，所以辨那個是非要清楚，根本在什麼地方。",
    "631": "[10:31]所以說譬如說，剛才說如果說外面這一些東西，我們還是辨，辨了以後，緊跟著自己腦筋上面策勵的什麼？說：哪一個對、哪一個不對，我應該走對的，所以我淨化我自己心裡的煩惱。然後淨化了以後憐憫他，你進一步幫助他，你絕對不會責備他，絕對不會責備他。所以持戒而覺得自己持戒，覺得人家不對，錯了！如果說我們在共同的圈子當中，然後呢這個某人不對。那個時候，如果說你看見他不對，你心裡面厭惡、瞋，那個時候你首先了解，對不起，我自己已經在煩惱當中，先把這個弄好，那時候你都不能開口。如果那個時候自己不是的，就是：哎呀！他是個很好的人，一個不小心。那時候他這麼好，我就勸他，說：某人哪，你這個不對。這樣的，每一個地方，你必定要辨別得很清楚，所以把握得住這個原則，那這一點我們這順便一提。這個上面有很多，一條、一條我們也不必細說，不必細說。",
    "702": "[11:42]所以凡是這個世間的一切東西，所以鄉里、國土，抉擇這種東西都是這個樣的。哎呀！這麼這個出了家了，還是嘛以前的老朋友一大堆，乃至於家裡的人什麼等等，牽牽連連哪，那真是不可以！那麼同時我也想起了，我昨天為什麼特別說，說以後凡是有人來找我的話，請你們任何一位都注意，請他到客堂，然後我去，除非熟人。這個我告訴你一件事情，離開現在已經二十年了，那時候我剛出家，住在同淨蘭若。有一天，我這個妹妹跟那個妹夫，他們夫妻兩個來看哦！那是從小我把她帶大的，也可以這麼說。那時正好生了一個病，從來我出了家以後，我到哪裡去根本不告訴他們，他們也從來找不到我。那麼那次因為動手術割胃，法師就說：「欸！這個大事情，你應該寫個信告訴你叔叔一聲。」好、好、好，那我就告訴他。哎喲，我叔叔聽見了，曉得我在哪裡，馬上趕得來。因為這樣的因緣，一住住了好幾個月養好了，他們來看我。",
    "770": "[12:50]看我，那時候我就隨便地就讓他兩個人，我覺得這種情況之下，讓他們進來嘛，就跑到我房間裡。然後呢當時法師也沒說什麼，完了以後他跟著說：「剛才誰在你房裡？」這樣。我說：「妹妹，」我曉得他的意思，然後「妹夫。」「欸，戒律上面有沒有告訴你，這個女性哪一種例外的啊？」他沒有講別的了，我到現在一直深深地警惕這個話。他並沒有告訴你，乃至於母親；女性，他只是說，嗯，我們應該界線劃到什麼地方。是眼前這個環境是如此，我們不要太忽視這個環境，可是我們能夠做得到的地方是儘量做得到，這點我這地方呢順便一提。因為我們無始以來的習染是非常厲害、非常厲害，你不知不覺沾在那個地方的話，到那時候，它會發酵的。",
    "831": "[13:51]所以常常記牢，那個廣告商那個辦法。你很討厭那個廣告，欸，但是他就放在中間。明明曉得，這個廣告商也明明曉得你討厭它，但是他偏偏放進去，結果呢這個廣告就偏偏有效。對不對？為什麼？就是你識田當中落下去了以後，一旦遇緣，如果你當時、事後沒有如法對治的話，它那個一旦那個種子下去了，到那時候就觸發這個緣的，會！所以這個戒律上面從很多微細的地方防啊，這有這個特質。所以我們別看，說好像這種很多小事情啊！實際上呢前面已經告訴我們，我們真正修的話，一定要從那個小事情上修起，大的苦我們忍不住，而是小的地方，這樣，這個地方是順便一說。",
    "884": "[14:44]那麼這個就是什麼，第五項，第五項。由這種生活的方式，所產生的種種的苦。這個苦有兩方面：生理的，心理的、心理的。譬如說我們生理的這個容易了解，心理的什麼呢？平常我們歡喜沒有什麼事情啊，大家聊聊天，到那時覺得：不可以、不可以！那心裡面要阻止它，要阻止它。第六：",
    "914": "[15:14]勤劬處者，勤修善品，劬勞因緣所生眾苦悉當忍受。這個容易，真正要修 ……。這個容易懂，但是呢文字容易懂，這可是做的時候很難啊！修行的時候要有勤精進，修種種的善品，這個時候有很大的苦，這個要忍受。最後，",
    "937": "[15:37]利有情處者，謂十一事，這個前面在戒裡邊，攝有情戒當中十一條。十一條在這個戒波羅蜜最後那個小字，詳細說明，詳細說明，這裡我不細解釋了。",
    "952": "[15:52]從此生苦皆應忍受。第八：",
    "956": "[15:56]現所作處者，謂出家者，便有營為衣缽等業，諸在家者，則有無罪營農經商仕王等業，從此生苦悉當忍受。我們做的事情，出家人有出家人的事情，在家人有在家的事情。雖然它什麼、什麼「無罪營農」，這是指在家人哪，你還要忙你的士農工商，但是呢這個要什麼？清淨的，要無罪的。同樣地，這個「無罪」兩個字，對我們出家人也是一樣。在佛世的時候，這個不必，因為那時候都是正法時期。眼前我們特別重要，這個兩個字特別重要，特別重要！所以千千萬萬不要說：哎呀！人家怎麼做。是的，人家怎麼做，你自己那時候要自己問：「我跑得來是學人家，還是學佛？」清楚極了！明白極了！所以你一定要注意，說：「我來幹什麼的？學佛的！」那不要說人家怎麼做。我學佛的，人家也是學佛努力，比你強，啊！你說：「人家比我強，我趕快努力。」人家做得不如法，你就記住：我是來學佛的，他不如法，哦！我可不要學他，然後我學好了我要幫人家。你應該這樣去想。不要說：人家也馬馬虎虎，我也馬馬虎虎。那你就完全錯了，完全錯、完全錯了！",
    "1048": "[17:28]至少現在這個環境之下，特別注意：是，因為這個環境非常惡劣，你要徹底地改過來，不可能。然後呢在能力範圍之內，盡你的最大努力去做，事相上面這樣。然後呢心理上面告訴自己：我一定要百分之百地做到它！該圓滿的功德，我一定要百分之百地圓滿，該斷除的是百分之百地斷除。你心裡面應該百分之一百斬釘截鐵的一點都不留，這個心種很重要。你能夠這樣把那個心種擺在那裡，將來你遇見什麼緣的話，它觸發的自然這個。所以我們不要一開始的時候，「哎呀！馬馬虎虎啦，現在就這個樣啦！」那心裡的種子就是這個哪！",
    "1091": "[18:11]所以記著哦！我前面告訴你們的這個十二因緣，就是我們修學佛法的鋼骨，用在濟度大家還是它；用在自己身上，你時時刻刻體驗到，說：這個下一念、下一生，乃至下一件事情，怎麼來的，都是這個上頭。就是說，你前面先把那個種已經擺在這裡，前面那個種什麼？無明、行、識，這個識擺在那裡。以後你遇緣去滋長它的話，然後呢這個識經過了愛、取的滋潤，下面生起來的就是它。下一生如此，下一念是如此，下一件事情是也是如此。",
    "1134": "[18:54]那麼我們目前，雖然是如法修了，還是集諦所攝，還記得吧！所以這個時候還是無明相應的，但是呢已經隨順於智慧的。要破無明，要見道以後的事情，見空性以後。所以現在我們處處地方告訴自己，現在這個心裡面，以前處處地方馬馬虎虎，不如法的心念，現在一定要做到這個，這樣。你心裡面是在，雖然還在無明當中，可是隨順著善法的行，留下的識種子是這個東西。然後呢再遇見境界的時候，你仍舊是繼續不斷地觸發那東西：我要努力地去做！儘管我做不到，事相上面莫可奈何，但是我盡我最大的努力。那個時候，你以善法欲相應的這個去處理它，下面緊跟著來的就是那個果報是生生增上。修行、修行，那就是修這個，這個我們務必要知道的，務必要知道的！",
    "1197": "[19:57]所以關於這一點的話，一條路 ─聽聞正法，如理思惟。如理思惟另外叫無倒思惟，從反面來說，不要錯，從正面來說，如理。平常我們經常這樣，然後呢如果我們要想開口，就談論這個問題。所以我特別讚歎，你們同學來問我，我總不嫌棄的，儘管我弄得一點氣力都沒有，但是一談到法，我的氣力就來了。這個千萬你們不要怕，我寧願在那裡講完了以後，「啪噠！」倒在這個地上送到火葬場，可是我不願意在那裡享受那個舒服。千真萬確！我但願諸位同修來幫忙我完成這個志願。那麼現在我們繼續下去，這樣的八種，",
    "1253": "[20:53]如是八處所生眾苦，隨何苦起，皆應別別精進不廢正趣菩提，嗯！這樣，上面所告訴我們的這個八樣東西，就是說明我們修行的時候，喏，這個大別。不管它生什麼苦，個別個別的這個苦來的時候，我們該怎麼辦哪？欸，下面─精進。精進兩個字啊，去努力，而且要如法地努力，絕對不要走錯。走錯是什麼呢？廢棄了「正趣菩提」了。換句話說，我們現在跑得來幹什麼？要走上那條菩提大道，要走上去一定有一個特質 ─精進，關於這點哪，絕不能隨便地忽視、廢棄！",
    "1311": "[21:51]已正趣入不令成其退轉障礙，令意全無不喜而轉。那麼已經趣入的，那麼繼續地向上，千萬不要因為上面這種因緣使它產生障礙，乃至於使你退轉。下面有一句話特別重要喔！行為上面是這樣，然後呢意樂，心理上面「全無不喜而轉」，這個是最重要的。所以我們處處地方要注意，做了一個東西以後，你要想一想：嗨！這下我對，這下我對！儘管你沒有做得完全對，你說：嗯，沒有錯啊，但是我在每一步、每一步向上跨。",
    "1363": "[22:43]所以我常常提醒自己：我是一個常敗將軍！人家說「百戰百勝」，是啊，我是「百戰不退」！一直打下去。然後呢每打一次都敗，但是我敗完了以後就快樂。啊！我還在那兒打，這樣，我還在那兒打，是越打是越快樂，是越打越快樂！我曉得這樣打下去，總有一天被我打勝。而且打的時候我也快樂，固然克服了這個敵人快樂，我挨打的時候也快樂，為什麼？我並沒有被軟暖習氣所困啊！我是跟煩惱鬥，嗯，我正在精進啊！因為精進所以挨打，欸，既然是挨打的話，我只要做對了，快樂，這個很重要、很重要！你能夠這樣的話，你自自然然而發現，並不困擾，並不困擾。",
    "1429": "[23:49]這個說一件小小的有趣的事情，這種事情都是幫助我們策勵的喔！我記得小的時候打防預針，喔唷！一看見那個針就害怕得要命，躲得遠遠的，誰都不敢去弄。因為那個時候，在學校裡邊，喔，這個老師命令去見了，那個時候要找一個藉口，總是躲在後頭。然後呢一下有的嘛這個地方不對，有的小便去了什麼，排在最後，還是逃不走，還是逃不走。喔唷，痛得要命，咬緊了牙關，這樣來。",
    "1462": "[24:22]後來啊，我的先父他真好，他平常就跟我常常叫我念這個儒家的書，後來他信佛了，那麼就跟我談起這個事情。欸，我覺得：對啊！就像剛才說的，不管你逃也好或者弄也好，你總歸逃不了對不對？你咬緊牙關這樣嘛去對，這樣。他，不管他怎麼說，我聽也聽得很來勁，碰到那個時候，心裡面總歸不行。可是呢他不停止，他一直給我打氣。打、打、打、打，後來我自己覺得：不再他打了，我自己也在打。欸，慢慢、慢慢慢，後來居然這個我一生經驗當中最強烈的一次經驗。有一次，不是，不曉得幹什麼，我想就想起了這個念頭：對呀！我勇敢，我第一個來。然後呢咬緊牙關：我不怕！結果居然一針打下去的時候，不痛耶！哎呀！我心裡面高興了幾天，高興了幾天，以後我一生一直在受用這件事情。",
    "1525": "[25:25]以後我就受戒去了 當然中間有很多這種事情 受戒去了，受戒的戒場上面有很多同修，喔唷，看見人家害怕得要命，又不能不燒這個，我們現在的習慣哦，哎呀！然後呢有一個人燒完了以後，他自己事前誇那個勇氣，燒完了以後一直叫，皺眉苦臉以後。那時候因為我已經有過這個經驗，有過這個體會，不是單單一次，不斷地體會。所以我心裡先想：欸，好啊！今天我在這個上面鍛鍊。我看看那個《法華經》上，藥王菩薩他那個焚身那個故事，那我當然做不到，乃至於焚指也做不到，可是這個我可以做得到。哎，我覺得我沒別的供養，在這供養。我這麼大的身體，這麼一點點供養，啊，這個我是難得的啊！",
    "1572": "[26:12]我這是先自己這麼想，也許拿現在的話來說，這種想法有點阿Ｑ式的，但是這個妙不可言喔！我就這麼想，然後到那兒燒的時候，嗯，心裡面因為事前有準備，所以燒的時候，這個心裡也心念非常之強烈。啊，就是越想越開心、越想越開心、越想越開心 ……。剛剛燒的時候有點痛，等到你非常高興的時候，那個痛的感受就變得很微弱了，有很多事情就這麼克服的。乃至於後來啊，這個深一層的不說，你們不妨自己去試試看。",
    "1607": "[26:47]所以，所以因為這種經驗我才體會到，佛經上面有一個公案：佛為了求一個、半個偈子，然後呢捨頭目腦髓。其中有一件事情，有一個羅剎說，他有半個偈子，佛要求。「欸，求佛法哪那麼簡單的！」「那麼要怎麼辦呢？」「要證明你的誠心。」「怎麼證明法呢？」「喏，古來的人要燃什麼等等，你現在也是這樣，身上挖一千個洞，把油灌在裡邊 ─燈，你有這個誠心，我教你。」然後：「好，來呀！」就身上挖一千個洞。哎呀！這我們能夠想像嗎？絕不可能的！最後他因為得到了這個法，然後一心思惟這個法，得到無痛之定，你們好好地看看這段公案。當以前啊，我只是真正讚歎而已，欸，慢慢、慢慢地我可以體會得到。我但願你們慢慢地從這個上面去努力，你只要肯下這功夫，你們一定會體會得到。",
    "1673": "[27:53]那所以說這「微漸修」，你只要小的地方你能夠注意的話，你了解它的特質在什麼地方。你有了這個心，這個心會強烈地告訴你：對呀！對呀！然後呢前面說的道理都來了，你現世稍微做一點的小苦，將來這個無比的大勝利都來了。而且你有了這個經驗，很多苦來的時候，你才能夠擋得住，不但是不苦，而且是一種快樂，這個都是千真萬確的事實。",
    "1707": "[28:27]所以說最後一句話「令意全無不喜而轉」，做這件事情的時候，剛開始的時候說「安而行之」做不到，那怎麼辦呢？「利、勉強」兩個字，你們善巧地運用這個。平常的時候，你思惟它的利益；然後做的時候呢，因為這個利益的關係勉強它去做，做到後來你安而行之，徹底安而行之的時候，你就是佛，那我們就從這地方做起。",
    "1738": "[28:58]第三引發思勝解忍中勝解之境，他上面解釋的這一點比較簡單，實際上呢這一點最重要，最重要！同樣地，前面講那個，這個耐怨害忍，跟那個安受苦忍，告訴我們這個道理，都是怎麼去如法如理地思惟，如法思惟。"
}