{
    "8": "[00:08]不過這個真正的如法思惟的話，它不是從這個枝枝葉葉上面，從根本上面，根本上面，觀那個空性那點來說，其他的前面，只是它的眷屬，它的前方便。所以我們真正地能夠如理做到的話，是整個的一定是跟如法相應的。你對這個法有了正確的認識，能夠產生勝解，然後那個時候，你修耐怨害以及安受苦這兩種忍哪，你不但不覺得是忍，而覺得這種樂。",
    "46": "[00:46]所以他前面告訴我們，你們為了這一點加強印象起見，請翻到前面那個第幾頁？第兩百九十頁，是不是兩百九十頁啊？不是，哦，第兩百八十六頁，兩百八十六頁第二行，是「不解無其樂欲」，說對這個法你不了解，不了解。那麼了解了怎麼辦呢？「善安住法思勝解」，你了解了以後，善巧地思惟，如理地修行，安住在這個上頭，你得到與法相應的這種快樂。反之，如果你不了解的話，雖然咬緊了牙關去苦苦撐持啊，卻得不到這個法樂，得不到法樂是一定會退的，那麼這一點是最重要。前面我們說的那個道理，儘管是耐怨害忍，還有安受苦忍，可是它真正能夠幫助我們能夠安受這個苦等等的話，無非如理如法的，這個是一個非常重要的，非常重要的一個概念！那麼現在我們看看這個對法思勝解怎麼：",
    "141": "[02:21]略有八種。一淨信境者謂三寶功德，現在我們心目當中所信的是什麼？喏，這個是三寶，這個主要的，三寶的功德。在沒有修學佛法之前，我們信的是什麼？信的世間的東西，名聞啊、利養啊，然後父母啊、妻兒、子女啊、地位啊，就是這些東西。嗯，現在曉得，不是，不是！任何東西，不是這個。我們現在一切是講的滋長法身慧命，以前所滋長的不是這個。這個是第一個，要對這個認識產生信心，產生了信心如理修習，要清淨這個信心，淨信這個。",
    "194": "[03:14]二現證境者謂無我真實，從這個前面這個信，然後呢了解去如法行持，親自驗證這個內容。",
    "208": "[03:28]三希樂境者謂諸佛菩薩廣大神力，第三個，因為現證無我這件事情是共二乘的，共二乘的，那麼就是大乘本身得初地已經是有了，不是停在這個地方。實際上呢不能等到那個時候，一開始的時候，我們就應該把這個目標安正。這是幹什麼呢？希望要得到諸佛菩薩就是最究竟、圓滿的這一個地位。",
    "251": "[04:11]此復有三，那麼諸佛菩薩的廣大神力分三部分：",
    "255": "[04:15]謂神通力，六波羅蜜多力及俱生力。三樣東西。什麼是「俱生」呢？就是它這個裡邊有好幾個內容，等到你宿生如理修持了以後，到那個時候，他生而具足。實際上呢就是等到你八地以後的情況，自然而然都是這個。我們現在呢，譬如說你初地，那麼證了初地以後，他前面那個功德，到那一世再生起來的話，他有與生俱來的這種力量。都是宿生善根積集了，到下一生與生俱來的，這樣。所以到佛最後的他那個力量的話，樣樣東西是，所有的這種東西都是與生俱來的。我們現在與生俱來的是什麼啊？煩惱、生、老、病、死，唉呀！這個也不宜啊，那個也不好等等。",
    "308": "[05:08]四五取捨境者，謂諸妙行諸惡行因及此所招愛非愛果，所以，第四就是應取，我們應該拿的，應該努力的；努力的是妙行，由於這個妙行之因，感得可愛之果。然後呢應該捨的，不應該做的是什麼呢？就是惡行、惡業，因為這個惡業的因，感得種種惡果，非可愛的果，這個就是我們應該棄的，這是第五。所以他說：",
    "343": "[05:43]此分為二。就是把四跟五，現在我們已經分開了。",
    "347": "[05:47]六七所修境者，那麼前面取捨就是我們修，所修的呢？",
    "352": "[05:52]謂大菩提是應得義，及菩薩學一切諸道，是能得彼所有方便，此亦分二。那麼我們修學的時候呢，第一個是我們應該得到的，就是我們願望所求的是什麼啊？我們這裡所應該願望的是，無上正等正覺大菩提之果。為了要得到這個果，所以要從因地上面去努力；因地上面去努力，如法行持的就是學得菩薩所有一切學處。這個就是我們現在要達到這個願、滿這個願，所應該行的道。那麼這個道當中呢，就是可以說能得到這個果的種種的方法。所以第六個，就是我們的心願在大菩提果上面。第七個，就是為了滿這個心願，應該學、應該行的這個道，或者說得到這個果的種種的方法、方便。所以這個也分為兩種。",
    "427": "[07:07]八聞思隨行境者，謂所知境，卓巴師說為無常等，然〈力種性品〉說十二分教等正法，為第八種或應如是。那麼最後一個呢，就是「聞思隨行境」，我們現在修行就是這樣：聞、思，如理聽聞、如理思惟，跟這個相應的跟著去做。那麼一個祖師卓巴師說什麼？「無常等」。換句話說，像我們現在這個開始的時候，正學開始，然後呢，無常啊、思惟三惡道苦啊，然後因為三惡道苦又是無常，所以嘛下面緊跟著要皈依。皈依了以後呢，說正皈依的是什麼啊？法，法就是知道了解業啊，這個是下士。然後呢由於這個進一步了解，先雖然是了解這個業，可是跳不出生死輪迴，所以要求解脫。這樣地一步一步上來，「等」，包含這些。這個就是這個所謂「聞思隨行」，這是我們現在應該的，我們應該聽聞的是這個，應該思惟的是這個，開口也是這個。",
    "508": "[08:28]所以這個一點擺在這個地方，是我們最重要的，最正確的標準！你起心動念一切行為，看看你在做什麼？如果說那些人在講話，你站那裡一聽，說跟這個不相應，趕快走；如果相應，那個是該聽的，也是你該開口的。然後呢坐在這裡思惟的事情也是這樣，不要說：喔唷！這個不對勁；哎呀！這個今天早晨那個菜不配胃口；哎呀！今天這樣，這個地方又不舒服！嗯，不是。這個不是我們應該有的如理如法的聞思隨行境，它這個標準在這裡。本論的真正最精采的地方，就是把那個道的整個的圓滿的構架，構在這裡。然後在這個構架當中的次第，從外面善知識開始，從引導我們暇滿人身第一點，正修的時候從無常下去，一直到最後圓滿為止。",
    "577": "[09:37]那麼另外呢，叫「〈力種性品〉說十二分教等正法」，那個就是另外一個地方說，整個佛告訴我們的，像這樣。「為第八種」，那這個第八種，「或應如是」，大師並沒有確定說哪一個，說或者應該這樣，或者應該這樣。那個情況的話呢，在我現在的感覺，大師既然這樣的話，我們沒有力量，也不必要去妄加是非。原則上呢，實際上是這樣的，就是佛說的十二分教的整個的內容，也說這些，不過他是很廣泛、圓滿地來說。那麼對我們現在來做，一下做不到，怎麼辦呢？就是那些菩薩祖師們，經過千百年，千百人，這個千百人，注意喔！是都是如理的這些先王菩薩祖師，而且經過修持共同大家承認的。然後把那個綱要列出來，這個也經過了千百人，千錘百鍊辨別一點不錯的，這樣。所以我們如果沒有能力去廣泛地受持的話，那麼就照前面這個說；如果能夠廣泛受持的話，後面這個說，這樣。這是我個人現在的想法，原則上面呢這個。總之，怎麼樣去如理地聞、思，照著它去做。",
    "677": "[11:17]勝解之理者，謂如實知此諸境已，無所違逆數數思惟。他告訴我們「安住法思勝解」啊 ─跟法相應的勝解，怎麼樣呢？「如實知此諸境界」，如它真實的內容一點不錯地了解它。這一點，不容易喔，很難、很難喔！是啊，平常很多同學來談這個問題的話，我覺得都是這樣。依我現在的條件來說，我跟你們說得很清楚，你們也了解，我是個門外漢。可是大部分同學跟我來說的話，我這門外漢還在門外啊，已經看見門了；啊！是極大部分人，門在哪裡還不知道，還在那兒覺得弄得很得意。所以我是鼓勵諸位啊，的的確確的話，第一件事情，你總要這樣地努力去修學。然後呢經過這個明確的辨別、討論，的的確確曉得它的真實的內涵。",
    "750": "[12:30]今天早晨那位同修談的時候就是這樣，他講得很有道裡啊，實際上呢，他已經錯到不曉得哪裡去，他不知道。經過一點了，哎呀，沒有錯啊！對呀！這個地方是漏洞、那個地方漏洞、那個地方漏洞，這麼大的個漏洞居然不知道，覺得還有道理。那個時候啊，錯了！所以我們對這個真正的佛法要「如實」這兩個字，不簡單喔！所以我們現在修行的話，不得力，所以轉大圈子都在這個地方啊！這樣。那麼了解了，算不算？對不起，不算！還要「無所違逆數數思惟」，你不斷、不斷地這樣地去思惟、觀察，這個思惟觀察還不能弄錯喲！這樣。有了這個基礎，更進一步才談得到修。",
    "800": "[13:20]安受眾苦及思擇法俱分八類者，如〈菩薩地〉所說而錄，特於思法此說極廣。其次，前面這些東西都分成功這個幾項，那〈菩薩地〉上當中，都說得很詳細。不過在這個地方呢，第三個，因為這個是佛法的中心，第三個就是這個對法思勝解上面特別說明一下。",
    "827": "[13:47]修此等時如何行者。謂隨修一能堪忍時，皆令具足六種殊勝，具足六種波羅蜜多，唯除令他安立於忍，是忍施外餘如前說。那麼這個前面也是一樣的，布施、持戒、忍辱，現在修忍辱也是如此。不管你修哪一個忍的時候，一定要具足六種殊勝。這個六種殊勝當中第一個什麼啊？依止菩提心，記得不記得？這個概念我們一定要弄得很清楚的，這個有特別的這種殊勝。然後你做的行為，做任何一件小事情，這個是啊，不是單單這件事情，遍緣法界，遍為一切有情，這個才是它真正殊勝的地方。你要求的果報，不是說為了眼前的 ─哦，我們眼前做一點小事情，哎呀，覺得這樣去討好討好別人，完全錯了！要討好什麼啊？上面討好法界，盡法界、虛空界一切諸佛；下面呢，真實討好法界一切有情。這個討好不是說給他一點小好處，要把所有法界一切有情，都安在菩提大果上面，這個才是我們真正要討好的，要注意！所以這個就是六種殊勝。那麼，然後你任何一行當中都具足六度，道理不細說。最後，",
    "923": "[15:23]第五此等攝義者。這個跟前面一樣，但是每到這個地方，我們必須要好好地溫習一下。",
    "931": "[15:31]謂應隨念發菩提心，為行依止而修行者，是欲安立一切有情於漏盡忍所有根本，這一點是第一個。說我們做任何事情，任何情況之下，不要忘記這個根本 ─發菩提心。這個菩提心，是我們行持所依止的，說「為行依止」，依這個心而現在我們的修行。這個概念非常重要，非常重要！你必定要記住這個話，你真正的這個心提起來了以後，必然產生的現象是 ─戰兢惕厲，一定的，時時刻刻。所以在很多地方，譬如印光大師常常說「致敬竭誠」，都是這個心情。所以你心裡面的的確確一定提起來了，絕對不是像平常這樣子地馬馬虎虎。所以譬如禪宗來說，說「一念不在猶似死人，暫時不在猶似死人」，的的確確，一念當下你就像死人。小乘禪觀它也是這樣啊，它的確有它的方法，欸，走路，他每走一步，曉得你那個腳怎麼起來，怎麼個下去，落在那裡。你了解了這個道理以後的話，不管大小乘，整個的佛法一定都是這個樣的，這個我們必定要知道。",
    "1023": "[17:03]不過呢，小乘他主要的剛開始的時候，主要的就是學在戒定慧，馬上把那個境界拿掉了以後，你提起來的第一念，全部觀那個根本。所以他不會詳細討論這種問題，所以只要教你戒持得好好的，然後呢你任何一個舉動看得清清楚楚，這樣。那麼現在我們在這地方也是同樣的，非常遺憾的是因為我們不認識這個道理，根本不認識這個道理。所以我們平常的時候也不曉得怎麼用心，然後呢看見別人一點的話，哇，總是被他所轉，而不曉得自己的真正大乘的真正精神的特質。",
    "1067": "[17:47]你了解了這個大乘基本精神以後，儘管現在沒有這個禪宗祖師那種精神，禪宗祖師不是不好哦，他非常高明哦！可是他一定要菩提心建立起來。乃至於小乘的，欸，小乘人都是這樣好，我們也看了：喲，他們很好！不，一樣的。不過他們求的目的，目前禪宗的祖師們已經到了這個境界，他或者在加行位上面，正在上去，所以他全部的精神，那個時候在毗缽舍那，就找那個空性。我們現在在資糧位上面，幹什麼啊？發這菩提心。或者是願心當中，或者行心當中，這個是我們重要的，所以特別注意這一點，特別注意這一點！儘管現在我們做不到，可是告訴：「對呀！我現在這個心裡面就悠游放任，不對、不對，提起來！」哪怕你有這個念頭，這個念頭本身就慢慢地對了，靠近了。",
    "1127": "[18:47]然後呢為什麼？這個菩提心是怎麼樣的啊？為欲安立一切有情「漏盡忍」，現在修忍的時候，我就幫助別人，是為什麼要這樣做呢？要使得一切眾生都得到這個忍，這個忍是什麼？漏盡忍，叫無生法忍。這個是修忍辱的根本，然後呢，把這個根本上面再去增長廣大，所以這個是根本因，下面是圓滿因。",
    "1155": "[19:15]故須令此漸次增廣，大地諸忍作所願境而勤修習。諸初發業所應學忍善了知已，如理修學。如於所說有所違越，應當精勤而令還出，若修此時捨而不修，恆為非一大罪所染，於餘生中亦極難修，最為殊勝諸菩薩行。這個跟我們上次說的一樣。",
    "1187": "[19:47]若能視為勝道扼要，諸能行者現前修行，未能行者亦能於上淨修意樂，則如《妙手問經》所說，以少功力及微小苦，而能圓滿忍辱波羅蜜多。這個今天唸一遍，明天還要詳細地講一講。主要的，一定要把這個話擺在心裡面策勵自己！",
    "1216": "[20:16]請翻到《菩提道次第廣論》三百零四頁。昨天呢，把忍波羅蜜已經圓滿，那麼最後一段，忍波羅蜜的第五一段「此等攝義」，也唸了一遍。這個此等攝義跟前面幾個是一樣的，不過這地方呢，值得我們再提醒一下。前面修忍辱，他根本的依止是菩提心，然後呢依了這個心，他要做的內涵是要使一切有情也達到這樣一個目的。而這個最重要的就是安立一切有情於「漏盡忍」，換句話說，無生法忍。那麼在這種情況之下，修習開始雖然是凡夫，但是目標卻是最高的，目標卻是最高的，所以把大地以上，說地上菩薩乃至於成佛所做的，作為我們目標。",
    "1317": "[21:57]那麼修學的時候呢，我們應該善巧地了知它正確的方法，這個是最重要的一點。你能夠善巧如理地了知，再難的事情你都能做得到；如果你不能善巧如實如理了知的話，一點小事情你都做不到，都陷在我們這個凡夫的知見當中。然後呢，了解了這個努力去修學，努力去修學。假定我們眼前不好好地去做的話，產生兩種狀態：眼前你不向上做，如法行持，那個時候我們做些什麼？不如法行持就是做不如法的事情 ─只有兩件事情，要嘛如法，要嘛不如法。心裡面我們在任何情況之下，你不精進，所謂不進則退。平常我們沒有如理觀察的時候不懂這個道理，如理一觀察，你立刻就感覺到了。平常的心裡面，你坐在這地方放得輕輕鬆鬆，這個是什麼狀態？這個狀態就是隨順著煩惱流轉的狀態，就是這樣，我們真正要克服的就是克服這東西。所以他唯一的方法就是在一切時處如理作意，這個是最重要的一件事情，這樣。",
    "1430": "[23:50]所以你就把坐在這地方的 ……。說為什麼我現在才能體會到，我也常常跟你們說，說我看見我的老師，他一個人坐在那裡，他房間裡，這樣，坐在那裡。他反而人家在的時候，他常常說：「哎喲，不要賣道！」他警惕自己，我現在越來越感覺到。他哪怕坐在這裡，他全部的精神貫注在這個上頭，身體雖然放鬆了，心裡面不是提得很緊，但是他那個正念擺在那裡。一下掉了，他立刻提起來，一下掉了，立刻提起來，這是必然的狀態。所以這個絕對不是說你跑得去做壞事的時候，這個時候才做壞事，那個做壞事的時候是完全是造地獄因。當你心裡面就這麼浮浮泛泛放在那裡的話呢，那個就是輪迴因，已經在這裡了。注意喔！這是我們必須要認識我們自己的心相。",
    "1489": "[24:49]所以我們平常的時候覺得：哎！輕輕鬆鬆，覺得好得很。在世間人是對的，修學佛法的時候，那已經錯了。所以我們一定要注意，認識了，然後呢現在開始。其實這件事情並不難哪，這件事情的確並不難。如果你現在放在那裡不修的話，那麼怎麼辦呢？那就跟著個習氣一直在走，這習氣不去對治的話，它不肯自己讓步，不肯讓你的。那麼眼前呢，因為這個習氣一直跟著它走，所以眼前為各式各樣的染污所污染。當你沒有境界現起的時候，你就這樣地浮浮泛泛；一個境界現起的時候，自然而然你就跟著那個煩惱轉。所以為各式各樣的這種罪過，跟它跑掉了，所以「恆為非一大罪所染」哪！這個話我們必定要有正確的認識，你沒有正確的認識談不到。",
    "1555": "[25:55]那麼這一生既然如此的話，養成功了這個習性，以後呢，「餘生中亦極難修」，就是這樣，這個習性之難改！平常我們常常聽這個修行人說，不修行人他本來就是這樣，那麼聽那個修行人說了以後呢，下面注意喔！欸，處處地方就是這個，往往這個修行人習性難改，既然難改了，好了、好了，這個難改嘛，別人也難改嘛，我也難改。錯了！正因為錯難改，所以你要想修行，必定要從這地方提起全部精神來對治它，不要讓它去。",
    "1599": "[26:39]如果你現在能夠做的話 ─所以他下面說，有了正確的了解，你了解這個是我們現在走的這一條殊勝大路的精要的話，那麼眼前你就努力了。眼前努力怎麼努力法呢？第一個是正確地、完整地了解，根據這個了解，我能做的是努力去做。是不能做的話，那麼也這個把心理上面先要把它應該建立起來。所以能行的就行，不能行的話，「未能行者亦能於上淨修意樂」，嗯，這個很重要！就是不做 ─我現在是不能做啊，但是我將來一定要做到它！我現在所以做我能做的，目的幹什麼呢？就步步增上，正要做到將來不能做的。",
    "1663": "[27:43]你能夠用這個心理去做的話，那麼自然而然你眼前一步一步向上，等到這一步圓滿了，欸，下一步你緊跟著步步向上、步步向上。你能夠這樣做的話，不要用太大的功力，以及稍微花一點氣力的話，很快地就圓滿你所要的東西 ─無上菩提；那麼在這一支當中就是講忍辱波羅蜜。所以這一點非常重要，這個後面所說的任何一樣東西，任何一樣東西，從資糧善開始，再加行，然後見、修，然後呢從方便分、智慧分，無一不是如此。下面我們再說精進，精進。",
    "1721": "[28:41]學習精進波羅蜜多分五：在學精進之前我們先提醒一下，這個我們六度當中，前面三樣是方便，它這個資糧，真正的後面那個智慧是止觀。而這精進呢通於全部，通於全部，精進一度通於全部；如果用三學來說的話，通於三學，這個是最重要的一點哪！不過，如果說你沒有前面這個忍的話，這個精進根本就談不到。所以你如果不能忍的話，做一點小事情就退了，還談精進嗎？所以這個兩者之間有這樣的一個關聯。"
}