{
    "7": "[00:07]所以這個兩樣東西，務必請大家要再三地反覆思惟。那麼我們看這個精進波羅蜜分哪幾樣東西。",
    "19": "[00:19]學習精進波羅蜜多分五：一精進自性，就是它本身的特性、特質是什麼。然後呢第二，",
    "26": "[00:26]二趣入修習精進方便，在還沒有正修之前，用什麼方式能夠推動我們，使我們去修。有了這個認識，推動我們去修，然後去修的時候，精進的內涵是些什麼，下面說：",
    "51": "[00:51]三 精進差別，那麼了解了這個，正修的時候，如何照著這個修行，說：",
    "60": "[01:00]四 正修行時應如何修，最後也是",
    "63": "[01:03]五此等攝義。今初來說明一下。下面是第一個精進的自性：",
    "73": "[01:13]緣善所緣勇悍為相，就這個。這個當我們修善的時候，這個「緣」就是那個時候我們的對象，我們要去修習的。前面那個修習是什麼？於善所緣，對吧！就是平常我們所緣的都是什麼？都是無始無明相應的行，換句話說惑、業；現在反過來，這個是所緣善的那些。怎麼辦呢？「勇悍」，這個是精進的行相。勇就是勇敢、果敢，什麼都不怕，不但不怕而且勇往直前；悍也是勇敢的意思，它有兩個意思：一個是勇敢，一個是兇暴。勇敢像前面一樣的，什麼都不怕，勇往直前。兇暴這個地方用得上什麼？對於這個煩惱啊是一點毫不留情，要絕對像大惡人一樣。那個大惡人哪，碰到什麼東西的話，對不起！他絕對沒有一點點給你好商量的餘地。現在我們在修行精進的時候，對於我們的大惡人 ─這個煩惱啊，也是一樣地，要絕對地拿出這種兇暴的味道來。",
    "166": "[02:46]所以在《華嚴》，善財童子所參的那個大善知識當中，有個「甘露火王」；密教的圖像當中有那個憤怒相，那個牙齒露在外頭，眼睛瞪得圓圓的，那個渾身那個火焰，頭上都是掛著個骷髏，就這樣。這個表示什麼？就是說他也是一種兇暴的精進相，對於這個任何煩惱來的時候，他絕不怕！然後呢對治這個煩惱的時候，沒有一點點的商量餘地，這樣，這一個情況，那就是精進相。所以它所對的是什麼？是我們要對治的，所以對善所緣的那個事情啊 ─就善法，勇往直前，對惡法要毫不留情！",
    "223": "[03:43]《入行論》云：「進謂勇於善。」〈菩薩地〉說為攝善法及利有情，其心勇悍無有顛倒，及此所起三門動業。下面就引兩個論所說的，一個是《入菩薩行論》，那麼另外一個是《瑜伽師地．菩薩地》上面告訴我們。這個精進就是對於我們所行的善淨之法，以及利益一切有情，這一個心理的行相 ─勇跟悍。還有下面「無有顛倒」，這個不能錯哦！弄錯了就不對了。所以假定說你對這個善惡是非辨不清楚，那個時候你去努力的話，這不一定是精進。世間的人他沒有弄清楚，在顛倒的事情上面很努力，這個叫懈怠不叫精進，這個叫懈怠。所以精進的特質，不是說你勤懇努力就算，而是說你在善法上面，斷除自他無邊煩惱、惡業，以及利益大家的究竟利義，這一件事情上頭的努力，這個才是。那麼我們現在了解了，第二呢，",
    "315": "[05:15]第二趣入修習精進方便者。也是不馬上叫我們精進，而是告訴我們，你怎麼方法策勵我們去修。這個很重要！你有了這種策勵的心情，把這個策勵的心情建立起來了，那個時候你自然而然去會全心全意。現在我們看，",
    "338": "[05:38]謂應多思精進勝利不進過患，此若串習精進起故。就是說你呀，對於精進的殊勝的利益，以及不精進的絕大的害處，你能夠多思惟、觀察、了解，把這個道理經過了這樣的思惟、觀察，養成功了這個習性，你起心動念當中，一起來就這個念頭，一起來就這個念頭，自然而然哪，這種念頭推動了你向這個方面去做。所以說一定要把這個先要養成功習慣，換句話說習已成性、習已成性，久久地修習以後的話，你養成功這樣的一個個性。平常我們這個性，有很多人懶惰的人起心動念，自然而然覺得：哎呀！就是這個樣。有很多人呢，貪的人起心動念就是這個。現在呢我們在這個上頭養成功習慣，他起心動念自然而然推動他去，那個時候他就精進了。",
    "415": "[06:55]其勝利者，那麼現在這個題目告訴我們了，那麼它有什麼殊勝的利益呢？下面這個論上面說：",
    "426": "[07:06]《勸發增上意樂會》云：「能除諸苦及冥暗，是能永斷惡趣本，諸佛所讚聖精進，此是恆常應依止。能夠淨除一切苦惱的，哇！這個最重要。我們現在不是為苦所逼惱而求快樂嗎？喏，你只要看見這一句話，你就曉得，不管你世間任何一種人，要真正應該忙的是忙這一個。我們所以現在偷懶等等，無非是貪一點樂，怕苦耶！嘿！結果呢？你真正要想快樂，去掉這個苦啊，卻是在這裡，這個！還有呢，「冥暗」，就是愚癡無知。",
    "485": "[08:05]進一步我們所以要想去掉苦，去不掉；要想得到樂，忙了半天得不到，是為什麼？因為對苦樂的真相不了解呀！乃至於我們修行了，太多這種人。說昨天我講那個故事當中，那個人也是這樣，唉呀！他覺得這世間真苦啊，現在嘛想這個念佛啊，我就告訴他那個念佛的法門。他就說：「唉呀！這樣的話，我哪有這麼多時間哪！」問他：「那你平常幹什麼呢？」他白天嘛要上班，忙了一天回來嘛要休息、休息。休息完了以後，到那時候嘛為了放輕鬆，電視也要看一看，早晨起來是報紙也要看一看。哦！他覺得很忙。啊！教他真正脫苦的事情，教他看看經，乃至於這個聽聽這個的，他覺得沒有時間。唉，我心裡想了個半天，怎麼辦？只有說：「好了，好了，那你看緣啦！」啊，就是這個樣。",
    "549": "[09:09]那我們在這個地方啊，坐在這裡的時候，坐在這裡的諸位，我想很了解的啊，這個原因在什麼？冥暗，這是無知。他未嘗不想快樂，未嘗不想脫苦，他也未嘗不在忙。是啊！千真萬確，他比我們還一樣地忙，早晨一大早起來，先嘛要看一個報紙；然後要去上班嘛賺錢；賺完了回來嘛還要看一個電視，他也很忙耶！但是原因是什麼？冥暗哪！這樣。這個是苦的根本啊！",
    "594": "[09:54]要想除掉這個，然後能夠斷除一切惡趣的根本，這個從根本上面斷去是什麼呢？是諸佛所讚的精進，這是精進。「諸佛所讚」，佛是什麼？是徹底了知世間一切真相的人，不但了知而且如實真正做到的人。所以只有佛才是圓滿無缺認識，一切圓滿無失證得，他所說的話才是圓滿無缺，如理如量、百分之百地可靠。而現在一切諸佛怎麼說呀？欸，讚歎！喏，你要得到上面這個結果的話，就是這件事情。所以這個是什麼？我們應該依止的，而且應該如何依止法？「恆、常」兩個字哦！這個依止不是說，哎呀，今天聽見了嘛就努力一下，欸！放下來。放下來還要依止，要一切時處不能離開它。你哪一刻離開了，那一個時候，你就是在癡暗當中，那個就是受苦的因；有了受苦的因，將來一定感得苦的果。所以，應該恆常依止，下面繼續：",
    "686": "[11:26]此世所有諸工巧，及出世間諸巧業，若發精進非難得，智者誰厭精進力。喏，不要說出世間的，就世間的那所有這些事情，以及出世間的進一步，假定你能夠發精進的話，沒有一樣事情，不難得到；再沒有任何困難，都可以得到。所以真正有智慧的人，沒有一個例外的，都會好樂精進，不厭精進。而現在我們所以不能精進的原因，真正的還是什麼？愚癡當中。唉！說起來真可憐哪，一點點小小的事情，大家心裡面就為它嘀咕，忙了個半天，也嘀咕了半天，結果是自害害他，自己還覺得很對，原因是愚癡。如果你正確地了解了以後，我們全部的精神所對治的就是這些，小事情上面，你只要把煩惱真正解決了，那一切問題跟著就解決了。",
    "767": "[12:47]若有趣佛菩提者，彼見昏睡諸過失，常發精進而安住，我為策彼而說此。」現在有人真正要想走這一條圓滿覺悟之道，達到圓滿果位者。那麼他了解了這個懈怠，這個「昏睡諸過失」就是懈怠不精進的種種過失。於是啊恆常地發起精進，發起而安住在這個精進，如理行持。現在呢，我為了策勵那些想如法修行的人，而說這個道理。",
    "817": "[13:37]《莊嚴經論》亦云：「資糧善中進第一，謂依此故彼後得，精進現得勝樂住，及世出世諸成就。精進能得三有財，精進能得善清淨，精進度越薩迦耶，精進得佛妙菩提。」那麼這個論也說，在「資糧善」當中，現在我們是集聚資糧，集聚資糧，有了這個資糧，然後才能夠上去；資糧善當中，最重要、最第一的什麼？精進。由於得到了這個，然後呢依這個，其他的東西就跟著得到了，其他東西都得到了。所以你沒有精進的話，什麼東西都得不到。《大智度論》上面也說的，有了這個一切都得到了，反過來一有懈怠，換句話說沒有精進的話，什麼好事都沒有，絕不可能！而這個精進呢，眼前就得到殊勝安樂，得到殊勝安樂。就是譬如說我們現在說，順著最簡單的次第 ─戒、定、慧，你能夠親近善知識，戒如法地去做的話，就當下得到清涼，從煩惱上面得到解脫。從煩惱上得到解脫、清涼是多少快樂！然後呢，由於戒而得定，那個定更是快樂無邊。這個還是世間的，由定而發慧的話，徹底連根拔起，都是靠這個。所以，前面說世間是如此，出世間也如此。我們現在看看，世間的這種成就，的確沒有一個例外的，沒有一個例外的。",
    "941": "[15:41]「精進能得三有財，精進能得善清淨」，就是說，「三有」就是說世間三有當中的欲有、色有、無色有，這個一切啊，就是精進得到。然後呢更進一步善淨之法，能夠淨化它的也是。然後這個「善清淨」是包括得很廣，從開始第一步。然後呢，而一切的根本在什麼地方呀？薩迦耶見，就是這個根本。前面說苦惱的原因，就是苦果是由惑、業所感得，而這個裡邊惑是上首。那麼惑當中生起的次第、生起的原因是什麼？就是這個薩迦耶見。換句話說，根本拿掉了，其他統統拿掉了。而要想拿掉它靠什麼？精進。這個拿掉這個東西是三乘共的，所以一步一步上去，乃至於最後的不共大乘，佛的無上菩提，也從這個地方得到，所以這個精進是資糧善當中最重的一樣。",
    "1015": "[16:55]又云：「具進受用無能勝，具進煩惱不能勝，具進厭患不能勝，具進少得不能勝。」那麼現在我們在一步一步上去的時候，它除了策勵我們上去，還有很多障礙。譬如說我們對於眼前的很多受用耽著，欸！你能夠精進的話，不管那些種種受用，你不會為它所騙。有固然好，是沒有也不在乎；沒有固然不在乎，有了以後啊你也不會沉在這個地方。然後呢真正去努力的時候，為種種煩惱，那麼這個煩惱也怎麼也擋不過你，擋不過你。然後我們要修那個出離行的時候，從自度而進入利他，哎，這個利他是有無比的困擾，就從自利開始，唉呀，覺得這個苦不堪言。在這種情況之下，產生了厭患之心；而這個厭患，因為前面的忍，跟這地方的進啊，它也不能擋住你。這樣地從世間、出世間，從小乘到大乘，不管任何困難，任何障礙啊，都不能障礙你，都不能勝過你，你都能夠勝過它。如果步步上進，你得到種種的好處。可是平常還有一點，我們得到了一點哪，哎呀！就覺得以此為喜足，停在這裡；你如果能精進的話呢，「少得不能勝」。",
    "1127": "[18:47]這個四樣東西，就是我們實際上平常啊，經常都具足的，經常都具足的。大部分人四樣是樣樣具足，那麼有一種人呢，欸，容或具足三樣、兩樣，或者一樣，或者一樣。尤其是現在的很多修行人，他修行人哪，他是自己相當努力，不為世間的一般受用所障礙；然後呢修行的時候，一點的煩惱啊它擋不住，擋不住；乃至於去修行的時候，不管自利而且利人哪，種種的困擾他也不怕。但是呢他安住在：欸，覺得這個就夠了，就是這樣。就得少為足，這樣。這個得少為足的現象是什麼？就是說平常我們哪，如果這個人學禪的、學念佛的，乃至於學密教的，就覺得：「欸！就這個了。」不！佛要究竟解決一切問題，圓滿所有的，沒有一樣東西不圓滿的，絕不會得少為足。現在我們稍微懂得了一點，哎喲！就覺得樣樣懂得了，那連它根本差得十萬八千里，差得十萬八千里。",
    "1218": "[20:18]所以像善財童子這個故事，是最好的典型的例子；不但他自己，他的老師。你看，他去參訪一個老師，然後跟著這個老師得到了這個東西以後，他自己繼續地參訪；而每到一個地方，以及繼續向前，都是經過很大的困難，但是它絕對擋不住，絕對擋不住，是一一過去。還有呢他的老師也告訴他，你看他每一個老師，每一個大善知識，就得到了這個，哎呀，無量無邊的這種功德，可是他最後怎麼說啊？「我呀，只知道這麼一點點哪，像那個菩薩行，還有這麼多廣大行，這個我怎麼知道呀！所以你呀還要繼續去修。」說明了什麼？說明了凡是真正這一種如法行持的人，沒有一個例外的。《華嚴》是圓教，這個裡邊後來的那一些大善知識都是最了不起的，卻每一個人都這麼說，說什麼？他不但自己這樣努力，而且絕不得少為足，絕不像我們現在這樣。",
    "1299": "[21:39]反過來說，我們所以凡夫之凡夫的原因是什麼？實在啊連它根本在門外，乃至於門在哪裡都不知道。唉呀！自己是閉上了眼睛在那兒瞎弄，還以為覺得：哎呀！就這個樣，好得很耶！所以這一點，我們一定要自己深深地，在自己的身心上面認得這個病根，努力去除掉它，努力去除掉它。凡是任何一點點，使得我們產生自滿、自以為是的這個心情，一定要拿出「悍」，這種悍相來，把它一刀斬斷！悍相就是什麼？對於這一種不如理的這種情況 ─絕不留情，這個才是正確的，才是正確的。",
    "1346": "[22:26]〈菩薩地〉亦云：「唯有精進是能修證菩薩善法最勝之因，餘則不爾，故諸如來稱讚精進，能證無上正等菩提。」前面已經說過，資糧善當中，精進是第一，那麼現在呢這個地方也說，《瑜伽師地論．菩薩地》。所以不管是哪一個經、哪一個論，都告訴我們，只有這樣東西啊是，哪一樣東西？精進！是修證這個菩薩善法當中最勝之因，換句話最殊勝的，最殊勝的就是這個，其餘的沒有一樣東西能夠跟它相比。因為你有了精進的話，其他樣樣東西都可以生得起來；反過來，如果你沒有精進的話，儘管你有一點東西啊，弄弄弄塌掉了，弄弄弄被這個障礙了，弄弄、弄弄不能前進了，所以這個最重要。所以一切如來讚歎這個，像前面一樣。那麼下面又一個論，",
    "1418": "[23:38]《攝波羅蜜多論》亦云：「若具無厭大精進，不得不證皆非有。」 .你能夠具足這個大精進，而對這個精進無厭足。他現在呢對於善法無厭足，我們現在凡夫是對什麼？對煩惱無厭足，唉！這個貪得無厭，對什麼東西都這個樣。菩薩不！菩薩恰恰相反，善法恰恰是對治惡法的，所以真正學菩薩行啊，對於這個對治惡法是絕無厭足。我們現在呢是惡法，惡法是正好消滅善法、對治善法的，這個是一個錯誤。如果說你能夠對這個對治惡法的大精進無厭的話，得不到東西，絕無是處；不能證得的東西，絕不可能！換句話說你要得到的任何好的東西，你要證得的無上菩提，絕對會有，絕對可以得到！",
    "1489": "[24:49]又云：「非人皆喜饒利彼，能得一切三摩地，晝夜諸時不空度，功德資糧無劣少，獲得諸義過人法，如青蓮華極增長。」不要說你自己，旁邊的人都歡喜來饒益他，饒益他。這個道理其實我們也很容易明白，雖然那個非人我們不看見，可是在我們周圍任何一個同學、師友，如果他很精進，我們大家都很讚歎，如果他要來找你幫忙，你一定很樂意幫忙，對不對？我想我們沒有一個人例外的。反正你懶惰的話，儘管你自己覺得，哎喲！你偷了巧了，旁邊人人看了你，瞪大了眼睛：「這一個傢伙！」以及也許當面給你應付、應酬，覺得：哎呀！嘻嘻哈哈，心裡面老在那兒說，這樣。那麼我們人是有理性的，那非人也是一樣的，所以的的確確這是個千真萬確的事實。那麼自己好，別人也幫助，你能夠由此得到「一切三摩地」，那個是正式地證入進入修行，修行真正最重要的 ─止觀，這樣，任何的三昧你都可以得到。",
    "1569": "[26:09]還有啊，「晝夜諸時不空度」，白天固然是不空度，晚上也不空度；醒的時候固然是不空度，睡覺的時候也不空度。這個概念我們一定平常的時候啊，要多多思惟、觀察，思惟是如理思惟，觀察是如理觀察。觀察的不是文字哦！是「如理」兩個字，一定要把文字所指的它的行相、內涵所指的，你要探得清清楚楚。那個指的什麼？就是你心裡起心動念，絕對不是在文字。在文字上面不管你說得多動聽，天花亂墜，聽眾百萬，沒有用！所以《摩訶止觀》上面，智者大師引以前這個鄴洛禪師，有很多這種了不起的大法師啊，唉呀！那個動不動後面啊「隱隱轟轟，千百成群」，就這個樣來。換句話說，哎呀！他這個認識、說法、口才，那簡直是不得了，平常的時候這個行為看看也很好，但是呀是「臨終皆悔」，為什麼啊？嘴巴上面的，心裡上面沒有用真正功夫啊，到臨死的時候懊悔來不及了！眼前的是名利啊，等到你兩腳一伸，嘿！沒有一樣帶得走。所以這一個時候，我們所指的什麼？要指心裡的行相，你真的心裡的行相能夠這樣地如實觀察了知，安住在這個善法上頭，它自然而然晝夜都不空過。",
    "1679": "[27:59]所以前面一再說過的，這一個情況是什麼？不是說我們現在這裡，哎呀，覺得輕輕鬆鬆，不是！你一切時處提持了正念，就這個正念安住在你的心上面。欸！既然安住在心上面的，這個正念，就是如果是你沒有修習成功，現在正要努力的就是這個；如果你修習了成功以後，習慣了，這個就是等流啊，它自然一直在這個等流當中。就像河裡邊的水流一樣，河裡的水都好像沒有人推動它，它可是晝夜在那兒流欸，就是這個狀態！所以當到那醒的時候你能夠努力去做，睡著的時候，儘管你睡著了，它還在那裡呀，這個事情是非常重要的啊！所以這個一定要靠什麼？如理思惟呀！這個東西是太重要、太重要了！太重要、太重要了！那麼現在我們所以不能做的原因呢，就是原因何在呢？就在這個上頭。",
    "1748": "[29:08]最近經常有同修跑到我這地方談這個問題，我有的非常歡喜、非常讚歎。但是呢另外有一類同學，他，我就感覺得我很同情；但是也只有一個辦法，他只要來，我還是讚歎。他往往對那個思惟的能力，比較差一點，在我的感受上面哪，這個時候千萬不要停止，覺得不如人。是，這個事實的狀態是不如人，那麼在這裡怎麼辦呢？正因為不如人，你趕快努力！"
}