{
    "7": "[00:07]因為沒有一個人例外的，他必定是從一無是處，然後去了知正法，然後從這個上面步步開始，對不對？小孩子進幼稚園、小學等等，沒有一個例外的，你只要肯一步一步地上去。現在我們也是這樣，我們坐在那兒念這些書，一點都沒有困難，可是一個小孩子剛進幼稚園，當然一無是處了。它怎麼來的？就是這樣努力過來的。所以我們千萬不要怕，總記得 ─如是因感如是果；反過來，現在這個果，就是以前的這樣的因。既然我們現在了解了，你只有一件事情可做，就是把我們所了知的這個因果的法則，運用在身心上頭。你只要去運用的話，那個一定是晝夜不空過，能夠這樣的話，啊！好，很容易、很容易，一天到晚在集聚資糧嘛！",
    "71": "[01:11]「功德資糧無劣少，獲得諸義過人法」，那麼這樣一來的話，你這個功德一直增長，眼前剛開始的這個就是資糧，那就不會下劣，也不會缺少。有了這個東西，你才能夠得到真正的義利。世間這些東西啊，名聞利養，那都是害我們的東西啊！而這個東西都是凡夫啊！這個東西才是什麼？真正地超過凡夫的聖賢之法。那個才是什麼啊？「青蓮花」。青蓮花是比喻什麼？佛法，出污泥而不染。而且妙咧！它必定從那個髒的地方長出來的，所以經上面說是高山、陸地、旱地上面長不出這個東西來。欸，雖然在污泥當中啊，但是它長出來的花是又美、又好、又香，還有種種特別的。所以最圓滿的經，這個經名字叫《妙法蓮華經》，就是這個。欸，這個東西的的確確，啊！增長，而且「極增長」，這是它的殊勝的利益。那麼這個是前面拉的力量，還有呢後面推的力量。反過來說，你不精進呢？不但得不到這個好處，而且還有種種大的過患哪，好大的害處！下面那個經上面說：",
    "174": "[02:54]過患者，《海慧請問經》云：「有懈怠者，菩提遙遠最極遙遠，諸懈怠者無有布施乃至無慧，諸懈怠者無利他行。」那個《海慧請問經》上面說，你一有了懈怠的話，完了，你要的菩提遙遠得最極遙遠，唉呀！遠得不能再遠哪，不能再遠哪！眼前是什麼？眼前都是為著放逸懈怠相應的煩惱法。這個煩惱法的最後的結果，是讓你受盡無邊痛苦。所以我們眼前貪一點小便宜的結果，這是在懈怠當中，結果呢？自己害了自己是莫甚於此，自己害了自己是莫甚於此啊！所以經論上面處處地方告訴我們，說我們現在啊，怕那些小小的苦，但是對這個大苦的因，這個卻不知道怎麼去除啊！唉呀，實在是顛倒極啦！",
    "249": "[04:09]這個也是我記得《入行論》上面有這麼幾句話：「若人在世間，小苦不能忍」，就平常我們世間小小的苦不能忍耐，然後小小的這種無意義的快樂又放不下。結果呢，「地獄苦無量，瞋因何不斷？」你貪一點小便宜，怕一點小苦，結果呢，造的這個惡因，這個惡因下地獄，這個地獄之苦是不得了的大呀！這種苦因你怎麼不努力去斷除呢？人真是錯誤到絕點哪！所以有了懈怠這個菩提遙遠，不是說遠得讓你坐在那裡，它自己靠近；因為它遠的關係，現在讓你住在這個惡道當中啊，這樣地嚴重法！「諸懈怠者無有布施乃至無慧，諸懈怠者無利他行」，啊！所以一有懈怠的話，上面所說的、後面所說的，一切的從布施到智慧六度沒有一樣，自利沒有，利他沒有！",
    "331": "[05:31]《念住經》亦云：「誰有諸煩惱，獨本謂懈怠，若有一懈怠，此無一切法。」這個經上面說，《大智度論》上面也引這個。任何一個人一有了 ……他任何一個人所以有煩惱的原因，這個煩惱的根本是什麼？就是懈怠！他如果一有了懈怠 ─ 好了！他什麼的好事情都沒有了，什麼好事情都沒有了。",
    "363": "[06:03]若無精進隨懈怠轉，一切白法悉當虧損，退失一切現時畢竟士夫義利。假定你沒有精進，隨著懈怠而轉的話，一切好的事情統統虧損，已有的退失，沒有的生不起來。而這些好的東西呢，眼前的所謂現前增上生，以及究竟的究竟決定勝，這個是我們真正是一個人 說大丈夫 應該有的殊勝的利益，一有了懈怠，完了！反過來，只要有精進，剛剛相反。那麼這個是它的禍害，它的過患，後面推的力量。現在前面有拉的力量，後面推的力量，告訴你：「哎呀！這個精進有這麼多好處。」那麼我們有了這個力量，就一心一意地推動我們去修精進了。那麼要修精進，是精進這個內容什麼呢？",
    "433": "[07:13]精進差別分二：所以精進的差別，說明精進的內容了。第一個是",
    "438": "[07:18]一正明差別，正確地說明。第二呢？",
    "443": "[07:23]二發生精進之方便。前面是啟發修精進的方便，現在有了這個修精進的方便以後，推動我們的力量，這個力量，正修精進的方法。所以同樣地，這兩個是不一樣的喔！這我們要辨別得清清楚楚。那麼這樣能夠辨別得清清楚楚，然後你去做的時候才不會混淆，不混淆的結果是一點不錯，這個不錯的因，才能夠得到圓滿的果。正明差別當中又分三：",
    "484": "[08:04]初中有三：一擐甲精進，二攝善法精進，三饒益有情精進。第一個「擐甲」！要披起這個精進甲，換句話說，這個就是我們常常說的是心理建設。然後呢去做種種善法，饒益一切有情。下面：",
    "504": "[08:24]今初　〈菩薩地〉說：「謂諸菩薩於發精進加行之前，其心勇悍，先應如是擐意樂甲。好！這個引〈菩薩地〉上面告訴我們，說我們要做菩薩怎麼辦呀？在發那個真正的行為，開始加行之前，第一件事情先要把這個心、意樂，披起這個精進的盔甲。「擐」就是披起來，換句話說，心理上面先要這樣，勇悍無比，不怕！前面發菩提心是先發願心，後來是行心；現在這個地方也是一樣，先是願，這個願就是意樂，然後有了這個意樂，然後呢進一步去根據這個行動。",
    "559": "[09:19]若為除一有情苦故，以千大劫等一晝夜，集為百千俱胝倍數三無數劫，唯住有情那落迦中乃能成佛，我亦勇悍為正等覺非不進趣，發精進已終不懈廢，況時較短其苦極微，如是名為擐甲精進。說現在我們不要成佛嗎？成佛要濟度一切眾生嗎？現在不要說要濟度一切眾生，為了救一個人，為了救一個人的苦，然後呢我們要行種種難行，這個難行的程度，時間呢，說一千大劫相當於一個晝夜，然後呢當然三百六十天是一年，多少年積起來，變成功百千俱胝倍數的三無數劫。哎喲，單單「三無數劫」 ─平常我們說三大阿僧祇劫，這個一大阿僧祇劫就是個天文數字；然後呢要「俱胝倍」，俱胝又是一個天文數字；還要俱胝倍，還要「百千」俱胝倍的這麼長的時間。時間是這麼長，那個苦呢？這麼長的時間，做些什麼事情呢？要住這麼大的大苦，說一直住在我們的地獄當中。這樣去做，「乃」，才能夠成佛。欸！儘管有這麼大的苦，「我亦勇悍」！勇就是不怕，絕對不怕，勇往直前！而且悍的話呢，也是勇敢地要跟它鬥到底。為了達到這個圓滿，「非不進趣」，絕不會一點點地退怯，要發這個心。然後發完了以後，「終不懈廢」，一直到最後圓滿，絕對不會中途停止，不會懈怠，不會廢弛，這樣啊！這樣啊！",
    "692": "[11:32]何況眼前我們真正說起來的話，那個時間「較短」，要短得太多、太多了，太多、太多了！前面告訴我們，千大劫為一晝夜，要積無數百千俱胝的三無數劫。實際上呢根本不要，就拿我們現在一天一夜說，也不要百千俱胝，就是三大阿僧祇劫就可以成就啦！乃至於的確有很多殊勝法門，不需要這樣長啊！像善財童子，他十信滿心，十信滿心還是個凡夫喔！他就一生圓曠劫之因，一生就圓滿了，這是千真萬確的，對吧！所以你看看，他這個意樂甲，披這個精進意樂甲，要這個樣！何況現在那個時間是短得太多、太多了。而且他所受的苦啊，說住在有情那落迦當中，地獄當中，他也不怕。現在我們不要啊，真正修菩薩行都在人天當中哦！乃至有的時候是墮落畜生，但是畜生比起這個地獄的話不曉得快樂多少，我們也看見的，鳥啊、狗啊、雞啊，牠們比起地獄來，還是快樂得不曉得快樂多少倍呀！這是千真萬確的事實啊！",
    "774": "[12:54]所以這個我們要了解的，這樣地發這個心哪，叫作「擐精進甲」。你想到這樣的話，那的的確確的：啊！這菩薩要這樣的，現在我們實際上苦是這麼小，時間這麼短，哪有做不到的！那心情就啟發起來了，不但啟發而且這個心裡面 ─勇、悍！這個就是這樣一步一步，用種種方法思惟、觀察。",
    "805": "[13:25]若有菩薩於此精進，少發勝解少生淨信亦名堅固，尚能長養為求無上大菩提故，發起無量精進之因，何況成就如是精進。說如果有修學菩薩道的人，對於這個所說的精進啊，能夠少少地發起一點「勝解」 ─殊勝的見解；少少地生起一點淨信，也叫堅固。這個的確，啊！這個精進的力量是大得不得了，大得不得了。實際上呢，說良心話，現在我們極大部分對這個真正的精進，的確啊乃至於認識都不認識，既然沒有認識，你談得到什麼叫淨信嗎？有了正確的內容，你認識了才信得過；信得過了，才把以前錯誤的這種概念淨除，才叫淨信，那個時候才是真正的心裡叫勝解。現在我們好幸運啊！總算漸漸開始認識了，認識了啟發信心，然後你思惟觀察的，策發那個淨信、勝解，這個哪怕很少一點點，這也是堅固。這個堅固的因，真正地能夠種下去的話，一定結果，何況現在步步在那個地方，那的確嘛，就是這樣耶！如果我們真的能夠這樣的話，晝夜一定不空過啊！成佛啊，的的確確不難哪！",
    "906": "[15:06]所以只要像上面說的，稍微發起一點點，都能夠成為求無上大菩提，而要發無量大精進的因。因為你有了這個正確的、堅固的淨信以後，這個是主因，把這個主因，然後把它長養的話，你就能夠增長無量無邊的大精進的因啊！否則你因沒有的話，談不到啊！所以啊，哪怕是一點點，欸，對了！就像賺錢一樣，絕對不是一口氣賺它十億進來，那賺進來硬是一塊一塊的，有一塊算一塊呀，就是這個樣。那個賺對了，然後你增加起來，現在我們也是如此。所以前面說，哪怕發起少少的淨信，少少的勝解，都是這樣，何況成就呢？何況成就這樣的精進呢？",
    "967": "[16:07]於求菩提饒益有情，無有少分難行事業，可生怯劣難作之心。」你真正地能夠發起、成就了以後，對於追求無上菩提，要想利益一切有情啊，在這種情況之下，的的確確沒有一點點的事情難得倒你，沒有一點點事情你會害怕，絕對不怕，絕對不怕！所以在這種情況之下，像我們現在這個狀態的話，自己衡量一下，衡量一下。怎麼衡量法呢？有兩個辦法，我們先不必拿善法來衡量，拿世間法來衡量。譬如說我們今天想要去做一樣事情去，世間譬如說，今天有一個好電影來了，哎呀！這個電影是好得不得了。大家要去看那個電影的話，哎呀！天氣熱也不怕，天氣冷也不怕，下雨也不怕，到那個地方買那個票的話，那個黃牛等在這裡，老早去等我也不怕，我想我們大家都有這個經驗吧！太多這個事情，為什麼？它有好處啊！",
    "1047": "[17:27]所以同樣地這個地方，現在如果我們對善法也有這個認識的話，那自然而然也不怕。我們之所以怕的原因，因為我們不了解這個修行的真正的好處，一天到晚無始以來就在煩惱上面轉。喔唷，人家對你眼睛這麼瞄一下，你就想：「哎，他在心裡面給我幹什麼？」他隨便說了一句話，這個耳根就軟了，哎呀！自己就跟著它轉。那自己就是不了解正確的道理，一天到晚在煩惱當中轉。現在我們懂得了，像前面這些道理，那個時候就曉得什麼是煩惱 ─喔，就是這個！然後呢懂得了怎麼去克服，所以當心裡面稍微一點煩惱轉起來的時候，那就曉得：嗨！現在我懂得了，這個才是我要克服的生死怨家。你就不會在眼前這種小事情上面，等一下隨便一點小事情嘀嘀咕咕弄了幾天，就是苦惱得不得了，這個自己害自己耶！這完全錯誤了。你能夠從這個地方一步一步推展開去的話，自然而然不怕，樣樣都可以解決。",
    "1120": "[18:40]若能修習如是意樂，定能醒覺大乘種性所有堪能，故應修習。如果你能夠如理地修行，慢慢地鍛鍊，「修習」，就是樣樣事情都是這樣的，練習、練習、又練習。練些什麼？像上面所說的擐甲意樂，把這種如理的正確的心志建立起來，那個時候就把那個大乘的種性，從睡眠當中，從無明覆蓋當中，把它喊醒，把它策勵起來。這一個決心策勵起來的時候，你要做的任何事情，都絕對可以做得到，所以這個才是我們眼前應該努力修習的。下面這個論上面說：",
    "1181": "[19:41]《攝波羅蜜多論》云：「設等生死前後際，成為極長大晝夜，集此為年成長劫，以盡大海水滴量。發一最勝菩提心，須以此相漸集餘，一一資糧悲無厭，無諸懈廢修菩提。自心莫思流轉苦，而擐無量穩固甲，住戒悲性諸勇識，是為最初所應取。」此亦是說擐甲精進。他用種種的說法，經、論來證明、來說明、來策勵。那麼這個論上面也說，同樣地說個譬喻。它這個譬喻比前面還要大，說「等生死際的前後際」，我們從有開始到現在，這個時間是無量地長啊！把這麼長的時間算成什麼？算成一晝夜。哎喲，這個時間不得了！拿這樣的晝夜集成功長劫，這個長劫這個時間，是沒辦法算的這麼長的時間。以這樣的長的時間，發一個菩提心，勝菩提心，以這樣的方式來集聚這個資糧，一一修習。然後我們努力策發大悲菩提心種，要救濟一切眾生圓滿成佛，這麼大的困難當中啊無懈、無厭，絕不厭倦、絕不懈怠！這樣地去修這個無上大菩提果。",
    "1293": "[21:33]那個時候自己心裡面，千萬不要想到：唉呀，在這個地方的苦啊！實際上呢要想的，要怎麼呢？如理地想 ─正因為啊這流轉的無比的苦，實在是無法忍耐啊，你唯一的辦法只有修行啊！那個時候策發你。策發你然後以後的話，儘管還在這個裡邊，卻是什麼啊？幫助你跳出來啊！那個時候你就披上這個精進的甲，而且「穩、固」，絕不動；不但穩固，而這個甲是「無量」，那是無量無邊。披了這個甲以後，然後呢，「住戒悲性諸勇識」，安住在這個戒、菩薩淨戒當中，然後呢這一個行菩薩道，這是大悲大菩提種性的這一些了不起的人士，這個是我們最最開始修行的時候應該做的事情。這個是什麼？也是說擐甲意樂。",
    "1367": "[22:47]現在我們繼續下去，三百零六頁最後一行，最後一行。剛才說的這個，就是擐那個「無量穩固甲」，無量穩固甲，這是我們最初所應該的。換句話說在正式開始加行之前，先要把這個心理，這個意樂上面要建設起來，擐那個精進甲，這個也就是指的所謂擐甲精進。下面又引經：",
    "1408": "[23:28]又如《無盡慧經》所說：「設從無始生死以來，現在以前為一晝夜，三十晝夜而為一月，於十二月計為一年，經十萬年始發一次菩提之心見一次佛，如是等一殑伽沙數，始能知一有情心行。以如是理，須知一切有情心行，亦無怯弱而擐誓甲，為無盡甲。」這個不但是論，而且是經，經上面也這麼說，這個前面容易。從無始生死以來設為一晝夜，這個時間是你無法計算的。以這樣長的，經過這麼長的時候發一次心，見一趟佛，然後經過恆河沙，「殑伽沙」就是恆河沙，才能夠了解一個有情的心。現在你要度盡盡法界、虛空界一切有情，這個時間是何等地長，何等地難！就是這樣，對不起，我照樣地以勇悍心情，沒有一點點的畏縮、害怕、怯弱，這樣地去做，發這個心，這個叫「無盡甲」！",
    "1494": "[24:54]是為無上擐甲精進。哪！這個是，這個是！我們現在真正要修習的，就是這個。這個修習不是說聽懂喔！一再大家注意，第一件事情你要如理地了解，現在我們正確的道理不了解講修行，那都是跟自己開玩笑。怎麼修不知道，說修行，你修些什麼呢？然後修行的次第，這個地方，這個地方這樣講的。",
    "1524": "[25:24]總之若能引發少分如此意樂，速能圓滿無邊資糧，淨無量障而成最勝不退轉因，喏！所以這個地方告訴我們一個重要的結論：你能夠像上面所說的，引發這樣的意樂，這樣的心理的認識，這樣的意志力，哪怕是一點點，就種下來正確的因。這樣正確的因增長的話，很快就能夠圓滿無邊資糧。要積的資糧是圓滿了，然後呢要淨的障礙是淨除了，能夠淨除障礙，能夠集聚資糧，當然這個是成就最殊勝的結果，所以這個是成就最殊勝不退轉的因，都在這個上頭 ─精進！",
    "1584": "[26:24]如於長劫能生喜樂，如是亦能速當成佛。你真正地能夠這樣的話，那你就無往不利，沒有一件事情難得倒你！因為你能夠有這樣的心情，在任何事情上去努力，你隨時隨地、無時無刻不在廣集資糧，無時無刻不在淨一切障，當然很快成佛了嘛！這個是必然的，如是因感如是果嘛！反過來，若不是這樣，",
    "1619": "[26:59]若於無邊妙行及於極長時等，全無勇悍，唯樂短時速當成佛，反於成佛極為遙遠，以能障礙諸菩薩眾發最殊勝大志力故。假定我們不能像上面這樣說，上面是要告訴我們哪，以這麼長的時間，做這麼多的事情，這一些都是無量無邊的微妙善法之行。而對這些事情啊我們害怕，不能精進，不能勇悍，「哎喲，覺得這個很難哪！趕快成佛啊！」心裡面就這樣的想法。結果呢？不但不能成，反而障礙，這個成佛變得越來越遙遠。為什麼？因為要想得這樣的果，必定要有這樣的因，現在你事情沒有做心裡已經害怕；心裡害怕，你必定不能做如理如量行。既然如理如量的因行沒有集，請問：你能感得這個果嗎？所以由這種心情，於是反而障礙掉了我們。不要說行，連它這一個心志，都被這種怯弱的心情所障礙住了，所以不行。",
    "1721": "[28:41]為何義故，如是擐甲發勤精進，其中有二，攝善法精進者，謂為正引發六種波羅蜜多故，修彼加行。饒益有情精進者，謂於十一事，如其所應而發精進。那麼發了像上面這個擐甲精進，換句話說，建設了這個心力，要精進，目的幹什麼？你為什麼，要做什麼事情？所以說發了這樣的前面這個精進甲以後，要做兩件事情：第一個攝善法，去行、去做一切的善事，這個就是上面說的六種波羅蜜多。"
}