{
    "12": "[00:12]拿著這樣的心情，策勵自己行這個六度。上面已經說過了，這個六樣東西，包含了我們所應該做的全部，這個應該做的事情，是對治障礙以及圓滿應做的功德。障礙淨除得一點沒有遺漏，而功德圓滿得一點都不缺少，都可以把這個六樣東西圓滿地包含在裡頭。那麼有了這樣的心裡的意樂，然後呢開始去這樣地行持，所以說進一步「修彼加行」。進一步再饒益有情，饒益有情嘛，這上面所說的這個，這個饒益有情上面分成十一類，在這個戒裡邊說。正文是沒有，可是在戒波羅蜜後面有一行小字，就特別說明這個十一樣事情。就是饒益有情的時候，應該從這個十一類當中，就像它應該做的照著去做。",
    "91": "[01:31]那麼這個是把精進的差別說明了，三樣東西。那麼根據這個擐甲精進、攝善法、饒益有情三樣精進，然後呢正發精進了，說：",
    "107": "[01:47]第二發生精進之方便者。如前所說，二種資糧一切白法，由依此故生住增長，故修精進極為重要。像前面我們所說的，兩種資糧 ─福資糧、慧資糧，以及一切白法。實際上這兩樣東西包括了一切白法，一切的白法也可以說，總共不外乎這兩種福、慧資糧，圓滿了就是二足尊 ─佛陀。而這個一切的白法資糧，依這個精進而生，然後依這個精進而住，依這個精進而增長、而圓滿，所以修這個精進最重要。有了這個依處，然後你能夠進而完滿一切的福智資糧。",
    "167": "[02:47]此亦唯見寂天菩薩論說，易解便修最圓滿故，當說此宗。那麼發起精進的這個方法，是在這個寂天菩薩說的、解釋的這個道理啊，說得最圓滿，而且容易照著它去修行。現在就把寂天菩薩告訴我們的修精進的方法，分下面這幾個步驟來說明。",
    "201": "[03:21]此中分四：一捨離障礙精進違緣，二修積順緣護助資糧，三依上二緣發勤精進，四由此身心堪能之理。這麼一步一步來說。障礙先要把它拿掉，然後呢積順緣，然後有了這個兩樣東西以後，根據著這個去精進。有這樣的精進的，我們若身、若心，就能夠成就我們要做的一切事情。現在一步一步來，第一個先捨離這個障礙，那個是違緣。初中分二：一明所治品，二修斷彼方便。　今初",
    "252": "[04:12]明所治品，第一；其次，修斷彼方便。這個精進的障礙，精進要所對治的是什麼呢？先要了解。了解了這個東西以後，就曉得怎麼去斷除它，然後呢把所了解的斷除的方法，怎麼修習，就把它斷除掉了。現在說：",
    "280": "[04:40]不入道者略有二類，不能真正修行的有二種。",
    "288": "[04:48]一雖見能修而不趣入，二怯弱不入，謂我豈能如是修習。有一類啊，看見可以修，但是呢他不去修。另外一類呢，心裡面怯弱，說：「哎呀！像我這樣，我怎麼能修啊，這個不行啊！」主要的有兩類。上說：",
    "313": "[05:13]雖尚有餘能不能修未嘗思擇而不趣者，然此是說求解脫者，彼非此說。是的，除了這兩類以外，其他的還有一些，還有一些能不能修而沒有思惟，沒有趣入的是太多、太多。可是我們現在這地方講的是什麼？就是說真正要求解脫道的那些人。對於那些連他懂都不懂，也沒有想到要修行的，這個不在此例，這個換句話說，他前面那個基礎根本沒有。我們到這地方要了解，這個基礎必定是道前基礎、共下、共中進入上士。真正進入到上士的那些人，是一定要求解脫，不但是要自己解脫，而且要幫助盡法界、虛空界一切有情去解決這個。所以前面所說的其餘那些人，不是我們這裡討論的。那麼現在我們這裡討論的，就是這個兩類。那麼這個兩類，第一種就是說他雖然看見可以，但是呢暫時沒有做，他為什麼呀？下面說：",
    "391": "[06:31]初中有二，一推延懈怠，謂念後時有暇能修。第一個，說第一個推延，擺在後頭慢慢地來，這個也是種懈怠。他意思說：沒關係啊，反正後面的有時間，慢慢地來。這第一類。",
    "410": "[06:50]二雖非如是，然於庸常諸下劣事，貪著覆蔽。第二類雖然不是說慢慢地來，他要修的；修是要修的，可是啊他對於平常下劣的事情貪著難捨。不但是這個貪著難捨，主要的原因，為這個貪著的事情蔽覆，這是最可憐的一件事情。他看不見大的利益，就被眼前的小小的利益擋住了。哎喲，這一點小小的苦樂，他就在那裡，哎呀，小小的事情就放不下。說實在的，眼前我們都是這樣。所以說真正可憐的，為什麼叫愚癡呢？他主要的原因就這個樣。我們未嘗不想求殊勝的利益，但是呢對這個殊勝的利益就認得得不清楚；因為認得得不清楚，所以在這個上面被它覆蓋住了。總覺得，唉呀！這個也放不下，那個也放不下，人情又放不下，錢財又放不下。這樣更進一步嘛，這個身體又放不下，外面的話嘛，等一下親友呀，什麼東西，哎呀，這些東西。這個害了！所以主要的就是這兩類。",
    "486": "[08:06]如《入行論》云：「說其所治品，懈怠，耽惡事，自輕而退屈。」一共有三樣。說「懈怠」，懈怠就是推延，暫時不做，馬馬虎虎。「耽惡事」就是這種下劣的事情，實際上這是壞事情啊！眼前看起來是下劣，實際上這是壞事情啊，實際將來是把我們拖累在生死當中，受無邊大苦的。還有呢，自己覺得：哎呀，我不行啊！這個三種原因是不能上進。",
    "522": "[08:42]能生懈怠之因者，謂諸懶惰味著微樂，愛睡眠樂，不厭生死。所以這個「能生懈怠」 ─這個懈怠就是精進的相違對治品，這個原因是什麼？幾樣東西：懶惰！這個懶惰很容易解釋：哎呀，就是提不起來，「唉、唉、唉！」就是這樣，平常的時候。這個東西是最麻煩、最嚴重！最麻煩、最嚴重！你說它好像找不到什麼大害處，所以這個聖人為什麼最痛惡一些鄉愿？這個鄉愿的背後一定是這個，一定這個東西，欸，就是這樣。那麼然後還有呢，「味著微樂」，就是眼前的這種小小的貪著難捨，最可惜的，不了解。那麼下面是這些愛著睡眠，就是我們欲界生死的話，就是這樣的，這個是最難捨的。反過來說，不了解生死的真正的本質，因為不了解所以不能厭離，不能厭離。如果我們了解了，沒有一個人例外的，絕對不會貪著，絕對不會生不起厭離心來的。",
    "604": "[10:04]如云：「懶惰受樂味，愛習近睡眠，不厭生死苦，當生諸懈怠。」有釋前二句文，謂明如何生起之相。另外有解釋，說這個上面的兩句啊，是說為什麼生起懈怠的原因的。那沒關係，反正你了解這個道理，你只要把握住這個問題的根本，去對治它，解決，就行！那麼所以了解了說：哦！這個對治的，我們正要對治的，換句話說這個精進的障礙是哪些，了解了，進一步呢我們要去對治斷除它。",
    "653": "[10:53]修斷彼方便分三，有三個步驟，把上面三樣過失把它斷除掉。",
    "661": "[11:01]初破除推延懈怠者，略有三種，破除這個推延，「哎呀，慢慢地來，慢慢來！」分三方面：",
    "669": "[11:09]謂已得之身速當壞滅，命終之後墮諸惡趣，如此人身極難再得。分三部分。所以要曉得啊，我們已經得到這個暇滿的人身，唉！很快就壞滅啊，很快就壞滅啊！這樣啊，這是快得不得了啊！儘管我們已經聽見了這個道理，但是如果不經過思惟，不經過思惟修習而養成功這個串習的話，力量還是沒有的。聽是聽見了，哎呀，講的時候很有道理，然後翻開來書的時候策勵一下，停下來就沒有了。結果呢，就眼巴巴地把一生空過，這樣。所以這個事情啊，不妨在這個地方再提一下，我們現在想一想看，不要說已經七老八十歲，大部分你們都三十上下，眼睛看一看，想前面三十年的事情啊，一眨眼，就這麼一眨眼。我們平常做事情就是這樣的，說：「哎呀！沒關係，擺在明天。」不妨大家想一想看，我們擺在明天的事情，往往是一擺，不曉得擺了幾天了。好囉！到後來了無影蹤，所以這個事情啊絕對不能推延！",
    "749": "[12:29]那麼不但如此哦，而且下面一步，你這麼一推延的話，這個生命失去了以後到哪裡去啊？對不起，「墮諸惡趣」。哎呀！現在耽著一點點微小的好處，結果在這個惡趣當中受大苦呀！還有啊，唯一的修行就是這個人身，一旦失去了，對不起，那再也難得。怎麼會得到這個人身的？一定要努力地持戒，是根本因，然後要布施、發願等種種的圓滿因，才得到這個暇滿的人身。假定要想再得到的，我們只要觀察一下，眼前我們心理狀態是什麼？眼前停在那地方懈懈怠怠，將來就能得到了嗎？這個三點哪，你只要認識了，一思惟、一觀察的話，這個推延懈怠是絕對會破除的，絕對會破除的。唉！絕對不會說還要要忙這個，要忙那個；忙這個、忙這個把我們送到地獄裡面去，這種都不要。自然而然，你真正地能夠肯這個上面去努力的話，就對了！",
    "820": "[13:40]所以我們平常說，這個也放不下，那個也放不下，其實這裡面只有一樣東西不應該放下的，什麼？佛菩薩告訴我們的教誡。這個地方說：「哎呀，不行，不好意思。」其實只有一件事情是真正不行的，就是要討好佛菩薩。實際上真正討好佛菩薩，才真正對我們自己有利。平常儘管那些啊，唉呀，親友、施主把你捧得好好的，結果捧完了以後，下次大家 ─這一世啊在這個地方捧，下一次大家一起到餓鬼、地獄、畜生當中去捧，那是一無是處啊！所以我們千萬要注意啊！",
    "866": "[14:26]由修此三能除執為有暇懈怠，引發恆覺無暇之心。此三於前下士之時，已廣宣說。由於修習這三樣東西的話，就能夠把上面所說的推延懈怠，說「還有空、還有空！」的這個就能夠破除掉了。因為你一直在思惟觀察，所以你現在心裡的現行，這等流是一直是這種狀態。那麼這種狀態一直感覺到：哎呀，趕快要死啦，死了以後要墮落惡道啊，然後以後得到人身是極難得！你一天到晚就感覺這種心。然後這種心生起來了以後，你現在曉得了，哎呀，一心一意地趕快修行，自然而然你策發這個心。策發了這個心，你剛才說的，哪怕你睡覺，它也在增長，就這麼個好，這麼個妙！這個道理前面已經說過了，在前面道前基礎跟共下士的時候，道前基礎講的是暇滿人身，共下士一開頭說的念死，這個很清楚，很清楚。那麼第二：",
    "940": "[15:40]二破除貪著惡劣事業者，應觀正法，是能出生現後無邊喜樂之因，無義狂談掉等散亂，是能失壞現前大利，引發當來無義眾苦無依之處，修習對治而正滅除。第二是什麼呀？我們對於這個下劣的事情放不下，下劣的事情。說起來這個下劣的事情包含太廣、太廣，我們眼前都是這個。世間的人哪，就世間人的放不下：哎呀，女兒還沒有嫁，媳婦還沒有娶，然後呢這個事情、那個事情。那麼我們出了家以後，亦復如是，乃至於說修行還要這個假借色身，這個身體還是很重要，忙了個半天，還是忙這個上面。結果啊，雖然嘴巴裡面說假借修真，弄了半天是認假為真啊，都是這個毛病。乃至於更進一步說：哎呀，我是大乘，行菩薩道要度別人。結果並沒有度人啊，被人家度了去了。唉！這東西都是好可憐，也好可惜，沒有如理如法地正確地了解。今天我們很高興懂得這個道理以後，不在自己身心上面觀察，然後就說：「你看！一點都沒錯，這個法這麼好，這個傢伙不對、那個傢伙不對！」我們也錯到不曉得哪裡去了。所以任何一點，我們務必要了解得清清楚楚，然後在自己身心上面是觀照、淨除自己。這個，這些事情都是惡事，要破除！",
    "1052": "[17:32]然後你認得了以後，下面更應該認識的什麼？嘿！這些一向不認識的惡事情，是你覺得快樂，實際上呢給你大痛苦的。你要的快樂是怎麼辦呢？要由修習正法，這個正法才能夠出生現前的、將來的，乃至於究竟的喜樂，而且這個喜樂是無量無邊、究竟圓滿的這個因。而眼前這種小事情啊，除了正式修行以外，世俗的固然不談，眼前我們平常的，「無義狂談，掉等散亂」哪，這是的的確確，我覺得我們真正進入佛法當中最難對治的，看起來也是最小。什麼？大家沒有什麼事情，欸，坐在那裡聊聊天。啊！一生就這樣空過掉啦，一生就這樣空過掉啦！「無義」，有真實意義嗎？有真實意義嗎？看起來好像，哎呀，大家還在那裡談佛法，喔唷，某家長、某家短，哪一個好、哪一個壞，毫無意義呀！這個都是什麼？心裡邊不如法的狂亂的結果啊！所以剛才最後一點說，今天我們有幸而懂得了，趕快在自己內心上面去對治啊！是，我們想了一個道理，大家討論、討論，這個是絕對正確的，但是我們現在是真的這樣嗎？不是啊，沒有用啊！這是掉舉散亂。",
    "1161": "[19:21]這種事情都是什麼？「失壞現前大利」，眼前的大利也壞掉、失去，將來呢引發這種毫無意義的無邊大苦，都從這個上頭來。為什麼說失壞眼前大利啊？注意哦！眼前的「大利」，我們真正修行人眼前的大利是什麼？清涼。對不對？要解除我們內心的煩惱惑，這個第一個 ─持戒，戒的對象就是戒這個東西呀！就是我們現在心裡面，哎呀，坐在這地方啊，覺得這個也不對，那個也不對，哎，跑出去跟大家聊聊天吧，就覺得滿快樂，這就是煩惱的狂掉散亂。我們首先必定要認得它，然後你能夠依正見，下決心不要隨它而轉，這個叫作戒。這個是眼前的利益，你當下就調伏這個煩惱，調伏了這個煩惱就不被煩惱惑所擾亂，這個叫作清涼。因為你這樣的話，就從煩惱當中得到達到解脫，戒的定義就是這個，你有了這個才談得到定、慧。眼前的，你有了這樣的話，將來更是無邊的大義啊！所以了解了這個，這個是我們應該去觀察、修習的正法，就對治上面這個毛病，耽著毫無意義的下劣事業，把它除掉了。所以：",
    "1279": "[21:19]如云：「棄妙善正法，無邊歡喜因，汝何故反喜，苦因散掉等。」現在你不是要好嗎？是啊！要歡喜這好的事情吧？你要好的、歡喜的這種事情的話，那麼你就應該下這個好的、歡喜的因啊！現在你卻是放棄掉了這些正法，這個正確的方法是種下好的，將來結歡喜果的因，你不做，反而歡喜這個苦因。什麼苦因啊？眼前這種散亂、狂談、掉舉等等，將來結苦果，啊！真糟糕！你能夠這樣地了知、觀察、修習 ─好，破除掉了！那麼，前面那個不趣入，那個推延懈怠解決了。下面呢，退屈、自輕，怎麼破除法啊？",
    "1353": "[22:33]三破除退屈或自輕者，如是破除推延耽惡事已，雖於正法能起勇悍，然非以此便為喜足，應於大乘精勤修學，故應除遣於彼怯弱，謂念如我何能修證。像上面這個推延、惡事那種啊除掉了，於是就正式地起精進修這個正法，但是這個時候還不夠、還不夠，應該怎麼辦呢？進一步，對這個大乘精進啊先要修學，先要修學。因為真實修大乘精進，有種種無量無邊的難行之苦在這個地方，等到你去修的時候，你如果不了解，事前沒有準備，你不能把這個違緣事先有所準備的話，對不起，到那時候不行。所以叫「凡事豫則立，不豫則廢」，任何事情，你事先有了準備啊，你有了準備了，到那個時候來的時候你不怕啊！沒有準備，到臨時的時候，你雖然想去，哎喲，碰見這種事情不曉得怎麼辦。所以進一步啊，這個地方要遣除對於修大乘行的這種害怕，自己自輕。怎麼個自輕法呢？說：「哎呀，像我這樣啊，怎麼能修這個這麼大的事情啊！」這個概念事先先要認得，然後有正確的方法把它拿掉，下面這三點就特別指這點。",
    "1458": "[24:18]此中分三，於所應得破除退屈，於能得方便破除退屈，於所安住修道處所破除怯弱。第一個是「於所應得」，我們現在應得的什麼？佛，就是無上菩提之果。哎喲！這個「佛」，說難得不得了，我們怕；欸，怎麼個把它破除。第二個呢，是，現在我們要修學，不怕了，要去修學，可是要得佛的果報，要下這個果報的因行啊，這個因行就是我們學的方便。就是換句話說，欸，這個方法上面，學佛，一想：哎喲，學佛要做這麼多的事情啊，唉呀！這個又害怕，這個怎麼去破除它。第三呢，破除了以後，你正式去行持的時候，在那個修道的過程當中，說唉呀，要經過這麼長的時間，要做這麼多的難事，這個又害怕。",
    "1526": "[25:26]一步一步地告訴我們，指出這個真相，欸，他如理地了解了以後啊，自然而然你到那時候，不但不怕，而且你會勇悍無比。倒反而據我所知，你正確地了解了以後，對你那個退屈反而害怕，就害怕退屈。你們仔細地看，所以這個教法的圓滿，啊，實在美極了！平常我們就上不去，就是這種毛病，主要的原因就是不懂；你懂得了以後啊，你反而害怕這個上不去，對你那個「上不去」反而害怕，一心一意只有上去！",
    "1572": "[26:12]其實天底下的事情很簡單的，就像眼前叫你打一針，你很害怕。如果你了解了說不打那一針的話，對不起，那個傳染病生到你身上的話，非死不可，而且死的之前痛苦難堪。哎喲，你曉得了，說這一針不得給你打，你跟人家拼命 ─那我一定要打那一針！現在就是這個樣，你了解了這個方法以後的話，你才發現：哎呀！經過這麼一點小苦的話，把所有的後面的大痛苦啊 ……不跟你打，你還不願意咧！就像我們眼前一樣的，喔唷！跑到那地方有好東西，因為你曉得它好，如果不分給你一份的話，你心裡面嘀咕個半天，最後跟人家吵架。現在這個道理也是一樣，所以真正現在第一件重要的事情，你要如法、如理、如量地了解這個。現在我們看，第一個就是我們往往會害怕的，指所得的果，所以：",
    "1635": "[27:15]所得佛者。謂是永盡一切過失，畢竟圓滿一切功德，這個佛啊，要把一切過失徹底圓滿地盡除，一切的功德究竟圓滿地完成。而我現在呢？",
    "1650": "[27:30]我修一德斷一過失且極艱難，故我豈能獲如是果。說我眼前啊，叫我斷除一個過失，修一點功德，唉呀，困難極啦！唉，我怎麼可以得的到呀，哎呀！平常說實在的，那我們平常這種心裡面，講講可以，叫你真的去做的時候，哎喲，真是千難萬難，那時候心裡面就是這樣。下面說，",
    "1678": "[27:58]若實發起如此退怯，已捨發心過患極重，設未實起，亦應從初滅不令起。假定你已經發了這個的話，發了這個心以後，然後呢因為你怯弱了所以捨掉了：「啊！好，那算了、算了、算了，我就不要！」那這個害處是大極了、大極了！這個一點，假定沒有生起的話，那一開始要想辦法消除它。所以我們現在很幸運，正好一開始就先認得它，你認得有了準備的話，到那時候它就不怕它。那麼怎麼破除法呢？下面說：",
    "1724": "[28:44]破除道理者，應作是念策舉其心，佛薄伽梵定量士夫，是諦語者是實語者，不虛妄語不顛倒語，彼尚記說蚊虻等類能證菩提，何況我今生在人中身報賢善，有智慧力觀擇取捨。故我若能精進不廢，何故不能證得菩提。下面告訴我們的，我們應該照下面所說的道理去觀察思惟，使得自己的內心把它「策舉」，策勵，然後高舉起來！要把這個心策發起來，這個心高舉起來，不要被這個畏怯的心而戰勝。說「佛薄伽梵」，薄伽梵就是對佛的最尊貴的稱呼。"
}