{
    "7": "[00:07]他是決定了知一切，所謂十力、四無所畏，他無有不知，他所說的話是千真萬確，所以說諦語、實語、不虛、不顛倒。佛怎麼講的？說蚊虻任何一個，一切的這種有情，乃至於啊那種最下等的，都能夠最後證得菩提，何況現在我是人哪！不但是人，而且得到的人身當中的賢善的這個暇滿人身，暇滿人身；這個暇滿人身有智慧力，有勢力辨別的能力，而且曉得取捨之處。所以我只要運用我已有的這個能力，這樣去策發精進，而繼續不斷地，不懈怠、不終止的話，怎麼證不到呢？怎麼證不到呢？這千真萬確的道理！普通的那種畜生等等，最下等都可以，我現在比起他們高明得不曉得多多少少，哪有做不到的道理啊！哪有做不到的道理啊！",
    "91": "[01:31]如云：「不應自退怯，謂不證菩提，如來諦語者，作此諦實說。所有蚊虻蜂，如是諸蟲蛆，彼發精進力，證無上菩提。牠們都是如此。",
    "108": "[01:48]況我生人中，能知利非利，不捨菩提行，何不證菩提。」何況現在我生到了人當中，而且暇滿的人身耶！這個暇滿的人身不是普通的喔！能夠知道什麼是真實的利益，什麼是非利。普通雖然得到的人身啊，對這個利、非利，還辨別不清楚喔！而且現在已經發了心，然後呢努力上去，哪有證不得的！",
    "142": "[02:22]又於往昔過去諸佛及現在佛並未來佛，此等亦非先已成佛次修諸道，初唯如我，由漸昇進而得成佛及當成佛，由如是思破除怯弱。不但如此，而且所有過去的一切佛，與現前的佛，將來當來要成的佛，沒有一個例外的，都是怎麼辦的？像我現在這樣地修習，絕對不是先成了佛再修道的，都是像我現在這樣地，慢慢、慢慢依道修持，漸漸昇進，最後成佛。過去的是如此、現在的如此、將來的亦是如此，當然我也是如此。能夠這樣一想的話，這個害怕的心就拿掉了。下面再引經上面，",
    "201": "[03:21]《寶雲經》云：「菩薩應念所有如來應正等覺，謂諸已現等覺，今現等覺，當現等覺，此等皆以如是方便，如是修道，如是精進，他們沒有一個例外的，都是拿、都是以現在這樣的方法，就是「如是方便」，我們正在學習的這個方法，照著這個方法這樣地去修，現在這裡主要的是就精進。那麼因為拿著這個如理的方法精進修道的，所以",
    "242": "[04:02]已現等覺，過去的，已經成了。",
    "245": "[04:05]今現等覺，現在的，正在成佛。將來的是",
    "249": "[04:09]當現等覺。」乃至說云：「此諸如來亦非皆是成如來已而現等覺，所有的那些佛啊，絕對不是先成了如來以後，然後再去修的。所以，",
    "268": "[04:28]故我亦當於其無上正等菩提而現等覺，我亦應發共同一切有情精進，普緣一切有情精進，如是如是策勵尋求。」所以我現在也是這樣，我應該對這個無上菩提現等覺。那麼要想現證這個正覺怎麼辦呢？應該發這個大菩提心，然後呢擐大精進甲，行這個大精進行，就是說「共一切有情」發這個精進，「普緣一切有情精進」，這樣地策勵，這樣地尋求。",
    "309": "[05:09]《無邊功德讚》云：「雖諸已得善逝位，亦曾墮諸極下處，佛墮險時不自輕，不應自輕壯亦怯。」這個論上面告訴我們，所有過去已經證得佛果的那些佛陀們，他以前也曾經墮落在「下處」，換句話說六道當中，乃至於地獄最下的地方。但是呀，他不同的地方，他墮落的時候卻不自輕，不自輕。換句話說，不會自己說：唉呀，我不行啊！不，這個絕對不應該！如果你自輕的話，就算你很有力，你也沒有用。所以平常我們常常說，你事情還沒做，先打了退堂鼓了，「唉呀，我不行呀！」那做什麼事情都不行。「唉呀，我不想去做啊！」那麼天氣好了嘛，說太陽太大，今天天氣下了雨嘛，說下雨也不行，的的確確地現在就是這個樣子。乃至於樣樣都好了嘛，說：「唉呀，這個事情我還不能少。」那就是這個，再有力都不行！",
    "383": "[06:23]反過來，我們的的確確，看見歷史上很多這種人物，脇尊者八十歲囉，因為看見人家這個精進，說他不對，所以他就說：「發誓！發誓我這一生不證果，絕不休息！」所以他白天念三藏，到了晚上自己把三藏所學的學定慧，結果證了羅漢果，八十歲囉，喔，這樣啊！所以啊有太多這種典型的例子。我們現在年紀這麼輕輕的，唉呀，頭又痛，唉呀，腳又酸，唉呀，碰了一點點，這個也不行、那個也不行，夏天嘛說流汗又不行，冬天嘛冷了也不好 ─完了！這個地方我們了解了這一點啊，勇不可當！那沒有一件事情能擋得了我們，沒有一個困難衝不破的。",
    "450": "[07:30]生此怯弱是由善知諸佛功德無有邊際，為什麼會生前面的？因為正確地了解說，哎呀，這個佛的功德這麼無量無邊哪！既然有無量無邊的功德，要集無量無邊的因哪，說",
    "466": "[07:46]果隨因行，故修道時，須無量門引發功德，及無量門滅除過失，唉，原來這樣的啊，這個要做這麼多的事情啊！",
    "480": "[08:00]次觀自身而生怯弱。看見了佛的果位要這樣，那麼回過頭來看看我們自己，上面說的，哎喲，斷一分過都沒有，積一分德都沒有，於是那時候害怕了。下面看喔！下面這個道理就是我們平常常有的現象，這個地方我們要了解，從這個地方去破除的話，我們就有希望了。",
    "509": "[08:29]若謂諸佛無量功德於修行時，僅由專懇修學一分微少功德即能成就，於道生此顛倒了解，則於現在全無所怯。然此非是賢善之相，是於修道之理未獲定解，或雖少有散渙了解，然皆未曾親切修持，總覺容易障覆所致。若至實行雖略顯示道之首尾粗概次第滿分之體，生恐懼云，若須如是誰復能修而捨棄故。這另外一類。上面那一類說他看見了害怕，另外有一類啊，欸，他都不怕。怎麼個不怕法呀？「若謂諸佛無量功德」修行的時候，他真正修的時候，「僅由專懇修學一分微少功德便能成就」，說你只要專心至誠懇切地學這麼一樣東西，你就能夠成就的。這種狀態，他怕倒是不怕，他的心理怎麼樣呢？說：你只要這樣做，那好！於是他一點都不怕。譬如說我們現在學禪的，說：啊！你只要這個。然後呢他孜孜 ……的確，這個你不要小看喔，這個禪這是好難、好難，拿我們現在說。但是呢他的確有這個，全部精神貫注在這個裡頭。",
    "608": "[10:08]平常我們說見道，有的人說把它看得很難，有的人說這個見道很容易，實際上的的確確不容易哦！你真正看那修行的人，古德們他全部的精神貫注在這個一點，在任何情況之下，就說「暫時不在猶似死人」 ─專、懇。但是對不起，這個是一分。他以為修了這個就能夠成就的話，這種狀態，對於這個圓滿的佛道他沒正確了解。在這種狀態，他現在的確是毫無怯弱。就是說禪是如此，還有呢乃至於念佛，啊！只有一句佛號。這個，說那個話的我們不談，那認真修行的哦，是全部精神貫注在這個裡頭的。然後學密的人，他唸一個咒，啊，就是這個樣。不管是哪一個，持戒的人也說：哦！只要這樣，把那個做好了就好。總之，他這一類是指什麼，還是指認真修行的人，但是他是往往是執一非餘，執一非餘。",
    "674": "[11:14]說到這裡要順便提一下，「難道照你這樣說的話，你不要嗎？」不是的！前面告訴我們清清楚楚，說我們了解了這個整體以後，正式進去的時候，的的確確是專一的。可是這個專一，跟現在這裡所談的有一個不一樣哦！現在我們這裡所說的圓滿的道體的專一，是你了解了整個的這個內涵以後，然後走你應該走的這條路，一路一路上去。當這個圓滿了，緊跟著再圓滿這個、再圓滿這個、再圓滿那個 ……步步圓滿。",
    "711": "[11:51]我剛才說那種情況是什麼？總以為只要學這個就夠了。這因地當中他認得了這個，所以做的時候排斥所有其他的。記得不記得？一開始還沒有講修的時候，講本論四種殊勝的時候，就告訴我們：我們現在對於能修的是修，對於不能修的，不要因為不能修的就棄捨它，應該廣發正願。這樣的話步步上去，然後呢這一步修完了，你下一步繼續地昇進，到最後是究竟圓滿。這個概念我為什麼這地方說一下？因為你不說的話，往往又覺得：好囉！那麼這麼、這麼樣的話呢，叫你是專門又不行了。不是的！這個道理大家要弄清楚。",
    "762": "[12:42]所以現在我們了解了，說這個地方講「專懇」指什麼？他並沒有對這個道體圓滿了解的這種修法，所以呀他自己一點都不害怕，說在這個上面一門深入就夠，這種狀態。實際上呢，一門深入是絕對正確、需要，而是說我們正確的了解了以後，那麼了解了這個以後，然後你去下手的時候，的確是一定有它的下手的地方，這樣去走的，這個兩個要分辨得很清楚哦！",
    "797": "[13:17]現在我們看，說對這種不了解的人，以為這樣，這樣去做的話，他也認真這樣去做，那麼這樣啊，他沒有什麼怯弱，他也不怕。但是這個不怕呀，不是正確的，所以說這個不是「賢善之相」。他為什麼不怕？他之所以不怕，並不是由於像上面所說的正確了解，發了擐甲意樂的不怕；而是對於這個真正道，要修的道的內涵哪，並沒有正確的認識，並沒有根據這個正確的認識，發生那個殊勝的勝解。只是說稍微有一點點了解，而這個了解啊，是根本是支離破碎的，所以說「少分渙散的了解」，這是一種狀態。還有一種呢，雖然了解是了解了，也沒有認真地親自、「親切」地修持，那個時候他總覺得容易，啊！覺得這個很容易。為了這種錯誤的認識，以及錯誤的這種覺受覆障，才會產生這種心理不怕，實際上這個是個錯誤。",
    "880": "[14:40]他一旦有了正確的認識，乃至於真正行持，所以說若真正地實行，到那個時候，他稍稍了解這個圓滿道體的這個內容的話，哎呀！那時候就害怕了。那時候害怕又說：「原來真的修的要這樣啊！唉呀，那不行啊！那這樣做的話，誰能做啊？」那個時候就放棄掉了，那是沒有用，那是沒有用。前面你雖然不怕，但是你走錯了；正式一旦你走到正確的路上去，你又害怕起來了。既然要圓滿達到這個果報，一定要正確的路子，結果你前面雖然不怕，是你走錯了，一旦正式走對了，你又害怕了，還有什麼用呢？所以這個地方特別地告訴我們，說我們在這地方要破除的內涵，不是說單單不怕就夠了。你要對正確的圓滿的內涵了解了，然後呢根據這個如理圓滿的教法，策發這個勇悍無比、毫不退怯的心，這個才對！",
    "955": "[15:55]這個地方順便也說明一下，那個時候正式修的時候，並不是叫你什麼廣修一切，修的時候的確也有它的什麼？必然的次第。所以我們看善財童子，他不是一口氣把五十三員大善知識的一個法，一口氣都修盡了，不是欸！他還是一個一個地參，一個一個地學，這很清楚、很明白。他所以的確在修學過程當中，是專一地一門深入，這個我們要辨別得很清楚哦！那了解了這個，現在我們看，那個祖師怎麼覺：",
    "993": "[16:33]霞惹瓦亦云：「未曾實行諸菩薩行，如看射箭總覺甚易全無怯弱，說你沒有真正去做的人哪，唉呀，看起來覺得好像很容易，就看別人一樣，就看別人一樣。我們有一句話叫「看人挑擔不吃力」，看起別人來覺得：嗯，滿好的。像我們現在看祖師的傳記，啊呀，看了覺得：哇，真好！那是因為看他呀，叫我們自己去做的話，啊！那真是千難萬難。所以我平常常常建議大家看祖師的傳記，譬如像《一夢漫言》等等，哎呀，看見那個見月老人好了不起！看起人家來很容易，自己做就不簡單哪！乃至於建議大家看《密勒日巴尊者傳》，看人家，啊，覺得很感動，要自己去做呀！這地方我不是說你要像見月老人那樣的話，這個樣持，也不是說像密勒日巴尊者那樣的話。不管是哪一個，真正重要的從這地方我們要體會得到：喏，不要看別人，要從別人的行持當中，回過頭來，把這個作為自己的借鏡，來反照自己，這個才是真正重要的一點。",
    "1080": "[18:00]現在之法無完善者，故不致到怯弱自輕之地，若善圓滿恐必多起怯懼自輕。」此言極實。那個時候，不是現在哦，霞惹瓦那個時候。那個是什麼時候啊？那是阿底峽尊者在的時候，離開現在是快一千年了，換句話說，八、九百年以前的時候，那個就是這個狀態。他那位祖師怎麼說啊？現在這個法不完善 ─的的確確，是啊，從正法而像法，乃至於到今天更是每況愈下，每況愈下。為什麼這個法不圓滿哪？因為不圓滿所以不怕，所以不怕，假定真的了解圓滿的話，哎呀，恐怕都害怕。這個一點都沒有錯！",
    "1135": "[18:55]他們為什麼前面告訴我們不要害怕，又特別後面引這段話進去呢？這個有它大道理哦！有它的大道理。換句話說，要告訴我們，你要這樣去修學，是一定要去除種種、淨除種種這種障礙。那麼這個障礙當中，到現在這裡所說的障礙什麼？就是了解了圓滿的佛果以後生起的害怕。而這個不單單是去除這個害怕哦！要怎麼樣圓滿正確的方法，去除的害怕才對。不是說你不了解，自己因為不了解，自己覺得毫不怕，這樣的不怕沒有用。",
    "1189": "[19:49]說來說去，第一個要如理，這最重要的，你不如理的話，雖然生起了這個不害怕的，這個沒有用。如理了以後，還要如量，還要如量。主要的這地方就特別把這個理、量兩件事情，在這地方特別地說明一下。那麼這個是對於所得的佛的果，那麼進一步呢，你要得到這個果啊，要行、要做種種的方便，就是換句話說，這個要修佛果的方法。所以第二：",
    "1232": "[20:32]於能得方便破除怯退者。謂念成佛須捨手足等，我不能爾，如此之苦應須堪忍。那麼第二個呢，是破除說我要成佛，我不怕，但是想想成佛要修些什麼，喔唷，說成佛啊要捨頭目腦髓，唉呀！這個不行啊，我不行啊！那時候又害怕了。說現在這個地方要告訴我們，怎麼樣對這個苦如理地認識，去修習要忍耐，不但要忍耐，而且要精進勇悍！下面就告訴我們：",
    "1274": "[21:14]即不修行自任運住，流轉生死，亦曾多受斫裂刺燒此等大苦，不可說數，然亦未能成辦自利。喏！下面來了。是的呀，你說修學佛法要捨頭目腦髓，所以你說：「哎呀，不行啊，我不能修。」那麼你不修，不修的結果呢？對不起，你不修，然後你這樣地流轉生死當中，你就不斫了嗎？嗨！恰恰相反，是不但是不斫哪，而且多次地受這個斫裂刺燒大苦，是「不可說數」耶！結果你不修的結果，整個地就在這個裡邊受這個。結果你不修，真正地利益了自己嗎？沒有！不但沒有自己利益，而且永遠在這個裡邊。平常我們最多砍一個手，砍一個頭，現在他不但不斷地砍，在地獄裡邊是比起這個人間，是完全無法比啊！所以現在下面說，",
    "1346": "[22:26]為求菩提難行之苦，較其前苦尚無一分，然能成辦自他大利。喏！這個就是最正確的、最好的告訴我們。說前面是說，你說，喔唷，要成佛，要修這個東西難行啊！欸，結果你不修、不行，不行的結果啊，對不起，唉！要受這麼大的苦。反過來，如果說你為了求菩提，要行，做這個苦的話，比起前面不修的來，啊！那是少之又少、少之又少。的的確確的，你不修的話，在地獄當中燒、煮、砍、殺，唉啊！動經無量長劫。現在你修的話，要不了多少時候，要不了多少的苦，就能夠成就自己、別人的無邊大利益，無邊大利益啊！",
    "1412": "[23:32]如云：「若謂捨手等，是我所怖畏，是未察輕重，愚故自恐怖。無量俱胝劫，曾多受割截，刺燒及解裂，然未證菩提。我今修菩提，此苦有分齊，為除腹內病，如受割身苦。諸醫以小苦，能治令病癒，故為除眾苦，小苦應堪忍。」就是說這個道理。請翻到《菩提道次第廣論》三一零頁，三百一十頁。關於第二個，我們已經講到，我們怎麼樣破除我們的怯弱而退怯的這個方便。第一個呢，對於能得到這個佛果，我們心裡邊害怕，上面已經告訴我們。現在呢，說要想求得到這個佛果啊，要有這個一定的方法、方便，說對這個方便，想想：唉呀！這個要捨頭目腦髓啊，這個害怕。那麼昨天我們已經簡單地，頭上已經說明了。只要我們認真地想一想：是的，修學佛道是要這麼難行，絕對沒有便宜可討，但是你不修學的結果呢，請問省事嗎？這個正確的了解我們一定要很清楚，一定要對比得非常明白，對比得非常清楚，那個時候你才會，你才會弄得清清楚楚。",
    "1550": "[25:50]說你現在捨棄掉了以後，然後省力嗎？就不苦了嗎？不是，不是！不但不苦，而且還有無比的大苦。你經過這樣地認真修學，思惟、觀察，最後你發現，這個修學佛道，行種種方便，捨頭目腦髓，最省事，然後呢最省力，乃至於到最後你發現，這是唯一的方法，唯有這一條。那個時候沒有一個人例外的，一定會走這個路。從這地方就特別說明一個什麼原理呢？真正主要的，不是在它難不難，真正在我們知道不知道。如果你正確、如理地了解了以後的話，啊！你才那時候發現，原來這個事情的真相是這個樣的啊，那時候我們的做法就完全不一樣。所以說真正修學佛法，最重要的是正知見，你正確地了解。",
    "1631": "[27:11]現在我們繼續看下去，那一段當中，那個文，昨天已經唸過了，那麼今天再說一下。這文說：假定說我們修學佛法，照著佛這樣做，要捨頭目腦髓，這上面說捨手啊，哎呀！這個事情，唉，不容易，對這事情很害怕。這個原因是因為我們並沒有真正地了解，真正地了解了實際的情況；那麼那個時候呢，我們在愚癡當中，愚癡當中。假定我真正了解了以後的話，你現在不捨的話，唉呀，將來豈但是手、足，乃至於頭目腦髓；豈但捨頭目腦髓啊，那個之苦啊不曉得多少倍，時間是無量無邊，痛苦是無限之大，而且逼著你非這樣做不可，你一點辦法都沒有。眼前你能夠這樣做的話，時間是有限，捨的有限。而前者花了這麼大的痛苦，經過這麼長的時候，永遠還在這裡轉，永遠還跳不出來，繼續地受這個苦。而我們現在能夠如理如法地，你稍微這樣做一點的話，問題都解決。",
    "1731": "[28:51]所以他下面告訴我們，說我們以往已經經過了無量生死，一直在這個狀態當中。唉呀！不要說人間，人間固然你可以不捨，畜生，然後呢餓鬼，地獄，啊！那是可怕極了，一直在這地方來轉！結果呢？結果呢？唉，結果還在這地方轉，還在這地方，一點用場都沒有！而我現在了解了佛法，能夠照著去做，這個雖然是苦，但是這個苦已經有一個期限，"
}