{
    "9": "[00:09]哪，就是這樣了！就像身體當中，稍微受一點這個醫生的或者是吃藥，或者是手術的痛苦，就把根本問題就解決。所以在這個上面特別說明，就像以小苦就能夠把病解決一樣，所以我們對這個小苦應該忍受。不但應該忍受，應該歡喜，應該歡喜。所以前面告訴我們，讓我們修學的時候，使得心裡面沒有一點點害怕，沒有一點的退怯。實際上，我們更應該對這一件事情感到幸運、感到幸運。這個是一個絕端重要的一個概念，如果說沒有這個概念的話，修學佛法絕無可能、絕無可能。這是我們一個最大的一個，第一個應該突破的一個關鍵。再說，",
    "76": "[01:16]又捨身者，初怖畏時非可即捨，先於布施漸次學習，至於自身全無貪著，大悲心力開發之時，若有大利方可施捨，故正捨時全無難行。再說：是！他是要我們布施頭目腦髓的，但是他並不是教你一開頭的時候，就去布施。剛開始的時候，說我們的的確確，因為理路即便是有一點認識，但是必定這個無始的習性，這個執著還很重，喔唷！對這個東西很害怕。那麼那個時候不需要馬上就捨，怎麼辦呢？先照著前面所講的布施這個道理，慢慢、慢慢地來學，慢慢地來學。小的地方學，慢慢地大了，到那個時候對我們的自身啊，一點的貪著都沒有了。對自身沒有貪著，這個有它的必然的次第，有它必然的次第。所以現在單單講一個理論，將來如果我們，如果正確地了解了這個空性這個概念，乃至於你經過了如理的思惟、修習以後的話，的的確確你對這個身體是一無貪著，不但一無貪著，而且發現，原來這是我們的生死大怨家。",
    "174": "[02:54]理念上面既完全正確地認識，然後呢經過一點習慣了以後的話，你把那身體送出去的話，的的確確就不會有什麼障礙。那個時候大悲心也開發，然後呢，不但是對這個身體沒有執著，而且發現這個身體捨出去，還有無比地大的殊勝的利益，那個時候才教你捨。所以那個時候捨的時候，一點困難都沒有，一點困難都沒有。就像小孩子的時候啊，就是小孩子他好吃的一個糖，喔唷！你叫他把那個糖、手裡什麼送過來，喔唷！他在那兒，怎麼捨得啊！你叫他拿的時候就哭。將來我們長大了以後，然後呢在很多的場合之下，送起人家東西來的話，送禮也好，那大筆大筆的，動以萬計乃至於百萬計，眉頭不但不皺，而且覺得還很好欸！為什麼？因為這樣做得到好處！所以這一個上頭，它一定要有完整的教授，你對這個理了解了，然後呢量、次第，一步一步地走上來的話，是一點都不難，不但不難而且有這麼大的利益。",
    "263": "[04:23]如云：「如此治療法，勝醫且不用，以柔和儀軌，治無量大病。導師先令行，惠施蔬菜等，習此故而後，自肉漸能施。若時於自身，覺如諸菜葉，爾時捨肉等，於此有何難。」所以說，對於這一種治療的方法 換句話說，突然之間來的 真正有本事的好的醫生，都不會用的，一定用比較柔軟的方法，才慢慢、慢慢地 ……。譬如說我們現在那個醫生看那個小孩子，絕對不是抓進來像殺豬一樣地來，慢慢地哄──啊，什麼弄啊！譬如說我們現在那個西藥，那個咳嗽，咳嗽糖漿，他不但是不覺得難吃，而且吃得很好吃。哎喲，說那個小孩子，吃了一次，還繼續地要吃，那個大人還非得藏起來不可，要不然他一口氣統統吃掉了還不好咧，這個千真萬確！這個佛，偉大的佛陀，他用的辦法也的的確確是如此。所以現在我們那個三界的大導師啊，教我們修學這個，也不是一開頭做這個難行的。他是用種種的方便，啊！先布施一點簡單的蔬菜啊，等到你這個習慣了以後，慢慢、慢慢地，欸，覺得好，而且看見它大利益，那時候你再深入等等的都可以。那個時候你捨那個東西啊，捨自己的身體，就像以前捨一點點菜葉子一樣，那有什麼好難，那有什麼好難！這一點都不難，一點都不難。所以呀，",
    "379": "[06:19]是故有說波羅蜜乘，須捨身命故生逼惱是難作道。今此教典善為破除，「是故」，所以有的說：「唉呀！這個行那個大乘行啊，這麼個難作法，要把身命、頭目腦髓等等要捨出去啊！這個東西實在 ……啊，不行、不行！」那麼現在根據這個教典，換句話說，喏！你不是學佛嗎？那麼佛說的教典上面說得清清楚楚，說得清清楚楚是這樣的！所以這一個地方我們應該了解。我們現在大家說學佛、學佛，嘴巴上面學佛，實際上學的是什麼呢？我想慢慢、慢慢地到現在大家體驗得到的，我們都在學我，都在學我。這個學佛是什麼？哎呀，佛是好的。所以你就想那個好的果，但是殊不知這個好的果，應該用什麼樣的因？你真的要得到好的果，一定要學他的好的因，這樣才能夠得到。結果呢？我們只羨慕他好的果，然後呢，好的因如何我們不管，照我們的想法去想。所以大家只想：哎喲，好囉，如果有簡單的方法，那最簡單。",
    "462": "[07:42]所以有一陣子，譬如說在任何一個教盛行的時候，往往就偏向那一邊。譬如說宗門盛行的時候，他覺得大徹大悟了，喔，那好了，成佛。那佛都不在乎，大家都拼命忙這個東西，結果呢弄到後來，不是狂禪嘛，就是口頭禪。弄到後來呢，大家念佛，哎呀，說這個東西很難哪，你只要念佛你就好了。也是這樣，哎呀，什麼都不要了，結果這樣一句阿彌陀佛。結果這一句阿彌陀佛，真的行嗎？當然你有了善根，是！可是不幸的是啊，大家沒有得到那個方便善巧，總覺得，唉呀！那這樣一來，躲在那一個地方。所以紫柏大師那個時候就說了，現在人大家說念佛、念佛，結果變成功自己煩惱罪惡的「逋逃藪」，就是這樣。實際上呢，完全是為自己那種煩惱相應的法 ─唉呀，說是說修行，躲在那裡什麼都不想做，經教嘛也不想做，如理地修行都不要了，就這麼憑那麼念了兩句，這樣。所以除了這個以外，那麼教下等等都是如此。",
    "540": "[09:00]所以我們真正要學佛的話，你一定要把佛告訴我們的道理，弄得清清楚楚。現在這個地方這麼簡單地告訴我們，我們就有一個正確的認識：哦！原來這樣的，原來這個事情這樣的啊！自然而然哪，我們心裡面就沒有一點點的怯弱。而所以這樣的是什麼呢？不是說，哎呀，單單聽見了這個好的果啊，就憑我們的妄想要求啊！是求不得的，求不到的。所以這個經上面很多地方特別說啦，這不是說：我要成佛、我要成佛，你這麼念幾下，成不了的。你要曉得他什麼原因能成佛，佛有什麼樣的殊勝的好處，策發你的好樂之心，然後呢使得你，推動你去求。求的時候你還要了解如理的方法 ─這個因，成佛之因何在；然後呢在因地上面，是一步不錯地努力上去，這樣才能夠得到圓滿的結果。",
    "621": "[10:21]所以現在的人哪，說是要修、要學，結果呢，把佛告訴我們的道理，那些大經大論都不要了。既然你不要的話，那只有一個結果 ─喔，望著天上那兒，哎呀，說這個好啊、好啊！但是它在天上，你永遠在那個地下。然後呢一開口就說：「哎呀！我是凡夫嘛，那個聖人境界嘛！」你不是要求聖人境界嗎？然後你永遠說我是凡夫，停在那裡，你有用嗎？沒有用。所以勢必造成功我們現在這種情況，哎呀！羨慕人家。現在不，現在不！要羨慕自己。怎麼羨慕法？哎！我宿生有這個善根，今天能夠進入佛門，然後呢如理行持。怎麼樣如理法？那在這個上面一定要從佛經教，這是菩薩、祖師告訴我們的這個論典上面，依止著這個次第，所謂親近善知識，聽聞正法，這必不可少，然後呢還要如理思惟，你照那樣去作，絕對不能憑我們的想像。",
    "704": "[11:44]所以太多地方，大家還記得不記得？阿底峽尊者曾經說過，阿底峽尊者被請到西藏去以後，就有人問：「哎呀！你有沒有成佛的方便的法門啊？」阿底峽尊者：「哎呀！不用你來問，如果有的話，我第一個就不願意忙這些事情去了。」現在我們一般太多這種情況。所以如果你正確善巧了解了以後，那時候你才發現，平常我們覺得難、難、難的，卻是最簡單、最方便、最省事、最好的。這個我們現在第一個要建立這個概念，第一個要建立這個概念。所以說，這個上頭以沒有錯的、正確的經教來說明了，然後呢把我們前面因為不了解而怯弱的這個心理面，破除掉了。所以他下面說：",
    "774": "[12:54]謂於發生難行想時不須即捨，當你覺得還難的時候，這個不要你捨。",
    "782": "[13:02]如與菜等極易捨時，方可捨故。一直要等到這個時候，那麼你才可以捨。不過這個地方要注意喔！不是說等在這個地方喔，等在這個地方，就可沒有來的時候喔！要什麼？你就順著這個次第，一步一步地練習。而這個次第，從哪裡開始？就在我們現在下腳的第一步。所以不管哪一位同修，不管我們哪一個人，開始學的時候，就必定是從微小的地方，而這個微小的地方還必須要什麼 ─微漸的地方，是啊，真正這樣去作。假定我們微小的地方不求了解，不去下手的話，請問你大的你能得到嗎？能得到嗎？這個概念是第一重要、第一重要！",
    "845": "[14:05]那麼現在還有一類人，常常自己覺得：「哎呀！這個好像滿好，但是我這個腦筋就是不行啊！」這個時候尤其要注意！到這個地方，我們已經漸漸了解了因果之間的關係，我為什麼現在這個腦筋不行，為什麼？是天上掉下來的嗎？是沒有原因的嗎？信佛的人都知道，都了解這個如是因感如是果，就是我們以前在因地當中啊，造下來這個愚癡之因。如果現在知道了以後，不從這個地方努力下手的話，啊！那就完了。現在已經愚癡到這種程度，但是還有這麼一點機會，如果我們現在繼續地隨順這個愚癡的結果下去，把僅有的機會放掉了，那以後就完了，這個很清楚、很明白。所以，以我現在了解的情況來說，越是碰見這種情況，是越應該努力奮發，這個是千真萬確的，絕對重要的事情。",
    "925": "[15:25]所以我常常跟大家說，我儘管今天年紀已經這麼六十歲了，然後呢身體也這麼衰，不管你們怎麼說：「哎呀！保養、保養啊！」我自己了解，唯一最好的保養 ─法，這個千真萬確的。如果我現在那個時候還不努力的話，下一世是一點希望都沒有啦！所以我策勵我們同修們，你們條件都比我好，萬一不幸有的人這樣，或者是心智比較遲鈍，或者是其他的原因比較衰頹的話，那時候告訴大家喲：啊！趕快努力哦、趕快努力哦！這個地方再不用功的話你就完了，沒有我們後退的路啊！有 ─哪裡？這個很清楚哦！刀山、油鍋等等，都等在這個地方啊！這個如果不清楚的話，你只要把前面業感緣起這個道理，仔細地看一看，然後呢再下士、中士的那個苦的情況看一看，那就非常清楚、非常明白！然後我們繼續下去，看第三個。",
    "998": "[16:38]於所安住修道處所破除怯弱者。那麼現在說，好！我們對求的佛果也不怕了，然後求佛果所要行的種種方便也不怕了。然後呢正式去修道的時候，就在這個修道的過程當中，要時、處─這麼長、這麼苦的地方，哎喲！這個時間哪，說這個 ……又有一點問題來了。那所以他下面又說明，說：",
    "1035": "[17:15]謂念成佛須於生死受無量生，爾時生死眾苦逼惱，故我不能修如是行。那麼最後一種障礙，就是想一想：哎呀，說，是的，你要成佛，但是要成佛啊，這個要三大阿僧祇劫，乃至於要無量無邊的阿僧祇劫。唉呀！這個裡邊受生哪，這已經是不得了，再說在這個裡邊還要受無量的苦啊！這個事情，啊！實在不曉得怎麼辦是好，不能行！欸，下面告訴我們，這個如理的道理在下頭：",
    "1078": "[17:58]應如是思，我們應該這樣，對這一件事情了解。",
    "1084": "[18:04]菩薩由其已斷諸惡以因遮故，必不能生苦受之果，這是第一個，這個第一個。那為什麼有苦？因為你造了惡業，苦因當然一定感苦果。現在我如理修學的人，既然你了解到正確的，當你下因的時候你怕苦，已經努力：喔，這個絕對不能作！因既然遮斷了，將來你會得到苦果嗎？不會呀，不會呀！這第一個，這是第一個。所以既然你沒有造惡因，所以不會感得惡果；不會感得惡果的話，那就是快樂嘛，那就是快樂嘛！",
    "1141": "[19:01]就以我們現在來說，哎呀，我們所以貪著難捨的話，覺得這滿好嘛！實際上呢，真正修菩薩行者感得的果報，是遠比我們好啊！這是我們看得清清楚楚。不管是印度的、中國的，乃至於其他的，西藏、日本等等，你們看都是這個樣，都是這個樣。啊！像阿底峽尊者等等的話，當年這種都是身為貴族，乃至於王子，從小是絕頂聰明，多少人愛戴。那要我們現在看起來，喔唷，高不可攀！那我們差這麼多，已經覺得很好了；那這樣好法，當然這個身上面，並沒有這麼嚴重的我們想像的 ─這很好的事情啊！那麼進一步，",
    "1193": "[19:53]堅固通達，生死如幻悉無自性，故心無苦，另外一方面呢，你又了解了生死的真相，原來生死的真相如幻如化，沒有自性。所以前者是福德因，後者是智慧因。你步步地以這一個方式，在因地當中如此修持的話，那麼將來呢你感得的這個果報，身是圓滿安樂，心更是這個非常自在，了無罣礙。所以身心兩者都沒有苦，不但沒有苦，而且你很明白地覺得，這個地方不斷地在淨化煩惱、增長法財。就像作生意人，哎呀！看得清清楚楚、明明白白地，一直在賺大錢，而且在很舒服、安樂這種狀態當中。就像我們現在這種大老闆，他坐在那個辦公室裡，冬天嘛又有暖氣，夏天嘛是有冷氣，出門嘛有車子，又隨便一動啊，周圍的這些伺候都來了，這樣，然後呢，啊！看見那個財源是滾滾而來。現在我們也是這樣，我們來的什麼？法財。他世間的財是有漏的，我們這個是無漏的，一直增上呀！是，在這種狀態，",
    "1290": "[21:30]若其身心安樂增盛，雖處生死無厭患義。那很明白，身、心都在安樂，而且這個安樂是不斷地增長。所以這個修學佛法一定什麼？增上生，而且增上生到最後的話，達到究竟圓滿。我們在這一個過程當中，在這個過程當中，這個雖然在生死當中，不會厭患嘛，這很明白嘛！「斷惡故無苦」啊，",
    "1321": "[22:01]如云：「斷惡故無苦，善巧故無憂，謂由邪分別，罪惡害身心。福令身安樂，智故心亦安，利他處生死，悲者何所厭。」現在我們如理修學的人，因為斷除了一切的惡業，因、果斷，當然不會感惡的苦果。然後呢我們又善巧生死的真相、世間的真相以後，所以就對這一個生死當中，也沒有一點點罣礙，自然也沒有憂、怖等等。平常我們所以身心受到逼惱的原因，是為什麼呢？因為無明相應，非理的思惟，這種邪妄的分別，所以造了種種的惡業，感得這個身心的苦惱。而現在我們了解了以後的話，功德、智慧 ─功德是感得我們種種的這個異熟圓滿，然後呢智慧，當然我們內心當中，這個一直安住的這個如如不動當中。這麼一步一步上去，享受這個法樂，在這種狀態當中，你還可以利他增長無邊的功德。這樣的有大悲心行菩薩道的人哪，就覺得：哎呀！快樂得不得了，怎麼會厭患呢？",
    "1429": "[23:49]又云：「故遍除疲厭，騎菩提心馬，從樂而趣樂，有智誰退屈。」在這種狀態當中，由於有了這個正確的認識，然後呢發了大菩提心，這個像馬一樣，喔唷，這個快捷得不得了！在古代的交通工具，最好的是這樣的一匹馬。最好的這個菩提心馬，能夠坐在上面的話，啊，你真快樂！不要你這麼麻煩的，所有的把疲勞、厭患，都能夠徹底地驅除掉，而繼續地增長我們的快樂。這一種狀態當中，只有有智慧的人才能夠做得到。等到你真的這樣的話，那怎麼會退屈呢？怎麼會退屈呢？所以說：",
    "1488": "[24:48]如是雖延無量時劫不應怯弱，唯時長久非厭因故。謂苦極重，雖時短促亦生厭離，無苦安樂，時雖久遠無所厭故。像這樣好的這種狀態，時間再長是不會、也不應該怯弱。所以要曉得單單說這個時間的長短，它不是我們厭患之因。厭患，真正厭患是什麼？是苦啊！所以說，如果說苦的話，重苦的話，哪怕很短一點點哪，你也覺得：哎呀，很厭！如果是快樂的話，這個就怕它少，時間再長我們不嫌多啊！我們人人都有這個感覺，叫你稍微受一點點苦，是一點是受不了；叫你有點快樂的事情，叫你捨得真捨不得。我們平常都有這個事情，跑在那地方，如果說叫作強迫大家跑到這個地方來，叫你做苦工固然不好，叫你那兒聽人家，這個講你不歡喜的，坐在那裡的話，哎呀！這個坐十分鐘，就老是望錶。可是如果你歡喜的話，坐在外面聊天的話，一聊三個鐘頭，你還覺得：「哎，怎麼這一下過去掉了！」這是這麼普通的事情，是我們人人都有這個感受，快樂的事情是越久越好啊！所以這個地方是特別說明。",
    "1596": "[26:36]《寶鬘論》云：這個論也云：",
    "1599": "[26:39]「重苦雖時短，難忍況久遠，無苦而安樂，無邊時何害。假定這個苦很重的話，哪怕很短的一個時候啊，唉呀，這個難忍得不得了，何況久遠呢！反過來如果說快樂，不苦的話，那麼時間越長越好啊，長有什麼關係啊！欸，這個地方我們要注意一下哦！現在是我們怕苦而不修，結果怕苦而不修是什麼結果呢？唉呀！陷到那個重苦當中，不但是苦重而且長遠無量阿僧祇劫 ─不是無量，根本就是無始，永遠沒有結束的時候 ─從沒有頭的地方，到沒有尾巴的地方，這麼長的時候啊！你現在怕眼前的小苦，結果呢，看不見這個大苦。反過來，如果你真正修行的話，欸，步步地在增上，步步地在增上欸！如果在這種情況之下的話，那就算苦它也有期限了，何況它不苦還是快樂，這個時間有什麼關係啊？這是很清楚、很明白啊！所以說來說去我們都是什麼？愚癡啊！偏偏愚癡又不肯努力地學佛，雖然說名義上面說我在學佛啊，是內質上面是一直在學我，真正的可憐是莫甚於此啊！所以我們現在繼續下去。",
    "1706": "[28:26]此中身無苦，意苦從何有，唯悲世間苦，由此而久住。故謂佛久遠，智者無退屈，為盡過集德，恆勤修資糧。」"
}