{
    "12": "[00:12]所以我們不知道的是必定應該從這一個地方知道，恆常地、精進無懈地，積聚這個福智兩種資糧。當然！那麼這一步；下面一步，",
    "26": "[00:26]又念成佛必須圓滿無邊資糧，此極難作故我不能，亦莫怯退。進一步又有這種想：「哎呀！是，成佛，但是這個資糧是要無量無邊，都要圓滿哪，這個太難作了，我不能作啊！」那這個也不必怕，下面說：",
    "50": "[00:50]若為利益無邊有情，求證諸佛無邊功德而為發起，住無量劫，欣樂修集無邊資糧而受律儀，妙咧！",
    "63": "[01:03]則於一切，若睡未睡心散不散，乃至有此律儀之時，福恆增長量等虛空，故無邊資糧非難圓滿。欸，喏！還是無垢的、正確的經典上面說得清清楚楚。現在假定你如理地了解，照著這樣子去作，然後呢策發了大悲心、大菩提心以後，是的，你要利益無邊有情，所以要求證這個無邊佛的功德，住無量的時間，一直去積集一切的資糧 ─先發這個願心。所以「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，這個四句不是一個空話。是你如理地了解了以後，你內心上面的的確確，發起了這樣的內心的狀態，這個願心。",
    "137": "[02:17]然後你有了這個願心，經過修習以後開始行心，「行」就是受這個菩薩的律儀。等到你受了這個律儀以後，欸，好了，於一切時，因為你已經把那個種子種下去了，得到了這個菩薩戒的戒體了。既然種子種下去了以後，然後由於你的大悲心的策動，大悲心的滋潤，它不斷地在增長當中呀！所以不管你醒也好、睡也好、散亂也好、不散亂也好，只要一旦得到了這一個東西以後，嘿，它一直在增長！這個菩提心的心種，本來就是遍法界、虛空界的，所以只要這樣增長的話，哇！那是不得了的，不得了的啊！",
    "190": "[03:10]所以前面是特別說明，不要說行心，就是你發的願心以後，哇！這個力量之大，我們無法想像、無法想像！所以我們總不妨拿這個小的例子，說一個小沙彌就心裡面動這麼一念；一個羅漢，阿羅漢，喔，這個阿羅漢是好了不起喔，堪為三界應供的聖者哦！而這個小沙彌只是動了一個一念喔：「嗯，我可不要學這個小乘，我要成佛果。」那個阿羅漢馬上，啊！捧在他前頭，為什麼？說明這個菩提心的功德之大是無量無邊，無量無邊哪！以前我們不懂的話也許還覺得：啊，這個叫作菩提心；現在我們懂得了，這個根本不是。但是呢，它的的確確這個菩提心的心種，就從這個地方開始發生。如果你現在了解了這個，依理這樣地策發，一旦真正的這個菩提的願心策發了，乃至於開始行心的話，你在任何時候，一天是廿四小時，然後呢一年是三百六十五天，沒有一時一刻，在任何情況之下都在增長，積聚無邊資糧。這不難哪，千真萬確的，不難哪！",
    "282": "[04:42]所以我們現在得到了這個暇滿的人身，浪費它，還要忙這個、忙這個、忙這個，樣樣捨不得捨哇！捨不得完了以後，把自己送到地獄裡面去，這個卻忍得住的。唉呀，想想這個人真是可憐哪！為了身上一點點小小的毛病，為了眼前一點小小的利害啊，哎呀，大家要為它忙了個半天。現在有這麼大的利益在，居然我們不知、不見、不聞、不覺啊，這個實在是愚癡到極點啊！這個愚癡到極點哪！所以在這個上面，我們務必要把這個概念深深弄清楚，你能夠弄清楚的話，這些問題統統解決、統統解決！",
    "333": "[05:33]所以大家還記得吧？說如果一個菩薩發了這個大菩提心以後，乃至於他破了四重戒，他只要能夠護持這個不共的菩提願心的話，欸，他沒破戒。這千真萬確的事實哦，這千真萬確的事實哦！為什麼原因呢？這就是，這個兩個東西的的確確你無法相比的，你的的確確無法相比的。我們現在不必說菩提心跟法界相應的，那這個法界我們的確無法想像。譬如說，說我現在是一個國王，那個以前是一個轉輪聖王，富有四海之內，譬如說現在那個地球上面，全是我的。然後呢你隨便損失一點點，這個敲破了一個什麼金的、銀的什麼東西，乃至於金剛寶石，乃至於百萬、千萬，那對你來說根本毫不相關，一點都沒有什麼大的損失嘛！是我們處處地方都說明什麼？愚癡啊！愚癡啊！只見眼前的小利。而究實說來，這個眼前的小利啊，還是害我們的生死怨家，而且從無量劫來，把我們害得苦透、苦透，結果我們偏偏還繼續跟著它走。嗯！",
    "416": "[06:56]即前論云：「如一切諸方，地水火風空，無邊如是說，有情亦無邊。菩薩普悲愍，此無邊有情，欲度諸苦厄，安立於佛位。如是堅住者，從正受戒已，隨其眠不眠，及放逸而住。如有情無邊，恆集無邊福，無邊福非難，證無邊德佛。若住無量時，為無量有情，求無量菩提，而修無量善。菩提雖無量，以此四無量，資糧非久遠，如何不得證。」看！經論上面說得清清楚楚、明明白白。就像「一切諸方」，在任何盡法界、虛空界，這個「地水火風空」，沒有一個地方不遍，到處都是；現在這個有情也是一樣，所有的盡法界、虛空界都是。那麼現在我們修學菩薩道的人呢，發的菩提心是什麼？普遍地、沒有一個遺漏地對他們憐愍，為了這個「無邊有情」，要濟度他超出這個痛苦，使得他們每一個人達到圓滿大覺的這個位子。你發了這個願心以後，然後呢你正受這個菩薩戒。於是那個時候你的心裡邊任運而起地，一天到晚：啊，我要這樣作！一天到晚：我要這樣作！所以你這個心理本身，不得了！",
    "524": "[08:44]平常我們說三輪、三輪，大家還記得在下士道的時候，講業的時候，這個最後說「八因三緣」，這個三緣什麼啊？心清淨，然後呢加行清淨，然後是田清淨，對不對？你如果能夠這樣作的話，哇！那得到的果報是不得了地大。現在我們這個心是什麼呀？普緣盡法界、虛空界一切有情，哇！那個這心之廣大，不得了！你一切時處只為利他。那個心不但清淨而且廣大；廣大是指它的量，清淨是它的質，質既一點都沒有錯，而這個量又這樣地大法。啊！所以說我們現在剛才那個比喻說，喔，這個地球整個是你的，這地球算什麼？在整個的這個一法界當中，那、那簡直是，你小得找都找不到，要灰塵一點都不如欸！我們到了晚上張開那個一看，啊！那個太虛空這麼大。所以那個時候你的心跟這樣大的相應，這個不得了的一件事情啊！",
    "608": "[10:08]所以你心種當中，種下了這樣的這個心的清淨的話，所以下面你的行呢，加行也清淨。所以現在受了菩薩戒了，受了菩薩戒以後是什麼？你得到了戒體，所以這個法、體，然後你的隨行，你的隨行一切時處，它那個心種一直在增長。的的確確不管你在睡覺也好、不睡覺也好，在任何狀態當中它在長呀！就像你把一樣種子，如果說這個種子對了，種在這個地方的話，然後呢水呀、太陽啊，這麼一來它一直長啊！不因為天黑了它不長，不因為你睡著了不長，不因為你不管它而不長；只有一樣 你不能損害它。所以我們發願心，發好了以後，真正重要的 護持這個戒體。你只要護持它，然後你睡著，它也長啊！",
    "668": "[11:08]那麼在這種情況之下，雖然無邊的有情，結果呢卻是：你不是你度他欸，他這個無邊的有情來幫助你積聚無邊的福德欸！既然有這麼多無邊的福德幫你積聚的話，這個佛果，無邊的佛果自然得到嘛！所以他下面說，以無量的時間，為無量的有情，求無量的菩提，而修這個無量的善法。以這樣的四個無量，要得到這個佛果的話，啊！那並不難。怎麼會得不到呢！以四比一這樣的，這樣的一個力量啊！所以",
    "716": "[11:56]是故若由最極猛利大慈大悲，及菩提心衝動其意，為利有情，願於短時速成佛者，極為希有。所以注意下面哦！所以由「最極、猛利」，這兩個很重要啊，「大慈大悲」，的的確確是非常猛利，而且是最重要的。被這種大慈悲心所策發的菩提心，策勵了以後，為了利益一切有情，要趕快成佛。因為看見那個眾生苦啊，所以這麼既然苦呀，你趕快越早成是越能夠救他們，這樣才好！前面曾經說：「哎喲！看見這個佛果這麼遙遠，我們就希望找一條近路，早一點成佛啊！」那這個菩提心是非常遙遠，這兩個是絕大的不一樣喔！現在我們這個裡邊就分辨得出來了。同時我們要了解，像前者那樣的話，結果，唉，你不但得不到，越是害怕是越是受苦。反過來，你了解了正確的話，欸，你越是勇敢，是結果是越是安樂。所以如果我們如法如理地破除了眼前這種狀態的話，啊，不但是勇敢，而且必然發現的，只有這一條路。只有這一條路是正確的、好的，剩下來這種路的話，唉呀！都是錯誤，都是傷害自己啊！",
    "814": "[13:34]然若未近此之方隅，僅由見於極長時劫，須正修學無邊諸行及多難行，便作是念誰能如是，故妄說云求速近道，此於願心間接損害，正損行心，令大乘種漸趣劣弱，故於成佛反極遙遠。那下面就把這個道理再辨一下。所以如果說對於上面這個道理，沒有正確的了解，也並沒有如理的修習，離它十萬八千里，不要說行持談不到，連它懂都不懂。所以我常常說，不要說我們在門外轉，在門外轉你已經到了門外了，現在門在哪裡不知道。不要說門在哪裡不知道，目標在哪裡也不知道，那完全一點都不了解呀！只是說：「喔唷！這個成佛要這麼長啊，還要作這麼多難作的事情啊！唉呀，那這個趕快想辦法求一個近、方便的、快速的，能夠這樣 ……。」實際上呢，所以要求近、求快速是為什麼？就怕那個難，所以怕難，你根本不懂得道理。既然你現在不懂得道理，又怕做該做的事情，請問：結果是什麼啊？你不但得不到啊，反而是在損害了啦！",
    "913": "[15:13]所以在這種狀態當中，你這個願心就發不起來了。這個「願心」之所以願，是要你什麼？要你去救，要你去做，現在呢你看見了這個東西，喔，心裡面退縮了，豈不是 ……。因為你心裡退縮了，所以要你去行持更談不到。這種情況之下，真正說起來，是損害大乘佛法呀！所以既然我們因地當中積下來了，造了這個損害大乘佛法的因，請問能成佛嗎？所以「於成佛是反極遙遠」哪！",
    "955": "[15:55]以與龍猛無著決擇如來密意，最極增長菩提心力所有道理極相違故。上面這種錯誤的心情啊，是跟正式的傳承 ─在印度來說，正式的傳承只有這兩家，對於佛法的完整如理的教理，只有這兩家。一個是屬於龍樹、聖天菩薩的；還有一個，無著、世親菩薩的。只有他們兩位把佛陀的真正的內涵，所謂深密的意趣，能夠如理說明的這個道理。那個道理，告訴我們的道理，跟我們現在上面所說這個，恰恰相反、恰恰相反。因為相反哪，所以不是增長菩提心，而是什麼？是在損害菩提心。所以在這一點，這個的的確確我們要特別認識。",
    "1026": "[17:06]說到這地方，因為前面我曾經說：哎呀！有些人參禪，有一些人念佛，有一些人什麼，學教、學密 ─千萬不要誤解。我前面一再說，我們要，要參禪，要念佛，然後要學教，沒有一樣東西不要的。跟你哪一個相應你就學那個，可是你必定要把握得住這個根本，然後你了解了這個，學哪一樣都對。如果你把握不住這個的話，然後呢你要，哎喲，找一條近路的話，那對不起，全錯、全錯了！這個是損害佛法，因地當中已經種下來這個因，怎麼可以感得那個果報呢？",
    "1074": "[17:54]這所以我一再地給大家說，你們把這個《了凡四訓》，尤其是後頭那個《俞淨意公遇竈神記》，好好看一看的原因。大家記得不記得，那個竈神給那個俞先生就說：「你呀，自以為作好事，結果實際上你因地當中造的都是種惡因啊！就像是遍地種了荊棘，然後呢那個癡心妄想地，還希望它長出好花美果來啊！」現在我們也是一樣，我們心裡上面就種的都是什麼？都是那個損害佛法之因，還自己等在那裡說：「哎呀，要趕快成佛啊！」了解不了解？所以這個地方特別說，是，我要念佛，我要幹什麼？不但要求上品上生欸，我要念佛不是求上品上生，我要念佛是要學阿彌陀佛。然後以這種心情，然後呢阿彌陀佛怎麼成的，我也要學他，然後那個時候念，對了！你要參禪也是一樣，學教也是一樣，不管是禪淨律密，沒有一個例外的，這個是我們的基本因。有了這個基本因、根本因以後，然後呢再去加以圓滿。所以這個地方，把這件事情辨別得清清楚楚，辨別得清清楚楚！",
    "1167": "[19:27]如是若僅怯弱而住，全無所益，反漸怯劣，故應善知諸能修證菩提方便，策舉其心，則辦諸利如在掌內。所以這樣，結果分析、觀察，如理地抉擇以後，我們就了解了：哎呀，你單單看見那個事情害怕、退怯，那是一點好處都沒有啊！不但沒有好處呀，反而因為你因地上面不斷地增長這個東西，你越弄越差、越弄越差。這個是為什麼我特別說明的，經常說明的：你碰見一點點事情，唉呀，縮在那裡，那一定的，你越縮是越不對，越縮是越不對！哪，我現在還記得一個很有趣的事情，離開現在二十年了，那時候我剛到同淨蘭若。那個時候有一個年輕人，那二十剛出頭 ─現在年輕出家的已經慢慢多了，那時出家人很少。哎喲！大家看見一個年輕人很好，但是那個仁法師啊，是一直在嘀咕，最討厭他。我以前曾經聽人家說過這個人，後來跑過去一看，欸，曉得了！為什麼原因哪？是未老先衰。天氣稍微涼了一點啊，哎呀！他這個帽子、圍巾就統統弄上來了；然後呢感冒了一點點，拿一個大棉袍；出了個汗哪 ……這樣。哎呀！那簡直是啊，是這種情況。",
    "1260": "[21:00]仁法師他是做樣樣事情，打起全部精神來做。那時候雖然是我很讚歎，但是我並不太了解，現在慢慢、慢慢到後來是越來越了解。我還 ……這個地方跟你們說一個笑話，這個雖然是個笑話，這是個事實喔！那個他老人家用那個毛巾，用那個毛巾，總歸用不到幾個、一段時候，我也不能清楚。平常我們這個毛巾，往往用得很久才用破，他沒多久都破掉了。它破的時候很妙，這個緯線都斷掉，那個經線在那裡。我那麼想不通，他這個毛巾為什麼這麼容易呀？你就算是來磨這個地上那個，它也不會那麼 ……何況擦那個面孔軟軟的。後來我曉得了，他原來幹什麼？他洗臉的時候，比如說搓啊，搓完了以後，搓了這個 ……這麼來，然後絞毛巾的時候，「嘎！」一下，就這樣。結果他那個毛巾不是擦臉擦破的，是這個東西弄壞的，人家常常笑，我剛開始的時候也覺得好笑。然後呢他跑得去開門也是一樣，拿這個鑰匙往這個裡面「嘎！」一下，插進去一定有聲音的，「鏗！」一來。欸，大家都會笑。",
    "1342": "[22:22]當時我一直不懂，現在我一直讚歎，啊！就是說，說明什麼？說明這個因地當中，他做任何事情，他心裡面先有一個堅強的意志。所以他不管做什麼事情，他心裡面先哪，這個所謂心理建設，所以他做什麼事情都咬緊牙關，這麼來！當然天下的事情沒有十全十美，不要說我們普通凡夫；成了佛，他跑到這個世間上來的，還是現出很多缺陷相來，我們一定要注意這個幾個特質。所以我的真正受用就這樣，跑到從那個地方開始。",
    "1379": "[22:59]我一直還記得，我所以能夠跟得住他的一個原因，通常他那個地方的人，去了以後實在待不住，人家也種種批評他，說他太要求。我第一天去，那個時候送我去那個法師說，某人哪，一方面嘛說這個人有什麼優越的條件，然後呢說這個人 ─我本來在原來這個地方，福嚴精舍住了個好幾年，兩、三年 ─大家覺得非常好，但是他就身體不大好，又是什麼病、什麼病，唉喲，又是肺病、又是胃病、又是肝病，一大堆病，就這樣。所以承他這個老人家的慈悲，他說，平常我們吃過早點嘛，就要出坡了，忙這個東西。他就說：「你身體不大好嘛，就休息、休息。」「喔！法師啊，你不要當我病人看哪！」我曉得我後面的所以能夠跟著他，就當時一句話，他後來跟我說。這是千真萬確的，然後呢我在那裡做。",
    "1439": "[23:59]現在我們在這裡做了一點小事情，大家覺得，唉呀，委委屈屈。那時候，那個同淨蘭若現在還在那裡嘛，你們可以去看看，新店，就在那個地方，有六百多坪的地。然後那時候我們住的只有三個人，就是這樣，那時候只有三個人。然後呢早晨起來，當然仁法師他的確、的確地是我們哪，他是一個這個尊長，他主要的他自己用功，我們請求他。然後呢從廚房開始，上殿、過堂開始，樣樣都是我們自己做的。早晨起來嘛，然後呢燒飯。我們不是說，哎呀，輪到你燒飯了，上殿不上，哪裡有這樣的事情啊？三個人大家照作，這樣。一大早起來，先把那個電鍋裡的這個米弄好了放在那裡，然後一按按上來，然後呢菜已經切好了，這樣。然後呢就跑得去電鍋一按，跑得去作早殿，作完了早殿以後，馬上把那個菜，就把它鍋子裡鏗鏗鏗。反正你曉得我這個羅漢菜的方式，統統放進去，火一點，鏗鏗鏗燒燒開，好了，二十分鐘。所以我們那個早殿，平常上到五點鐘，算算看大概是還要早一點，然後呢這個早齋是五點半，那時間是寬寬裕裕。",
    "1517": "[25:17]吃過了以後，然後呢大家把廚房弄弄乾淨，然後呢這個、這個淨頭也是我們做，然後呢香燈也是我們做，然後呢環境的環保也是我們做，沒有一個不做的喲！現在我看看，有的時候我們好幾個人做，那個客廳裡面那個灰塵經常在這裡，我們那兒沒有這樣的事情！有的時候仁法師跑出來看，他就摸一摸，他有的時候看見你不對啊，他要來跟你教誡了。我們那個時候都是戰戰兢兢，那個檯子上弄弄得乾乾淨淨。他怎麼去摸啊？他不會摸這個檯子，他一摸，「你弄過了沒有？」「弄過了。」這兒一摸，他給你看一下。你說誰會碰到這個地方去啊？就這個樣。但是我們那時候一點都不覺得苦哦，一點都不覺得苦。",
    "1565": "[26:05]然後剛去的時候，他那個時間也是一樣，比如說打板、按鈴，這我想我都告訴過你們了。那時間的的確確是分秒必爭，那時候也沒有、沒有那個錶，沒有像現在的好。我們大殿上有一個鐘，叮叮噹噹會敲的，然後呢這個大殿後面有一個電鈴，那個電鈴現在還在，我最近去，我真歡喜那個地方。那時候就培養出我這個心志來，要豎起耳朵，有的時候外面大風還聽不見，聽不見他又跑得來：「你這個警覺心一點都沒有，這麼愚癡的、這麼遲鈍，怎麼學佛啊？」就這樣，你豎起了耳朵，前面那個大殿這麼「登！」一下，下面的一秒鐘那個板或者鈴就要按起來 ─就我們兩個人做啊！",
    "1609": "[26:49]然後呢另外一個，那個法師，那個也是我們這老和尚的徒弟。他下面去買菜，那個騎個腳踏車，每次上來的時候，就怕冬天一定是滿身是汗。現在已經有路，那時候沒有，那個山路啊！哪有像現在我們這麼舒服，騎了個摩托車砰砰砰砰跑得去。就這樣騎個腳踏車，下去的時候還要推，因為這個山路嘛，不是騎的哦，上來的時候也得推，這樣個弄法。所以我只說到這個地方，這個事情大家平常的時候，就是最主要的原因 ─你並沒有如理地認識，然後呢一直陷在這個我、我的習氣當中，這個不行！",
    "1661": "[27:41]現在我們繼續下去，這個地方特別說明，說自己如果心裡面先已經怯弱了，把事情那樣的話，這個一點沒有用場，不但沒有用場，反而這個心裡面會越來越怯弱。做任何事情也是一樣，你心裡面先自己打了退堂鼓的話，那一點辦法都沒有。打這個退堂鼓有兩種原因，那這個我們要了解、正確地認識。最主要的原因就是這就是宿生的習性，這個的確很難體會得到。所以第一件事情，就是你碰到什麼事情，總是在這兒退縮，那個唯一的辦法，就是要如理的教授，然後呢認真去。還有呢眼前的客觀的環境，或者人家的非理的教授、非理的作意，非理的作意、非理的教授，千萬注意！",
    "1723": "[28:43]所以平常我自己深深地了解，這個修學佛法為什麼一定要善知識？的確，因為整個佛法的概念，的確跟我們世俗的是相反的。世俗的都是無明，它是黑暗當中摸索，那摸索的都是莫名其妙的。你一定要把這個弄得很清楚；而這個弄清楚還特別是，不是文字，一定要在這個心理的行相。所以我上面說那個，倒不一定說明什麼，就是特別地策勵大家，策勵諸位同學。你必定要有這種認識，必定要有這種認識，不要看錯了，不要看錯了。啊！真是現在我們常常有這種心理，覺得好像尤其是因為末法啦，那麼這個出家人難得啦，所以你偶然出了家了，往往會說：哎呀，你好啊！"
}