{
    "9": "[00:09]自己捧得飄飄然，好像捧上天，好像出了家呀，該受現成的。那對不起，那完全錯誤，完全錯了！這個基本概念，不要說你要發大乘心，就是你自己要解脫等等的話，你的的確確要全部的精神跟那個煩惱鬥。剛剛那東西都是煩惱啊！所以啊，馬馬虎虎，這樣地輕輕鬆鬆這樣的話，無有是處。",
    "40": "[00:40]是的，我們也曾經看見過，譬如說《彌勒上生經》，上、下生經上面它說彌勒菩薩是什麼啊？嘿嘿，不修禪定，然後呢不斷煩惱。好像，喔，晃晃這樣的話。我們也說：「啊！我們也是一樣嘛，不修禪定、不斷煩惱。」他是什麼情況？他是當來下生彌勒尊佛，到了八地以上，是不動地以後，他任運一直安住在這個上頭，他無功用行，自然如此啊！你也跟他學啊？你安住在什麼上頭啊？你完全百分之百的煩惱當中。他已經徹證無生，無煩惱可斷，無禪定可修，這個境界欸！我們現在就跟他學啊？所以啊，那完全錯了，完全錯了！我們必定要把任何事情的真相，看得清清楚楚。當你心裡面先這樣的怯弱心一來的話，你完了！唉呀，就是每況愈下、每況愈下。你只要能夠慢慢地鍛鍊、鍛鍊的話，那無有不成功者。而且這個鍛鍊，必定從小的地方慢慢地開始。",
    "117": "[01:57]所以啊，諸位！尤其是現在這個時候，如果你不能從下腳的第一步，漸漸地微漸去修的話，那這個事情沒有我們份的，這個事情沒有我們份的。所以身體也好，精神也好，然後呢知識也好，如果說自己覺得不對，那個時候感覺到說：喔唷！我宿生因地當中沒有努力，現在趁這個機會趕快努力！千萬不要說：「唉呀，我不行啊！」然後退，沒有我們退路的。那麼如果在這種狀態當中，你儘量地把這個好好地，前後反覆地多思惟，然後呢，找種種的經論上面來認識，告訴自己：「欸！我跑到這地方來，我是學佛，還是學我？我是要求無邊的大勝利，所以下一點苦功，還是貪眼前的小便宜，準備下地獄？」這個概念一定要辨別得清清楚楚。",
    "186": "[03:06]「故應善知諸能修證菩提方便，策舉其心」啊！所以這個地方啊，真正重要的，喏，「善知」哦！要對於我們所求的，以及如何去求得修證的這一個正確的內涵，要了解，要正確地了解，而且呢要非常善巧地了解。你了解了這種情況之下，你的心裡自然而然不會退怯的，啊！那時候打起精神來。你能夠這樣去做的話，還「辦諸利」，所有下面那個大利啊，「如在掌內」，就在你手上，這千真萬確的事實，千真萬確的事實！所以別的事情哪，容或還要借重外面的很多東西，只有修行這樣東西簡單容易極了，就在你的起心動念之間。你心裡一動，喏，這樣轉過來，就是這樣。你心裡一動啊，哎喲，這個羅漢馬上恭恭敬敬地，讓你在他前頭；反過來，你心裡一動的話，哈！然後這個地獄的鬼就高興有事可做了，可以來燒你，可以來煎你了，就這麼差一點點哪！",
    "268": "[04:28]所以任何時候，記住：跨一步，也只要你跨一步，但是你必須要跨這一步！你能夠這樣做的話，這剎那、剎那在除過，剎那、剎那淨罪，就這樣，這個事情絕對正確、絕對正確。平常我們碰到一點小事情，如果說在這個上面不認識，轉不過來的話，那個時候你就應該好好地警惕。",
    "302": "[05:02]如《本生論》云：「怯弱無益悅匱乏，是故不應徒憂惱，若依能辦利聰叡，雖極難事亦易脫。故莫恐怖莫憂惱，如其方便辦所作，智者威堅而策舉，辦一切利如在掌。」這個就是告訴我們，說你心裡面的退怯：唉！自己呀，這個怕、又這個怕，不但沒有好處；不但沒有好處，反而啊你要的這種安樂反而越離你遠、越缺乏，所以不要白白地憂惱。所以記住，「小人是枉自為小人」，現在這個小人，不是世間的說壞蛋的小人，就是我們怯弱這種心裡面，所以君子的確是「樂得為君子」啊！所以呀，如果說你在這種狀態之下，怎麼辦呢？你應該「依能辦利聰叡」，要依止正確引導，正確的、有殊勝利益的，而不是我們這種無明相應的，看起來似是而非的，愚癡的這種行為，這樣。你能夠這樣的話，再難的事情你也能夠做到，然後呢，再大的困苦你也能夠透脫出來。",
    "397": "[06:37]所以對這件事情啊，不要怕、不要憂。像這樣的正確地了解，你了解了，就能夠去做，就能夠去做。所以在這種狀態當中，真正有智慧的人一定先哪，啊！有這個認識，然後呢，策發他的心，堅固、猛利！這一種心情之下，緊跟著由於這個認識而行持。欸，所有的事情啊辦起來輕輕鬆鬆，就像他所謂舉手之勞。",
    "439": "[07:19]聖者無著數數說為：「當具二事，一雖善了知於廣大法學習道理，應無怯弱，二於下劣功德不應喜足。」那麼這一個地方啊，無著菩薩經常告訴我們，我們修行的時候，這個地方要特別兩件事情。第一個呢，喏，應該「善了知」，這個要善巧地了解，那麼這個廣大的佛法怎麼去學、怎麼去習。了解了這個東西以後啊照著去做，破除自己怯弱之心。這個具足了夠不夠？還不夠，還要「於下劣功德不應喜足」，這一點非常重要、非常重要！否則的話，我們得到一點點呢沾沾自喜，我們現在有太多這種情況。我記得上一次曾經跟你們說過一個事情，就是我早幾年，那現在也有十幾年以前了，在美國，跟你們談的這一位洋人。他剛開始的時候，他是學生當中最好的一個，懂得也多，平常的時候，哇，出力也多。但是到最後啊，是最糟糕的一個，為什麼？就得少為足，他動不動就說，哎呀，他已經懂了，就是這個樣囉！你叫他進步啊，他就是進不上；我們現在就是這個樣，的的確確地，那是太糟糕、太糟糕！",
    "548": "[09:08]所以在這個上面我寫了，昨天講的那個精進五相啊，那個是出在《大智度論》上面的，今天黑板上寫的精進五相，是《瑜伽師地論》上面的 ─性、相二宗。今天第一個「擐甲精進」，什麼叫擐甲精進呢？就是先哪，上面說的心理建設，心理建設。你能夠把這個意志，能夠透過正確的認識建立起來，建立起來。有堅強的意志力量，對於自己該如何做法，看得清清楚楚，所以啊有力量！那麼然後呢，第二個叫「加行精進」，有了這個心理的建設，進一步啊，就開始這個行持 ─加行。",
    "603": "[10:03]什麼叫「無下」呢？就是說對於這個下劣的事情，不耽著也不會退怯，有非常強悍的心情，在這個廣大法當中啊這樣去做，這樣去做！再下面呢，「無退」，無退是什麼呢？因為你有了前面這個力量，然後呢學這個廣大法、修廣大行，要無量無邊。在不管任何情況之下，你保持這樣，絕不為外面的困難所動，然後呢也絕不為一切障礙所障礙，這樣才能夠達到究竟圓滿的程度。最後一個叫「無足」，欸！它最後的，千萬不要得到一點點小小，就以為滿足，我們一定要這個把握得住。",
    "664": "[11:04]所以關於這一點哪，真要做到的話，當然有它必然的條件，可是最重要的還是什麼呢？對完整的教理的認識。如果是你了解了正確的這個教理內容，一方面固然讓你能夠如理如法地走上去，一方面你才曉得你要走的整個的內涵是什麼。要不然的話，我們難免會產生這種現象：哦！這下拜了幾下佛囉，覺得喔唷，這個心裡面好像很清涼，哎呀，然後呢覺得個拜佛好得不得了！是念了幾聲佛啦，稍微心裡面 ……乃至於直坐在那個地方打瞌睡，自己覺得：喔唷，這個打坐好得不得了！實際上呢，真正的根本在那兒昏沉當中，他還不肯捨，種種的現在太多這種現象。至於說更進一步，說就算你打坐得了定了，就算你參禪開了悟了，就算你念佛得到一心不亂，乃至於得到了念佛三昧了，對不起，那還是初步。這我們必定要知道的，就沾沾自喜，那個整個的最大的限制就在這裡。",
    "740": "[12:20]所以《瑜伽師地論》上面又告訴我們「五拘礙」，所以修學佛法最大的幾個障礙，這個最後一個啊，也叫「得微少善，便生喜足」。這個五拘礙以前曾經說過了，從顧戀諸欲啊，「顧戀其身，顧戀諸欲，樂相雜住，闕隨順教」，最後一個呢，「得微少善，便生喜足」。所以對於這個下劣的功德，不應喜足。所以佛到最後的話，到十八不共法當中有精進無間，他的確地，他那個精進，永遠、永遠在那兒保持著最大的這種。這樣的情況，這樣無喜足，這樣才能夠圓滿。",
    "794": "[13:14]然現在人，若生少分相似功德，或生少分真實功德，便覺已進極大道位，計唯修此便為滿足。現在那些人哪 ─那個是，不是我們現在哦，那是宗大師的時候，離開我們現在是六百多年，那時候佛法，比我們現在也不曉得好多少 ─說，哪怕生起一點少分的相似功德，這個是最可怕，相似的哦、錯的哦！進一步，就是說真實的，也是少分的真實功德，自己覺得：哎呀，已經有了很大的進步了！就覺得修這樣就滿足啦，錯了！",
    "837": "[13:57]若為智者知道扼要，依於教理善為開曉，謂此雖是一分功德，然唯以此全無所至。那個時候，如果說他有幸而碰見一個真正的善知識，了解了以後啊，依照著如法如理的教授，善巧地告訴他，說：「這個不對啊！你單單這樣的話，那得不到什麼好的結果啊！」在這種狀態下常常產生一個什麼、什麼後果呢？",
    "873": "[14:33]果能了解意必怯退，碰見這種情況，一聽見：「哎喲，這樣啊！哎呀，那這麼難行，我怎麼辦哪！」就怯弱了。",
    "882": "[14:42]是故能於一分功德不執為足，更求上勝，及知須學無邊學處而無怯弱，極為稀少。所以真實說起來啊，能夠不像上面這樣，得到了一點點繼續上進，得到了一點點上進。能夠這樣做，而對這件事情不怯弱的，這種人是非常難能可貴。而實際上呢，我們就要如此，就要如此。",
    "912": "[15:12]說起來這個事情也並不難，所以本論一開頭的時候說，本論真正殊勝當中，四點當中，就告訴我們，說我們現在修學的是第一個，對道的總體有一個認識。然後呢，當然這個前面一定是，外緣是依善知識，裡邊哪，認識了以後，現在能修的就下去，不能修的不要棄捨。正因為不能修 ─現在修下面的，所以努力積這個因，增長了結果的話，你步步上昇。所以你只要一開頭能夠這樣有了這個認識，步步上昇的話，他就不會產生像限在那裡這種狀態，說得到了一點啊，就以為喜足，就不求上進。如果人家告訴他了以後啊，他不是怯弱嘛，還有一種就執著的時候啊，還反對別人，這個這種狀態都是自己傷害自己！這個所以難能可貴。",
    "980": "[16:20]所以這種地方我們又重新可以想一想，為什麼《華嚴》當中，雖然說的圓滿的大法，可是啊，走這一條路的人很少。而《法華》同樣地，佛說每一個眾生最後都成佛，卻是無量無邊 ……。那這個事實擺在這裡，然後呢原因何在？原因何在 ─再說一遍。所以呀，諸位一定有機會去看一看，我一直想找一個機會，帶著大家念一遍，重要的關鍵指出來。那麼在這個地方我先指出來，佛一再說，說：「我無量劫以來，一直就把圓滿的教法告訴大家，可是不幸得很，你們都不能如理如量接受我圓滿的教法，只跟你們自己相應的，就找你們歡喜的。」這樣。所以他說的小根小草，中草中根，大草大根，天上是普雨甘露，無有不滋潤的地方，偏偏你那個根，你只有受那麼一點點，就注定你呀就這個，這樣。",
    "1062": "[17:42]現在我們經過了這一番研討以後，現在了解：你這樣去做的結果，是不但對我們沒有幫助啊，反而是大大損害我們！這種道理啊，我們一定要善巧了知，不是聽過就完，那個時候自然而然，會能夠策發我們，策發我們。所以現在我們哪，的的確確不必忙著一定要修，哎喲，趕快要修一個什麼；啊，要打坐呀、要學定啊、要得什麼一心不亂哪！倒是應該把完整的教法，先應該正確地認識；然後呢不斷地去加探討、如理思惟，產生堅固的定解。到那個時候，你的的確確地，一定會產生像經上所說的必然這種效果。那個時候成佛啊，就像在你手上一樣，就像在你手上一樣。",
    "1131": "[18:51]那麼前面說破除這個精進的違緣，換句話說，這些違緣會障礙我們精進的，不外這個幾個理由，現在一一如法如理地破除了。下面進一步還要順緣，欸！對呀，還要資糧。後面這個障礙你的拿掉了以後，還要推動你，它還有一個方便善巧。",
    "1164": "[19:24]第二積集順緣護助資糧分四：一發勝解力，二發堅固力，三發歡喜力，四暫止息力。　今初「第二積集順緣護助資糧」，它分四部分：「發勝解力」，第一個；「發堅固力」，第二個；第三，「發歡喜力」；第四是「暫止息力」。我們一步一步深入地去看下去。",
    "1182": "[19:42]諸論中說，欲為進依，此中勝解即是欲樂。這個所有的這個經論上面所告訴我們，我們這個精進的根由在什麼地方 ─欲，欲樂，這樣。那麼所以這個欲是善法欲噢！換句話說，你對你所對的這件事情，產生一個絕大的好樂之心。這個欲我們人人都有的，喔唷，是強烈得不得了，不幸的這個欲都是惡法欲，所以這個由於這個欲的推動啊，把我們送到地獄去。現在呢，我們要策發那個善法欲，有了這個善法欲就勤精進。那麼這個善法欲是什麼呢？就是勝解，所以這個地方勝解就是這個欲樂。",
    "1240": "[20:40]須發此者，如云：「我從昔至今，於法離勝解，感如此困乏，故誰棄法解，佛說一切善，根本為勝解。」就下面說的，祖師引的，說：「我從無始以來到現在啊，因為沒有佛法的勝解，所以才感得眼前身心的種種困擾啊，種種的貧乏呀！哎呀，所以了解了這個，哪一個人肯放掉這個東西啊！這個最重要的，我們唯一應該把握得住的法的勝解啊！」",
    "1287": "[21:27]所以現在忙這、忙那個，都是開玩笑啊！當然你發了大菩提心，行大菩薩行，那是該行的時候；否則的話，這件事情我們要清楚。這個是騙得了別人，是騙不了自己；是騙得了自己，是騙不了因果，最清楚、最明白！所以說，不管你說什麼，你說自己問：「我來修行嗎？我來救人嗎？我來幹什麼嗎？」不管你要求開悟也好，要求往生也好，要持戒也好，哪！這個地方檢查一下：對於佛法的正確的認識有沒有？如果沒有的話，別的先不忙，第一個有這個，這是根本。你談到了這個根本，才能夠在這個根本上面增長，才談得到修行。",
    "1344": "[22:24]所以佛說得清清楚楚啊，一切善的根本是什麼啊？對於正法的正確的了解，而且這個了解叫「勝解」。要了解到什麼程度啊？不為外境所動！要不然你聽的時候滿好，碰見事情啊，又不行了，這個不算，這個不算勝解，這樣。現在我們哪，的的確確地宿生有大善根，聽見了這個道理，但是真正有勝解的人，說實在的還是沒有，還是沒有。真正有了勝解的話，外面什麼東西都動不了你，什麼東西都動不了你！",
    "1386": "[23:06]我記得祖師這種，有很多這種公案。有一個人去學禪，結果他因為學禪，全部精神擺在那個地方啦，結果呢，他把家裡面冷落了。哎呀，這個家裡面冷落了以後，這個實在不曉得怎麼辦是好啊，所以難免就發生了意外。那麼後來他學好了以後回去了，喔唷！回去了以後，那個丈夫回來了，啊，就是那個她這個姦夫看見原來那個主人回來了，馬上躲起來，其實他看得清清楚楚。要我們碰見這種情況，那還得了啊！結果啊，他就把他請出來，哎呀，叫他那個太太好好地：你啊這個燒一點菜 ……。燒好了以後，他還不吃，說叫她：嗯，床底下某人把他請出來。哎呀，她弄得個臉紅耳赤。請出來了以後，他說：「哎喲！我真感謝你，我一直在外面，我家裡沒人招呼，現在我已經哪，已經了解這種事情，那太感激你了！好，好，好，現在一切啊都送給你。」喏！這個真正修行人，雖然是個故事噢！",
    "1467": "[24:27]這個現在我們自己看看，這個是什麼？得到勝解以後的必然效果，當然可能更高。所以我們現在常常說要修行，說是說修行，哎呀，這個也放不下，哎呀，那個也放不下，喔唷，這個人情世故，牽絲扳藤一大堆。外面的嘛是這個，然後裡面的嘛，哎呀，等一下冷了不行，熱了不行，出了汗也不行，這個也那個、那個 ……弄了一大堆，那個累贅是越來越多啊！為什麼原因啊？就在這裡 ─根本，根本！",
    "1505": "[25:05]所以我們的的確確地，這一點事情啊，我只是策勵我自己。我自己這個毛病，儘管我在這裡給大家說，這個坦白地說，我一直在這個毛病當中。正因為自己曉得這個毛病，所以深深見到這個毛病的可怕，深深見到這個毛病的可怕。所以我想說不定哪，在座的同修當中，也有心向上，那麼那個地方，自己要好好地真正下功夫啊！不要在文字上面轉哪！那麼下面又說勝解如何起呢？對呀！這個東西這麼好，怎麼生起呢？欸！下面：",
    "1548": "[25:48]勝解如何而起者，如云：「又此之根本，恆修異熟果。」就這麼簡單！你要得到勝解，就是這個「修異熟果」，而且要「恆修」，要多修。異熟果什麼啊？就是你什麼因感什麼果。現在你放不下嘛，沒有錯，你放不下！放不下積了因，你看看這樣放不下的果是什麼。你說所以放不下是為什麼？要得一點好的好處，結果你放不下，結果真正的結果是什麼？大大了傷害你啊！不得了地傷害你啊！欸，現在是的，你放掉一點點，好像是打一針這麼刺痛一下，乃至於動手術割掉一下，但是啊，是大大了保護你啊！所以",
    "1604": "[26:44]此說修習從黑白業，生愛非愛諸果道理。所以這個就告訴我們，你從什麼樣的業，感什麼樣的果；造了黑業是一定感非愛之果，造了白業自然感可愛之果。總之，我們時時提醒自己：佛法沒有別的，講因果、業感緣起，更進一層 ─空，就這麼，就這麼！",
    "1639": "[27:19]諸論又說信為欲依，以從二種深忍之信，能引取捨二種欲故。是的，那麼現在要策發那個善法欲，那個欲又靠什麼來的呢？靠信來的，論上面說「信為欲依」。這什麼信哪？說兩種深忍之信。哪兩種啊？哪兩種啊？那就是這樣的啊，上面的黑業啊是感得非愛果，是白業啊是感得可愛之果。對於這個關係，深深地忍可於心，不是浮在嘴上面的，不是浮在耳根旁邊的，而是從心底裡面深深的。然後你因為深入我們的心、腦當中，所以自然而然我們做任何事情的話，曉得該怎麼做，該做的是取，不該做的是捨。因為對這個有堅定不移的信心，所以啊，才能夠產生這個欲樂。的的確確推動我們是欲樂，可是所以你推動你的話，你目的求什麼？要求好。現在你了解了，如理地信得過，了解了這樣對你好的話，那個時候這個善法欲就生起來了。否則你不了解的話，這個欲始終是什麼？貪欲，三毒之欲！然後不管你用什麼美麗的藉口，世間聖法也好，佛法也好，是越弄越害，是越弄越糟啊！",
    "1748": "[29:08]此是思惟諸總業果，及特思惟諸菩薩行所有勝利，及越諸行所有過患諸因果等。那麼他下面告訴我們的，思惟一些什麼呢？就是啊，總的這個業感果，這樣。"
}