{
    "3": "[00:03]特別呢，思惟菩薩行的殊勝的利益，這是從它好的那一面看。反過來呢，就違越、「越諸行」，違反了，超越了這個的所有的種種的過患的因果。你把這兩個真正地肯擺在我們心裡面一轉的話，的的確確沒有一個人例外的，他一定會全心全力走到這條路上去的，走到這條路上去的。",
    "34": "[00:34]所以前天那個同學跑得來，問我這個問題；也就是說，平常我們的概念哪，往往一種似是而非的概念，自己覺得對了，啊，好像是這個樣。所以我建議大家，你們應該空的時候討論。這我想我下個禮拜回來的時候，我會安排那個課，必定要把我們平常那個腦筋裡的這種錯誤的概念，似是而非的，要把它找出來，然後呢要把它改善它。就算你沒有能力，聽聽別人的話，心裡面也會增長。那個時候我們才有機會呀，真正地能夠策發那個淨信心的種子；有了這個淨信心的種子加強它，才有這個淨信心的果。有了這個淨信心的話，那個時候你的善法欲才生得起來，那個時候修行就有可能，就有可能！",
    "96": "[01:36]如是勝解大乘入大乘門，即是誓除自他一切過失，誓引自他一一功德。你那個時候有了這樣上面的幾個層次，一步一步得到了這個勝解，那個時候了解：啊！原來我們真正走的最好的路是這個啊！於是就誓願 ─發誓一定要淨除自他一切過失，一定要真正圓滿自他一切功德。必然會產生的！",
    "138": "[02:18]所以他前面告訴我們這個次第，所以第一個欲為進依，我們第一個要找到欲，欲是勝解。那麼勝解怎麼來的呢？修異熟果。然後呢這個是什麼？根據這個，要深忍之信。更從這個深忍之信，這個淨信哦，這推到必定要找到善知識。現在我們非常幸運，有這麼好的一本論，有這麼好的環境配合在這裡，內外都具足啊！所以這個因緣，如果你平白放過的話，那不得了啊，那非常可怕！尤其是現在在這個因緣當中，如果你自己不小心，產生什麼？第一個浪費，浪費本身就是一個最可惜的事情。如果在這個浪費當中，你還扭錯一點點的話，那不得了啦！那不得了啦！",
    "201": "[03:21]所謂弄錯是什麼樣呢？譬如說我們現在說，啊！現在在這個地方，要教你沙裡面揀金，結果你弄錯了，揀出來的是沙，把金丟掉了，完了！你以後注定你，只有永遠窮苦啊！所以這一點，我是特別地提醒大家一下。這我想，諸位所以願意在這個地方啊，跟我一樣，大家互相鞭策的原因，就是我們大家怕：在這個情況之下，得到了這麼好環境啊，不但不能浪費，還要扭錯，那個後果非常可怕！我們也不妨從本論上面，一向告訴我們的：它的殊勝的利益是什麼；錯了以後，它的過患是什麼，常常去想。繼續：",
    "259": "[04:19]然一一過及其習氣究竟清淨，一一功德畢竟圓滿，必須經歷多劫修習，不見我有淨除過失引發功德一分精進，我實徒耗有暇之身，如是思惟自行策發。欸，好！懂得了上面這個道理啊，好囉！說你要淨除一切的過失，要達到究竟清淨，以及修習功德要究竟圓滿，要經過很長的時間。而我們現在呢？對不起，這個都沒有，要做這種東西，要精進。如果在這種狀態當中，「哎呀！我們得到了這個暇滿難得的人身寶啊，讓它空空地過掉了以後，不可以啊！」自然而然哪，就努力地策勵自己。否則你不懂得這個道理的話，一聽見要除無邊的過失，要集無邊的功德的話，唉呀！害怕就退怯；一個退怯，從此完了！然後你如理了解了，一個精進的話，那就對了！你只要跨一步，時時跨一步，的的確確這個菩提呀，就在我們手上！",
    "340": "[05:40]如云：「我應除自他，無量諸過失，然盡一一過，須經諸劫海。未見我有此，斷過精進分，墮無量苦處，我心何不裂。我們看，下面就說，唉呀，說我現在啊，要想除自他的一切的過失，但是呢，任何一個過失要經過這麼長的時間。但是反過來，我們自己身心上面找一找，我們有這個能力嗎？沒有。乃至於有了這個精進心嗎？唉呀！沒有。所以呀，因為這樣的關係，結果嘛一直在這個無量的大苦當中啊！所以下面叫，什麼叫「我心何不裂」啊？說我們現在真正不應該忍的就是這個，我們應該把這個事情看見了以後，然後呢心裡邊說：「嘿，我這算什麼！」不要眼前一點小小的事情啊，等下說幾句，哎呀，心裡面就是自己嘀咕了，一點點小的事情就嘀咕了，這種事情根本動不了你！",
    "419": "[06:59]真正是要什麼？就是思惟法：哎呀！想想我這樣，那不可以，那個絕對不可以！一想到這個大痛苦，一想到我們不能淨除這個大痛苦，那個時候心裡面哪，就要熱惱得不得了，就像要真正地遭到大傷害破碎一樣，你有了這個力量就行了，那就行了！我們啊，現在不是跟煩惱鬥的這個力量，而是被煩惱轉的這種狀態，一點點小的利益，就被它牽去了，一點小的煩惱就被它牽去了。然後呢我們忍受它，還覺得為自己忙，結果害了自己。所以說，",
    "462": "[07:42]我應勤引發，自他眾功德，然修一一德，須歷經劫海。我終未能起，修此德一分，我將難得身，空棄實奇哉。」好的方面來說，我要啊成就自他一切功德，欸，任何一個功德要經過這麼長的時候。現在呢，我沒有這樣修啊，這個不可以啊！欸，目前尤其是我們得到了這樣的暇滿人身，這個暇滿人身，包括了能修的身，以及應修、所修的法，就白白地浪費掉啦！那個實在說起來，啊！真是叫奇哉，是、是、是算什麼呀！這種地方是我們真正應該策勵的。這個叫什麼？第一個勝解力，勝解力。上面說的雖然簡單，可是我們真正眼前應該努力的，就要不斷地努力這個事情啊！要不斷地真正努力的就是努力這個！第二，",
    "535": "[08:55]堅固力者。謂於何事發起精進，即於彼事究竟不退。由於前面發了那個勝解力以後，然後呢心裡面一心一意，被這種善法欲所策動，你就努力去做了。那麼等到你去做的事情，要注意！要第二個力量叫堅固力。對於你所做的發起了精進啊，要一直做下去，達到究竟而不能退轉，這個很重要！所以他下面呢，先防反面的，然後呢正顯。",
    "570": "[09:30]此初不應率爾而行，當善觀察，見其能辦次乃進趣，若不能者則莫趣入，與其既行中間廢捨，莫若最初不趣為勝。怎麼樣達到那個堅固力呢？說在我們剛開始的時候不要「率爾」，好像很輕率地隨便就這麼開始去做了。要好好地善巧地去觀察，看見、了解的確地如是 ─欸，能做了，那麼然後去辦。假定說覺得還不行，那麼先不要去做，為什麼呀？與其中間做了以後不行退捨的話，不如最初不做。為什麼原因呢？他下面，",
    "625": "[10:25]其因相者，以於中間棄捨誓願，若成串習，由此等流，則餘生中亦棄所受學處等故。欸，我們做什麼事情啊，中間棄捨掉了，這個養成功了習慣以後，由於這個習慣、等流習氣啊，你將來也是會這樣去做的。這一點也許我們並不知道，說以前究竟怎麼樣會到現在，現前究竟怎麼樣到將來，不知道。可是假定我們仔細檢查我們的內心的、眼前的心理狀態，就看得很清楚，就看得很清楚！我們大家都是已經住在這個地方，沒有一個人例外的，來的時候都有一番好心：啊，要學佛啊！要這個樣啊，要那個樣啊！結果進來了以後呢，是不是真的能夠如理地、一點都沒有退怯的這個心在走啊，不一定，不一定。",
    "694": "[11:34]所以我們經常有這一句話，雖然這是句笑話，而經常有的說明了大部分犯這個毛病，什麼話啊？出家一年，然後呢出家三年，一年是佛在眼前，三年是到了天邊，再以後沒有了！為什麼原因？就這個。這個我們不必管眼前，這個狀態就是那我們以前就養成功這習慣，然後我們檢查、檢查我們自己心裡也是這樣。剛開始的時候，心情很猛利，來了以後啊，看看不對勁，然後呢到那個時候，或者拖拖拉拉，或者嘛就下去了，下去有各式各樣，這個情況我們就很容易了解。",
    "746": "[12:26]不是不談這一生哦，這是我們宿生的習氣，宿生的習氣使然。是不是每個人都是如此？不！千真萬確的。所以我一開頭的時候，我就跟大家說：我自己呀！就一直在毛病當中。不過我幸運的呢，就是這個拉鋸戰，拉了幾趟以後，欸，總算沒有退下來，慢慢地拉上去了，就這樣。我看見真正上去的那個，那的確不同、的確不同，他就是慢慢、慢慢地越來越深、越來越深。而且你去看的話，都有一日千里這個上升的情勢，一日千里的上升的情勢，這種善知識當代 ─有，我保證你們有！但是呢有一個問題，前面一再說過了，這個東西非要你自己努力，到那個時候看得見。否則你看不見，絕對看不見，他也不會給你看，真正修行人的話，他不會把那修行貼在面孔上。你心裡不相應，你也不曉得他心裡用功怎麼個用法，這是千真萬確的事實。現在我們繼續下去，不但餘生這樣，",
    "819": "[13:39]於現法中增長眾惡，於餘生中增長苦果。現在呢增長種種的惡業，將來呢增長苦果，為什麼？欸，本來你要修善法的，現在棄捨掉了，當然棄捨善法嘛就是惡法囉！既然棄捨了善法，修了惡法嘛，將來嘛當然增長苦果囉，那還有什麼話好說呢！前面特別說明的，發菩提心的時候，說你許一個人，說我給你一個東西，到那個時候沒有了；現在你許法界一切有情的東西，到那個時候你沒有了，這有何等可怕呀！這樣啊！",
    "857": "[14:17]又因先思作此事故，未修餘善，退捨先作其果下劣，即此一事亦未究竟，故其所作終無圓滿。再說，本來啊你要做這件事情，因為你要做這件事情，所以別的事情你就不做了。結果呢，別的事情嘛你沒做，現在你做的事情嘛又退捨了，完了！對不對？先前要做的事情，你說我現在不做、不忙這個，忙這個。譬如拿我們現在來說吧！假定我們不修學佛法，那麼至少我們在世間上面還做一點事情啊！然後賺一點錢啊供養、供養，上面供養父母，對社會上一點貢獻。現在我們這些都不管了，跑到佛門當中來，張開嘴巴來嘛吃，就是這樣，結果呢？你跑到佛門當中嘛，你也沒有好好地做，世間的事情嘛你也荒廢掉了，不是很明白嗎？兩頭皆失啊！「即此一事亦未究竟」，唉，那麼你現在要做的也沒究竟，所以呀「所作終無圓滿」。所以，",
    "932": "[15:32]總之誓作何事，其事未成亦障餘事。喏，這個很清楚。如果說這件事情你不成功的話，其他的事情也跟著弄垮。",
    "943": "[15:43]由其等流，令其誓願所受律儀，亦不堅固。這個習性，平常我們說習性難改、習性難改；而且我們另外一個立場說，也了解，我們一直在我們的習性所使當中。所以平常我們總是說：唉呀，就是這個樣啊，就是莫奈何它呀！正因為這個習氣的深厚莫奈何，所以大家務必要在這個地方要著眼！如果這個地方不著眼，不從這個病根上面除去的話，是永無了期。所以古德們總告訴我們，剛開始要五停心觀，為什麼？就是剛開始的時候，這個強烈的熾盛煩惱，這個強烈的熾盛煩惱，就是無始以來的強烈的習氣。如果你在這個地方不努力去加以對治的話，不管你說什麼都是空話，始終被這個裡邊的轉。這一點哪，我們切切應該記住的！",
    "1007": "[16:47]如云：「先應觀加行，應作不應作，未作為第一，作後不應退。先我們看看哪，我們要作的事情，該不該作、能不能作。沒有作，最好；然後已經作了，絕對不應該退。所以現在這個地方，注意啊！我們現在已經到了什麼地步了；碰見這種情況了解了，是，我們會怯弱，可是我的感覺當中啊，不是退。在我們現在這個已經站的位置上面，我們第一個把它牢牢地守住，在上面增強，那這樣的話，我們就有希望。你一退的話，那剛才說的，完啦，完啦 ─兩頭皆失。而且這個習性啊，會生生世世地輾轉增上，太重要、太重要了！",
    "1062": "[17:42]餘生亦成習，當增諸惡苦，障餘及果劣，此亦未能辦。」將來養成功了習慣，而且增長種種的惡，這個前面已經說過了。",
    "1078": "[17:58]是故願令誓願究竟，應修三慢，下面告訴我們，你要想誓願堅固，他有個好的方法，什麼？修三慢，這個妙不可言，這個妙不可言！那麼在正式解釋那個三慢之前哪，不妨有一件事情說一下。我們平常看那個經論上面，常常發現有一個事實，說某人哪，他以前出了一次家，然後呢不能如法地做，然後因為這個善根，雖然墮落了，然後呢出來，碰見下一個佛出世，那個時候善根成熟了嘛，他就成就了。大部分的地方，經常有這種說法。我們樣樣說：「對呀！」這樣。現在教你爬上去是真辛苦啊！「好、好、好、好，那反正我種了這個善根，將來總有一天會成熟的。」",
    "1139": "[18:59]這個事情要曉得，不是啊是自己告訴我們自己的哦！這件事情是就是說，幫助那些人，他萬一沒有辦法可想的時候，你就給他種了一個善根，它總遲早要出來的。對我們自己來說的話，你應該深入地了解哦！說種了這個善根以後，是，你如果不成熟的話，只要種下去，它遲早會成熟。現在這個裡邊，你必須比一下，在還沒有成熟之前，這一段時候幹些什麼？受無邊大苦。然後呢，最後沒有錯，它成熟了；成熟的時候，是不是天上掉下來你坐在這裡成熟了？沒有！然後你還是拼命去做，為什麼？因為你受了絕大的苦受，那個時候內心撐你這大的力量，我們願意嗎？我們現在所以上不去的原因是什麼？就是怕那一點苦啊！所以這個是我們現在這個如理的教法，應該策勵的。所以對於自學來說，千萬注意、千萬注意！你幫助別人是莫奈何的時候，才是如此啊！",
    "1220": "[20:20]所以你了解了這一點，那自然不一樣。說來說去一句話，你對圓滿的教法認識了以後啊，自然而然會引導到我們只有一條路。反過來說，了解了以後，自然而然逼到你非走這條路不可，只有這一條路，沒有第二條路好走的。而要想幫助我們逼上去，一個辦法：書本闔上來的時候，緊跟著在還沒有闔的之前，約束自己 ─哎喲，把那個聽見的不要忘掉。不要說還沒有闔書本，心已經想了：唉呀！怎麼還沒有下課，我還準備忙這個事情。那你注定一點用場都沒有，注定一點用場都沒有。你這個教法聽的時候都已經準備捨棄它了，到外緣一來，課一下，當然你捨棄它了，不是很清楚、很明白嘛！所以你必須要在聽的時候聽對了，說：「哎呀！對啊，沒有錯！」你必定要把握得住，必定要把握得住！「下了課以後，我牢牢地拿著這個東西去！」你能夠這樣地努力去作的話，那才有機會哦！",
    "1290": "[21:30]所以前面那個所有講的道理，在這個地方都是它的基礎，都是它的基礎，那個基礎你如果不建立起來的，後面一定不行。所以你有了這個，然後呢牢牢地把握住，這個這樣地堅強的心，才能夠擋得住。同時在這個地方也告訴我們，我們精進第一個 ─擐甲，就是心裡面先披起來。反過來呢就是什麼？退弱。所以你還沒有作，心裡面啊這個甲已經棄甲，盔甲倒掉了，已經是準備打敗仗，準備逃走，當然到那時候非逃走不可啊！對這個概念先認識，然後呢，這個時候才談得到三慢。否則講那個三慢啊，還是口頭禪，還是飄在口上面。下面三慢是什麼？",
    "1342": "[22:22]如云：「於業惑功能，三事應我慢。」對於這個三件事情 ─業、惑、功能，對於這個事情應該生慢。嘿，妙咧！佛法裡面處處地方叫我們除貪、瞋、癡、慢、疑；但是啊，大乘佛法當中，卻是教我們利用這個貪瞋癡慢疑，來對治我們的三毒。前面說我們不忍，要瞋，瞋什麼？瞋我們的煩惱，對了！我們要貪，貪什麼？貪功德，對了，善法欲嘛！然後要慢，慢什麼？就在這個上面去慢，現在我們看看如何慢法。",
    "1388": "[23:08]其業慢者，謂自修道全不賴他為作助伴，唯應自修。如云：「謂我應自為，此即事業慢。」這個什麼叫慢？慢的行相就是「我」 ─我行、我高、我厲害。現在對什麼慢哪？對事業，這個業。說現在我要積的、造的什麼？善淨之業，這個業我來啊！一點不靠他人，不管別人，只有自己修，這樣。所以啊就像說：「我應自為。」欸，這個叫作事業慢。所以你真正懂得了這個道理以後啊，平常我們做眼前一切的事情的話，你就歡喜都來不及。不要說：「喔唷，他不做。」嗯，他不作啊，他自己白白浪費了集聚功德的時間哪！我做，這個功德就是我的啊！這個時候才是真正用得上「我」的時候。",
    "1456": "[24:16]《親友書》亦云：「解脫唯依於自修，非他於此能助伴。」解脫是靠你自己的啊，別人沒辦法幫你忙，是千真萬確。不要說人哪，佛都沒辦法，佛只能告訴你這個道理，還要你自己如法如理，聽了道理去做啊！",
    "1477": "[24:37]此是念其我當自修，不希望他，與慢相似，假名為慢。這個就是說，在這個地方策勵我們，說讓我們心心念念說：欸，這個靠我自己，我一定要自己去修，這不能靠他的；因為不能靠他，所以也不希望他。這個相跟慢相似，所以叫作慢，這個叫業慢，業慢。",
    "1503": "[25:03]這個《親友書》是龍樹菩薩寫的，實際上呢，在龍樹菩薩的《大智度論》上面也說得清清楚楚。說我們應該怎麼如理思惟啊，說若我如不做的話，不得果報；若我不自做的話，不從他來。換句話說，我不做沒有果報；反過來，我不自做，絕對不會別的地方來，別人沒辦法幫你忙。而我做了以後呢，一定不會失去，就是業的定義就是如此嘛！所以現在既然你要好的果，就要好的業因啊！這個業因也沒別的，就靠你呀！所以別的地方，我拿「我、我、我」，我一來的話，這個慢就來了。欸，這個地方妙極了！他前面告訴我們拿掉它，這個地方就要利用它，結果利用它你成就了。所以這個地方，千萬我們真正應該提起來的，就怕你不提這個，這個叫作「業慢」，這個叫作「業慢」，這個才是我們真正應該慢的地方。第二是功能慢：",
    "1579": "[26:19]功能慢者，謂諸眾生隨煩惱轉，尚不能辦自己利義，況能利他，念我能引自他利義而勤修行。那麼什麼叫功能慢呢？功能就是有做了這個事情，就有功德，它有能力可以達到我們要得到的種種好處。說那個一切眾生都是跟著煩惱在轉，因為他跟著煩惱在轉，真正自己的利益都做不到。他是想要得到利益，結果因為弄錯了，在無明當中，結果害了自己。他自己都在害自己，還要談利他嗎？欸，只有我能夠，不但是自己利益自己，還能夠幫助別人哪！現在為了這樣的大好處啊，努力勤懇地修行。",
    "1635": "[27:15]如云：「此世隨惑轉，無能引自利，眾生非如我，故我應修此。」世間的人啊，都跟著煩惱在轉哪！連他自己的利益，都沒有辦法。那些人都不行，不像我這樣，嗨，所以我要！欸，那個時候這個也是跟慢相似的。",
    "1656": "[27:36]又此諸人於下劣業且勤不捨，我今此業能引妙果何故不為，作是思已而正修習。你再看看旁人哪，為這種下劣、差得不得了毫無意義的事情，哎喲，忙、這個人忙這個，那個人忙這個，忙得個不得了。我現在忙這個事情，可以引發無邊勝妙大果，為什麼不幹哪！他們那些人種一點田，唉呀，忙得個要命；現在我能夠得到無比的佛果啊，為什麼不做啊！哎呀，早晨的的確確不要等到他三點五十分打板，我三點二十分就起來了，乃至於兩點鐘就起來了，哦，就這樣。然後他馬馬虎虎，正好我去幹哪！這樣自然你能夠如是思惟了修習。",
    "1708": "[28:28]如云：「餘尚勤劣業，我如何閑住。」別人都忙這個毫不相干的，我怎麼可以停在那個地方呀！",
    "1719": "[28:39]然修此二，非輕蔑他而自憍慢，謂應觀為可悲愍相，無慢雜糅。但是這個地方不是說輕視別人哦，自己驕傲哦！是說別人看見，唉呀，這個人真可憐哪！他不懂啊，我懂啊！所以這個地方是並沒有真正的慢。",
    "1743": "[29:03]如云：「非以慢修此，自無慢為勝。」不是真正拿慢心，而實際上心裡面並沒有慢，這個才對的。",
    "1753": "[29:13]由念我能餘則不能，與慢相似假名為慢。因為這個地方，說這個是有功德的，別人做下劣的事情毫無意思的，所以說別人不能，真是可憐者，而我能夠，這種行相啊是跟慢相似，所以叫作慢，叫功能慢。那麼今天我們講到這個地方。"
}