{
    "3": "[00:03]請翻到《菩提道次第廣論》三百一十五頁。上次講那個精進，已經講到順著這個次第，就是正式地講精進有兩個，一個是違緣，什麼是障礙我們精進的違緣，把它消除掉。然後呢消除了這個違緣哪，我們在精進之前，還要四樣東西 ─順緣，幫助我們精進的，這個四樣東西。那麼這個裡邊是，第一個勝解力，第二個堅固力。關於這裡啊，請諸位特別注意，佛法整個的中心是菩提心，但是要想得到這個圓滿結果的，最重要的是精進，是精進。",
    "89": "[01:29]所以我們大家記住，一開頭的時候，特別經論上的證明當中，兩句話你們特別注意：「資糧善中，精進是第一」，在積聚資糧的時候，精進是第一；還有呢，「唯有精進是修學菩薩的唯一的勝因」，這兩句話。「唯一」，注意哦，就是這個！那麼經上面呢，反過來告訴我們，誰一有懈怠，那麼誰就不可能修習成功。這在三百零五頁上面，大家，請大家再回過頭來看一下，三百零五頁第六行最末，「《莊嚴經論》亦云：『資糧善中進第一。』」在我們現在修學的過程當中，最主要的積聚資糧，而在積聚資糧當中呢，根本 ─精進是第一。由於這個，依於這個根本，依於這個資糧之善，其他的跟著而來；如果這個沒有，其他都沒有，這是第一個。然後呢，《瑜伽師地論》上面是跳過兩行，「〈菩薩地〉亦云：『唯有精進是能修證菩薩善法最勝之因，餘則不爾。』」其他的不行，這個是論上面。",
    "211": "[03:31]那麼經上面呢，是最後一行，故「《海慧請問經》」反過來說，「有懈怠」，懈怠就是精進恰恰相反，那麼「菩提遙遠最極遙遠」，根本你就沒辦法碰到它。「諸懈怠者無有布施乃至無慧」，布施跟慧那是六度，就是說就自利方面來，你一有這個東西啊，你自己根本沒辦法真正利益你自己。「諸懈怠者無利他行」，自利既不行，當然利他更談不到。那麼下面呢，「《念住經》亦云：『誰有諸煩惱，獨本謂懈怠，』」誰有煩惱，煩惱的根本在哪裡？喏，就是這個，根本，唯一的、獨一的根本 ─懈怠。一有懈怠，好了，一切都沒有了。",
    "272": "[04:32]那麼當然，這個是就我們精進一度來特別來說明一點。所以諸位同修，或者是對整個的輪廓還並不了解，那必須從頭開始，好好地注意。其次在過程當中的時候，對於這個一步一步加深，乃至於到現在的精進，我們這個概念必定要把握得住，必定要把握得住，有正確的認識，那時候才談得到修學佛法。否則的話呢，所謂的修行，始終都是戲論。「戲論」拿我們現在來說，那是開開玩笑的，這個可是並不是跟別人開玩笑，而是跟我們自己開玩笑。而這個玩笑，不是像我們現在這樣輕輕鬆鬆的，很輕鬆的玩笑；這個玩笑，是把我們長劫在生死苦海當中，在地獄當中燒、煮這個玩笑，這個玩笑是萬萬開不得的！這是我們必須應該了解的。不要說在沒進入佛門談不到，進入佛門以後，如果你不認識這一點，乃至於認識了，不從這個上頭實際行持的話，那始終是在這種狀態，這個是真正對不起我們自己的事情。",
    "359": "[05:59]那麼，現在我們這裡繼續下去。修精進的時候堅固力，那麼要想堅固，令我們誓願堅固啊，應該修三慢。前面已經講了兩個，第一個是「業慢」，然後「功能慢」，現在呢，「煩惱慢」。第三行，三百一十五頁第三行，最後，",
    "390": "[06:30]煩惱慢者，謂一切種輕毀煩惱，我當勝此，終不使此有勝於我，前面特別說明的，這個「煩惱慢」是什麼。就是說，煩惱是我們了解這是什麼，我們對這個煩惱生起高慢心來，就是：「我不怕你，超過你，壓服你！」所以在任何情況之下「輕視」，這個是我們心理上面的一種概念，換句話心理建設；「毀」，要摧毀。由於這個正確的認識，建立了這個心理建設以後，進一步在行持上面，我們真正要做到的 ─輕毀這個煩惱。毀，摧毀，我應該勝過它，絕不讓煩惱勝過於我，這個就是煩惱慢的特質。下面看，",
    "464": "[07:44]為欲摧伏諸所治品，令心勇悍令心堅穩。為了要想降伏、摧毀種種所對治的 ─我們現在對治的，無非是說所知障、煩惱障，總的來說，惑、煩惱，這是根本。這個必須要的條件：「令心勇悍、令心堅穩」。那麼這個地方的勇悍應該說就是精進，特質是對善所緣，我們一定要分別、善巧善惡。所以這個精進不是說我勤勤懇懇努力，有很多人非常勤懇，哎，做起來比什麼人都肯做，可是，對不起，他在懈怠當中，在煩惱當中。我們看喏！世間那個壞人，啊，那些壞人做起殺人放火的事情來，比誰都精進哦！就是這個樣。然後呢，我們看動物，哦，這個螞蟻是最精進哦！一天到晚乒乒砰砰不停地跑。所以單單勤勞不是精進，精進是一定有它的特質在，就是說正確地、如法地、如理地、一點不錯地，在這一個法上面先把心理建立起來；然後由於這種心理呀，要毫不退怯，要能夠克服一切的困難的這一種心情，跟著身口的行為，所以這個叫精進。這一個地方對這一點要首先生起這個勇悍之心，而把這個勇悍之心「堅、穩」，堅是堅固、絕不動搖，穩就是絕不動搖。",
    "592": "[09:52]如云：「我當勝一切，不使誰勝我，諸佛獅子兒，應住此我慢。」若不如是而退弱者，障品雖小亦能為害。就是說，這種心裡面是什麼？「我要超勝一切，絕不為一切勝過於我！」為什麼？我們現在既然在這個地方，是發心修學無上菩提，這個是的的確確是真諸佛的真子，這個是獅子之兒，這個才是我們真正應該努力的，我應該住在這一點上面，住在這一點上面！假定不這樣的話，你心裡面還沒有走啊，已經退弱：「唉呀，這麼難哪！怎麼這麼行啊！」心裡面這個怯弱，這樣怯弱的話，稱得上是獅子兒嗎？佛為法王，所謂「獅吼」，他不為一切所退，而能夠退卻一切，這個是我們必定應該如此的。所以，你一有了退卻的話，那你什麼都做不成，就算是很小的一點障礙的話，你也沒辦法，你也沒辦法。眼前我們太多小事情，哪怕叫你拿一個東西：「唉呀！我站起來，就是懶得站起來。」拿一個東西啊，拿一個東西啊！所以這一點，我們應該認識。",
    "695": "[11:35]如云：「若遇死毒蛇，烏亦如鵬鳥，若我太軟弱，小罪亦為損，怯劣棄功用，豈能脫匱乏。」這個我們真正能夠有啟發了這個大精進心的話，那任何東西都不怕，任何東西都不怕。否則呢，什麼東西啊，都這個會擋住我們，都會擋住我們。只要我們那個心能夠建立起來的話 ……所以說，如果我們心裡面太軟弱的話，一點點小小的罪啊，都能夠損害我們，都能夠損害我們。上面這個「死毒蛇，烏亦成鵬鳥」的話，這是什麼意思呢？就是說，你只要能夠心理建立起來的話，你不怕它，你不怕它！它一定能夠克服，它莫奈何你，你能夠克服它，這樣。本來鵬鳥那個是最了不起的，是專門對治這個的。現在假定說，你的的確確能夠生起這個慢心來 ─所謂這個「慢」，不是真正的慢哦，你不怕它，你能夠克服它，這樣。換句話說，我在心理上面先建設起來，「我一定要把你制伏，一定要把你殺死！」再多的東西，在你看起來，毫不在乎！就是你的心裡面先建設起來，你就能夠克服一切。",
    "803": "[13:23]否則的話呢，對不起，你就算是、就算是要想做啊，那真正的東西你都碰不到。而是實際上沒有用的東西，你在這個地方逞勇敢，這個東西是毫無意思，這意思就是這樣。說因為你內心上面沒辦法生起這一種精進力量，而自己退卻、自己怕，你覺得：「唉呀，我很差呀！」這是怯弱一來的話，你就不可能挺起來，努力照著前面這樣去的話：「啊，一切都要靠我做，我這樣做倒是有種種的殊勝的功能。」那麼，在這種情況之下，你就沒有辦法真正地努力。既然沒有辦法在因地上面下這個正確的因，你怎麼可能得到正確的果。既然這樣的話，當然，你樣樣不如，就是樣樣欠缺，你怎麼可能從這個安樂當中得到圓滿的結果？反過來說，一樣東西都沒有。",
    "884": "[14:44]霞惹瓦云：那個祖師說：",
    "887": "[14:47]「棄法之樂，較往昔樂全無過上，於現法中若棄正法，應思當來所受諸苦無有邊際。若自不能勤加功用，煩惱亦必不覺悲愍，對治不說汝不能修，我自圓滿，諸佛菩薩亦不能救。」那麼這個大祖師，就告訴我們這麼說：是的，我們要修學佛法，這麼大困難，說：「唉呀！這麼大困難，我不行啊，不行啊！」所以的的確確，唉，我們說：「這樣的啊，唉！實在是現在的條件不夠啦，那麼慢慢地再來啦！」雖然說是慢慢地再來，實際上，就放下了就不做了。那個是什麼呢？「棄法」，捨棄正法，換句話說，不去如理修行。你所以不去如理修行，不能上進是為什麼？怕苦！反過來說，你想找一點快樂。結果呢，你不如法行持，真正得到的快樂，如何呀？比較一下，「較往昔樂」，說你放掉了這個法的這個快樂，並不見得好呀！並不見得好呀！但是，結果呢？說因為你放棄了，現在呢棄捨了正法，而現在棄捨正法的原因是你怕苦，想得到快樂，結果你真的去掉苦了嗎？放掉了法以後得到快樂了嗎？沒有，這第一個。而更進一步想，將來呢？這就嚴重了，這就嚴重了！你因為捨棄掉了正法，將來受無量無邊的大苦啊！永遠在輪迴當中，這個事情的嚴重啊！",
    "1018": "[16:58]為什麼？為什麼是這樣？要曉得，一切法只有一個原則 ─如此因感如此果，如果你在因地上面不努力去做，絕不可能有這個相應的正果出現。所以，如果我們自己不努力去用功對治煩惱的話，煩惱不會有悲心的，說：「唉呀！我憐憫你啊，看你可憐，好、好、好！我就讓步了。」煩惱不會這樣，不會這樣！所以這個煩惱不會讓步。反過來呢，這個要想淨化煩惱的正確的方法說對治，這個對治的方法，它也不會說：「好啦！我看你可憐哪，你不能修啊，那我自己就圓滿啦！」絕沒有這樣的事情，絕沒有這樣的事情！所以法本身法爾如是的。",
    "1090": "[18:10]進一步講人，我們說佛菩薩，佛菩薩儘管他是大慈大悲，不但他的慈悲啊，把法界一切有情，要把我們救出來；不要說我們信佛的人，不信佛的人，乃至於他的怨家。不要說已經成了佛，在因地當中菩薩，這個提婆達多生生世世要害他，他也都要救他耶！何況我們現在信了佛了，佛弟子。在菩薩在因地當中，他還沒有圓滿的時候都要救我們，何況現在成了佛囉！他不但是悲圓滿、智圓滿，所以他有足夠圓滿的，百分之百最圓滿的理解以及力量來救我們。但是對不起！除非我們自己去行持，佛菩薩也沒辦法救我們，這個我們要正確了解的。",
    "1155": "[19:15]所以這個地方，從任何一個角度告訴我們，我們要想解決自己的困苦，唯一的辦法，就是如理如量地行持。而這個之中最重要的 ─精進，精進！那麼現在精進呢就告訴我們這樣，所以這個地方說，對於煩惱要生起這個：我絕不怕它！而反過來，我要有這種勇悍之心：一定要克服它！如果說我們能夠這樣地認識，這樣的心理建設起來了以後，問題就好辦了。",
    "1204": "[20:04]若能生起如前我慢，障品雖大不能為障，是故應須發起慢心。假定能夠生起像前面所說的這種心力，這種心力，那麼雖然是再大的障礙，對不起！它沒辦法擋礙，沒辦法擋得住我們、障礙我們，所以我們必定要發起這樣的。",
    "1233": "[20:33]如云：「若起慢功用，障大亦難勝，故心應堅固，摧伏諸罪惡。」所以說，假定你能夠生起像前面所說的，這個慢的這種功能，這個功效一旦生起來，再大的障礙，它絕對不會勝過你，不會勝過你。所以在這一點事情上頭，在這一個修對治的精進上頭，我們心裡邊應該有正確的認識，努力地建立起來，使它堅穩，然後靠著這個力量去摧伏一切罪惡。",
    "1280": "[21:20]若不爾者，修行之人為罪所勝，猶願戰勝三界煩惱，實為智者所恥之處。這一段話，值得我們每一位同修啊，再三反省！假定我們不能像前面這樣說，說我們心裡有這個認識，然後根據這個正確的認識 ─注意哦！始終是第一個：「如理」，你自以為懂得很多，不如理的話，那一點用場都沒有，你走錯了；還有呢，「如量」，有了這個正確的認識，還要夠量。假定你不能這樣做的話，自覺得是修行啊，結果修了半天，是「為罪所勝」。我們修是修什麼？淨除一切罪垢，結果修了半天，反而是增長罪垢，被罪過所勝哪，還在說，我要戰勝三界煩惱，還要自利利人，這一個實在是很可笑，很可恥！",
    "1349": "[22:29]所以，真正智者 ─這一個地方是佛菩薩，乃至於說稍微明眼一點的人，看起來都會笑我們，都會笑我們，這千真萬確的。說我們現在說起來是修學佛法的人，拿世間的標準來說，那都是高人一等的人。而佛法的特質要摧伏煩惱，然後淨化一切罪障，然後把自己這個理路了解了以後，就幫助別人，告訴別人；自己淨化了，不為煩惱所染，然後進一步地推己及人。結果弄了半天，現在自己都困在煩惱裡邊，一天到晚煩煩惱惱，說要戰勝煩惱，那不是開玩笑嗎？所以說呀，",
    "1398": "[23:18]如云：「我為罪所勝，勝三界可笑。」現在我自己啊，都被這個罪惡所克服，居然說要想超過、要想克服這個三界，那真是可笑啊！那麼，這個最後下面說，",
    "1419": "[23:39]此由輕毀諸煩惱故，欲為摧伏，故假名為煩惱我慢。這個地方，他所以立那個「我慢」的名字，並不是真的跟那個煩惱相應，跟那個慢煩惱相應，而是說我們要摧伏這個煩惱，那麼不被這個煩惱所壓伏。平常我們看見煩惱，唉呀，這個心裡面就覺得：我不行啊！像前面所說的：「喔唷！要修的佛啊，又這麼個難行，要修學的佛的方法，要這麼做苦的事情，而時間又這麼長遠。」唉呀！心裡想想：「我不行啊！」自己就輕輕地怯弱而退卻了。結果呢，為煩惱所降伏。現在不、現在不！我絕對不怕它！把這個煩惱啊，根本不放在眼裡邊！所以這個地方「輕」 ─要去摧毀它，這種心情就跟那個慢相似的，前面已經說過了。是啊，我們要摧伏它，所以在這個上頭假名叫「煩惱我慢」，我不怕煩惱，換句話說。那麼，這個是第三個煩惱慢。",
    "1506": "[25:06]諸作釋者雖有異說，然覺此說與論相符。關於前面這個解釋，有不同的這個祖師們不同的解釋，但是這個裡邊比較起來，像上面那個說法，覺得跟原來這個論說得最相應，最相應。所以就把這個拿來這個地方解釋一下，說明一下。這樣地修學的話，我們精進當中，就能夠如法如理地做到了。",
    "1553": "[25:53]如是應斷希望於他，當擐誓甲願我自作，此復覺其非餘所能，唯我始能自負其任。如是見已，正修之時令心堅固，唯應向外摧伏煩惱，不令煩惱向內摧伏，這是第一點。就像上面所說的這一個，根據了這一點，那麼說現在呢，是的的確確這個東西只有我來做，只有我來做。這個你做，這個你得；別人做，你得不到。只要你做了，它一定有這個功效，一定不會失去。所以有了這個了解了以後，自己的內心當中，啊！就建立起這一個正確的認識。所以我們說心理建設，這個地方叫「擐誓甲」，擐甲精進 ─這一個東西，一定要我自己去做，這絕對不是別的人所能做的！實際上呢，別的人能做，可是對不起，別人做了以後跟你不相干哪，你的事情只有你來做啊！這是這樣。那麼而且必須要我親自負起這個責任來。以正確地、如理地見到這樣的一個實際狀態，然後經過了思惟、觀察，不斷地修習以後，使得自己的內心產生堅固，把這個正確地認識，而且達到非常堅穩的一種狀態。那麼在這種狀態當中，一心一意地要摧伏煩惱，而絕不讓煩惱來控制我們。",
    "1695": "[28:15]說實在的，現在我們修行人最可憐的事情啊，說起來是說修行、修行，一天到晚在煩惱當中轉。而真正最可憐的不在煩惱當中轉，什麼是煩惱大家都還不知道。我們大家再回憶一下，想想看對不對？所以前面每一個地方都告訴我們，這一開頭的時候就告訴我們哪，斷三過、具六想，那時候聞還根本談不到。它為什麼要具六想？第一個想是什麼？說我們在長夜無明、貪瞋癡三毒當中，居然沒有一個人曉得是我們在三毒，在貪瞋癡當中，這是第一種狀態。那麼一步一步，然後呢深入，一步一步地上來，告訴我們始終是這種狀態。乃至於我們有了正確的認識，開始修持，說對治的唯一的方法，一定要依著這一個戒、定、慧三個次序。"
}