{
    "9": "[00:09]而戒定慧三個次序，持戒，他不先說戒怎麼持，先告訴我們為什麼會犯戒。犯戒的四因，你們還記得不記得？記得記不得？第一個什麼啊？「無知」，一點都沒有錯，我們根本不知道。所以我在這個地方是特別 ……說起來也可以說非常慚愧、非常痛心的，我乃至於到以後，覺得極大部分同修跟我犯同樣的毛病，什麼？無知！哎喲，自己還覺得很修行；喔，我一天拜多少拜；哎喲，我盤在那裡，可以一盤盤幾個鐘頭；哎喲，我一天念多少佛；哎，一天哪，我吃一餐；哎喲，我早晨幾點鐘起來，晚上幾點鐘這個樣。忙了個半天，真的對了嗎？我不能說你錯，但是真正的對錯，不在這個上面判斷的，這我們必定要了解！",
    "74": "[01:14]我們必定要了解修行的特質是什麼，目的是什麼，如何修行方法，這一個非常重要！說原因無非是要想從生死的苦海當中透脫出來，如果只想為我們自己，好，小乘羅漢也好！假定想幫助別人，那同樣一個理由啊！同樣一個理由，一個只管你自己，還有要把盡法界、虛空界一切有情救出來，問題是一樣的 ─你的煩惱就是他們的煩惱，所以你必定要對這個問題根本解決。那麼這個痛苦的根本在哪裡呢？假定你不知道，說修，修些什麼呢？這個很清楚、很明白，很清楚、很明白！",
    "129": "[02:09]所以有很多人修行，「哎喲，我不怕苦！」結果你雖然苦啊是無益苦行，他因為沒有把握住這一個生死的根源何在。所以在這一點上面，在這個地方特別再提醒一下。你必定要了解，那你了解了以後，然後把整個的綱要、輪廓認識了以後，說現在曉得了：啊！原來這個痛苦的根源是業，業的主導是惑 ─就是無知、無明。然後呢，真正你只要把惑淨除了，下面的問題都解決。那麼為了淨這個惑起見，是有種種不同的方法，那個時候，你拜佛，拜佛對；打坐，打坐對；念佛，念佛對；是，當然你起得早更好，反過來說，你一天到晚睡大覺也一樣，這是千真萬確的事實啊！",
    "191": "[03:11]所以當初「臨濟」的弟子，是臨濟吧，我記不起來了。喔唷，他那個時候，那個時候盛唐的時候，禪是最發達的時候。那個是臨濟呀還是 ……記不住了，反正「鐵牛」他很有名的一個禪師啊，大家那麼禪堂裡面瞪大了眼睛在那兒拼命用功，欸，結果他老兄跑到後面去呼呼睡大覺。哎喲，老師看見了說：「別人在那兒都用功，你在那兒睡大覺幹什麼？」跑得去一看，他根本就看見老師來，理都不理，就這樣。欸，結果老師說了幾句話以後，發現那個弟子 ─對了！然後呢出來：「你們看看！你們在那兒自己用功，你看看後面這個後生小伙子，你們用些什麼功？」大家覺得：哎喲！在那兒用了功半天不對。真的跑到後面去看看，他在那兒睡覺！欸，睡覺就是真的用功喔！這是千真萬確的事實喔！",
    "251": "[04:11]所以說明了這個什麼？你真正把握住這個重心，你能夠把煩惱降伏，對了！不過這個地方順便一說，我們不要說：「哎呀，他既然這樣，那我也去睡覺去啦！」那你就完全錯誤，完全錯了！這是告訴我們，你必定要把握得住這個重心在什麼地方，你如果重心把握得住的話，你用不管哪一種形式都對。就是這樣，這個是最最主要的原因，所以我們在這個地方特別說明。",
    "280": "[04:40]那現在這個地方所指的，修行最重要的資糧善當中，精進第一。那麼精進的特質是什麼？一定是修這個善法。然後呢，這個精進建立起來了，摧伏煩惱，是不讓那個煩惱來摧伏我們。現在我們繼續下去：",
    "305": "[05:05]更思中途棄捨誓願所有過失。善思擇已，隨所作事，一切誓願悉願究竟，乃至未獲堅穩以來淨修其心。我們進一步該想一想，唉！假定說你修了以後，中間覺得：哎呀，不行！不行！然後說：「唉呀，不行哪！」你中途退下來的話，這一個過失，這一個患害，那是非常厲害，非常厲害、非常嚴重啊！前面已經說過了，你能夠對這個道理，正確地善巧地思惟、觀察以後，那麼你做什麼事情，一定照著這個次第這樣去做。那樣去做的話，你使得你的要想做到的，一定做得到，所以令我們的誓願要得到究竟，得到圓滿。所以在你還沒有有正確認識之前，以及雖然認識了，不堅固、不堅穩，這一個時候努力地修習，努力地修習。所以，乃至於沒有獲得這個堅穩這個心的時候，要淨修其心，淨修其心。這個地方「未護」應該是「未獲」，應該是未獲，不過這個字我們還要去查一下看看。繼續下去，第三個力，堅固力下面以後呢，",
    "410": "[06:50]發歡喜力者。如是由其猛利欲樂勝解之力，精進未生能令生起。又令已生不退之因，謂由成就堅固之力或我慢力。最初入時歡喜而入，已趣入時，於其事業不欲斷絕無飽意樂者，即歡喜力，故應引發。那麼什麼是歡喜力呢？前面說像我們前面所說的這樣次第，由於引發了這個勝解，「勝解」的話，就是對於這個法的正確的認識而確定不為所動，這個叫勝解。那麼既然在這個地方引發的勝解是什麼？喔！對善法 ─原來這個東西有這麼樣的好處啊！啊！到那個時候，你內心當中就產生一種好樂之心，一心一意要在這個善法上面努力，那個心裡邊產生堅強、猛利的心情。那麼這個心一生的話，這個精進沒有生起來就生起來啦，生起來啦！生起來了以後，真實去做的時候，如果不堅不穩的話，慢慢地做起來會退的。所以進一步由於這個堅固力的話，使得生起來的這個精進心就不退、不退。",
    "513": "[08:33]所以第一個是生起那個心；第二個，去做的時候內心當中堅固；還有一點，進入去做這個事情，因為你前面有勝解之力，而且有堅固之力，做的時候很歡喜。就是繼續不斷地向上，下面這個很重要喔！能夠對於我們所做的事業 ─這個事業就是修行的事業 ─不斷絕，不會中斷，乃至於「無飽意樂」，一直做啊，一直覺得繼續下去的力量什麼？叫「歡喜力」。這個地方講一下，這個地方講一下。",
    "561": "[09:21]我們大部分的同修，我想大家都有這個感覺，大家覺得聽見了佛法：「哎呀，好啊！修行好啊！」一心一意地跑得來修習。結果剛開始來的時候是一鼓作氣，然後咬緊牙關衝將進來，弄弄、弄弄、弄弄啊，慢慢、慢慢慢 ……這個每況愈下，每況愈下。再而衰，這個氣衰了；三而竭，到最後啊洩了皮球一樣，一點都沒有了。不要說歡喜，痛苦無比卻是！放嘛又放不下，提嘛又提不起，怎麼精進法？欸，他現在妙了，不！不！進來的時候，固然先策發這個勝解之力；然後呢還沒有修的時候，把那個殊勝的見解，還產生非常堅、穩的力量；然後趣入了以後，就產生很歡喜的這個心情。這個歡喜不是別的歡喜，就是說對你所修的這個內涵。譬如說我們念佛，越念是越歡喜，是拜佛亦然，做任何事情也是亦然。不但歡喜，而且你越做越歡喜，因為它好嘛！因為是越做越歡喜，所以你就捨不得放下嘛，這個叫「歡喜力」，這個叫歡喜力。",
    "672": "[11:12]所以古德們念佛的時候常常說：這一句佛號念起來「親切無比」，親切什麼？是我們人人歡喜的，哎呀！覺得親切，好歡喜，如果念佛的話。別的呢，沒有一個例外的，修行必須要的。它並沒有把「歡喜」那個名詞說出來，但是正規上去的沒有一個例外的，都有這個內涵，是越做啊是越快樂，所以叫「現法樂住」，所謂禪定的，這是為什麼他們成就的原因。",
    "709": "[11:49]我們現在呢，說實在的，的的確確是宿有善根，宿生沒有善根不可能進來，這千真萬確的事實。因為這個宿生的善根，這一世遇了緣了以後啊，它策發了。哇！然後這股氣就起來了，就像那個青蛙吹起來的時候，鼓了那個下面那個大大的這個像個氣泡一樣。但是，因為你沒有如法，不能如法地行持，所以吹、吹、吹、吹，那個氣就後繼無力，慢慢、慢慢越來越不對，越來越不對，越來越不對！所以等到出家三年哪，佛在天邊，再下去，沒影子了。",
    "755": "[12:35]現在不是，發歡喜力！那麼假定你做這件事情，越做越歡喜，叫你放掉你捨得嗎？我想誰都捨不得。不要說在這個地方，在前面剛開始講的時候，道前基礎講正修的時候，曾經說過一個道理，大家還記得不記得？說讓修行作為你的朋友，不要把修行作為你的怨家，還記得嗎？還記得提的這些故事嗎？那就是這樣。你會覺得是越修行越歡喜，就像看見好朋友一樣，哎呀！你看見了這朋友，就是會啊大家也歡喜。就像平常我們一樣，坐在那裡上課，不一定大家開心，然後下了課，欸，如果你覺得朋友聊起天來的話，聊得個沒個完。為什麼？歡喜嘛！它就有這樣的吸引你的力量。所以從頭一路上面都告訴我們這個，不過呢，越向後說得越清楚，現在在這個地方說得最透徹！",
    "833": "[13:53]這個力量我們一定要引發，如果我們真的能夠引發了這個以後，好咧！這個力量是源源不斷，人家看起來是：「唉呀！你這種人哪，真是苦惱無比。」可是我卻是很快樂。所以古人一直說「貧道、貧道」，是身貧道不貧，窮沒關係。呃！哪怕沒地方住，我住在樹底下，住一宿、住一晚也可以。然後呢，的的確確雖然我沒錢哪，這討飯；討到好的固然好，討到壞的也一樣；討不到，餓也不怕！這個原因就在這裡，就在這裡。否則的話，儘管我們出了家了，樣樣現成，弄到後來還是塌在那裡呀，所以說「應引發」呀！那麼進一步要引發修學善法當中，所得到跟法相應的法樂，這個是最重要、最重要的！那麼這個法樂怎麼樣的？",
    "905": "[15:05]應發何等無飽之理，如云：「此於所作業，如欲遊戲樂，應著其事業，喜此業無飽。」就像我們做事情一樣的，這個做事情像玩一樣。哎呀！因為玩得快樂，所以你越玩是越快樂，越玩是越快樂，怎麼樣也不覺得滿，不覺得夠，要這樣好耶！所以我們看看佛陀的因地當中，的的確確他生生世世做這種事情，我們看起來：「唉呀，捨頭目腦髓！」他假定真的把它看成苦事，誰願意做啊？沒有一個人願意做的，說實在話。現在真正問題在哪裡呢？始終是這一個。",
    "951": "[15:51]所以前面在忍辱波羅蜜當中，第三個諦察法忍當中，說得很清楚，「不解無其欲樂」。現在我們修行最苦惱的事情，最大的障礙，說實在的，並沒有真實地了解佛法的特質在什麼地方。然後呢我們聽見了一點名詞，摸到了一點行相，自己覺得修行，乒鈴匡啷啷撞進去，佛法的特質在哪裡啊？不知道！因為你不知道，照著我自己的心裡想：哎喲，我覺得我去苦行；我覺得我去念佛；我覺得我去拜佛；我覺得我去參禪。結果參禪的人哪，跟兩條腿過意不去，哎呀，盤了個半天哪，越盤越痛、越盤越痠。如果是大幸而克服了以後，以後跑得人家告訴去：「嘿！我能夠盤兩個鐘頭。」其實盤兩個鐘頭在幹什麼啊，誰都不知道！最大的情況呼呼大睡，這是千真萬確的事實喔，你不妨去看看喔！",
    "1015": "[16:55]當然我不是說盤腿的人都是這樣，真正了不起的人都是這樣來的。所以我剛才一再說明了這一點，一再說明了這一點，這是我們必定要了解的，佛法的特質什麼？你要了解它的內涵，的的確確你有一種無上的妙樂在裡頭，這個就是歡喜力。你如果能夠這樣做的話，啊！不要說在那個地方盤兩個小時，二十個小時；在前面說的，時間長不是害怕的原因，對不對？痛苦才是！一分鐘的痛苦都受不了。快樂的時候，如果是快樂的話，我們就怕時間短呢，越長越好耶！這是千真萬確的事實。所以這個地方，我們特別要有這個認識。",
    "1071": "[17:51]所以在修「其因之業亦應無飽」，不對、不對，這個我們還沒有說到那地方。喜此無飽，",
    "1082": "[18:02]謂應勵力發起喜心，如同小兒遊戲之業，無飽足心。又如樂果無所飽滿，其因之業亦應無飽，如諸俗人於安樂果能不能得，尚有猶豫且策勵轉，況行此業決定能生安樂之果。下面說的，所以對這個地方，我們應該努力啟發這個歡喜之心，歡喜什麼？法，跟法相應。那個就像小孩子玩那個事情，他小孩子玩的事情啊，他永遠沒飽滿的。在趴這個地上，你別看他，唉呀，你叫他進來啊，他還不願意，唉呀，苦苦惱惱、拖拖拉拉的。其實我們現在，我們現在都是這個樣。唉呀！我們說起來真是可憐哪，我們在世間的標準來衡量是大人，拿佛法的標準來說，我們能夠像小孩子已經不錯了喲！我們像小孩已經不錯了喔！我們在長夜無明當中，夢都沒有醒啊，眼睛都沒開啊，不曉得在忙些什麼呀！",
    "1158": "[19:18]所以呀，我們現在應該對於我們的佛法努力歡喜。所以第一個，一定先把佛的圓滿的這種狀態讓我們認識，說你這樣做有怎麼殊勝的大的利益，不這樣做，有什麼絕大的禍害。因為這樣的是非、好惡，有了一個圓滿的比較以後，那個時候我們一心一意要得到這個快樂的果。實際上，這的的確確是我們人人所要的，沒有一個人例外的。說你活在世界上要什麼？我要找苦，沒有一個人；修學佛法的人固然是，所有世間沒有一個人。做生意，哪怕強盜，他為什麼要這樣去做啊？快樂嘛，很簡單哪！不同的是，他沒有了解真正的苦樂的因果，所以不如理，如此而已，對這個究竟的果是一樣的。",
    "1224": "[20:24]所以現在既然我們了解了要得到這個圓滿快樂的果，這個果，是我們只嫌少不嫌多。那麼既然如此的話，你要想得到圓滿的果，幹什麼？我們了解一定要在圓滿的因上面去下，有這樣一分因，必定感這樣一分的果。既然你對這個快樂的果不嫌多只嫌少的話，你在下這個圓滿果的因，這個業因上頭也應該如此，所以「亦應無飽」。",
    "1268": "[21:08]現在我們退一步來說，這個世間的俗人，就忙這些事情啊，這樣忙完了半天，是不是真正能得到安樂的果啊，他還不一定耶！但是他還拼命努力，這是千真萬確的。世間的人做生意，然後呢種田，實在在春天種下去，他不能保證說今年秋天一定有收成耶！萬一來陣颱風，萬一這個病蟲害，萬一什麼 ……。做生意的人萬一到那個時候市場上面，尤其是現在這個有什麼風暴，喔，他不管，大家拼命努力去做！而我們現在修學佛法的人，由於前面的這樣地認真地修學，跟隨善知識，如理去了解，經過我們的理智地抉擇辨別，千真萬確，確定有這個果，那麼我們會不努力在業因上面嗎？當然！決定應該努力，這是可以肯定的！",
    "1333": "[22:13]所以說來說去，修學佛法始終有一樣最重要的 ─正知見。所以這個佛在任何地方都說，佛法的中心是什麼？正見，八正道 ─正見，真正的佛法的中心是八正道。沒有一個例外的，持戒，持戒的宗要是什麼？正見。所以我們六和合的僧團當中，第一個「見和」，這是非常重要！那麼這個地方也是如此，我們得到了這個正確的認識以後，覺得：喔！你這樣做一定得到圓滿的果報；反過來說，你為了要求這樣的圓滿的果報，那麼一定要在這個因地上面這麼認真地去做。",
    "1377": "[22:57]如云：「成樂否無定，尚為樂作業，若業定感樂，不修云何樂。」那世間那些事情忙了半天，是不是一定得到快樂啊？還不一定啊，還不一定啊！尚且為了這種事情而忙得個不得了，而且很樂意地去做。現在呢，我們所造的這種業因，是一定能夠感得樂果的，在這種情況之下，你不去修的話，你怎麼會快樂呢？就像作生意的人一樣，明明曉得這個東西做出去的話賺錢的，結果你眼看著別人在那兒賺大錢，你停在那裡心裡面實在過意不去，對不對？我們人人可以了解到的，人人可以了解到的一個事情。喔！說現在眼前那個錢，喔唷，奉送給別人，不送給你，哎呀，你心裡面過意不去。那個錢並不快樂，可是你曉得那個錢可以換得你要的快樂，啊！所以你得到那個錢，說來得個快樂。現在我們也是一樣啊，我們對佛法確定曉得能夠得到快樂的，這樣。所以如果不在這個上面因地當中下的話，你心裡面應該為這個難過呀！所以你只要真正得到了正見的話，是必然有的現象。",
    "1461": "[24:21]所以我們現在說：「唉呀！要修行啊，覺得提不起來。」原因是什麼？就是這個正見未得。如果你把那個正見產生了很正確的認識的話，你看得很清楚啊！何況前面、後面一再告訴我們，不要等到那個果出現，就在那個因地當中你去做的時候，那個時候已經本身快樂了。何況還有大果在後頭，而這個大果是更大的快樂。說來說去始終有一個問題，什麼？缺少正確的認識，缺少正確的認識。所以我在黑板上面，特別把這個「五拘礙」始終寫在上頭，你們常常提。第四個「闕隨順教」，跟那個正法相應的，完整的如理的教授不夠、沒有乃至於，不夠。最後一個，雖然你有了，但是你去修的時候，「得微少善便生喜足」，下面那四個字來不及寫。這個黑板上這幾個字不要把它擦掉，等到精進講完了之後再擦掉它，我們平常過來的時候看看它：嗯、嗯、嗯！對！",
    "1541": "[25:41]又以此理亦不應飽足，如云：「諸欲如刀蜜，尚且無飽足，況福感樂果，寂靜何故飽。」如鋒刀蜜雖亦略有甜味可嘗，但若舐之必能割舌，可愛欲塵雖與現前少分安樂，然生現後極大痛苦，其受用者尚無飽足。況諸資糧能與無罪現前久遠無邊安樂，何應飽足。嗯，這個說，這個不但是得到快樂，而且這個快樂還不應該飽足，不應該得到：「唉，可以了，可以了。」不可以！為什麼呀？下面說：就像刀上的蜜，刀頭的蜜，我們對那個刀上的蜜都不飽足的。刀上的蜜，喔！那是好危險，而且呢又是一點點；現在我們修學佛法，這個所感的果報是寂靜的，不但沒有危險，而且是絕對圓滿。",
    "1621": "[27:01]所以下面說呀，刀頭這個蜜雖然有點甜味，但是你舔它的話，對不起，一定把你的舌頭割掉。現在世間上面很多這種塵欲，看起來滿可愛，眼前好像有一點點安樂，但是後面生絕大、厚的痛苦的果報，而我們對這個事情尚且沒有飽足啊！我想這是我們人人感受得到的，我們到了冬天，哎呀，睡在這個被窩裡邊很舒服；而是到了夏天，在那兒吹涼風很舒服；跑到廚房裡去啊，哎喲，這個吃起來又放不下；聊起天來啊，教你不聊還又覺得不行。這種事情啊，眼前是一點點的快樂，而且將來有無邊的大痛苦，我們從來沒感覺飽滿過，千真萬確的事實，不管什麼眼前的這些事情。",
    "1684": "[28:04]而我們修學佛法，積聚這個資糧啊，能夠得到「無罪」 ─它總是反顯的，它反顯有一個原因，換句話說，喏！一切的過失都沒有的，只有好處。這個好處包括兩方面：不但究竟圓滿，而且眼前就好；反過來說，眼前已經好，是就後是更好，無量無邊。對這樣的，怎麼我們會覺得說：「啊！夠了，夠了。」不應該！這個才是我們應該努力無飽地、永遠追求下去的。",
    "1727": "[28:47]如是思已，應當發生無飽意樂，故為圓滿所修善業，乃至未生如日中時，日熾諸象趣向可意蓮池之心，應善修習。這樣地善巧思惟了以後，我們第三個不但要歡喜，而且對這個歡喜要無飽，這個意樂就是內心當中：「啊，不夠、不夠！越多越好、越多越好！」"
}