{
    "15": "[00:15]所以對我們所修的圓滿的事業，就像什麼樣呢？就像這個，這個印度啊，哎呀，這個天氣熱得個不得了，說那個象，那個皮又厚，被那個太陽曬得，哎呀！所以跑到那個什麼「可意蓮池」。那個地方不但水清涼，而且那個，這個所謂花又美麗，又清涼、又美麗啊！就牠太陽曬得莫可奈何的時候，跑到那個地方，那種心情。只要這個心情還沒有生起來，我們一直努力地修學。等到你修學了以後，有了這個心情，自然而然，一直為這個心情推動你去努力。",
    "62": "[01:02]如云：「為圓滿業故，如日中熾象，遇池而入池，亦應趣其業。」我們為了求得圓滿的這個因，為了求圓滿的果，那麼忙這個圓滿的業因的時候，就像什麼啊？就像上面說的這個故事一樣：太陽日正當中的，被曬，那個太陽，跑到一個這麼清涼美好的蓮池當中，啊！心裡面也應該這樣去做，也應該這樣去做。總之，這一點是非常重要、非常重要的，你有了這個力量的話，修學佛法自然解決。",
    "108": "[01:48]不過到這裡有一個問題，大家說：「哎呀！聽來是很好，可是修起來為什麼心裡面這麼始終是苦苦惱惱，這個快樂生不起來呢？」原因是什麼？很多！但是最主要的我們要了解，第一個，根本因要把握住，有了這個根本因，進一步是圓滿因。什麼是根本因啊？正知見，你必定要對佛法有正確的認識，這樣。而這個事情還是靠什麼？靠我們宿生的善根，的的確確的。我們今天有幸而接觸了佛法以後啊，這個剛進來的時候，這個力量都很強，一鼓作氣。那麼這個作氣呢還要看個人的善根，有很多人善根足，他可以維持很久；善根差，維持就不久了。",
    "163": "[02:43]如果說我們諸位修學佛法的的確確上了道，越修越快樂，那是對了。不過這個快樂啊，一定要拿教理來衡量哦！所以佛法始終是什麼？最重要的正知見，這個正知見，一定是以無垢的經論的教理作為衡準的。你得到了這個正確的認識以後，因為你所了解修學的內涵，然後呢照著這樣去做 ─從善知識那裡。所以必定要善知識的話，就是說他是個經驗過來人，然後呢聽聞正確的方法。聽聞的時候雖然你沒有體會得到，可是你一聽覺得：「欸，對啊！有道理、有道理。」所以這個還要靠你自己的如理的思擇，不是聽完了書本一闔放在那裡，那沒有用！這佛說得非常清楚。佛的信心叫「淨信」，什麼叫淨信啊？淨字的特質是什麼啊？哪，就是這個！它的的確確不是說，啊，誰告訴你相信他；如果是你沒有如理抉擇的話，這個人告訴你這樣，那個人告訴你這樣，到那個時候的啊，那害了，那就害了。一貫道也是、盧勝彥也是，你跟著哪一個對啊？跑到佛門當中就算你走對了，他就念佛的說念佛，參禪的講參禪好，你又莫奈何了！",
    "255": "[04:15]上面說到這個歡喜力的這個心情，這個是一件非常重要的事情，非常重要的事情。總之，我們要使得自己的內心，對於佛法有了認識以後，然後呢你去如理思惟、如理體驗，到那時候自然而然哪，你會生起跟這個法相應的。那麼關於這個道理，我想我不必多講，你們就把前面所說的很多這種事實，來在內心當中，深深地策勵自己，遵照那個次第。萬一到這個地方還了解得不清楚，那麼照前面去找；反過來，當這個地方深的地方，你有了正確的認識，前面那種淺近的地方啊，自然都一一迎刃而解。因為這樣，所以你是越學是越快樂，越修是越高興！就這樣，越修是越高興！",
    "335": "[05:35]那麼這個就是說，當我們正式進入以後，對於我們所修的佛法，能夠繼續不斷的力量是「歡喜力」。而對於這個歡喜力啊，永無飽足之感，永無飽足之感。我們平常說「乃至菩提」，乃至於到成就菩提了，一直要做。這個這句話下面，你們不要誤解，以為到了菩提就不要做了。到了菩提成了佛果以後啊，他永遠以這個無限大相應的這種精進力，他不要 ……任運的就是這樣。所以十八不共法當中「精進無減」，他那個精進達到了頂點以後，欸，卻是永遠以這種大精進力量上前。這個是理論是如此，我們看看事實呢，喏，不是嗎？佛在世的時候，他為老比丘穿針、伺候病人，處處地方說明這個事情。哦！一個年紀老的比丘，補衣服看不見哪，唉呀，這個針怎麼穿也穿不過去啊！他就說：「唉呀，我現在年紀大了，這個看不見，哪一個人幫幫我忙啊！」佛聽見了馬上過去，然後呢，「哎呀，你不行啊，我幫你忙！」這個老比丘一嚇，什麼？佛來給他穿哪，「喔唷，不可以、不可以！」欸，他馬上啊他就給他穿。",
    "444": "[07:24]有一趟佛在那兒生病了，那麼不大舒服，在那兒休息。那麼阿難為那個新來的，新戒的年輕比丘們講說，講到「精進」兩個字，佛就，雖然病了，就坐起來，說：「阿難哪，你在那兒講精進啊！」阿難說：「是、是、是。」啊！他聽見了無比地歡喜。這個處處地方說明什麼？「無飽意樂」，不要說行，乃至於聽見這個名詞就歡喜。說我們前面曾經說過，《入行論》上面告訴我們：「困難不應退，皆以修力成，先聞名生畏，後無彼不樂。」大家還記得這個偈子吧！這個困難不應該退，這個退絕對不是被困難而退，為什麼呀？真正重要的不在困難不困難，而真正重要的在應該不應該。你如果正確地了解了以後，說：「喔，這才是應該做的！」應該做的事情你不要怕，你只要是如理地去修習，一定能夠成就。就像平常事情，先頭你聽見它的名字，喔唷，就害怕得要命！到後來沒有它啊，哎呀，你還少不了咧！",
    "526": "[08:46]我們常常舉一個比喻說辣椒，哎喲，第一次嚐到那個辣椒，吐了個半天，用水弄了個半天哪，啊、啊！我自己怎麼樣我忘記掉了，容或有、容或沒有；可是我的的確確看見那小弟弟們，喔唷，吃了個辣椒，弄了個水啪了個半天，哎，哭啊、鬧啊！欸，但是等他長大了，他就沒有辣椒沒有味道，就是這個樣。所以我們現在也是那樣，儘管開頭有困難，你只要如理去做的話，到後來啊，哇！不要說去做的時候你歡喜得不得了，一聽見這個名字啊，你在病當中都坐起來。那是誰啊？佛，他親自告訴我們，這件事情這麼個好法。想想看，你有這樣的精進力量，哪一樣事情做不成功啊！現在說實在的，我們哪，為了這種世間的小小的利益，哎呀，忙得是放不下，這個放不下。這事情前面一再說的，這個眼前的小利，將來究竟有沒有結果都放不下，何況這個佛法！最可憐的，始終，前面告訴我們的。這些一步一步地，如理地這樣上來。",
    "605": "[10:05]那麼這樣呢，雖然無飽足，欸，妙了，雖然無飽足啊，他下面還告訴你，雖然你無飽足啊，又要停一下。現在固然在我們沒有修的時候，他教我們趕快站起來，要努力；真正修的時候，他還很巧妙咧！告訴你 ─暫止息，你還要休息、休息，不過這個休息是暫時的。下面看，",
    "631": "[10:31]暫止息力者。發勤精進身心疲勞須暫止息，嗯！這個「暫止息」是什麼意思呢？就是從前面，從勝解開始，然後由於勝解得堅固，而歡喜行持的時候，那個時候策發我們努力去做。那個時候去做的時候啊，我們身心都會疲勞的時候，當這個時候的它要休息，要休息的！一直要等到你身心完全調柔了，完全調柔了，跟定慧完全相應了，那個時候自然任運是「無功用行」。為什麼要這樣呀？他下面解釋這個道理。",
    "680": "[11:20]若不爾者則極厭離，能障後時發精進故。他說假定你不休息的時候，那麼弄到後來，你呀，唉呀，感覺得疲倦得不得了。因為疲倦，所以你就心裡面是厭患；因為厭患，你就遠離精進；因為遠離了精進，以後就沒辦法認真修行了。所以這個修行這個東西，的確要得其善巧，使得我們越修越快樂。",
    "714": "[11:54]我們上面剛才講那些事情，就真是可憐哪，靠宿生的善根推動我們，結果我們進來了以後，沒有得到如理的方法，是越修越苦。善根深厚一點的還咬緊牙關，可是一點味道都沒得，這個是好可惜的事情，好可惜的事情！那麼現在呢，得到了，歡喜呀，他還要讓你停止。欸，前面我曾經跟大家說過，我自己的經驗也是如此，將來你們體會了一定會體會得到。我相信在座的，有的同修說不定也已經體會得到，當你正在恰到好處的時候，讓你休息一下停下來的話，你雖然身停了，心裡面哪，哎呀，你一直在想！這是千真萬確的事實，何況是你累的時候，這是一個最佳的方法。所以你把握住了這個原則，正知見得到了，你怎麼做就對！不過呢，下面說：",
    "779": "[12:59]休息無間仍發精進，欸，等到休息了一下，等到疲勞恢復了，繼續地努力。",
    "786": "[13:06]前事究竟不應以此便為喜足，應於上勝更發精進。下面這句話很重要啊！短暫的一點事情，是，累的時候要這樣地休息；然後呢當你這樣精進，那件事情究竟圓滿了以後啊，還不可以停止哦！不要「以此便為喜足」，在這個上面還要什麼？「應於上勝更發精進」，比你現在做的那件事情，還要向上、還要超勝地繼續精進。這個話怎麼講？這個話怎麼講？這個點對我們是特別重要！不管我們現在修學是從哪一個路進去，說持戒、學教、參禪、念佛。哦！我們剛開始進入佛門當中，說受戒，哎呀，然後呢戰戰兢兢那個戒相，然後做的戒相當中啊，完全百分之百地做對了，那個時候不要停止。不要說：「哎喲！我做對了，這個人不對，那個人不對。」你錯了！我們必定要懂得「法、體、行、相」這個次第；就算法、體、行、相圓滿了解了，你曉得戒是什麼啊？是定、慧之基，真正的根本是在啟發定、慧，戒只是破煩惱，定縛、慧殺，這樣的！這個才是持戒。所以在這種狀態當中，不要說我們還沒有碰到邊的人不會諍論是非，你是我非；就算你那個戒相持到，哇，像佛一樣，那正好那個時候，你有了這個基礎深入定、慧。就算你得到了定、慧以後，趁這個機會，然後呢濟度眾生，眾生無邊，你哪有停止的時候！",
    "910": "[15:10]學教也是，現在我們學了一點，哎呀，懂得了，好像樣樣都懂。唉！我自己以前一直犯這個毛病，所以我說到那裡，那是以很懺悔的心情，告訴大家我的毛病。因為懂得一點點文字，哎呀，什麼都懂了，眼睛從這裡搬到那裡。喔唷！看看世間看不見一個人，這樣。啊！就除了我以外什麼人都看不見 ─錯了、錯了！這「教」不是說你講得頭頭是道，三藏十二部樣樣看過，不是呀！它講的內涵是什麼？所指的特質是什麼？你怎麼樣把這個特質運用到自己身心上面，怎麼樣把法界有情，一切能夠從生死苦海當中解脫出來啊！",
    "957": "[15:57]然後參禪、念佛也是如此。所以不要說我們現在這個參禪連它什麼都不懂啊！大徹大悟了，絕對不是說：「欸，大徹大悟了，好啦，我眼前便是快樂人也！」那個祖師有這個說法的，這個話對不對？對，這是鼓勵我們的。但是另外祖師們說，說：「你未悟以前是如喪考妣。」悟了以後呢？大徹大悟了以後他怎麼說啊？「如喪考妣！」欸，妙咧！古來的人他最大的事情就是父母之喪，是莫大於此。當然你沒有悟，哦，這個生死事大；那麼你開悟了呢？開悟了他還是這麼忙，這是千真萬確的事實。念佛的人也是如此，我們不要說得到一心不亂了，對不起，錯了！你覺得得到一心不亂了，不對！所以我一直說，如果說你現在的念佛 ─我說我念佛是念這四個字，是的，你把四個字掛在口頭就夠了，那往生不往生不要去管它。可是很明白，假定你得到正見的話，你說我不是為了這個事，不是為了這個四個字，是要求往生。實際上呢，真的目的為求往生嗎？不是啊！",
    "1032": "[17:12]求往生到了個邊地，就好像我們現在這個窮人啊，唉呀，這裡戰亂，想趕快逃出去，跑到那個地方去啊，結果別人在那兒發大財，賺大錢，你跑到那兒做個乞丐。唉，想想，不行、不行！到那個時候你還要努力對不對？我們一定要知道，我們要去是幹什麼啊？成佛。所以以前我也策勵大家說要求上品上生，究實說來的話，你求上品上生的概念還不對。那麼，為什麼要念佛啊？我要成佛，很簡單。所以你必定在因地當中，這個因要完全做對，說我為了要學這個。所以尤其是現在，引導到我們大乘當中，大乘的特質是什麼？發菩提心。發菩提心是什麼啊？要盡法界、虛空界一切有情，沒有一個遺漏，使他們個個成佛。然後在你選擇過程中，覺得「阿彌陀佛」這個人了不起，我要學他，你為了要學他，你要親近他，那時候你念佛。",
    "1093": "[18:13]所以那麼那個時候念佛了！現在我們的條件不夠，以前的念佛啊是實相念佛，說現在不對，我觀想，說觀相，乃至於只有持名。所以你能夠這樣做的話，現在固然散亂的拼命得到一心不亂；得到一心不亂了以後啊，還要從一步一步上去。所以你要從所謂「凡聖同居土」的邊地來進入，一步一步到上品；上品上生了還不夠哦，還要進一步，「方便有餘土」我可不要去，要進入「實報土」，要生到「寂光土」，那個才是我的目的啊！所以他上面說，告訴我們：「前事究竟不應以此便為喜足，更應於上再發精進。」很重要喔！",
    "1144": "[19:04]始終記住一句話 ─如此因感如此果。你事情還沒有做你先已經想了：「哎呀，我啊，反正只要怎麼，這樣就算了！」你忙了個半天，等到你結了果了以後，就算得到，對不起，然後你停在那裡，因為你當初就是這樣。所以這個事情啊，我們要千真萬確，如果想我們要得到圓滿果的話，佛法告訴我們的 ─因。這個是有一個辦法，只有一個辦法，我們要曉得自己無知，要如理地學最圓滿的因，最圓滿的因。所以我們假定一開頭了解了這一點，那作法就完全不一樣，作法就完全不一樣！",
    "1191": "[19:51]所以我常常感覺得，本論給我的太多殊勝的教誡，讓我們哪 ……。對我們的住在這裡的同修來說，我想我們常常聽見的，說「若要佛法興，莫非僧讚僧」、「不要毀謗別人」等等。這 '個話常常聽見人家說，也掛在口頭，可是動不動啊就是批評是非。然後呢，歡喜念佛的人就說：「哎呀！念佛實在，這個參禪是口頭禪、又難！」歡喜參禪的人又說：「啊，這個念佛是老公公、老婆婆的事情！」好像事情不夠味道。那麼學教的人說：「你們這些人道理不懂，是盲修瞎鍊！」欸，為什麼原因？根本在這裡。",
    "1242": "[20:42]是，你一開頭時，你目標如果放正了以後，這個問題都沒有了。這話怎麼講呀？簡單地來說，假定說你一開頭的時候，說這個圓滿因你認得清清楚楚 ─我要成佛。是，然後你這個最正確的，有人反對嗎？我想在座的沒有一個人例外的，百分之百地不但同意，而且全部說：「我要這個！」然後呢，要想得到這個，你有了這個正確圓滿的認識，在這個圓滿的認識當中，找到你相應的路，然後這樣你步步上進。必然將來你要究竟圓滿，究竟圓滿的，一切都要學，所以你為了究竟圓滿起見哪，眼前我們學的只是學相應的那一部分；相應的那一部分，這個成就了，一步步上去。",
    "1294": "[21:34]我們像爬樓梯一樣呀，說我要登那個摩天大廈，可不是一步跨上去的哦！怎麼辦呢？眼前相應的跨一步。我絕對不是跨了一步停在那裡，「好囉，哦，跨過囉！」對不起，只跨一步。現在跨一步的目的：再上一步、再上一步、再上一步、再上一步 ……，現在你的目的登到這個地方。是啊，眼前我力量不夠，是沒有錯，那麼跟我相應的，我只有學教；跟我相應的，參禪；跟我相應的，眼前這樣！所以本論一開頭的時候就告訴我們說：眼前能做的是做，不能做的啊，絕不能因為不能做的棄捨它！恰恰相反，不但不棄捨，正是眼前做的是把因慢慢地積累了，障礙去除，資糧集聚，可以步步上昇。",
    "1349": "[22:29]所以我曉得，我要成就圓滿佛的時候啊，將來一定都要學，既然要學，我因地當中這個因種先下得正確，我當然將來樣樣要學啊！一方面要把自己學，一方面把佛法要圓滿無缺地維持在這個世間，幫助別人。結果我做不到，我只能念佛，看見他參禪：「欸，好啊，你幫了我的忙！」你學教：「好啊，你幫了我的忙！」他持戒 ……那麼我們每個人做起來，這不是好了嗎？所以你有了這個認識以後的話，正因為我只能念佛啊，我就拼命讚歎不是念佛的人，其他的每一個也是如此。必然的你在這種條件之下，上面所說的輕而易舉做到。結果好處，嘿！妙了，是你的，佛法也就圓滿了，而你在因地當中一點不錯。等到那個時候你念佛念對了，固然是持名念佛念對了，再上昇啊，然後你把念佛法門透了，然後呢你再學別的啊！最後樣樣東西學好了以後，然後你濟渡眾生 ─你歡喜什麼我就給你什麼。欸，你的佛願才能圓滿哪！這是千真萬確的事實。",
    "1430": "[23:50]所以這個地方說啊，「前事究竟不應以此便為喜足，應於上勝更發精進」。這個要從因到果，注意哦！這個因就是我們眼前下去的第一念。不要現在處處地方都是求眼前的、小小的地方，「哎喲，就這樣算了！」處處地方討一個小便宜，討一個巧，這個錯了。你必定在因地當中要注意，我決定要做圓滿的因！事實上做得到做不到？事實上做不到，正因為做不到，所以要你要這樣去下圓滿因嘛！你做到了，做到了你就是佛了，你還在這兒幹什麼！這不是道理很簡單嗎？正因為你現在做不到，正因為錯，所以你必定要在因地當中一步無錯。現在你下的因種已經弄錯了，你談什麼果呀！這不是很簡單嗎？所以這個地方告訴我們哪，是不應喜足，要從這個地方開始認識哦！要不然的話，你這個不應喜足這個兩個字的話，文字可通，實際上摸進去，就摸不到的，你只是摸摸文字而已哦！現在我們繼續。",
    "1502": "[25:02]如云：「若時力衰乏，為後故暫捨，為趣後後故，善竟即應捨。」欸，那我們現在真實如理地去做了。那麼做了一些時候啊，慢慢地做得很累了，或者是體力的衰，或者是心力的疲，那麼為了以後繼續精進的話，暫停一下。休息以後啊，努力向上，所以呀這樣地步步上進，這個是對於過程當中。同樣地，做任何一件事情，當這件事情做圓滿了以後啊，捨掉了，馬上再繼續進步。",
    "1549": "[25:49]此後所說極為重要，這個後面就講的是非常重要哦！",
    "1553": "[25:53]若以前德而為喜足，則能障礙修證眾多勝功德故。這個太重要了！假定你在這個上面不認識，就以這個作為沾沾自喜，就以為足夠的話，在修行的廣大的功德啊，那障礙太大、太大。前面這個精進一度，你們務必要好好地認識。前面已經說過，今天再說一遍，關於這個「忍、進」兩點，太重要、太重要了！",
    "1587": "[26:27]此又顯示發精進規，謂應俱斷，太為熾然，功用過猛及太散緩，當恆相續如瀑流水。那麼這個地方又特別地說明一件事情，這個暫止息力啊，特別說明，這個發精進的這個方法，這個善巧應該得其中道。這個過分的都不可以，太猛熾然不可以，太散不可以。所以佛就調琴喻，調得太緊了繃斷掉了，太散了那個琴彈不出聲音來，不行！那像什麼啊？像這個「瀑流水」一樣，一直繼續，這才對。關於這一點我們要了解。",
    "1640": "[27:20]所以這個精進一定有幾個特質，幾個特質。那個大家還記得《瑜伽師地論》上面告訴我們，第一個是「披甲精進」，然後呢「加行精進」，然後呢「無下、無退、無足」。在第一個披甲的時候，就是我們心理建設的時候，這個認識要十足十的，要十二萬分。百分之一百不夠啊，還要超過一點，百分之一百的話不夠，這個是心理建設。然後你真的去加行的時候啊，欸，不要說百分之一百不可以，百分之一百二十固然不可以，百分之一百都不要。你有一分力量用三分，有三分力量用七分，要保留一點，就是這樣。等到慢慢、慢慢地力量越來越強，這個才可以。所以前面告訴我們，這裡又告訴我們要這個樣！",
    "1698": "[28:18]吉祥敬母云：「修殊勝德時，尊曾無急緩，故尊諸勝德，前後無差別。」喏！真正修這樣的殊勝相應法的時候啊，世尊他做的時候是恰如其分，不太急、不太緩。因為能夠這樣，所以他一直在上進，所以他前後沒有什麼差別。我們常常說龜兔賽跑，你別看那個烏龜跑得慢，卻先到、卻先到！",
    "1735": "[28:55]博朵瓦亦云：「如席摩主巴之逐盜者無益，應如絳巴之逐盜者，他們兩個人同樣去追強盜，一個捉到了，一個捉不到，為什麼？他下面說："
}