{
    "3": "[00:03]初先預備，次乃至未及盜處而追，如是緩追，又須耐久。譬若全不 停息，速猛而進，走至極乏，坐不能起，等同未進。」這個很容易懂，說我們要追強盜，先看看自己的氣力：嗯，怎麼弄法。譬如說我們要去捉強盜，去的時候，看看我的氣力比強盜大不大，如果不大的話，還要找些同伴，還要手上武器等等，每一樣東西準備好。然後呢你慢慢地去追，不必猛追，要耐久。而不是說你一口氣，哇，拼命追！然後呢跑得個筋疲力盡，塌在那裡，好了，強盜逃掉了！那不行。這個煩惱啊，是亦復如是，亦復如此。",
    "43": "[00:43]那麼說到這地方，我這兩天到台北去，台北去有個因緣，就是有這個居士，他也聽說了這個懺悔這個法的殊勝哪，他也跑得來問起那個懺悔，那麼我也特別去給他說了一下。那天這個林居士也一起去，他聽了很高興。中間有一個小小的插曲，他以前是這個念佛的，後來因為聽了這個論以後啊，他覺得：唉呀！不念佛了，念這個地藏王菩薩。嗯，他先沒告訴我，後來告訴我了，我說：「欸！這個念佛有什麼關係啊？而且我覺得末法的時候修念佛最好，你為什麼不念佛，念地藏王菩薩？」哦，後來他就告訴我。唉，我說：這錯了！這錯了！我的真正的用意不在念什麼，就是念這個的訣竅上面，念這個訣竅上面。所以如果說你覺得，你一開頭的時候覺得你願意學地藏王菩薩，那好；你一開頭的時候覺得阿彌陀佛 ……沒有一個不好的。問題不在念哪一個，而是第一個，你要正知見；第二個，在正知見過程當中，你走的正確的、如理的方法；然後呢，你能夠圓滿把握住了，你怎麼走都對。好！那麼這樣子。「啊！對、對、對、對！」以後他就改過來，又念佛，欸！他念得很好。",
    "131": "[02:11]那麼後來這個拜三十五佛的中間哪 ……還沒有，這不是這一次。以前在另外一個地方，他又有個同修跟我說：「欸，那我拜三十五佛的時候，我不是可以把每一個人、每一個佛像都看成阿彌陀佛，可以嗎？」我說：「可以。」當時。實際上呢，真正說起來的話，內涵很不一樣，這個我這個地方要特別說明一下。就是對我們一般人來說，尤其是不明教理，他也不想了知教理，或者沒有能力了解的，那最好的方法你隨順著他，跟他相應的。你叫他換一個啊，哎呀，那他千辛萬苦弄了半天，瞎摸八摸，說不定到時候滿好念佛，他也念地藏王菩薩；滿好念地藏王菩薩，他也念觀世音菩薩，弄得來莫衷一是。如果你分辨得清楚的話，那時候不一樣，學哪一個法門那是沒有關係的，主要的就是說，你一定要了解這個情況。",
    "189": "[03:09]那麼我剛才說，剛才這個回答說，啊，拜三十五佛，究竟有什麼差別？因為這個關係啊，我想起來在這個地方說一下。剛才暫止息力裡面特別說明，究竟以後，不要以此便為喜足；文字沒有講，我特別說明，我們最初第一因要完整。你能夠這樣完整的話，將來究竟圓滿的時候啊，必定是最省事、最快速。反之，因為眼前力量不夠啊，你覺得想討一個巧的話，結果是吃了大虧、上了大當。上誰的大當？不正知見，沒得話說還是自己，所以在這個地方我應該提醒大家一下。佛佛道同，沒一個例外的，十方一切佛是共同一法身，但是所現的報、化相，那是完全不一樣，尤其是化身相，為什麼？化身是應眾生根器應化之身，應你的根性，用這種方法，這樣。那麼這個說明什麼啊？眼前我這個條件，要學這個法門。假定是我只是要學羅漢，好，你解決了煩惱，可以了，停在那裡也不要動。究竟不究竟啊？不究竟啊！",
    "280": "[04:40]同樣地你念佛，往生到極樂世界，從這條路究竟來看，你只要走上去了，一定對。所以《法華》上面說得清清楚楚，不要你得到往生都對呀！《法華》上面說得很清楚嘛：「若人散亂心，入於塔廟中，一稱南無佛，皆已成佛道。」你散亂心跑到廟裡面去，「哎呀，阿彌陀佛！」這麼一句話，就成佛了。真的成了佛了嗎？沒有欸！只是成佛的因種下去了，將來遇緣慢慢地策發、策發，就成就。遇這個緣，還是要經過這麼大的、長遠的時間，《法華》上面也授記說得清清楚楚 ─經過無量阿僧祇劫。這個無量阿僧祇劫，不是叫我們在那兒睡大覺哦，不是在那個地獄裡面，那個沒有用哦！還是在《法華》上面，你看舍利弗尊者，那些大尊者，一個一個都是這樣 ─你將來還要供養兩百億恆河沙數諸佛，如何、如何，然後成佛。換句話說，你還要經過這麼長時間，如理修行，然後你成佛。那個因只是種下去，然後不斷地與善法欲相應的。",
    "360": "[06:00]現在我們哪，前面中士道的時候，這個十二因緣學過了，大家應該這個理路很清楚，對不對？這個因怎麼樣感果，靠什麼力量呀？一定是靠一個力量，什麼？如果說，生死當中的話，與無明、觸相應的「愛」來滋潤它；如果說你跳出生死輪迴的話，應該是明 ─智慧、正知見相應的善法欲，還是「愛」來策發它，對不對？那必然還是如此啊！所以不斷地淨化你的，一步一步地上來。那麼這個時候，它淨化的過程當中，必定什麼啊？把我們不同類型的煩惱的種子，以及現行習氣，一一淨化。它淨化過程當中，我們什麼樣類型的煩惱，他以什麼方式來對治，這個緣起不一樣。",
    "424": "[07:04]平常我們世間來說，「生了病看醫生」，這句話千真萬確就是如此，這句話本身只有一句話，這任何病都是說「生了病看醫生」。可是你真的看醫生的時候啊，它絕對不是說，一個醫生一味藥。你生 ……，外科他也這個，是內科也這個醫生，這個不可以！然後呢，你傷風也這味藥，感冒傷風一味藥，然後呢癌還是這味藥，肺病也是這個藥，寒病也是這個藥，熱病也是這個藥，有這樣的道理嗎？請問有這樣的道理嗎？所以大家記住哦！所以我們因地上面哪，務必要知道這個事情，務必要知道這個事情！",
    "475": "[07:55]所以不但是說我們凡夫，喏，看看哪，《華嚴》 ─圓教，為什麼他能一生圓曠劫之因，善財童子跟他的五百個同參呢？他就是找了各式各樣的善知識。因為我們修學過程當中，沒有別的，就是煩惱障、所知障，因為每一種不同的障礙，有它不同的特質，有它不同的對治；要對治它，有不同的專門的善知識，專門的醫生。你只要找對了，的的確確能很快地問題解決，靠什麼？就是因地當中。喏！這個善財童子，在沒有求證之前，他的地位叫「十信滿心」。什麼叫十信滿心啊？他那個信心已經徹底清淨，完全不在自己，繞著我轉 ─淨化了自己。他徹底信得過佛法，徹底信得過善知識，徹底信得過煩惱非靠善知識對治。所以對這個病找這個人，然後呢這個人解決了，再找這個人、再找那個人、再找這個人、再找這個人、再找這個人，欸，這麼最後還是 ……。",
    "549": "[09:09]他這麼高了尚且如此，我們現在下腳第一步不如此，等到哪一年？或者有人說：「是嘛，他這麼高才可以呀，我們因為差不行啊！」我的感覺不是。不管是高是低，佛法一個原則 ─業感緣起，這個大家有沒有人不了解的？我想沒有一個人不了解的。「如此因感如此果」，你在因地當中下的什麼因，那麼將來做的，無非是把這個因慢慢地把它策發圓滿，對不對？他十信滿心，那還是就這個因感這個果，現在我們下腳第一步也是如此啊！",
    "592": "[09:52]所以我們修學佛法的次第，一定是什麼？聞、思、修。所以善財童子在修的過程當中這樣作法。那麼修之前面還要什麼啊？還要思，思之前面還要聞，對不對？欸，聞的時候你就把這個正因種下去，然後呢根據這個正因是如理思惟，得到了以後，然後如理修證，這是所以他真正成就的原因。假定你在聽聞的時候，這個因沒種下去的話，對不起，修沒有你的份！",
    "626": "[10:26]所以舍利弗尊者同樣地坐在這個會上面，華嚴會上，大智如舍利弗坐在那裡如聾如啞，為什麼呀？哪！因為你聞、思慧上你沒有種這個正因。這個現在很簡單，我們在那兒講，有很多人歡喜念佛的，他才聽不進呢，「你們說那些！」參禪的，他一樣聽不進，千真萬確的事實。我們在這裡覺得：「哎呀，這個好啊！原來告訴我這個方法，正要告訴我去念佛、去參禪哪，並不違背。」但是他聽不進，為什麼呀？對不對！道理就在這裡。所以我們務必要知道，這個「因」最重要。",
    "668": "[11:08]所以《華嚴》上面就說得很清楚啊，「發心究竟二不別，如是二心初心難。」我想在座的有的同修曉得這句話，《華嚴》上面說得非常清楚。發起這個心，發什麼？菩提心，跟這個究竟圓滿菩提心，圓滿菩提心什麼啊？圓教佛 ─這個究竟啊，兩樣東西沒有差別，一點都沒有差別！「如是二心」，這個兩樣當中啊，「初心難」。嘿嘿，不是成佛難欸，就是你下這個因難哦！為什麼？你只要這個因對，果一定對，眼前沒有一個事情例外的。我燒一個飯，你只要燒的飯嘛要用米，燒的菜嘛要用菜，然後拿回來，每一個步驟做對了，你不要問他飯好不好、熟不熟，一定好！你如果這個因弄錯了，不管你怎麼忙，一定不對！對不對？現在《華嚴》上面所講的，這個兩個是指「修」這個位次來說的，修這個來說就修證。所以說，當初見道的時候，見道的這個，跟這個究竟圓滿的，這兩樣東西啊，說「初心難」。",
    "756": "[12:36]但是到現在為止我們已經了解了，這個修之前要有什麼基礎啊？要有思。思之前要有什麼？要有聞。聞之前要靠善知識。但是他不說善知識的原因，是為什麼啊？就是說自他兩個力量，不能欠缺，他力外面善知識，自力就是聞、思、修。所以真正重要的，這句話徹底圓滿地來解釋、來認識的話，卻不是等到善財童子十信滿心啊，到了那個時候已經來不及了，而是在我們現在下腳第一步啊！",
    "802": "[13:22]所以有的人已經走了一段路了，那是莫奈何了，那是的確。所以佛絕不是說：「哦！我這個《華嚴》最圓滿。」不是的。是，他在《華嚴》會上說，然後呢對其他的人也是這個圓滿、那個圓滿，因為佛只有一個目的，怎麼樣應你們的根性，把你們救渡出來。你們已經走了這個路，那麼走了這個路就這個路走上去囉，這個千真萬確事實啊！所以究實說來，哪一個法門、哪一條路，最極來說 ─究竟成佛！所以《法華》上面說得清清楚楚。但是對我們如果想走直截快速的路子，這個是這條路，這個是這條路。",
    "849": "[14:09]所以已經進入了，那我們讚歎：「好、好、好！你參禪，好！念佛，好！持戒，好！沒有一個不好。」然後如果對我來說，我的的確確在現在這個圓滿的教法上面，初心下第一步的話，有了這個正確的認識，先把前面這種錯誤的這種因，統統把它洗除乾淨，從頭開始，所以要懺悔。那個時候懺悔的時候啊，不要說：「啊，我只拜阿彌陀佛！」如果是只拜阿彌陀佛，說實在的，這個《廣論》也可以不必學，只要你好好地去這樣去一心念佛就行，而且也不必出家，這是千真萬確的事實。你到了極樂世界，決定有你的份，慢一點沒關係嘛，這千真萬確的。懂不懂這個道理？",
    "897": "[14:57]這個概念哪，所以最主要的，所以現在也不是急著大家說，哦，聽懂了馬上做到它，不是！第一個要了解它，了解它整個的重要的概念在什麼地方；了解了以後呢要認得它，它所指的內涵是什麼；找到自己下腳的地方。凡是這個東西最主要的，所以一定要對這個教理的基礎建立得非常穩固。你有了這個教理的基礎，穩固的基礎以後啊，然後你能夠簡別是非，什麼情況來都不怕，什麼情況來都不怕。在我們修行過程當中你真正做的時候啊，一定有各式各樣的不同的情況出現。情況出現，假定你了解了這個完整的認識以後啊，好的當然好的，壞的也是好的；反過來的話呢，壞的固然是壞的，好的也不一定好，是壞的。這話怎麼講？這個要說一下。",
    "964": "[16:04]當然剛才說，如果你不認識這個道理，壞的，壞的來了你又受不了啦，不曉得怎麼辦哪，被它障礙住！然後乃至因為你不認識啊，平常說，人家來對你有不利或者什麼，哎呀，你生煩惱，輾轉地，那當然是壞囉！好的呢？這好了你就歡喜啦，哎呀，覺得好、好、好、好！最壞的，不是，應該最小的損害是什麼啊？你覺得好、好，停在那裡啊也就不前進了。所以，既然不前進的，好嗎？也不好嘛，所以好的都是壞的。而弄得不好的話，因為你覺得好了就歡喜耽著啊，所以種種問題引發，人家說著魔等等都是從這上面。哎喲！你覺得好得很啊，你沒有能力去判別它，下面緊跟著壞的就來了。",
    "1015": "[16:55]反過來，你了解了以後，說好的，好的嘛當然好的，為什麼壞的也是好的呢？你假定說究竟圓滿了，還要修行嗎？不要修行。所以說，既然是你不了解，當然處處地方都是缺陷、都是壞的。現在你認得了曉得：哎呀，這個壞的，正是我了解了，我可以了解了去改善了！這個不是我們修行正是最重要的這件事情嗎？所以你有了這個正確的認識啊，就壞的也是好的，無往不利！對不對？所以這個地方呢，特別地這一件事情上面，跟大家提醒一下，跟大家提醒一下。",
    "1063": "[17:43]所以前面這一個順緣，下面最後補充一個，這一次順緣我們再記一記，哪幾個順緣啊？勝解力、堅固力、歡喜力、暫止息力。尤其是這個暫止息力的特徵是什麼？你了解了剛才這個道理，才曉得那個暫止息力的特徵。大的地方來說，善財童子參了一位善知識，他絕對不會說：「哎喲，好囉、好囉！」絕對不會像我們說：「啊，我現在得到了，這個參禪了，啊，那大徹大悟了！好了，安然睡覺。」不是，祖師說得清清楚楚，大徹大悟時候啊正是如喪考妣，趕快再向前哪！念佛的得到了一心不亂，趕快就是努力上進啊！沒有一個例外的，都是如此，所以我們能夠很快地達到這個高深圓滿的境界。現在我們再翻過來，看卷十三：",
    "1126": "[18:46]如是了知精進三種違緣，修習對治。其未生修持，能令生起之順緣，謂勝解力。若已生者能令不退之因，謂堅固力。修彼業時不欲斷絕者，謂歡喜力。更以息捨力勤發精進。若於此理已得善巧，則於精進當發欣樂之力，茲當宣釋。現在我們了解了，所以我們不能精進哪，由三種因緣障礙我們，跟這個精進相違背的，那麼去對治它，去對治它，對治的方法前面已經告訴我們。那麼然後呢，你真實去學的時候，「未生修持」的時候，要想策發我們的這個精進力，第一個「勝解力」。生起了這個勝解力，要想去做而使得我們不退的，要「堅固力」。而這個堅固力的維持，繼續向上不斷絕的是「歡喜力」。最後還要一個「暫止息力」，才能夠究竟圓滿。那麼對於這一個道理得到了善巧。得到了善巧以後呢，欸，然後怎麼個精進法，怎麼個欣樂法，他下面來說明。運用前面告訴我們這種方法，換句話說，現在工具啊，欸，每一樣工具，這個工具的特質是什麼？就像看病，說藥，藥的特質是什麼？你了解了，怎麼去吃？欸，這個還要有它一番道理，這個道理在下面。",
    "1241": "[20:41]第三發勤精進斷所斷時，在這個科判上面，就「由此身心堪能之理」。換句話說，由於前面這個對治了違緣，得到了順緣，那麼然後呢發精進，使得我們身心都能夠如理如量，要做到我們想做的，這個道理在這個地方說明。",
    "1268": "[21:08]如云：「如與慣戰敵，鬥劍於陣前，當避煩惱劍，返擊煩惱敵。」我們真正來精進的時候，就像一個什麼啊？「慣戰」，這個慣戰就不是個初出茅廬了，這個敵人，呵！這個敵人哪，卻是一個有經驗的，有經驗的 ─這個經驗的敵人就是我們的煩惱。說實在這個煩惱跟著我們無始劫來，哎呀，這個煩惱啊，這真是一個沙場老將。像這一種人在對陣的時候，要做兩件事情：第一個呢，不要被他刺。現在這個敵人什麼？煩惱。所以這個煩惱的劍啊，你不要被它傷害，要避開它。單單避開不行，一味地逃不行，你還要反擊，要反擊它。這個很明白，我們打仗的時候都是一樣，不被他打，要打中他。",
    "1334": "[22:14]如慣戰智者與諸怨敵鬥劍等時，不應專謀害他，當善二事，謂須善避他來擊刺，及返害他。說真正的，能征善戰的這種戰士啊，不是一味地專門想傷對方，實際上要做兩件事情。哪兩件事情啊？要善於不讓他打中，避開他對你的進襲；還要進一步，第二件事情啊，要去能夠把他打倒。現在我們修行也是一樣，說：",
    "1374": "[22:54]行者亦爾，與煩惱鬥時，一須善防避煩惱來傷自心，二須依止對治更進害他。要做兩件事情：要善巧地防備，不要來讓那個煩惱來傷我們。因為我們真正的目的要對治它，結果你被煩惱傷，避不開來，你還鬥什麼！進一步呢，單單避不行，還要對治它，把它降伏，乃至於徹底地連根拔除。",
    "1409": "[23:29]若不爾者，雖以對治滅除一分煩惱作用，然餘煩惱，則又劫奪一分善法，或令心中起一大罪，損利平均，則諸善行極難生故。「若不」，假設不這樣的話，雖然對治一分的煩惱了，但是呢你這個防了，那一個煩惱又生起來了，把我們的善法又傷害掉了。乃至於使得我們心當中，生起更大的這個罪惡來，結果兩者當中一對的話，對不起！往往抵銷掉，乃至於反而虧本哪！這樣你要想賺錢，賺那個善法、法財啊，你生不起來，生不起來。就是我們現在也是一樣，我們現在啊說：「哎呀，要懂得嘛，要學教理！」結果學得教理了以後，說不定不小心啊，又為教理所騙。然後我們講說：「哎呀，教理說要修行！」結果啊，又為修行所騙。我想我們的的確確，每一個人都是這樣。",
    "1475": "[24:35]譬如說我們現在說，修學佛法要出家，哎呀，結果發現，跑到出家這個環境當中，這個也不理想、那個也不理想！出了家跑到這個道場，欸，這個道場不行；跑換到那個，那個地方又不行；又換，換那個地方，又不行，是弄來弄去，「一生善行是終成過失」。然後這種習慣養成功惡習啊，生生世世在那兒轉，一直在這個習性當中轉，就透不過來。所以我們必定要善巧兩件事情 ─第一個不要被煩惱來傷害你；進一步在這個情況之下，才來對治煩惱，來對治煩惱。",
    "1518": "[25:18]所以，以我們現在目前來說，譬如說我們在這個地方講戒，或者不要說戒吧，就是我們常住來講規矩。妙咧！這個規矩的特質是幹什麼啊？調伏我們的煩惱的。結果啊，我發現我們大家啊，為了這個規矩，它原意是調伏煩惱的，結果呢？大家抬槓子，爭得個面紅耳赤，你覺得你的規矩對，他覺得他的規矩對。說了半天哪，兩個人吵到閻羅王那裡去，閻羅王眼睛一瞪：「好，下油鍋！」這個是規矩是這樣的嗎？不是欸！不是欸！所以我們必定要了解這一點，你必定要把握住這個特質是什麼。如果說這一個法，不能真正對治你內心煩惱的話，說什麼都是開玩笑、都是戲論；反過來真正能對治你煩惱，睡覺也是對的。然後呢，所以為什麼經上面叫「殺無明父」，這個父是 ─哦！那我們殺父的話是五逆十惡啊，嘿嘿，但是你殺對了！殺的什麼啊？無明父。就是我們生死都是從無明而來的，這是根本，你有本事把它殺掉，對啊！沒有錯啊！這個我們要弄對這一點哪，這個是最最重要的啊！下面緊跟下去，",
    "1614": "[26:54]喻如欲修法者，覺以先知為要，唯於了解執為堅實極力尋求，此以多聞雖能除遣無知之愚，若不防慎諸餘煩惱，即於爾時染多惡行，致令身心極不調順。欸，妙咧，就在這個地方你看！就譬如說，先拿我們現實來說吧，我們說修行，修行呀，說你要曉得怎麼修才對呀，你不曉得怎麼修沒有用啊！欸，那麼所以啊，說這個時候要去了解的話，然後呢就廣學經論、廣求善知識。結果啊在這個時候，「了解執為堅實極力尋求」，多聞是能夠把我們的無知的這個愚癡是拿掉的，但是啊，對不起哦！你也這個時候不知不覺其他的煩惱跟著來了。",
    "1676": "[27:56]什麼煩惱？我們往往了解了很多以後，自己覺得這個也知道、那個也知道，喔唷，自己的知見比誰都多。哦，這個也不對、那個也不對、這個也不對，就是我對！唉！這個煩惱的根本是「我」欸，結果知道的時候本來是對治煩惱，結果你知道了，把這個我是增長得這個「我慢幢高如天」，一點用場都沒有！這個「餘煩惱」沒對治，這個是很重要的！所以說，那個時候又被其他的這個煩惱侵染進來了，結果呢「身心極不調柔」。所以我剛才說的那個道理就是這樣，我說我常見的這個情況就是這樣：哎呀，大家講規矩，結果弄得規矩吵吵鬧鬧吵了半天，假定佛曉得這個立的規矩是這樣的話，唉呀，佛在那裡真要會哭了！反過來呢，又有一種，",
    "1730": "[28:50]又如念云：調伏身心要於多聞，若專重其修不防愚敵，不聞不學正法，即自所受律儀進止之處，亦極愚蒙，則亦恆為眾罪侵害。又念，說：我想調伏這個身心要多聞，單單修，能夠不能防止這個愚癡的敵人？這愚癡什麼啊？就是你不知道怎麼修呀！"
}