{
    "4": "[00:04]假定你說：「哦，我現在看了前面這種情況，說，啊！有眼前太多這種情況，那就是，都是這樣的：唉，講道、學的人哪，因為他學了半天，不曉得怎麼修；然後講修的人哪 ……」這種都是好人哦！看見說，他本來學了以後要講修的，結果學了以後反而這樣的話，那沒有意思，我就不要學了！他發心倒是正確的，可是不幸的話，你不學，你怎麼曉得修法？修些什麼？唉！那個時候啊 ─愚癡，所以他不聞、不學。既然也不聽聞、不好好地學，就自己所受的律儀等等也不了解，起心動念固然不一定對，然後呢，這個動身發語更是糟糕。這怎麼辦、這怎麼辦？所以兩樣東西啊，都要努力防止。下面的比喻：",
    "59": "[00:59]又如臨陣手劍失落，恐被他殺，無間拾取。如是與煩惱鬥時，若失明記取捨進止所緣行相憶念之劍，恐墮惡趣，亦須無間依止正念。嗯，這個比喻就像我們打仗的時候，真正打仗的時候，當然你拿了個劍跟人家鬥，那個唯一的那個時候，就是你手上這個利劍哦！現在我們修學佛法的利劍是什麼，你們知道不知道？正知見 ─正念、正知，就這個！正念、正知這個最重要的，你有唯此拿著這個東西才對。那麼打仗的時候，就是你手上面這個利劍，手上那個利劍。哦，萬一不小心手上那個利劍，一旦失掉了以後，對不起，你只有被他殺。所以呀，必定要一掉下去馬上撿起來，絕對不能掉在那裡、站在那裡！站在那裡，對不起，你就被傷了。",
    "125": "[02:05]所以我們跟煩惱鬥的時候啊「若失明記」，就是很清楚、明白地記住這個正念。這個念些什麼？下面的，「取捨進止所緣行相憶念之劍」。什麼是該作的 ─取，什麼是不該作的 ─是捨；該取的向前，該捨的停止。這個心裡邊所應該的，叫「所緣的行相」，這個靠什麼？正念。因為一旦失去了以後，對不起，你就跟著雜染邪念轉；跟著雜染邪念轉的話，就造了惡業、惡因，一定墮落。所以啊一定要「無間」的，這個無間哪，中間絕不能一刻的停止。",
    "182": "[03:02]這是所以為什麼念佛的人哪，必定要追頂聲聲，不要讓那個邪念進來，「阿彌陀佛、阿彌陀佛 ……。」參禪的人哪，他在沒有開悟之前，一定要看，說那個一念不在，「暫時不在，猶如死人」，這個道理一定是這樣。持戒的更是如此，持戒的更是如此！一定是這個正知見，正念、正見一定要依止著。而且這個依止的方法 ─無間，哪一念掉掉了，哪一念就不對。你別以為現在我們在這裡好像沒有作壞事，這是無記當中，這個無記本身就是錯的。當然無記有兩種，有一種是叫有覆、無覆。譬如說我覺得現在這個時候，心裡面說「坐得是規規矩矩、站得正正確確」，這個是無覆無記，對的！這個跟正念相應的。然後你塌下來了以後，覺得：「哎呀，現在這個很舒服！」這個是有覆無記，這已經錯了，持戒不可以這樣的，這是我們務必要知道。",
    "242": "[04:02]那麼你說：「那這樣的不要休息了。」要啊！休息了 ─所以他前面告訴我們哪，吃飯的時候該怎麼吃，睡覺的時候該怎麼。說睡下來了，是，我心裡還是保持得清清楚楚，為了發勤精進所以躺下來，這個正念沒有動啊！然後呢身放鬆，心可以放鬆，這個念卻是安住在正念上頭啊！所以他每一個地方，有非常善巧、正確的、明白的指導。這是所以為什麼他二十四小時當中，你只要得到了這個東西，醒的時候固然增長功德，睡覺也在增長功德呀！所以念佛固然可以去，持戒更穩哪！為什麼？那就是這樣嘛！你的二十四小時，無時無刻不在增長那個善淨的業，哪有不去的道理！就是這樣欸，那持戒是根基，都能夠這麼好欸！這就是說，欸，這個依止這個正念要無間的。所以說，",
    "304": "[05:04]如云：「臨陣劍失落，畏怖速拾取，如是落念劍，畏地獄速取。」下面這個說，很容易。啊！說打仗的時候，一旦掉掉了這個寶劍的話，喔唷，趕快撿起來！現在我們這個正念的這個劍也是一樣啊，一掉掉了，對不起，三惡道。不一定是現在，但是你只要沒有跳出生死輪迴，那遲早問題！而這個遲早啊，我們了解了無常的話，哎呀，那的確是，下面一口氣不來，就不曉得哪裡去了！",
    "341": "[05:41]龍猛菩薩亦說此念極為重要，如云：「大王佛善說，念身為共道，故應勤守念，失念壞諸法。」所以下面說，哎呀，這個佛親口最正確地告訴我們哪，這個我們不管一切法，三乘的共道，這個什麼？念─正念，這個「身」就是它念的本體。你在這個時候，要勤勤懇懇地守護到，這個一旦這個正念不在的話，那麼其他的一切法都失壞了。下面一句話重要哦！",
    "385": "[06:25]又所念境先以慧別，次乃念取，以念無擇境力故。這個念的境啊，為什麼叫作正念哪？一定是先拿智慧來辨別、抉擇，然後呢安住在這個經過正念辨別、抉擇的這個念頭上面，不要把它掉掉。所以說，以你智慧來抉擇，然後呢保持下去的這個力量叫正念。因為這個念本身，它並沒有力量曉得對、錯；對的是取，錯的是捨，所以究實說來，一定是正知、正念。這個怎麼樣善巧運用正知、正念，前面曾經簡單地提示，在後面會有詳細說明，會有詳細說明。",
    "438": "[07:18]《菩提道次第廣論》卷十三，三百一十九頁請翻開，我們繼續下去。現在照著這個次第我們了解，重新注意一下。說修學佛法最重要的 ─精進，「資糧善中進第一」。有了這個，那麼所有的其他的一切的跟著來。如果沒有的話，所謂要修學佛法，始終是戲論，始終戲論。談戲論還好，一個不小心就滑下去，這個後果是非常可怕！那麼所以他前面告訴我們，發精進的方便，先是精進的殊勝的利益，不精進的過患，有了這個正確的認識以後，推動我們去學。進一步是告訴我們，怎麼策發這個精進的方便，那個時候才談得到精進的內容。",
    "507": "[08:27]那麼正式精進的時候呢，又說明精進的特質是什麼，用這個東西對治的內容是什麼。對治就是換句話說，我們凡夫為什麼是凡夫？為什麼在生死苦海當中？毛病在哪裡？要針對著這個毛病，把那個病根把它拿掉它。那麼這個有兩個原因：一個說前面已經說明了，所謂精進的違緣，那麼這兩個當中又分成三部分。然後呢，順緣就是現在我們講這個。有了這個精進的順緣以後，用它來修行的時候，我們應該注意兩件事情。第一個，不單單是說我們向前衝，我們還要防止被煩惱來襲擊。這個觀念非常重要！然後這個觀念一定要拿來，把它所指的心理的行相什麼，認得清清楚楚。",
    "589": "[09:49]所以談到這個地方，我們一定要把前面哪，從前面的基礎下士、中士 ─這個下士當中的業這個道理，這個如果不清楚，後面都不清楚；有了業以後，進一步了解煩惱的行相是什麼，這個特別重要，這一切佛法的根本。這兩樣東西，如果你不了解這個業的特質的話，那怎麼講都是空話；儘管你講得頭頭是道，可是你並不了解，喏，這個業在你身心上面的發生的現象。當我們面對一切環境的時候，為什麼心裡會這樣、為什麼會那樣。這個種種，就是兩樣東西：一個是業，一個是煩惱 ─惑，換句話說。你認得它了，就是正知見，由此導向智慧，整個的佛法，就在這裡說的。",
    "651": "[10:51]那麼，現在我們以精進來對治煩惱的時候，它最主要的就是什麼呢？要把這個正念提起來。但是這個正念本身，所謂「正」是什麼？正確無誤的；這個「念」本身哪，就是你維持著這個正確無誤的這個概念。所以這是兩樣東西。你防止的力量是這個「念」，可是這個念要「正」那麼才行！所以那個「正」是靠什麼呢？靠知見。所以他 ……昨天說到第三行，說「念境先以慧別」，要以智慧來辨別，說哪一個對、哪一個錯。然後呢，錯的去掉、對的提起，要把這個對的這概念，維持在念頭上面不鬆懈，這個叫作正念。所以他特別告訴我們，這個念本身，它並沒有能力選擇是非。繼續下去，今天。",
    "723": "[12:03]慧須分別何法者，謂總諸經中所說一切應進止之處，尤以自所受律儀中應取應捨。喏！那麼這個地方告訴我們了，是的，那個念哪，先要智慧來分別得清清楚楚。那麼現在這個智慧是分別什麼呢？換句話說，這個地方我們首先要了解，佛一切的經論當中告訴我們，修行過程當中，什麼是該作的，進；什麼是不該作的，應該止，應該止。那麼，而這個裡邊，特別是自己所受的戒 ─律儀就是戒，那麼該作的要作，不該作的要捨。這個裡邊特質要把握住，戒的基本的精神始終是正知見。你有了這個正知見以後 ……平常我們說正知見、正知見，好像我們懂得一點道理，不是哦！真正的正見，戒體本身就是這個東西，說這個你確實見到了，然後呢留下一個非常深刻的一種心種，起心動念之間，自然而然這種力量會生起來了，就是這樣。",
    "821": "[13:41]所以將來關於這個道理，講到《在家備覽》，這個三宗抉擇戒體的時候，那個時候會說明它，說明它。所以歷來我們中國的大祖師，所以選擇南山一宗的，它根本的原因就在這個地方，根本在這個地方。所以這一點哪，以後慢慢地再來談。總之這地方我們要了解，那個正知見不是說，「啊！我會講啊，看見那個書上面去說一下。」不是，這是引導我們正知見的必須要的前方便步驟。你必定要把這個文字所指的內涵是什麼 ─這個內涵就是我們身心上頭現行的這種狀態，哪一個是跟煩惱相應的，如何是正確的佛法，然後怎麼樣把它轉化它，這個你要看得清清楚楚，而且產生非常堅穩的力量。你有了這個內心的這種力量以後，那起心動念自然而然會，欸，隨時警覺、警惕，這一點這個地方說明一下。",
    "900": "[15:00]若能於彼住念正知，其所修法乃能圓滿，那下面就說明了，假定你能夠在這樣的狀態之下，經過正確無誤的如理聽聞，如理思惟，得到決定勝解，然後呢這個正念把持得住 ─這個正念當中包括了正念、正知。那麼你一切時處，以這個東西提持住，以這個為根本，發之於身口的行為，這個法圓滿了，這個法圓滿了！假定是沒有這個特點的話呢，",
    "947": "[15:47]若唯於住心所緣修念正知，全無所益。假定說你沒有這個，你只是說，啊，你的心哪，安住在這個上面，那沒有什麼用處。這個心安住在上面，換句話說，儘管你不散亂，自己覺得很好，對不起，這個不相應，這個不相應。所以這個地方我們必定要了解，這個「定」這個東西啊，它是共外道的。但是定這個東西，是一個最好的、必要的工具，必要的工具，修學佛法必須要定這個工具，這個善巧方便。所以說共外道的，就我們前面說是叫共因，它的不共因不在這個正念，不在那個定上頭，不在那個定上頭。你要想得到解脫生死的這個不共之因是智慧；要想策發大菩提，救度法界一切有情，它的不共因，是悲智雙運的這個特質。你要把這兩樣東西圓滿的話，一定要 ……不要說圓滿，要想真實地能夠深入的話，一定要加上這個定的不共因。",
    "1036": "[17:16]那麼「念」這個是什麼呢？念是定的前方便，一定要先有念，然後更進一步的話，念力現起以後下面再到定，這個觀念我們一定要有一個正確的認識。眼前呢我只說一個大概，等到再下面特別講奢摩他的時候，換句話說講止的時候啊，那個的行相抉擇得非常細微。等到關於奢摩他那一部分了解了，眼前不管他是外道也好、內道也好，乃至於禪宗，這些概念你都很清楚、很明白。",
    "1077": "[17:57]不過這裡我們要特別注意哦！現在這個地方的話，所謂我們修學佛法的不共的特質在哪裡，你要把握得住。所以平常我們很多人說：「哎呀，我心很亂哪，然後呢要學學定啊！」對不起，如果是你沒有把握住中心的話，上面說得很清楚，對於真正跳出生死這件事情啊，毫無意思，毫無意思！就算你在長劫安住在這個定當中 ─對於我們世間人來說，不錯，喔唷，這個八萬四千大劫啊，大得不得了 ─你真正的見到實相的人來說啊，這個無常相不管你多大，不管你多大，那始終都在虛妄顛倒當中，這個長劫跟剎那沒有什麼差別的。這個根本的因我們一定要認得。下面，",
    "1142": "[19:02]又如陣中，先必勵力令劍不失，設有所失無間急取，是因實畏所殺，非僅空言故。那麼下面說，這個比喻前面說過，現在再深一層地運用。譬如說我們在這個軍陣當中跟敵人戰爭，那個時候，一定要努力地把手裡邊這個武器，這個寶劍哪，擺在手上面，絕對不可以掉掉。萬一不小心掉了，馬上絕不可以停留，「無間」是，不是說等一下，不可以的，馬上拿起來！為什麼呀？因為你手上那個武器一掉掉了話，那對方那個敵人來，你拿他一點辦法都沒有，你那個手，你能擋得過他那根寶劍嗎？那麼為什麼這樣呢？因為你沒有武器對他的話，你只有被他所殺。這個打仗的時候，那是硬碰硬的，不是我們在那兒紙上談兵哦，這不是空話喲！那麼所以打仗是如此，我們現在修道呢也是一樣的，我們修道所對的對手是誰啊？煩惱敵。我們用的武器是什麼呢？智慧劍。所以說，",
    "1228": "[20:28]諸修道者，先恐失落明記取捨所有正念，設有所失無間能修者，亦因心中實畏忘失念時，為罪染著墮惡趣果，非虛言故。嗯，下面就告訴我們了，我們現在真正想修行的人哪，也害怕說把這個正念忘失掉、掉落了。這個正念是什麼啊？哪！說得很清楚：「明記取捨」，這個正念是告訴你，什麼是該作的，什麼是不該作的這個正念。換句話說，這個念就是把那個正知提在這個念頭上面，不要忘失，不要忘失，這樣。「設有所失」，那個時候不是提這個念頭，而是拿那個念頭提起那個如理的正知，這個是很重要的！所以這個念本身哪，就像一個有力的手一樣。那麼所提的東西是什麼？那個是智慧劍。這個要很清楚，要很明白的。因為我們曉得萬一那個時候，你那個智慧劍 ─破除煩惱的這個武器，一旦掉掉了以後，對不起，你那個時候就擋不住煩惱。既然擋不住煩惱的話，你被煩惱所侵哪，然後呢就為罪染，罪惡所染著了。在這種情況之下，你會墮落，所以我們才害怕，說：「欸，這個不可以、不可以呀！」",
    "1334": "[22:14]這個概念用同樣的道理，你如果說真的對於這個煩惱侵犯你了以後，然後被煩惱所轉造惡業，然後一定集惡果 ─墮落，有了正確的認識，那個時候你才會心裡面說，喔唷，心心念念：「哦，不、不、不、不、不！」假定這個空話的話，嘴巴上面講的時候，你根本不在乎，所以他告訴我們「非虛言故」，那個不是空話。要想產生實在的、正確的認識的話，喏，下面又來了，他一再提醒我們：",
    "1373": "[22:53]能生此心，尤以修習業果為要，這個道理所以能夠生得起來，你必定要懂得業果！換句話說，如此的業因，必然感得這樣的果報。這個時候我們所見到的，不是眼前：「哎呀！這個錢很好啊，收起來放在我袋裡。欸，這個很好吃啊！這個名位很好啊！這個地位很好啊！」絕不是看見這東西。而是看見你做了這件事情以後，造了這個業以後是讓你生天，讓你往生淨土，讓你成佛作祖呀；還是眼前貪了一點小便宜，結果把你送下地獄。眼前這是業的因哦！真正看的時候，由這個業感那個果那個道理，你必定要對這個道理，要有非常正確的認識。所以他說：",
    "1435": "[23:55]吾等若未知此為甚深教授，則為斷絕道中精髓，聰叡所愛功德之本。假定關於這個道理你不了解的話，你修學什麼啊都談不到，修學什麼都談不到。修道的真正的精髓，換句話說這個精華的重心，所謂特質在哪裡？這個！現在你對這個概念都弄不清楚的話，那不是像樹根一樣，像那個精髓一樣，這個才是真正有智慧的人所喜愛的，這是功德的根本。前面在下士道業果那個時候已經特別說明，這一切善法的根本，一切善法的根本，這個善法是從下士開始，中士、上士。現在講到上士精進的時候，還是這個。你要曉得，精進的特質是什麼？一定是對正確無誤的善所緣法努力。現在你努力了半天是沒有弄對善、惡的話，你努力些什麼？所以這地方又特別告訴我們。",
    "1509": "[25:09]而這裡又特別說，叫作「甚深教授」，別看業果這個東西很簡單哦！哦，我們講起來，哎呀，因緣果報，講起來啊嘴巴上面講得頭頭是道，不一定哦！一定是要對這個很細緻的，一點的細微的因果，心裡看得很清楚。而且如此因感如此的果，清楚、明白，隨時隨地心當中心心念念啊注意這個事情。心念一動，曉得：這個我的業因是什麼。你能夠真正把握住這一點的話，眼前這種世間的名聞利養的話，你才有機會放得掉。要不然無始以來的習氣啊太嚴重、太嚴重！哎喲，等一下一個人隨便捧你幾句啊，你飄飄然忘得乾乾淨淨；一個人隨便這麼白你一眼的話，喔唷，你煩惱生起來，又忘得乾乾淨淨，那談佛法是一點都沒有用場。",
    "1572": "[26:12]然後呢世間上面講那個人的事情，是這個也不好意思、那個也放不下、這個也捨不掉。欸，就是一樣東西不在乎 ─佛法。因為什麼？佛菩薩坐在那裡，他不會跟你講交情的。這個很明白擺在這裡，我們看起來木頭，人家說泥塑木雕 ─哎呀，這個才是真實的啊！然後呢佛法在書本上面，它不會拿這個喇叭一天到晚在你耳朵裡面吹的，欸，你自己去找，看了半天還不一定看得懂咧！而世間那種，喔唷，不管是朋友也好、怨家也好，這個朋友是如膠如漆，讚得你更是教你啊，讚得你舒服得很啊，你放不下；那個怨家瞪大了眼睛要來殺你，你也逃不了。所以處處地方無非是引發我們貪、瞋、癡這個狀態。這必定要靠我們深入的、正確的、如理的認識，然後不斷地觀察，產生這個殊勝的勝解，那個時候內心當中，才有這力量抗得住外面這種。",
    "1640": "[27:20]所以這地方又再一次強調說明哪，這個如此因感如此果，這業感緣起這個道理呀，是甚深教授！如果這個不認識的話，那個道的根本就斷掉了，根本斷掉了你還談什麼，根本斷掉了還談什麼！那麼他下面進一步又說了：哎，那麼好！既然這樣的話那根本把握住囉，那麼往往我們又有一個毛病 ─你把握住根本嘛就好了，小地方好像忽視。所以他又假設，",
    "1676": "[27:56]若爾何須於微小罪見大怖畏，無間滅除不令相續耶？那麼容或有人說：喔，既然這樣的話，那麼真正 ……。因為真正持戒的時候啊，不但要根本因把握得住，而且圓滿因也一點漏洞都不讓它有，乃至於一點點的小罪啊，也把它看成功大得不得了！所以容或有人這樣說：「好、好，不錯、不錯！那麼我們在大體上面著手，小地方好像可以把它輕鬆一點。」所以他問：「那麼為什麼對於這個小罪啊，要看得這麼個大，也產生這麼大的恐怖，而隨時生起不讓它繼續了，要滅除呢？」回答：",
    "1727": "[28:47]答：譬如毒箭略傷於身，以此不久毒遍全身，故當速割。如是惡行略傷心時，若捨不顧速遍全心，實非微小速能廣大，故於最初須滅令不生，設已生起無間應斷。"
}