{
    "3": "[00:03]不顧速遍全心，實非微小速能廣大，故於最初須滅令不生，設 已生起無間應斷。喏，就是這個道理，就這個道理！就像那個毒箭一樣，你碰在身上的時候啊，你別看這麼一點點哪，一下那個毒就跑到全身；跑到全身你就沒救了，所以啊一碰到馬上要割掉！那麼現在我們罪犯也是一樣，欸，剛剛沾到你心上的時候啊，如果說你讓它去的時候，很快啊，對不起，唉！你就為它所控制，那個事情就不小哦，那個事情很大呀！所以最初啊，一定不要讓它生起，如果生起的話呢，立刻要把它斷除！",
    "51": "[00:51]所以這個我們平常我想我們都有這個概念，都有這個概念；或者說我們一天到晚在這個裡面，根本不知道！我隨便舉一個例子，嗯，眼前我們一切的事情，譬如說：啊，我在這裡作什麼忙，然後呢旁邊一個人哪，本來跟我們大家一起工作，安排的。以我們這裡來說吧！說我們同組的，今天我們大家分攤在這個地方做，我在這兒忙，他在那兒偷懶，就這樣。你一看見了以後啊，心裡面覺得：「這傢伙在偷懶。」是啊！你看得清清楚楚的。平常我們怎麼辦呢？心裡就嘀咕了：他偷懶，我在那兒做，說起來我們大家一起做；然後呢等一下有人來的時候，欸，他忙得很起勁，好像這樣。",
    "94": "[01:34]照一般世俗來說，這種是好像順理成章的道理，對不對？實際上請問：你這個心理是什麼心理啊？什麼心理啊？結果你一天到晚在忙這個事情，下次有機會的你要跟他說：「欸，老法師你別看他哦，他啊，這個當你的面這麼認真做，背後啊就這個樣！」然後你心裡上面一天到晚。請問：你這個心理是什麼心理呀？什麼心理呀？我們不懂之前，大家還覺得很有道理，「是嘛，這個傢伙是這樣啊！」如果現在你真正懂得了，懂得什麼？兩樣事情。第一個，煩惱相。就是不管你看得多對，你現在這個心裡邊是什麼？煩惱相，對不起，你錯了！你錯了！更進一步呢，我們也並不懂得這個真正的業感緣起之理，如此業感如此果。我現在這個心裡面是跟煩惱相應的，對不起，你心裡面哪，就算你沒有說他，就算你沒有發瞋心，就算你沒有什麼，這個不是嚴重的引業，可是這個是等流因果，將來你這個心裡面一直跟著無明相轉。第一個，這個很清楚、很明白！",
    "177": "[02:57]第二個，如果你正確了解的話，哎呀，你那個時候不但不會去責怪他，而且會可憐他：哎呀，我們今天有幸大家跑到佛門當中來啊，這麼樣的一個好機會積聚功德、淨除罪障，他不做，真可憐哪！如果只管自己的話，我一定會想：哎呀，這個好的工作啊，積聚功德他讓給我，我努力。啊，好哇！我好歡喜啊，我多積聚功德呀！所以這樣。然後呢，如果說你談大乘的話，這個上面更應該慈悲憐憫他：他之所以這樣地偷懶的話，正說明他對法不了解，他身也許很健康，這個地方很明白，他心裡邊是個大病人；我自以為修學佛法要解救一切人的人，那麼當然這正是苦眾生，我看見他苦眾生，啊，那個時候 ……。",
    "236": "[03:56]你必定先要在這兩個概念很清楚、很明白，然後呢這個時候，你才於前、後兩者之間有個取捨。那麼那個取捨的時候啊，你隨時平常多思惟、多觀察，一定讓那個正知相應的正念提起來。一旦這個煩惱 ─看見他了，覺得這個傢伙又偷懶！欸，馬上覺得：不對、不對、不對！你只要這個地方停止的話，很快轉過來了。否則的話你在心裡面嘀咕、嘀咕，其實你已經跟著它不曉得到哪裡去了，你那段時候啊，你自己遭了殃了。我想通常情況都是這樣，如果你越是這樣想的話，這個煩惱是越來越盛，你怎麼排也排遣不開。所以一定是當它煩惱剛剛生起來的時候，就是這樣。所以在共中士的時候特別告訴我們哪，這個現在最重要的 ─鬥煩惱。而鬥煩惱的特質是什麼？「生已無間」，它才生起來，發覺了，哦，對不起！這個我們真正要努力的。那麼在這個上面呢，一點不容許它馬馬虎虎，這個就是精進。你現在把前面的、後面的連貫起來，啊！那個時候才了解這精進的特質是什麼，這個是我們要把握住的。",
    "317": "[05:17]如云：「如毒依於血，速能遍全身，如是罪得便，亦能遍全心。」就像一樣這個道理。",
    "327": "[05:27]若爾欲勝煩惱陣者，云何依止念正知耶？好，那麼現在前面這個道理懂了，說我們要戰勝這個煩惱敵人，怎麼樣依止這個正念、正知呢？",
    "343": "[05:43]如云：「如執滿缽油，執劍住其後，溢則畏其殺，禁者如是勵。」喏，這個經上面告訴我們，就像這個公案當中，說有一個罪犯，這個故事簡單再說一下：有一個犯人他犯了必死之罪，那麼現在有一個辦法可以赦他，說一缽的油拿在這個手上，然後呢繞著這個大街走一圈。如果說你這個缽裡邊的油啊，不掉出來一滴的話，好，赦你的命；如果任何時候，這個油掉出一滴來，那把劍就馬上「！」下去了。大家記得不記得這個公案出在哪裡呀？那我 ……對！我這地方再說一遍。",
    "402": "[06:42]那個是在印度當年，因為印度當年這外道很多，很多苦行的人啊，哎呀，做這個、做那個。結果修學佛弟子的人哪，他不一定這樣地苦行，所以有一個國王就說了：「那些外道這麼個努力啊，他也沒辦法真正解決問題，你們現在不這麼努力啊，你憑什麼呢？」然後呢，這一個聖者就回答他，他說：「現在我告訴你一個辦法。」告訴他什麼？就這個辦法，說找監牢裡邊一個必死的犯人，他本來啊要準備殺的，那就叫他捧了這麼一缽的油，跑到這個大街上面去跑一轉 ─後面那個劊子手就是要殺他，那個人拿著斧頭跟在後頭 ─然後呢一直跑，跑回來了以後啊 ……。就說：「喏，先告訴你哦！如果那個你拿著這個缽裡邊的油掉出來的話，那刀就下來了。」結果他居然跑回來的時候啊，欸，油沒滴出來。滴出來了以後啊，這個大王也很奇怪。那個聖者不在這個地方，先問他說：「欸，你今天大街上面這麼熱鬧，你看見什麼？」「我什麼都沒看見。」「怎麼？你什麼都沒看見，怎麼可能呢！」「我只看見我手上面那個油啊，一點滴出去這命就沒有啦！」然後呢他就對那個大王說：「大王，欸，沒錯！所以我們真正修學佛弟子這個是真正重要的，這樣，真正重要的！」",
    "506": "[08:26]當然說到這裡，也許我們想：哎喲，這個東西好難哪！所以記住哦！這事是難的，修學佛法是苦的，我們千萬不要誤會，「哎呀，跑到這個地方快樂啊！」所以這個地方一再說明，他前面一定先告訴你這個道理是什麼啊？說修學佛法的殊勝的好處，不修學的嚴重的過患。你拿這個力量推動你，然後說，以修學佛法這是苦的，可是這個小苦是換取大苦。這個千萬注意！是啊，我們現在這個概念認識了，那麼到那個時候啊，你自然而然能做得到。",
    "553": "[09:13]所以剛才前面告訴我們的業果什麼等等，大家還記得吧！在共中士的時候他說得很清楚，這個業感果的這個道理啊，不是我們眼前可以見得到，眼前可以體會得到的。這個道理很深遠的，必定要正確的教授，如理地觀察、思惟、抉擇，產生確定不疑的這個淨信心，那個時候我們心裡面哪，說不從形象上面轉。那個時候我們對於這個經過如理抉擇的殊勝的見解，在策勵我們，那個時候才有力量說：在這麼惡劣的環境當中，我能夠抵擋得住。就像剛才那個人，所以他現在是外面的譬喻，是那眼睛看得見的，我們修學佛法的人哪，要用什麼啊？智慧眼。所以說這個正知見自始至終是個最重要的！",
    "619": "[10:19]你從外面轉，離開了這個東西以後的話，那對不起，不管你講持戒也好、念佛也好、參襌也好，都是啊在那裡種點善根哪！最後這個善根成熟的時候，沒有一個例外的，仍舊要走這條路。大家始終記住這個話，始終記住！不是說你種了善根，到那時候躺在那裡，到那個時候根善成熟掉下來，你就成了佛了。那個時候的話，啊！我想不要說我是第一個，十方一切佛啊沒有一個例外的，他們都是會這樣做的。實際上呢，十方一切佛沒有一個例外的，都是這樣地精進過來的。所以我們哪，不想學佛則已，想學「我」啊，那由你去做，不管你怎麼做。然後你被了這身衣服，你說我就是佛，哎，你弄得名氣很大，那是你的事情。要修學佛的話，那這個概念哪，我們一定要照著佛菩薩無垢的經論，如理抉擇，這樣步步深入那才可以。再下去，",
    "687": "[11:27]謂應如是策勵廣如迦旃延那因緣，應當了知。那麼，上面就說的，這個前面那個公案，那就是那個迦旃延那延尼子見到那個國王的那段公案，上面說的，說剛才說那個聖者就是他。",
    "710": "[11:50]如是策勵之時，總諸惡行，特見睡等懈怠之因現在前者，應不忍受迎面遏止。那麼你經過了上面這樣地努力的時候啊，對於這個種種的惡行，就是跟煩惱相應的，這個擋住它的是，特別說的「特見睡等」哪，注意這個字，「等」是包括很多。這個地方講睡，要我們現在看起來，那個睡算什麼？嘿，妙咧！如果說我們只談說你不要發脾氣啊，不要談，談那個什麼大貪、不要貪污啊，那談不到修道，世間做一個好人都是如此。你真正發大精進的時候，那完全不在這個上頭啊！真正發大精進的時候，的的的確確有它的特別的內容的啊！",
    "765": "[12:45]所以哪怕是平常人的啊，說這一種小地方。所以我自己始終感念我的善知識，當年剛出家的時候，我始終記得他。他說：欸，早晨那個板，一打。「碰！」一打聽見了，我馬上從床上坐起來，坐在那個地方，眼睛張不開我也絕對不躺下來，閉著。我自己現在越來越了解，所以這個你不拿這個心力去對治的話，沒有用！不是說你懂得了行的，不是說你做到一次行了。我二十多年來，一直到現在還是這個樣，說實在的，我只是說一直保持這個警覺心裡面。到現在還是這樣，一是年紀大了，又是身體不大舒服，的的確確的，啊，坐起來，心裡邊總歸會覺得啊，這個老想躺下來這個念頭，你就是那麼難地克服它。你想這樣地努力尚且如此，如果說你在這個地方馬虎一點的話，是一點用場都沒有！這是說實在話。",
    "826": "[13:46]不過這一點哪，我並不要求大家去做，只是說但願大家能夠體會到這一點。如果有一點你自己覺得，要想懂得了真的修行的話，這是必然的，這是必然的。就是騙別人容易，騙因果啊是騙不過的，這一點特別注意！就是說，這個的的確確是心裡面你隨時隨地必須注意到：欸，這個是煩惱相應法，這個是煩惱相應法，我絕不能忍受！這個是懈怠之因哪，它任何一個現起的時候，不能忍受，那麼當下就把它擋住它。我們現在不忍受的應該不忍受這個。哎呀，我們現在人家來罵你幾句，是成就我們的忍辱啊，那個就是高興、感謝都不得了，我們卻忍不住。那個煩惱來的時候，這個才是我們的生死大怨家，我們卻歡迎它，還跟著它去作。唉！說這個事情是真是顛倒，真顛倒！不過這個地方要特別說明啊，始終記住：這個修行的特質，你不是說聽見了，我硬來，「啊，那我學不倒單。」千萬不要這樣做！那個次第我想啊，前面說得清清楚楚、明明白白。",
    "915": "[15:15]如云：「如蛇入懷中，故應急起立，如是睡懈生，皆應速遏止。」就像毒蛇鑽到我們的衣服裡邊，喔！那時候趕快起來呀，把那毒蛇想辦法弄掉；那個懈怠之因，像乃至於睡眠等等的話，馬上要把它擋住它。",
    "941": "[15:41]非但斷除，應於犯罪心生不喜，這句話喲，這一個很重要哦！不但行為上面斷除，因為行為的根本在哪裡啊？行為的根本在這裡，所以你內心當中應該這樣。所以平常啊注意一件事情：容或我們剛開始的時候，這個行為沒有能夠圓滿做到，但是我們這個正確的知見，一定要一開頭開始建立；你有了這個正知見，然後跟煩惱鬥。所以前面的祖師告訴我們，他說：我啊，有的時候的的確確沒有戰勝煩惱啊，被煩惱打敗了，然後呢被它壓在底下，可是我在下面幹什麼啊？咬牙！換句話說，對不起，我今天儘管打敗了，我不服氣，我要跟你打，要鬥到底！所以雖然是屢戰屢敗，卻是要屢敗屢戰，要有這種精神。這個是靠什麼呢？就是靠我們的內心當中正確的認識。",
    "1015": "[16:55]謂我往昔如是轉故，乃至現在漂流生死。特別提起：是啊，你一天到晚忙這個、歡喜這個、歡喜這個 ……。你歡喜了半天，結果呢，它不但沒有對你有好處啊，而且現在還把你逼得生死當中啊！你待它這麼好，結果呢它偏偏把你送到地獄裡面去，最好的也在輪迴當中。現在唯一的辦法，照著正法如理行持，以戒定慧這樣做。其中，",
    "1050": "[17:30]尤以正受菩薩律儀，而反安住學處障品極可訶責。而特別是現在我們居然受了戒了，唉！說實在是啊，現在呢或者受了五戒，或者受了沙彌戒，或者受了這比丘戒、菩薩戒。受了這個戒，結果行為反而跟它相反，那實在是太不像話，那太不像話了！我們不要讓人家來訶責，人家來訶責的話，那沒有用啊，要自己訶斥自己啊！而要怎麼辦呢？",
    "1093": "[18:13]及願今後於如是罪定不令生，防護當來，於彼二心應多修習。對這個罪啊，一定不要再生起。還有呢，努力地隨時如理如法地思惟、觀察，說以後啊千萬不要，千萬不要！這一點概念很重要、很重要！那麼真正重要的，就是怎麼辦呢？對這兩種心情要多修習，要多修習。換句話，眼前我們真正修行的，真正修行的修這個，真正修行的修這個。因為這樣的原因，所以我們要拜佛、要念佛什麼等等。我們往往不了解這個真正重要，哎呀，覺得：「我一天拜多少拜佛，一天坐多少時候的座。」心裡面哪，坐在這裡的時候不是打妄想，就是打瞌睡，拜佛的時候也是這樣。唉，那時候不曉得是修些什麼啊！這個是真正可憐的地方，真正可憐的地方。",
    "1164": "[19:24]所以記得嗎？這個俞淨意公這一段公案，他還是個共下士哦，只修世間的，只修世間法哦！他立誓改過，只要能做得到，一定努力去做；就是做不到的，下面有一句話很重要的 ─他一定令這個「善意圓滿」，記得這句話嗎？這句話怎麼講？就是說就算他做不到，他心裡一定說：我一定要做到它！我一定做到它！那麼我現在力量雖然不夠，就好像說叫你拿著個一百斤的東西，我拿了個半天拿不動，但是對不起，我拿不動，我決不放棄，我一定要來想辦法做到它！這個就是真正的狀態。然後呢，碰到這種情況不對的時候我求菩薩，那時候一心一意地求菩薩的加被，消除我的業障。那個時候你要打坐也好、要什麼也好，持戒也好，都對啦！",
    "1223": "[20:23]如云：「一一罪生時，應當自訶責，必不令更生，恆思如是行。」我們現在就是這樣，任何一個罪生起的時候啊，馬上認得，第一個；然後呢訶斥它：嗯，絕對不讓它再生！而我們目前真正要做的事情什麼啊？就是這個，所以叫「恆」，恆是恆常無間，恆常無間；就一切時處真正要做的 ─思，這個思就是我們心裡真正的行相，這個才是我們目前修行人要做的事情。如果我們果能如此的話，你拜佛、打坐、念佛、持戒固然好，你吃飯、穿衣也好，你睡覺也好，別以為一定要等到禪宗開悟了以後，說「吃飯、穿衣無不是道」哦！我們在聞思境界當中，沒有見道之前，你能夠這樣做的話，也的的確確吃飯、穿衣是無不是道 ─隨順於道的。你必定要在聞思階段上面有這個因，才能夠感得將來一心不亂，乃至於大徹大悟，乃至於成佛作祖的果，這個因果關係是必然如此！",
    "1311": "[21:51]應勵修學能相續生有力正念最深之因，謂與善師善友共住及應依止多聞等因。好了，最後又特別提出來，特別提出來。上面說明了這個道理以後，說現在，哦！現在我認識了，真正修行是這樣的。那麼眼前既然是要這樣學的話，那麼這個因從哪裡可以得到的呢？就說應該努力修學，修學什麼？能夠生起這樣的正念 ─這個正念是最正確的、最有力的、最甚深的 ─靠什麼啊？靠什麼啊？說一定要跟善知識、善友，就是共同同住的人，跟他們共住。然後呢，共住的目的，不是大家在那兒嘻嘻哈哈哦，那完全錯了哦；不是在那兒聊天哪，什麼張三長、李四短哦！「依止多聞等因」，這個都是跟正法相應的，你所以依止善知識是要聽聞正法，所以依止善知識隨時觀摩他，隨時接受他的指導，改正我們自己的錯誤。",
    "1402": "[23:22]注意！要接受他的指導改正我們的錯誤，這個裡邊說明必然的一件事情，就是說：一定對我們這個老習慣不允許它。所以真正修學佛法，一定是一件痛苦的事情，這千真萬確！我們本來要這樣的話，說這個不行；本來要那樣的話，這個又不行；我想這樣的話，他偏偏要那樣。我們現在都是這樣，哎呀，是覺得出了家了，好像是：哎呀，這個世間很苦啊，出了家跑到那裡，哦，這樣樣現成啊！所以跑到那裡吃一點小苦，覺得：「唉呀，錯了、錯了。」那是完全錯、完全錯，完全錯、完全錯！這是我們必定要把握得住的，必定要把握住。",
    "1449": "[24:09]所以前面一路上面來說那些東西的話，無非都是說明這個，說善知識的真正的好的地方、殊勝的地方啊，就在這裡。所以我們常常多看那個祖師的傳記的原因這樣；不過問題是這樣，我們看祖師的傳記是讚歎，哎呀，我們人人曉得尊重、恭敬善知識，可是很遺憾的是啊，他寫這個傳記的真正目的，是希望我們也做到。我們往往曉得：哎呀，恭敬他。恭敬了半天哪，就不恭敬自己，所以這個真大遺憾！我現在才了解了：祖師固然要恭敬，我可是更恭敬自己哦！嗯！我要努力的就是這個，祖師告訴我們就是這個！所以啊，我們絕對不要自輕，你自己一輕哪，你完了，一點用場都沒有！事情還沒做，先已經打了退堂鼓，那個不行、那個不行。",
    "1511": "[25:11]那麼關於這個事情，你們特別注意呀！你一定要把十二因緣這個道理弄得很清楚。弄得很清楚以後對我們有絕大的幫助，眼前那個境界來的時候，我們一生都在這個受當中，受當中。那就是說：名色、六入、觸、受，一生都在受當中，在這個境界上頭，換句說話。我們平常因為不以十二因緣講，所以不講這個的，我們只是說：「哎呀，隨緣消舊業，莫再結新殃！」或者我們說：「不要被這境風吹去啊，應該自己把持得住啊！」這我們常常會說的。這個怎麼講？就是這個，當那個境界現起的時候，我們自然順這個境界啊，一種領受、有一種感受。那麼在這種感受當中，平常的時候一定啊，隨順著無明相應的這個愛、取來去做的。因為你這樣的關係，所以下面自然而然哪，把這個前面無明相應的行的業的種子，這個輪轉生死乃至惡道種子滋潤它，就這樣。",
    "1590": "[26:30]所以這個境界現起的時候，你一定要什麼？拿正知見提起來：「欸，來了！」儘管你今天身體不舒服，對不起，你如果有了正確的認識了以後，你會想：我為什麼不舒服啊？造了以往不如理的因。現在要想真正改變它的原因是什麼？一定要如法的不斷的業因啊！然後呢，把已有的惡是淨除它，那麼未生的善從「種」，然後呢「長」，然後呢「結果」。",
    "1634": "[27:14]所以戒經上面說得很清楚、很明白，尤其是《梵網經》上面，如果你遇到種種不如理的事情的話，那時候你怎麼辦？多讀誦、解釋、書寫這個戒經啊！它為什麼你遇見不如理的時候，就讀誦、書寫、解釋啊？因為你這樣的話，這個概念就提起來。這個概念提起來，依著這個正法來做的話，於是你的因地當中啊，不斷地以正知見、善法相應策發，那個以前的惡果你沒有繼續地輾轉下去，到此為止，你沒跟著它轉哪！都靠什麼？這裡 ─精進。要想精進，一定要得到正確的認識；要想得到正確的認識，一定要多聽聞。從哪裡聽聞啊？嗨！一定要依靠善師、善友 ─環境，否則我們耳濡目染哪，不知不覺就跟著跑掉了。",
    "1696": "[28:16]如云：「於此等時中，謂當串習念，此因能遇師，或行應理事。」在這個時候啊，我們應該努力修這個。這個原因是什麼啊？你為什麼能夠串習這個最殊勝正念的因啊？這個是要靠善知識，就是上面所說的，遇見如理如量的老師。或者你行那個應理之行。如果你已經有了，就靠你；如果你沒有了，必定要依止善知識。然後依止了善知識，照善知識所正確地引導行如理之行，那樣你漸漸積累就對！"
}