{
    "14": "[00:14]所以他下面總結地又說：",
    "17": "[00:17]總須多聞善辨菩薩學處取捨，一句話。這個總結起來最重要的事情，就必須要做這個事情 ─多聞、多聞！要善巧地辨別，這個多聞不是說，哎呀，又看報紙，又要什麼樣的。這個不，這個沒有用！佛法裡邊的聞的特質，什麼？一定是如理的正法，是對治煩惱的，所以要善巧地辨別，辨別得非常清楚，哪一個是我們修學菩薩的人該學的、該取的，哪一個是我們學會了以後不該做的，該捨的。了解了這個道理以後如法行持，所以說：",
    "63": "[01:03]次於所知法義，一切威儀，恆依正念發勤精進，你了解了，那個時候下一步，在任何狀態當中，「一切威儀」就是不管是行、住、坐、臥任何時候，一定把這個理念提持來了以後啊，努力行持，努力行持！所以最後，",
    "87": "[01:27]故於所精進處要無錯誤。最後又特別告訴我們，說這個精進啊，要不要錯喔！所以現在很多人說：喔唷，這個人好用功！喔唷，這個人怎麼樣喔！欸，沒有錯，這個是好事情，可是他努力了半天，這個內涵有沒有錯啊？這還是個大問題哦！是不但你要努力，而且你努力對了沒有，努力對了沒有。所以當年一個善知識提醒我，我現在也一直提在這個心裡面，我們別以為我現在，哎喲，做了、忙了很多喔！忙了很多，有的時候是好的，有的時候卻是壞的。你做對了是必須要的，做錯了是不如不走。因為你忙了半天在這兒原地踏步啊，是浪費時間，那些信施白消耗掉了。原地踏步還小事哦，你還站在那裡踏踏哦，浪費你的精力了。結果你是越跑越遠，你還做得很起勁，等到你發現了，再回過頭來的話，唉呀，又不曉得哪一年，然後呢你又感得多生多劫才感回來哦！這是千真萬確的事實哦！",
    "165": "[02:45]所以別以為我們現在，哎呀，我們在那兒修行哦！第一個你要根本因有沒有弄對啊！所以在這裡，很多經常大家說，哎呀，你有什麼樣的好的，這個大的希望擺在這裡，我總是戰戰兢兢！今天不是說，哇！你這個名氣很大，不是說你這個房子很大、地方很大，然後呢這個團體很大、事業很大。不單單是這個，先問：你辦的事業是什麼事業？佛法事業。根本因是佛法，如果是「佛法」兩個字錯了話，對不起，這個事業絕對不能要！我們現在一個不小心弄錯了，事業是越辦越大，佛法是越來越遠。對外面是如此，對裡邊也是如此啊！這一點是我們特別應該注意的事情啊！",
    "224": "[03:44]所以再說一遍，「故於所精進處要無錯誤」啊！要想無錯誤，記住前面這一段話呀！所以第一個，要把正知相應的這個念提起來，一方面不要讓煩惱所傷，還要進一步要克制這個煩惱。那麼你能這樣做的話，",
    "255": "[04:15]第四身心由此堪能之理。對了！那個時候你要想做什麼，欸，就能夠像你這樣做到了。現在我們有個情況：我們也未嘗不想做，但是對不起，我們想做的事情總做不到。總做不到，為什麼呀？就是我們這個身心無堪能性。說早晨起來了以後，欸，早晨哪，說打了板起來倒還可以；教你上早殿的時候，這個心裡面要想能夠專一，這個很難；如果打坐的話，是要想或者把所觀想的觀得起來，乃至於不要昏沉，很難，要想這個也很難，這身心無有堪能，我們要的東西都得不到。那為什麼呢？就因為我們沒有如理如法了解前面所說，你能夠了解前面所說如理如法的話，那一定沒問題。下面說：",
    "317": "[05:17]謂自在之力，那個所謂身心堪能，就是你所想你希望的，你能夠做得到。",
    "326": "[05:26]如〈不放逸品〉說：「必須善學菩薩學處，及受已不學過患極重，當視煩惱猶如仇敵，於諸難行莫覺為擔，應發心力視為莊嚴。」這個告訴我們哪，我們一定要 ─一而再、再而三地告訴我們「善學菩薩學處」，我們現在已經了解了菩薩的內涵是什麼，那麼既然你了解了所以這麼殊勝大的利益的話，你必定要好好地去學，好好地學！",
    "368": "[06:08]所以大家再回憶一下，我前面講過很多次的 ─大家不要學「我」啊！要學佛啊！我們表面上面人人說：哎呀，在學佛、學佛！結果學了半天都在學我，學了半天因為學我，這個我是越學越大。儘管你在經論當中轉，儘管你在拜佛、念佛、打坐、參禪，然後呢持戒，對不起，實際上在學我。所以你第一個，一定要根據這個善知識的教授，依據無垢的經論，這個裡邊辨別得清清楚楚以後，那時候你才曉得，這個我跟佛之間的行相是非常細微、非常細微。你這一點要學對了，所以叫「善學」，這個才是我們該學的，那個時候你精進的時候才不錯誤，然後呢這是第一個。",
    "426": "[07:06]然後呢進一步要了解，受了這個菩薩戒而不學的這個禍患，是非常嚴重、非常嚴重！對這個錯誤，我們要把它看成功什麼啊？欸，這是才是我們要對治的，所以我們所要對治的是煩惱啊！你要想對治煩惱，請問你不懂得煩惱你能對治嗎？所以我們現在特別重要的 ─不要在文字上面轉哪！不要大家爭那個口頭是非啊！一定要在自己內心上面去找啊！",
    "465": "[07:45]你能夠有了這個認識以後啊，那個時候要去行，行的時候是苦的喲、是難的喲！可是這個難行是什麼？是真正的莊嚴。所以對於這個難行，不要覺得這是個擔子，應該了解。那時候你了解了你自然覺得：啊，這才是我的莊嚴！莊嚴什麼？莊嚴淨土。莊嚴什麼？莊嚴報身。這不是我們要求的嗎？我們要求圓滿的嗎？這個才是真正耶！所以真正的這個圓滿的莊嚴，絕對不是坐在那裡，哎呀，樣樣現成；喔唷，人家送紅包來，還要跪在地上送給你，覺得：喔唷，這個出家好耶，去出家。那是一點用場都沒有啊！我們必定要了解這一點哪！",
    "512": "[08:32]所以我常常跟大家同修說，他跑得來送我紅包，叩我個頭，我以前真是錯誤，總覺得：嗯，這個出家很好。現在每碰到這種情況之後，我心裡面膽戰心驚啊！受他這一文錢，我不曉得怎麼樣才能夠跟他相應啊！這樣。如果說我不能跟他相應、真正跟在煩惱上面對治的話，對不起，那個是地獄的刀山、油鍋等在這個地方啊！這我們必定要知道。所以你在這種情況之下一定要什麼？要努力啊，真正在這個煩惱上面對治！你能夠對治，如法了解了，那時候你才可以告訴別人：喏、喏、喏，修學的佛法是內容這個啊！懂得一點的文字隨便去講講的話，我覺得我們不如一個麥克風，它這個喇叭聲音響得很耶！哦，我們只要把那個錄音帶放在那裡的話，要大就大、要小就小；我們喊了個半天，等一下還要嘴巴乾、喝茶，它什麼都不要耶！這是千真萬確的事實啊，我倒不是說笑話呀！",
    "580": "[09:40]於未修業前先修此等，在我們沒有正式修的時候啊，先把這個道理了解了。",
    "593": "[09:53]破除身心於諸善事無堪能性一切怯弱，學菩薩行令成輕利。因為我們這種道理如果不了解的話，一開始去做的話：哦，這個修行很難哪！你了解了這個道理了以後，覺得：啊！原來有這樣殊勝的好處，不學，有這樣大的過患！然後在這種情況之下你曉得：噢，得到這樣殊勝的利益，是要一點努力的。那個時候你碰見那個難事啊，欸，就不怕。所以啊，我們對於這個做很多善事害怕、怯弱，不能做的這個心情都掃除掉。因為這個掃除掉了，所以我們行菩薩行的時候，輕而易舉地就做得起來。",
    "643": "[10:43]現在我們繼續下去，說由於我們前面這樣正確的認識，了解了這些道理啊，破除我們「身心於諸善事無堪能性」。就是說不管是我們身體上面、心理上面，對於做這個佛法的事業啊，心裡面覺得，哎呀，不能做的這種情況，以及心裡面的害怕，都一切拿掉了。這個是最重要的一件事情！你能夠這樣善巧地這樣學習了以後啊，那時候就不怕，那時候就不怕了。真正修學佛法，的的確確最重要的關鍵在這個地方！這一點哪，說聽起來很容易，大家有幸而聽見，你們一定要好好地把握住這個機會呀！你能夠在這一點上面認真地努力的話，保證你這是最快、最好的一條路線。否則的話你做的話，那都是 ─唉，走遠路！記住啊！不是在不走哦，走遠路，走遠路！",
    "722": "[12:02]所以這一次時間還有的寬，我到最後一定要把《法華經》跟大家來提一下。你是自然而然那個大經、大論上面哪，每一個地方都有最正確的指導告訴我們，不管從剛開始《阿含》，然後呢中間像《般若》等等，乃至於《大寶積經》，乃至於《法華》、《華嚴》，說的道理絕對是完全一貫的！我們必定要把握住修學佛法的特質 ─根本因在哪裡，然後呢如何去圓滿它，圓滿因是怎麼樣。",
    "765": "[12:45]如云：「定於修業前，令一切有力，憶不放逸論，令自成輕利。」就像那麼說，在你正式開始修這個善業之前哪，怎麼辦啊？先在你心理上面，要有這樣正確的認識，然後呢經過這個認識加強，產生了一個力量。這個力量怎麼來的呀？叫「憶不放逸論」。欸，告訴我們，我們真正要修學佛法，有它修習這個這樣的個內容在，詳細地論說不可以放逸。因為你經過了這個有力的修習以後，經常提持著正憶念的話，那時候身心自然做起來輕輕鬆鬆，輕快而殊勝的利益來了。所以佛菩薩的的確確，你教他做一點世俗的事情啊，他痛苦得很欸！教我們恰恰相反哪，教我們恰恰相反。",
    "848": "[14:08]現在我想在座的同學當中，也有人有這個感受，也有人有這個感受。以前這個世間難捨的事情啊，現在看見就厭惡、就討厭，這千真萬確的事實，千真萬確的事實。昨天下午還有一位同修來提起這個事情，哎呀，他說看見以前那種這個很美好的這種事情啊，現在看見了厭惡不堪，千真萬確；反過來說，以前覺得難行的事情啊，現在做起來是輕而易舉，而且覺得：啊！利益無邊。你必定要這樣地一步一步走上去，那個時候你才會像我們釋迦世尊一樣 ─啊，說為求一個偈，身上挖一千個洞，好！也幹。然後呢看見餓虎，身體捨給牠，也幹，而且幹得個起勁耶！那千真萬確！",
    "908": "[15:08]如是勵力能發何等精進耶？那麼像這樣地努力，發起什麼樣的精進呢？",
    "915": "[15:15]謂如樹棉，去來飄動隨風而轉，自內身心於善勇悍，隨勇悍轉，就是這樣的狀態，就像那個樹上的棉花一樣。這棉花有兩種，一種木棉，一種樹棉，它成熟了以後啊自己那個苞子就張開，軟軟地在那個地方，那個風這麼來它就這麼飄，那麼來這麼飄。換句話說，我們也看見的，一個棉絮在隨一點點的風，它就跟著風去了。那麼現在我們依照著上面這樣地如理修學以後，我們對於做這個善的事情啊，那個心裡面這種精進相也一樣的，你輕輕地一動，嗯，就來了！也能夠對於這個精進啊，隨時提起來，跟著它而轉。",
    "977": "[16:17]此後精進能善成辦。那麼這麼一來的話，你要精進的話，那很容易就成功了。",
    "984": "[16:24]由生精進乃能成辦一切資糧。你這個力量有了以後啊，什麼都做得到了。要不然我們現在碰到一點事情，常常這樣：「喔唷，要做這個事情啊！」哎呀，事情還沒做啊，就像天塌下來了。唉！那是實在是沒有什麼用處。有的人曾經說要修學佛法，問他為什麼？他講，哎喲，他看見那個修學佛法真好啊！然後呢打打坐，喔喲，這個真輕鬆哦！反正吃飯人家燒好了，我跑到廚房裡張開嘴巴，那麼咕嚕咕嚕吃了兩口，然後睡下來，睡一個午覺，在那裡真輕鬆。這個不是學佛啊！大家千萬注意啊！這是宿生自己的善業所感得的果報啊！這一生你這樣浪費的結果的話，倒不如豬啊！這個千真萬確哦！豬這樣省事，然後呢被殺了一刀牠還了人家了，牠不一定下地獄哦！我們現在披了這身衣服這樣去做的話，對不起，這個果報是非常可怕、非常可怕哦！豬只被殺一刀，我們這樣下去的話，到了地獄裡邊去的話，啊！這個油鍋、刀山的話，那個無邊恐怖啊！",
    "1059": "[17:39]所以在這個地方，我們處處地方要提起自己來：它的過患是什麼？它的勝利是什麼？從這個上面，你一步一步上來的話，欸，到那個時候精進起來了，那辦什麼的難事啊，你不但不覺得難，「欸，這就是我的莊嚴啊！」那勇往直前。你看見他那個人不做，「哎，你避在後頭啊，我真高興啊！」一馬當先你就衝前去了，把事情統統做好了，就這樣啊！",
    "1092": "[18:12]如云：「如樹棉去來，隨風飄動轉，如是勇悍轉，由是事皆成。」就像這個棉花一樣跟著風啊，這麼輕輕地一來它就動了；現在呢我們也是一樣，由於把這個身心這樣善巧地調柔了以後，也跟著這個精進而轉。因為有這個精進啊，這麼輕容易的，你要怎麼辦，它這個精進心就起來了，什麼事情都成就。",
    "1125": "[18:45]又諸難行唯應策勵不應棄捨，嗯，這個地方就注意！這句話為什麼又特別說一下呢？要曉得前面告訴我們，修學佛法要積聚無邊資糧，淨治無邊罪障啊！不是說你發了一個心就行哪，要去努力繼續不斷的，而且時間是無限的去做啊！所以碰見了難行，能做的固然做，不能做的也絕對不棄捨啊！",
    "1158": "[19:18]如吉祥敬母云：「不修難行業，不獲難得位，故佛不自顧，令精進增長。」不修這個難行的業，是得不到這個難得的果位啊！所以佛之所以成佛，他絕不自己顧慮這個、顧慮那個，一天到晚只是增長，為了精進，為了精進。世間也是這麼樣說嘛，「吃得苦中苦，方為人上人」，這天下的法則，法爾如是，沒有一個例外的。好，那麼前面那個精進的正規已經有了。",
    "1198": "[19:58]第四正修此時應如何行。正修的時候怎麼辦呢？",
    "1204": "[20:04]隨發何精進，皆當具足六種殊勝及六波羅蜜多。這個前面已經說過了，不管你做任何事情，這個大乘佛法的特質哦！注意哦，非常重要、非常重要的！不管你做任何一個小小的事情，行為的時候固然是如此，就是哪怕你在這個心理的話，也一定要跟這個六種殊勝相應，要跟這個六波羅蜜相應。他先解釋，所謂",
    "1236": "[20:36]精進施者，謂自住精進而安立他，餘如前說。那個六波羅蜜多是布施、持戒、忍辱、精進等等，那麼你自己安住、自己精進，而又想辦法使得別人也是這樣，那就是把這個精進布施給他嘛！如是這般一一都是前面。關於這個雖然這裡不講，但是諸位的概念當中一定要清楚哦！這六個殊勝是什麼？大家還記得不記得？第一個什麼？啊？對，沒錯，一定要記住！他行這個法門的所依，可是根本在哪裡？菩提心。記住！然後呢行持的時候如何。所以哪怕你做最小小的一點的事情，你始終這個目的把握準，這是根本因一定要把握得住，我們修學佛法這是第一個重要！",
    "1298": "[21:38]所以啊大家，我們在這裡特別注意的，不要從事相上面看，「喔唷，看見人家做得這麼好，我也要這麼好。」你錯了！不管他人家做得好不好，我心裡的這個東西擺在那裡，我要這樣去做；這個是你在自己內心上面就很清楚、很明白，一切時處。人家好，你不是說：「哎呀！我也要這麼比他。」人家好，我在讚歎他，我就隨喜他，這個就對了；人家不好，如果是該做的，人家再不好，我要去做。就是這個你內心當中，有這樣的一個正確的固定的知見，絕不可以動搖！不要說別的，我們世間上常常說：「欸，這個人不錯，他做事情有原則。」表示什麼？他不是跟著別人隨風飄動的。",
    "1349": "[22:29]其實不要說是這個佛法耶，世間也是一樣，有很多人哪，現在我們常常看喏，我們這裡好說一個話 ─一窩蜂。喔唷，看見這個好，大家也跟著來。對不起，跟著來啊你多半都吃虧，因為你並不了解他為什麼這麼做，他為什麼能夠這樣做成功，你只是從行相上面去看。現在我們修學佛法的人也走上這一條路，那不是很可憐嗎？所以說這個六種殊勝一定要把握得住，然後行持的時候啊，每一度它有這個六度當中在這個裡頭。最後：",
    "1386": "[23:06]第五此等攝義。那麼，然後呢總括起來再說一遍。",
    "1395": "[23:15]應當隨念，發菩提心為諸行依而勤修習，則於精進為欲安立諸有情故，策發修學漸令增長。這我們任何一個行為，那個行為啊時時刻刻記住、記住：就是剛才六種殊勝當中第一個，這是發了菩提心這個根因上面，才有身口的行為，所以這個菩提心是諸行所依。那麼現在這個地方呢修什麼？精進，勤勤懇懇。「精」是精純、專精，一點都不夾雜！在質上面是一點都不夾雜，在量上面是一點都不馬虎，這個才是精，前面這個「精」，精純、精一、專精。幹什麼？向前菩提道上推進，這意思。那麼然後呢以這個心，是目的是為什麼啊？為了使一切有情都安立在佛地上面，所以我行精進，也使一切有情也要這樣走。因為你要真正成佛，這個是必不可少的，而努力「策發」，然後呢「修學」，使得這個精進增長，這是這樣。",
    "1488": "[24:48]次於大地所發精進修為願境，那麼然後呢策發了以後，次一步說，我們現在精進修持的內涵、修持的方法是什麼？以大地菩薩的行為是我們願境哦！這個地方很清楚、很明白哦！所以在這個地方，就說明了一件事情：我們常常說：「哎呀，我現在是凡夫啊！」欸，沒錯，你是凡夫，所以這個地方告訴你，正因為你是凡夫啊，所以你要努力啊！以大地菩薩的境界做為你的目標啊！你還沒做就先說：「哎喲！這個是菩薩的做法呀，我是個凡夫啊！」你因地當中已經一刀兩斷，把你已經什麼？把它看成功：「唉！我原來就是像《法華》上面那個除糞人。」這個是我們最大損失、最大損失！明明我們是佛子，可是我們因地當中一個念起來說：「哎喲，我是個凡夫啊！我這一天忙是忙一日除糞之價。」你完全錯了！我們真正修學佛法的人要怎麼辦？欸，我就是佛子！所以我現在的行持的行為就是什麼啊？就是佛子的行為，這個佛子的行為就是菩薩行。這個才是！所以你因地當中第一念正確了，將來才有圓滿的果。",
    "1586": "[26:26]所以昨天不是說得很清楚嗎，大家還記得不記得？為了提醒大家，再說一遍。下面這個話不要讓我來提醒，要我們自己每一個人自己提醒 ─「發心究竟二不別，如是二心初心難」，這個《華嚴》上面特別說明的。你發這個大菩提心，跟究竟圓滿這個大菩提心兩樣東西，就它那個內涵、特質、心理來說沒有差別，無二無別！但是這兩樣東西啊，如是二心叫初心難哦！真正難的是剛開始第一個哦！也因為它難，所以它真正重要的也在這裡哦！然後呢，在《華嚴》上面，善財童子示現的是修證的時候的境界，所以他叫十信滿心；換句話說，他那個淨信心哪，已經跟佛的菩提心的特質是無二無別，只是還沒有圓滿。所以這個初因最重要，有了這個因，然後你繼續不斷地把它圓滿、圓滿、圓滿，到最後成佛。你有這個因，這個果是一定有的；如果是你沒有這個因的話，你怎麼忙也沒有用。正因為如此，所以這「如是二心是初心難」。",
    "1679": "[27:59]但是退一步 ─我們不要說退，再返回頭來，再找那個根由，那個根由在哪裡呀？欸，修的根據是什麼？思相應慧。思相應慧要看思，要想所以思的話，一定要先聞相應慧。聞相應慧從哪裡來？多聞。多聞從哪裡？從善知識。所以前面告訴我們哪，要想生起有力最深的正念，一定要依止善知識、善友共住而多聞等因，就是從這個善知識、多聞開始。當我們聽見了以後，心裡面就說：「對啊！現在就這個樣，我要做的！正因為是我是凡夫，所以我一定學這個！」那個時候你當下的一念下去，因就對了！你如果只有這麼一念，將來就有一念成佛的因。但是呢，你要真的感果的話，單單一念不夠，第二念你又想到別的地方去了，那對不起，那又跟著它散了。所以你假定說那個心心念念，把這個念頭不斷地一直增長、增長，因為你的因都是集這個嘛，自然而然將來感的果非如此不可啊！修行沒別的，就是這個呀！",
    "1763": "[29:23]所以了解了這一點的話，我們一定會這樣說：「正因為我是凡夫，所以我必須要這樣做！」"
}