{
    "8": "[00:08]絕對不是「哎呀，我是凡夫啊，那個是菩薩境界啊！」就把自己先排拒掉。明明我們是長者唯一的兒子，長者是誰啊？佛嘛！可是我們偏偏要去忙啊，忙那個打掃廁所，然後呢弄了半天，一個大餅，喔唷，吃飽了，安安心心。唉，真是可憐是莫甚於此！所以真正修學佛法的最可憐、可惜的地方 ─愚癡。然後自己還覺得：哎呀，我一天拜多少佛，我一天念多少佛，我一再地說，拜佛絕對好，念佛絕對好，弘法利生絕對好，你根本因有沒有把握住？根本因沒有把握住的話，對不起，唉，好可惜！",
    "61": "[01:01]所以這個地方告訴我們哪，「大地精進願境」，嗯，我要這樣做！這個就是我們聞思相應的時候。等到你到後來它變成什麼呢？佛！這是我的願所在，然後呢在因地當中下這個相應的因，只要這因圓，欸，果滿那自然有嘛！所以說妙法蓮華是因在果中，是因即是果，這千真萬確！",
    "93": "[01:33]於初發業所行精進隨力勤學，尤應斷除精進不共所治諸怯弱等。那麼在我們剛開始的時候啊，欸，不是教你像菩薩一樣地這樣做，而是要學菩薩作為我們的願；然後呢根據這個願，隨我們自己的力量去做，所以叫「隨力勤學」。然後這個隨力勤學，有種種前面那些道理，特別告訴我們哪，我們真正做的時候，要想學什麼？要想學這個人。換句話說，欸，那個龜兔賽跑當中啊，不要學那個兔子，「叭叭叭叭」一口氣衝了個半天，哎呀，然後停在那裡。這個兔子倒是不是說，那個故事不是說，牠衝在那裡衝累了，不是。我們不是說不顧一切地莽撞這樣來，要如理如法地了解。這個道理在一開頭的時候，還在道前基礎當中的時候已經特別 ……大家還記得吧？如果忘記掉，回過頭去趕快仔細看一看，在修的時候應該怎麼樣。一定要對我們所修的內容，這個質正、量足、次第無誤，然後安排好了，自己相應的下足之處、程序，一步一步上來。",
    "192": "[03:12]那麼特別呢，對於這個我們修學佛法必須要的精進，妨害我們精進的這一種毛病，所以要把它對治，要把它對治。你能對治了，策發精進；能策發精進了，下面其他東西都來了。所以說這資糧善中啊最殊勝、最第一，而且只有依靠這個才能夠真正圓滿。繼續下去。",
    "228": "[03:48]又於所得菩提及為一切有情與樂拔苦，經極長時，集無邊資糧，行無量難行，先當勇悍擐精進誓甲。那麼最後又告訴我們，我們對於我們的要求的，所謂什麼？大菩提果。所以他開始的依的是菩提心。這個菩提心是什麼？使一切有情的苦統統淨除，樂是統統給他。為了要這樣做，要積集無邊資糧，行無量難行，要經過很長的時候，對於這一件事情啊，先要披這個精進之甲，披精進之甲。所以《瑜伽師地論》上面，我在黑板上寫的這個，第一個叫「披甲精進」，就是心理建設，心理建設。有了這個下面才是加行，那麼加行的時候，真正行的時候啊，叫「無下」、「無退」，乃至於「無足」，這個概念特別重要、特別重要！我還希望啊，這個六波羅蜜講完了以後，要總括起來，關於這一點要特別地還要說一說。不過特別說一說，看看這次有沒有時間啊，看看有沒有時間。",
    "318": "[05:18]《妙手問經》說：「若略發此廣大意樂，即已積集廣大資糧。」故當勤學。經上面這樣，你乃至於稍微啟發一點這種意樂，就能夠積集廣大的資糧，這是千真萬確的事實！大家還記得吧？在下士的時候，這個業感緣起到最後告訴我們的「八因三緣」。這個三緣當中啊，第一個心清淨，第二個加行清淨，當你心清淨、加行清淨了，其等於田清淨。你樣樣東西都清淨了，哪有不能集無邊資糧的？這個地方就告訴我們這個。所以你那個心裡邊能夠產生這樣地大的，跟法界相應的這種精進力量的話，乃至於發一念，這個力量就不可思議、不可思議！",
    "378": "[06:18]所以我們經常要提醒自己：噢，像學那個小沙彌一樣。你看看，這個羅漢他這麼了不起的聖人，那個小沙彌就一個念頭：「噢，我要成佛！」喔唷，這個羅漢的聖者了不起，馬上把那個小沙彌請到前面，很清楚、很明白。那個小沙彌在那兒磕上一千個頭，說不定這個羅漢理都不理他；他在那兒念上一萬聲佛，說不定那個羅漢告訴他：「你錯了。」但是那個小沙彌腦筋一念，這麼一個轉過來的話，喔唷，這個羅漢馬上，嘩！很恭敬地把他這個包袱統統拿下來：「來、來、來，我來拿，我來拿，你請在前頭。」然後跟在後面恭恭敬敬。為什麼？說明了這個千真萬確的事實：真正的智者，他了解這個事情的是非、輕重，根本在哪裡。所以說這個地方特別告訴我們哪，我絕對不是說，我們單單學那個沙彌就發一個念頭。不是哦！說我們要分別得清楚是非、輕重何在，然後呢在這個上面勤勤懇懇地努力。你一定要先要如理，然後呢根據這個如理，再如量；所以質要對，然後呢量要足，次第要不錯！",
    "458": "[07:38]若不學者，下面這一句話，啊！我們要勤學，若不學者，",
    "464": "[07:44]不能增長種性堪能，恆為眾多惡行染著，這是眼前的。假定說我們不學的話，對不起，你不學，這一個特質、這個種性，這個什麼？菩提種性哪，你不增長。前面已經說了，在三慢當中特別說，你不去對治它，你不去努力造，它煩惱不會說：「哎呀！我憐愍你呀，好了，你不行啊，我自己就退啦！」這不可能！功德不會說：「哎呀！看看你可憐哪，我自己去圓滿。」這不可能！沒有例外，絕無例外，你必須自己要如理如理地去修習；要想去如理如理修學，第一個，就是照前面這個次第。所以說如果你不學，沒辦法增長，乃至於啊那個種子都沒有。當然現在在這個地方，既然已經講到六度當中的波羅蜜多當中的精進的話，說菩提心已經有了，有了都不能增長。所以我們現在呢，欸，還沒有，要想辦法把它從沒有變成有，先下那個種，下了個種，然後把它增長。",
    "547": "[09:07]如果你不能這樣做的話，我們忙些什麼啊？這個才是真正兩方面我們比較的。你不忙這個好的，對不起，一直為「眾多惡行染著」啊，這是我們必定要認識的呀！這個惡行不是說你今天跑得去殺人放火這叫惡行欸，你坐在這地方，心裡面沒有把這個正念提起來，你那個時候就是惡行當中，這是我們真正應該了解的。不是說你在那兒，哎呀，動人家壞腦筋的時候就是欸！為什麼原因？很簡單哪，我們從長夜以來一直在無始無明當中啊！所以你在這地方呢，那一念不跟正念相應的時候，你就在癡相大無明當中啊！那很清楚、很明白擺在這裡呀！所以為什麼修學佛法的人，不管他是禪、淨、律、密，學禪的人說「暫時不在」，那一念如果一下忘失掉的話，「猶似死人」哪，這樣啊！念佛的人為什麼必定要每一念，一念不能放鬆，為什麼？因為你的一念一放鬆的時候，那個時候就跟癡、無記，就是在輪迴生死的業，是這麼情況呀！所以這是我們必定要了解的啊！",
    "634": "[10:34]於現生這個樣，既然現生這樣，那一直種的這個輪迴生死之因，你能感得跳出輪迴的果報嗎？那絕不可能哪！異熟是一直在生死輪迴當中，等流呢？這種惡習繼續不斷地增長。這一生也就這麼一生，哎呀，輕輕鬆鬆、馬馬虎虎過去。到了下一世啊，還是這個樣，要提啊提不起來，放啊又放不下，就這種味道。所以",
    "667": "[11:07]於餘生中亦極難學諸菩薩行。將來也是，將來也是。這個習氣養成功了要改，真改不過來，眼前非常簡單的一個小事情，都改不過來，何況這麼一個大事情。說到這個地方，我也想起了，前天我們這裡有個同修跟我講一個，啊，我想起來真是覺得這是個善知識。什麼事情呢？就是那個羅漢菜那個事情，我想大家曉得，我是跑到哪裡，把那個羅漢菜帶到哪裡。大家這個羅漢菜不是說，喔唷，這個素菜館裡面，喔，人家說：欸，這個羅漢菜，喔唷，那個羅漢菜要多少錢，要擺多少！唉，完全錯了、錯了！不是。我這個羅漢菜就是這樣的，水呀、鹽哪、油啊、菜呀、蘿蔔啊，什麼「更、更！」放進去，和一點，就這個樣。",
    "716": "[11:56]哎，結果啊，的的確確，反正真正碰到了，能夠有心來學的，人人歡喜，那麼在台北那個地方也是。就前天我們這裡有一位同修回去了，他就說：哎呀，現在發現這個羅漢菜真美！可是啊，他頭一年是一年什麼啊？他頭一年哪，剛開始的真不習慣，一直經過一年以後啊，慢慢、慢慢地，環境就逼得如此嘛！喏、喏、喏、喏，這東西還不是不讓他吃哦，還是給他吃哦！欸，就是這樣。我為什麼特別說這個事情呢？我希望大家每一個人自己反省反省：我們一個很小的小的習氣，你這個習氣養成功了要想拿掉它，是千難萬難；反過來說，一個好的習氣要想啟發的話，同樣地非常難哪！",
    "769": "[12:49]所以這個地方告訴我們啊，你如果這一生不努力學的話，那麼這個時候是什麼狀態啊，什麼狀態啊？這叫以前的老習慣當中，而且這個習慣是無始以來的習慣！所以你如果說不從這個地方懂得的時候開始精進，還為自己找一點藉口，哎呀，說這個不行、那一個不行，對不起，將來你更沒有機會。因為為什麼呢？我們現在因地當中種的什麼因？很簡單嘛，你現在因地上面處處地方保護這個煩惱，說：「哎呀，這個不行，那個不行。」還自己覺得做得很得意，心裡面哪，喔唷，騙得人家，還覺得人家不知道。騙人家，害不了人家，是害了自己啊，這是最重要的一個概念！你懂得了，你也不會怕人家來騙，沒關係，他是他騙他自己，這個很重要、很重要的！",
    "827": "[13:47]所以這樣一來，有機會學的時候你都不學，造了惡業以後將來你墮落了，請問你沒有機會，你能學嗎？再說，就算你將來仍有機會，這一生你都上不去，下一世你就上得去嗎？惡習慣養成功了，一天比一天厲害的。像病一樣，剛開始的時候都不治療，到後來病到那時候，啊，已經拖得，不曉得拖了幾年，就弄得好嗎？眼前沒有一個事情例外的，所以我們懂得了這一點哪，為什麼他前面告訴我們，於微小罪啊要把它看得很重。真正重要的就是 ─煩惱生起來的時候，立刻說：「哎！對不起，我就不讓你。」絕對要想種種辦法，咬緊牙關站起來，要對治的這個！這個現在說來說去啊，最可憐的還是什麼？無知。哎，我們在那兒用心機，實際上呢正在煩惱當中轉，還自己不知道，這個是世間人最可憐的事情。那麼現在我們修學佛法了，從這個地方務必要認識。",
    "902": "[15:02]如是知已，雖尚未能如實修學，然心亦應趣向彼品，我們了解了這個道理以後啊，的確行為是還不一定能夠做到，但是呢心裡邊一定這樣。實際上做任何事情，一定從心理先建設起。譬如我們眼前做太多的事情，不一定是真正地你肯去做，但是覺得：哎喲，這樣做有好處哦！比如說我們吃東西，「這個東西有營養哦！」啊，因為有營養你就吃起來很起勁，就這樣，吃到嘴巴裡不一定好吃耶！那麼現在也是這樣，佛法這東西也是一樣，「這東西真有營養哦！哦，將來有這麼殊勝的好處哦！」你只要去做，做做習慣了就好了嘛，就好了嘛！所以能夠心裡面能夠這樣建設起來啦，",
    "953": "[15:53]隨力隨能發勤精進，如《妙手問經》說，能夠這樣做，欸，下面就妙囉！",
    "961": "[16:01]則於餘生少以功力無諸苦難，速能圓滿精進波羅蜜多。欸，到下一生，嘿，你不要太努力，也沒有太大的困苦啊，你就很快圓滿。為什麼啊？因為這一生你因地當中，不斷地集、不斷地集、不斷地集，你念念下那個因都是這樣啊！既然你這一生念念下那個因這樣的話，將來感果的時候，如果說你這個業很重的話，將來自然感果的時候，跟現在這個因相應的，於是在這種狀態當中，當然容易。比如說我們眼前來說吧！說我們要想念書，要想作生意，不管做什麼嘛，今天我勤勤懇懇努力，儘管我很窮啊，可是好好地集。今天集它十塊錢，明天集它十塊錢，後天集它十塊錢，天天這麼集。集、集、集、集，集了一年以後啊，欸，到了年底結帳了，然後呢明年一開頭的時候，哦，那時候我就有很多錢了吧！是嘛！就是這樣。所以你這一生努力這樣去集，而且一直這樣去集的話，到下面來生，感得的異熟、感得的等流，自然而然都跟那個善法相應，你做起來自然就很容易。你個人是如此，而且你住的客觀的環境，自然而然也都是這種善師、善友啊！所以這一點是我們要很重視的。",
    "1055": "[17:35]有一次有一個人問我一個問題，說：哎呀，現在這個時候，這無常很迅速，很害怕啊，怎麼辦哪？這樣。我覺得這個事情很簡單嘛！因為無常啊，所以我們了解事實的真相是一無可取，這第一個。第二個，因為無常啊，所以你不能等待，趕快努力。還有因為無常啊 ─無常說明了很多殊勝的特質，淺的地方，只是看見世間的生滅無常相；深的地方來說，無常本身就說明空無自性，沒有特質的一樣東西。那麼眼前既然這樣，那時間這麼快的快速地過去。還有一點呢，就是既然沒有特質的，怎麼辦？一切法生起都是因緣而生，所以《法華》上面說，「佛種從緣起，是故說一乘。」一切法本身是什麼？沒有本來如此的，從因緣而起。因為這樣，所以啊你在因地當中，種下去的這個一乘佛因，將來自然感果。",
    "1130": "[18:50]現在你了解了無常，只要你因當中，每一個因種種下去的跟正法相應的，那無常由它無常。正因為無常，所以我念念必然能夠 ─把這個眼前當下一念如理掌握住了，種下這個正法相應之因。如果它是常的話，你就沒辦法改變它，它天生就是如此，而且永遠就是如此嘛！對不對？這個才叫常啊！現在因為是無常，一方面是時間迅速地過去，一方面呢並沒有特質地如此，所以完全看你因地當中，那個時候我就心心念念。你只要心心念念種下去的是正確相應的，你還愁沒有好的果嗎？如果你在這個無常當中，下的是一心念佛求往生，感的果是一定往生；如果你在這個地方求的是發大菩提心，下一生，對不起，那個菩薩的位次生生增上，這個道理很簡單哪！所以佛法裡面說來說去，前面告訴我們的業感緣起，這個是一切白法的根本所在。不是不怕，要怕，要懂得善巧地怕，了解它，然後你把握住了特質，現在處處地方說這個。",
    "1220": "[20:20]那麼最後一句話，說這個千千萬萬有一個毛病要改掉它 ─不要說耳朵裡聽見，嘴巴上面講出來；眼睛裡看見，嘴巴裡面講出來。這個所謂古德告訴我們：「耳鼻之間數寸耳，何以美堂堂七尺之軀。」你聽見了講給別人聽啊，這麼一點點，我現在啊，對這個真正的這個堂堂七尺之軀沒有用場。那聽見了要記在心裡面，了解了特質，身體上面的如理去行持，然後呢你所感得的什麼？哎，報身哪！這個是才是真正重要的！所以我們如果現生能作固然好，現生不能作，不要怕，怎麼？因果，業感緣起，法爾如是。我們要對於我們現在的狀態感到慶幸，說儘管現在是末法啦，居然我們還能夠聽見這樣圓滿如法的教理啊！然後呢不要停在那裡哦，要步步上進。",
    "1299": "[21:39]所以你們特別記住！前面哪，「闕隨順教」，這是一個修學佛法最嚴重的一個關鍵，隨順於佛法的。很多我們修行的人，哎呀，覺得修行了，結果忙了半天呢，學我，他那個真正的如理的教法沒得到。學了以後呢，最後呢，「得微少善」，碰到了一點點，哎呀，覺得好得不得了，就停在那裡了，不上去了。啊！這個都是很可惜，這個都是很可惜！所以我們只要在這一個上面當中，能夠步步上升的話，絕不停滯的話，是絕對沒問題，絕對沒問題！一生一生增上，這個很清楚、很明白。",
    "1349": "[22:29]佛，他發的願是什麼？要濟度一切眾生。他悲心的量是什麼？把所有眾生，就看成他最疼愛的獨生子一樣。他的智慧是什麼？了解一切真相，幫助人家怎麼解決一切問題。還有，他修持圓滿了成就的力量，是具足滿兩個願的力量，他有不救我們的道理嗎？不信佛的人不談，信佛的人，你想想看，他會不救我們？我們現在舉一個簡單的比喻，不要說佛，說就像世間的一個慈母，然後呢帶一個最可愛的小孩，那個小孩儘管一點無知在地上爬，可是母親看那個小孩看得清清楚楚。她會不會讓那個小孩，把那個毒的東西吃到嘴巴裡，會不會讓那個小孩，由於毒的東西傷害他，會不會啊？當然不會呀！你只要自己說能夠信得過，跟上這個母親，哎，那就對了！所以佛前面告訴我們清清楚楚啊，皈依內外兩支，是外支是大師已成啊！不但是一個佛，有無量無邊的佛啊！而佛之所以成佛啊，無住涅槃，盡未來際，一直安住在他這個大智、大悲、大願、大行當中濟度我們，就像這母親，一天到晚在照顧這個小孩，我們就是這個小孩。所以這個道理一再清楚、一再明白！",
    "1456": "[24:16]但是千萬這地方特別注意呀！不要說：「哎喲，我不行啊！」你這個一個念頭來了以後啊，那一點辦法都沒有。我們同樣剛才說那個比喻，現在那些孩子長大了，他不知道他還滿好；知道了以後啊，他知見多得很。那相當於我們什麼啊？我們在學，結果學錯了，學我，總是拿自己的概念去衡量這件事情。那麼這個話，在這個比喻當中是什麼呢？就像眼前普通那個家庭當中，那個父母就告訴那個子女怎麼做啊，那個子女就說：「哎呀，那些老人哪，這個他們那個時代，這沒有用啊！這老朽了，這個概念是落伍了！」你不能接受他，對不起，那個父母拿你是一點辦法都沒有啊！所以這個我們用最平舖直白的話，無非提醒我們：喏、喏、喏！問題關鍵在哪裡。",
    "1515": "[25:15]現在我們把這個精進波羅蜜多講完了。再下面呢靜慮波羅蜜多，下面真正是定、慧兩樣東西，這個真正的定慧重要的概念，在最後別學。前面我已經說過了，因為沒有基礎的話，儘管懂了這個道理以後啊，它也不一定有真實很大的幫助。而眼前呢，我們把那個定、慧兩樣東西的基本的、重要的幾個概念先了解就好啦！現在看一看，分成功五項：",
    "1555": "[25:55]學習靜慮波羅蜜多分五：一靜慮自性，二修彼方便，三靜慮差別，四正修彼時應如何行，五此等攝義。今初這個也像前面一樣的，每一個項目的內涵。現在看第一個，它那個靜慮的自性是什麼？說：",
    "1573": "[26:13]住所緣境心不散亂，善心一境性。就是這個。當我們的心哪，安住在我們所緣的境界上頭，換句話說，我們現在的心識，它一定有一個所緣的對象；就像我們人，一定站在那裡，坐在那裡，這樣，就是同樣的，我們的心一定有所緣的對象。那所緣的對象啊，心裡邊沒有散亂，沒有散亂，而且安住在這個善緣上面。這個心是始終相應的，或者叫「等持」，或者叫作「等至」。為什麼叫等持呢？平等的，保持著這個，達到這個境界不動的。我們的現在的心理狀態不是，非常散亂，一下嘛揚起來的東西，啊，這樣，一下呢低下去的時候這樣。低下去的時候是昏沈、睡眠，揚起來的時候貪、瞋等相，無時無刻不在這個。這定的特性，是上面所說的。",
    "1640": "[27:20]如〈菩薩地〉云：「謂諸菩薩於菩薩藏聞思為先，所有妙善世出世間心一境性，心正安住或奢摩他品，或毘缽舍那品，或雙運道俱通二品，當知即是菩薩靜慮自性。」那麼《瑜伽師地論》上面這麼說，說我們修學菩薩的人，對於「菩薩藏」，菩薩藏就是經，我們該學的，先「聞思」。別小看這兩個字哦！這兩個字是一個大學問，要做起來的話，要很長一段時候哦！現在我們動不動先學學定、學定，這個前面的基礎啊，這個聞思兩樣都沒有的話，那個定是絕無可能！然後呢，以這個作為基礎，然後行 ─妙的、善的、世間跟出世間的「心一境性」，這個定的確是有世間跟出世間不同的。那麼那個時候「心正安住或奢摩他品，或毘缽舍那品」，奢摩他就是止，毘缽舍那就是觀，或者呢「雙運道」，或者是止觀雙運，這樣。那個時候的心裡邊是寧靜不動的，這一個叫作靜慮的自性。",
    "1727": "[28:47]關於這個奢摩他、毘缽舍那及雙運的特質，留到下面就特別地去說明它。不過我這個地方就簡單說一下，所謂那個雙運跟那個止觀的差別，簡單地說一下。現在我們學定的時候，那個心寧靜，定在這裡的話，它就不能觀、不能動；當你心裡面要思惟觀察的話，心裡就不能定，就這樣。實際上呢，這個兩樣東西，單單一樣不能成就。"
}