{
    "3": "[00:03]如果單單安住在那裡不動的話，那個是世間道。得到了所謂初禪、二禪、三禪，乃至於無色定，將來這一身報滿了以後，你就生到那個天上去，多少大劫安住在那裡一動都不動。那然後呢，「毘缽舍那品」，是觀，這是觀察，一定要用我們的思惟的這個觀察，這個，或者世間的是非，或者出世的，如理、非理，就是這樣。",
    "35": "[00:35]當你觀的時候，那這個心就不能集中起來，因為不能集中起來，所以你的觀的力量也就不夠。現在雙運道呢是這樣的，欸，你定越強，那個觀力越強；反過來，你觀越強，那個定越強。我們說：這兩個有矛盾的，怎麼可能碰在一塊兒來呢？這個就是要如理的教授。它修學有一個次第，預先一定先得止，可是不必深的定，然後呢在這個止上面去練那個觀。當你有了那定了一觀的話，那個心散亂了，散亂了，然後你再把它，欸，放緩，再去止；止了以後呢然後再去觀。不斷地練習，練習到後來的話，當你這個定心跟止相應的時候，觀力也跟著增長；反過來，當你觀的時候，那個止也越來越深入。就因為這樣啊，所以當他得到了這個雙運以後，他要提起來這個觀察的時候，那個定力非常地寧固，非常地堅固。而且因為定心堅固，所以他那個觀力也敏銳，能夠把世間的一切真相，才能夠真正地看透。這個修學出世的這個，不管三乘是必須要的，必須要的，這個詳細的在後面再說。",
    "131": "[02:11]《入行論》云：「既發精進已，意當住等持。」前面布施、持戒、忍辱、精進，這個是資糧，然後呢這是方便，後面真正重要的─智慧資糧，然後呢就是定慧。換句話說三學當中前面屬於戒，現在這個地方是真正的定、慧。",
    "157": "[02:37]第二修彼方便。那麼修學的方法是什麼呢？",
    "161": "[02:41]謂當思惟，修習靜慮所有勝利及不修過患，奢摩他時茲當廣說。就是這個，啊！什麼的修的方法呢？還是跟前面一樣，說修學這個的殊勝的利益，以及不學的它的缺陷，這個在後面的專門講止那個時候詳細說。",
    "185": "[03:05]第三靜慮差別。如前所引就自性分二，謂世出世。如果就那個定的自己的特質來說，世間定跟出世間定。",
    "197": "[03:17]就品有三，就作業分，謂身心現法樂住靜慮，引發功德靜慮，饒益有情靜慮。然後呢是另外一種分類，分成功三類，怎麼分法呢？就看它的作用、功效，你為什麼這樣的。那麼這樣的話分成功三個：第一個呢，就是「身心現法樂住」，這個定以後使得你身心，眼前當下安住無邊快樂，這是第一類；第二呢，由於這個境，由於這個止，由於這個定哪，能夠引發種種功德；第三類呢，在這個定當中能夠饒益有情。可以從這樣的分法，當然也可以各式各樣地分，不過呢真正它分總有個它的特質，我們不必就是無義地去分，就不去管它！",
    "256": "[04:16]初謂住定即能引生身心輕安所有靜慮。那是現法樂住。",
    "261": "[04:21]二謂諸靜慮能引神通解脫遍處及勝處等，啊！這個，這個都在後面那個奢摩他當中講。",
    "272": "[04:32]共諸聲聞所有功德。這些。",
    "276": "[04:36]三謂有靜慮能引十一種饒益有情事。就這個三類。",
    "284": "[04:44]第四正修彼時應如何行。正修的時候怎麼學呢？說",
    "289": "[04:49]隨修何善三摩地，皆當具足六種殊勝，六波羅蜜多。自住靜慮亦安立他，是靜慮施，餘如前說。這個第四，跟前面的每一項的第四一樣。",
    "304": "[05:04]第五此等攝義。隨念發心為諸行依而正修習，那麼這個地方我們學的靜慮波羅蜜多，有一個特質，什麼特質啊？我們一定要了解，實際上呢不單單是了解，就是發了這個菩提心，由於這個心而隨行，跟著這個心而來的這個行為。所以呀，你發了菩提心，這個作為依據，一切諸行之根本，現在學靜慮也是如此。",
    "349": "[05:49]則於無漏靜慮，為欲安立一切有情，策勵修學。所以我現在自己學的是無漏，換句話出世的；同樣呢不但是為了自己求出世，而且要使一切有情啊，也同樣地得到這個無漏相應之定 ─無漏相應定那出世間的，換句話說是解脫生死、成佛作祖乃至。",
    "376": "[06:16]此堅固增長已，以地上諸靜慮作所願境。那麼把這個概念，這個發的心，然後隨分隨力地能夠發起了、堅固了、增長了。然後呢正式學的時候啊，不是普通一般世間的，而是以大地菩薩所行的種種靜慮，作為我們的願望而去努力。所以在這個地方，這《華嚴》哪，我們應該有機會必然要看，看看那個善財童子五十三參，這就從德雲比丘第一個，一直到最後開彌勒樓閣，參那些大善知識。每一個善知識告訴他，「欸，我得到什麼的三摩地 ……」這種三摩地都不是定哦，不是普通定，都是什麼？無漏，而且大乘不共的，而且必定是定慧雙運俱轉的，這個才是真正的特質。這一點我們必定要了解它，這個是我們現在的願境。所以我們常常說：我是凡夫，所以這個我要目的啊，學這個！如果我是成佛的話，那我要救眾生了，我不是去學了，這個要了解啊！那麼以這個作為的願，因為這樣的願，所以",
    "465": "[07:45]雖未能生圓滿靜慮，亦應時時精進不捨，隨力學習心一境性諸三摩地。那麼在這種情況之下，是的，我們在因地當中，所以並不是真正能夠做到。所以說，雖然沒有能夠真正圓滿這個靜慮波羅蜜多，但是要想學的時候啊，一定要精進。學定那非精進不可，沒有精進絕無可能，絕無可能！所以現在很多人說，哎呀，學學定啊！那實在是 ……。我們普通也只是說，哎，看見他難得啦，有這個心，給他種一個善根，好、好、好、好，教他一下啦！那都是跟小孩子、像幼稚園小孩，來來來、排排坐、吃果果，大家這樣。哎呀，這高高興興，高興完了以後回去了，就是如此而已。這是千真萬確的，真正要學定的話，不要說這種殊勝的大乘的定啊，那沒有精進是絕無可能、絕無可能的！",
    "531": "[08:51]那麼有了這樣的情況，那個時候「時時精進」啊，隨分隨力地學這個「心一境性諸三摩地」。在座上固然是，下了座何嘗不然，這個千真萬確的，千真萬確的。現在我們不妨看看眼前的事實，那禪宗的祖師們那是典型的就是這個樣。上座的時候固然，下座的時候，你問他在幹什麼啊？對不起，還在那裡啊，千真萬確的。所以一切時處都在那個地方，嗯，就看一個。趙州，有人問他：「狗子還有佛性也無？」說個「無！」就這樣。當然，當初趙州老人他沒有說這個，一直等到南宋大慧宗杲禪師以後才學這個，因為那個時候的人根性慢慢地鈍了，說全部精神貫注在這個地方。那麼後來又轉了一個，說參「念佛是誰？」那都沒關係，真正重要的，他什麼時候一切時處就擺在那個地方。",
    "595": "[09:55]啊！古來的人有各式各樣的人，形容這個東西，或者說如喪考妣，像父母死了以後全部的精神啊憂心焚焚。或者是說像欠人萬貫錢財，唉呀，以前的萬貫以現在來說，是欠人家幾億的財產，這樣啊！啊！那個心裡這個債主逼在那個地方。或者像前面那個經上迦旃延那子的因緣，啊！那個劊子手在後頭，你一心一意地是擺在那個地方。吃飯你也不曉得吃些什麼，睡覺也不曉得睡些什麼，拜佛也不曉得拜些什麼。所以這個是千真萬確的，所以很多古代的那個禪宗那個大德們，依現在都是如此，欸，他等一下上廁所，跑到廁所出來了以後啊，出來了褲子忘了穿。絕對不是笑話喲！他全部精神擺在那地方，這樣。乃至於吃飯了，拿著個飯碗拿了個半天，他不曉得幹什麼，忘記掉了。精神一直住在、住在這個地方，這樣的啊！這個才是真正啊，真正學定的這個樣子。",
    "667": "[11:07]你不要看這件事情很難哪，你得到善巧的話，這個事情倒還千真萬確還不難呢！最最主要的還是什麼啊？就是前面這個方便。所以一直說呀，你學這個東西要聞思為先，一定要如理聽聞，了解了這種；而這個開頭一定是勝利、過患，一定說這樣做對你有什麼多大的好處。所以我們現在修學佛法總覺得：哎喲！要放掉這個要這麼難做。他不啊！修學佛法真善巧，就告訴你，你這樣做對你有多少好處。千真萬確，你把這個念頭認識了，然後呢反過來說，你不做有多大的禍害。這種心情提起來了以後啊，修學佛法的的確確並不難。這個就是什麼啊？我們必然應該了解的次第。那麼現在說，好啦！這個有了以後啊，然後隨力地去學。是",
    "727": "[12:07]若不爾者，如果不這樣的，",
    "730": "[12:10]恆違學處罪所染著，於餘生中亦極難學菩薩等持所有學處。你不這樣努力的話，眼前也是在罪染當中，將來呢也很難學這個。",
    "749": "[12:29]若能學者，即於現法亦少散亂心，所修善行勢力強盛，能夠學的話，現在心就少散亂，而且呢修的勢力越來越利，越來越好、越來越好、越來越好。「當來」，更好的將來，就像經上面說的：",
    "769": "[12:49]當來亦如《妙手問經》說，身心喜樂，靜慮波羅蜜多極易圓滿。將來很容易！所以有很多人的的確確，我們往往看見，欸，這個人一學就會了─不是這一生學會的啊！宿生就有啦！念佛也是如此。所以我們現在常常說，我一再說：欸，不要說看見，喔唷，他念佛很容易，他宿生早就有過了。假定你看他這樣容易，你也學他的話，我始終覺得這個太沒出息。如果從現生可以看得見的話，我想我一再說，今天再說一遍。嗯，那些念佛一下就得到了，我覺得學他們好沒出息；而這個人 ─六祖，我也覺得好沒出息。我只有學一個人，學釋迦世尊！然後呢跑到尼連禪河邊上面，前面那個六年苦行我覺得也毫無意思；我一定學最後那一晚，坐在那個河邊上面，抬起頭來看月亮，一看！成了佛了。這個才是我們該學的啊！我們必定要了解，所以這個因果的關係在這個地方。你認識了這一點的話，你自然會了解了：啊！他是他的，我現在看看我什麼。你要了解這個，還什麼？喏，這樣前面的照這個次第正確，這個佛法的特質在這裡。所以說：",
    "840": "[14:00]於奢摩他時當廣解釋，故此不說。那麼你能夠這樣的話，很容易圓滿。關於這個詳細的道理呀，在後面別學奢摩他的時候詳細說，這個地方就暫時不提。翻到《菩提道次第廣論》三百二十三頁，那麼說我們發了菩提心，由願心而進入行心；所謂行心就是說有了這個願，要滿這個願一定要跟這個相應的因行，因行到了，果就圓滿了，這個就是無上的佛果。那麼前面的五度當中已經都講完，講到最後般若，現在我們看：",
    "899": "[14:59]學習般若波羅蜜多分五：學這個也分五部分，第一個：",
    "906": "[15:06]一 慧之自性，我們了解智慧的特徵是什麼。然後呢，",
    "913": "[15:13]二生慧方便，什麼樣的方法才能夠啟發智慧。",
    "922": "[15:22]三 慧之差別，四正修慧時應如何行，五此等攝義。那麼要啟發的智慧，這個智慧有什麼樣的不同，每一種有它何等功效，這個功效對治是什麼毛病，然後呢產生圓滿什麼功德。了解了這個，下面正修是怎樣修法。然後呢，還有最後一點重要的關鍵性，再總結起來說明一下。",
    "958": "[15:58]今初說慧的自性。",
    "961": "[16:01]慧謂於所觀事能揀擇法，嗯，一句話。智慧是什麼？就是對於我們所看的事情，能夠選擇如理、非理，能夠曉得這件事情如是因感如是果，這個中間的種種必然的關係。事理之間的所有正確的、真實的內涵，你都能夠看得清清楚楚的話，那麼自然你呀，做起事情來會一點都不錯，因此你得到的結果能圓滿無缺，這個完全靠智慧來辨別。所以做事情儘管是手腳去做，可是判別 ─告訴你是非、應取捨，卻不是手腳的能力。就像我們前面常常說的，「五度如盲，六度如導」，是，五度就是那就相當於手腳去做，但是做得好不好，怎麼做法等等，那、那是引導者。",
    "1054": "[17:34]此處是說通達五明處等慧。那麼現在這地方總說，把五明，這個五樣我們應該了解的能夠完全地了解。實際上這個五明，就包含了我們眼前所對的一切內容，一切內容。你對這個有了正確的了解，自然你處理任何事情的結果得到圓滿。修行更是如此！你對你修行的方法，如果沒有正確了解，儘管我們有很好的心，很想去學，卻是盲修瞎鍊。",
    "1104": "[18:24]如〈菩薩地〉云：「謂能悟入一切所知，及已悟入一切所知揀擇諸法，普緣一切五明處轉，一內明，二因明，三醫方明，四聲明，五工巧明，當知即是菩薩慧之自性。」能悟入慧者是未得地前慧，已悟入者是得地慧。那麼這個地方告訴我們，引證《瑜伽師地論．菩薩地》所說的。就是說，慧是什麼呢？就是你憑這個東西，能夠由此而了解，「悟」是正確地、如實地了解我們所對的一切，所應該所知道的一切，以及已經由此而步步上升，已經所了解一切。這個一切的法是、非，是的該取，非的該捨，這個都要用智慧辨別知所取捨。然後我們的行持跟著去做，那麼就得到圓滿的結果，這個是它的內容。",
    "1188": "[19:48]那麼至於說「能悟入一切」跟「已悟入」兩個什麼差別呢？一個是還沒有真正見到實相的時候，通常我們說「地前」，或者另外一個名詞，就是聞、思相應之慧；已悟入，說「地後」，登地以上，登地以後。就是經過前面由於聞、思，把握住、了解了修行的法則，照著這個次第如法修持，而得到實際上的驗證，徹底見到一切事相的真相，包括真、俗二諦。在這個不管是真、俗當中，它內涵你能夠徹底圓滿地了解，辨別它是、非，所以這個就是慧。那麼，而這個智慧，它的所觀照的對象是普遍一切，把這個一切總攝起來，說五種明處，那是在這個裡邊。所以啊，這個智慧是普緣一切我們所對的這些事情，這個分成功五個內涵，這個我們該明白的。",
    "1290": "[21:30]說「內明」就是佛法，佛法，這個我們了解。它為什麼叫內明呢？就是平常我們觀察世間都是觀察外面，我們現在非常簡單地說明，也不必用佛法的定義。實際上呢應該說，喏，這個佛法本來就是說世間現象，我們就用佛法以世間的名詞來說明，這個大家就很容易了解。比如我們現在講科學，大家就讚歎科學，科學的確也對世間有相當的貢獻，但是它所明的卻不是內明，只明外面不明裡邊，這我們大家都了解了。說宇宙的一切萬物什麼等等，那麼拿什麼東西來觀察呢？每一個人就是拿我。這麼「我」到底是什麼呢？這個他卻不一定真的知道。實際上「我」這個東西，我們現在也不必深深去說它。通常我們指的，那就是從透過我們眼睛所看，耳朵所聽，身體感受以後呢，然後這個真正地領納。換句話說，我們拿世間來說，就是我們的知識、知見，說拿這個東西去觀察世間萬事萬物。可是我們平常世間萬事萬物來看，你的眼睛這個樣，我的眼睛不一樣，耳朵，各人等等，標準不一樣。",
    "1393": "[23:13]所以科學家很精采，他想出一個辦法來，說現在不是用你的眼睛、我的眼睛看，我們共同定一個標準，共同定一個尺度。於是在這個世間的衡準的當中，他就定了幾個標準，所謂時、空。你的時間也許講一天，什麼一天分成功晝三時、夜三時，現在他共同的標準，說這個叫作二十四小時，一小時多少分、多少秒，這個時間的標準，有一個客觀的標準。那空間，我們也有一個客觀的標準，然後呢所衡量的客觀的東西是物質，也有一個客觀的標準。不管是你英制，說公制，乃至於大家彼此互通的，所以這個制度建立起來了。換句話說一個共同的標準，然後在這個標準上面，去衡量這個事物的內容的話，你才能夠有一個共同的基礎，有共同的共識。在這個裡邊，你就能夠認識它的內涵。",
    "1465": "[24:25]這個所以科學之比平常來得正確的原因，就是平常常常說很主觀的，現在我們把那個主觀的因素把它拿掉。對呀！所以它發現了很多真相，以前人所不了解。以前的人因為憑著自己的眼睛來看，所以覺得：啊，地是不動的，太陽在轉的，這些現在發現不對，太陽不動的，地在轉。啊，以前的人發現說，天是圓的、地是方的，現在也覺得不對，天根本沒有這樣東西，地卻是圓的。那是憑什麼呢？因為它有這麼一個客觀的標準，先把那個標準確立了，拿這個標準去衡量所衡量的。換句話拿這個標準去觀察所觀察的，那個時候就可以觀察得出一個共同客觀的標準來。",
    "1528": "[25:28]可是裡邊有一樣東西他遺漏掉了，我們每一個人拿「我」來去看。那麼剛才說的不管「我」是眼睛、耳朵，我的身體，各人的，的確能力不一樣，然後呢你的概念也不一樣，這個東西是什麼？誰也不知道！結果拿這個東西去看的話，這個裡邊就問題來了。實際上呢，科學家的的確確拿他的方法去找的話，沒辦法去找，而且絕對沒辦法找到。其實這個道理說起來非常簡單，佛法裡面常說「指不自觸，火不自燒」，那個手指你擺在這裡，它手指摸，摸一樣東西，可以摸到這個什麼感覺；可是它手指能摸別的，它不能摸自己。所以你兩個手指摸，摸到了，那個是什麼，這個手指摸到它，這個手指摸到它，對不對？不是說我自己那個手指、手指摸到我自己；同樣地，我坐在那個桌子上連為一體的話，我就沒辦法把那個桌子 ……我坐在椅子上，沒辦法把那個椅子搬動。現在「我」，「我」這個東西本身是什麼東西，我自己沒辦法來找到它。結果呢，這個東西本身是不是一個可靠的標準哪？那有問題！",
    "1608": "[26:48]所以我們最常用的一個比喻是說，比如你現在衡量一樣東西，我們大家說，哦！我們要去買一樣東西，這個東西多少錢啊？三塊錢。那我們當中大家說三塊的話，那大家沒有什麼諍論、沒什麼問題的，因為我們在這裡，當然大家用的是新台幣。結果啊，偏偏我們的心識卻不是有這樣的共同，你是你的，我是我的，就相當於說一個是英國人，一個法國人，一個中國人，一個美國人，一個香港人，一個什麼 ─日本人。然後呢各人跑得來，他說的一塊是一個法郎，他說的一塊是一個英鎊，你說的一塊是港幣，我說的一塊是台幣，他說的是日圓，那這個比例之間差得個十萬八千里，你就沒辦法大家來衡量，那是各是各的，對不對？這是個很明白的事實。",
    "1664": "[27:44]那麼所以我們從這一點，事實也是如此，我們儘管客觀的東西有一個共同的標準，但是對這個共同承認的客觀的標準當中，卻還有各人各人的想法。是，你看這樣也是桌子，我看這張也是桌子，可是你看的這張桌子的話，你會有你的想法，我看，有我的想法，這個想法絕不統一的，這第一個。不要說我們各人不同，就是我們每一個人自己在不同的時候，去看它的時候也是不一樣的。",
    "1702": "[28:22]所以我們同樣地進一步用一個比喻，譬如說我們剛才要衡量任何一樣東西，你說，欸，我坐在那個桌子上面，這個桌子上有多長多寬啊？拿根尺量量它。那個尺本身是固定的，你說你用台尺也好，台尺我們中國以前叫老尺，現在呢叫市尺，哦，這是公尺，那沒關係呀，你總是這麼一個單位固定的。那麼一尺、兩尺、兩尺半或者兩尺三寸五，那沒關係。現在量的東西啊，不是那根固定的東西，拿一根牛皮筋。然後呢你繃得這麼 ……它也叫 ……欸，怎麼，你說它一個單位長度吧！繃得這麼緊也叫一個長度，繃得這麼緊叫這麼長度，這麼鬆也叫這麼長度。結果呢你這個時候繃得鬆一點，一量，量、量、量這張長度的話，說有幾個？有二十幾個單位；然後你拉得緊一點，說這張桌子還不到一個單位。為什麼原因哪？這個桌子沒變，只是說你自己那個牛皮筋拉得緊一點、鬆一點，是不是這個樣？對嘛！然後我們不檢查則已，看看我們的心 ─今天哪，很高興心裡面，哎呀，歡喜得很，那好像放得鬆鬆的；今天心裡面不高興，拉得緊緊的，繃得緊緊的，這樣。那麼這個時候，你對這件事情的衡量，又完全不一樣了！"
}