{
    "8": "[00:08]所以平常的時候，譬如說，欸，這張桌子滿好擺在這裡無關緊要，你也常跑過去。今天你正好急急忙忙，心裡面繃得很緊的時候，跑過去的時候啊，你就嫌它擺在那地方真討厭！偏偏它又撞了你一下，你又覺得：哎，這張桌子不對，一定要把它搬走它。過了一天，你心情又把它換掉了一個心情了，跑得來看看：哎呀，這個地方真好！然後呢你還嫌這個桌子還少了一點。欸，心裡面就會有這樣的變化，為什麼原因？這個說明了那是我們裡邊這個心本身，「我」到底是什麼？對不起，一向不知道，也沒辦法知道，就算你真的要去找它的話，你也無法找到。那麼對這個事情哪，卻不是世間人一般人能夠真正了解，佛法的真正高明的地方，就高明這個，所以它叫「內明」。這是我沒有正式地說啊，我是只用世間我們共同的常理體會到，只是讓我們作一個最粗淺的說明。至於其他的因明、醫方明、聲明、工巧明，那世間我們共同了解的。",
    "87": "[01:27]說因明，凡是世間一切，說如是因有如是果，換句話說，這個因明倒不一定要佛法的因果啊，就是說彼此間說明一件事情有一個原則，有一個原則。所以一定講你這樣地說，為什麼原因？你的理由是什麼？所以理則學。這個在我們做學問過程當中，討論問題當中，是非常重要、非常重要的，非常重要的！在西方、在印度都很重視，其實我們中國也有，也有，這個是一個衡準事情的一個標準。那麼下面的醫方明這我們了解了，因為我們生活在這個裡邊，這個是最重要的一樣東西。那麼然後聲明呢，就語言、文字、音韻等等，表達我們所要表達的東西內涵；不但要表達意義而且要表達那個情緒，各式各樣的。所以說工巧，是對於我們所處理一切事情，這容易明白。",
    "162": "[02:42]這麼實際上呢，就是佛之所以成佛，他是一切法成最正覺，就是要把世間萬事萬物，沒有一點遺漏地徹底正確地了解。所以他的的確確，他的根本的立場，以及根本的認知的方式是完全科學；也可以說真正的科學只有在佛法裡邊，它沒有一點遺漏。那麼為什麼說只有在佛法裡呢？剛才說科學儘管要想對客觀的事情去認識，可是它很不幸的是，裡邊那個衡準的標準本身沒有把握住，在這種情況之下，你衡準出來的東西啊，永遠沒有一個正確的答案。他現在不！從這個地方開始，然後呢去衡準世間的一切，這樣。所以我們真正要想學佛的人，這個就是菩薩。那這個我們現在學菩薩的人，要想正確地了知一切的內涵，要學的就這個，要學的就是這個，所用的這個就是智慧，能夠辨別事情如理、非理的。",
    "242": "[04:02]第二生慧方便。怎麼樣才能夠啟發這個智慧呢？這個太重要了！",
    "252": "[04:12]謂當思惟生慧功德及未生之過失。處處地方都是這個，你有了這個智慧的殊勝的功德，及沒有這個的過失、禍害。現在處處地方提醒我們自己：我們跑到這裡來幹什麼的？我們要想避苦，換句話說避免過失。啊，看見世間真痛苦啊！從我自己開始，啊，一切人。對呀，為什麼有痛苦呢？就是你有這個過失。那麼你要去掉過失，要憑什麼呢？說那個時候曉得：哎呀，要有正確的認識、正確的做法。靠什麼？智慧。反過來你要得到圓滿的快樂、功德靠什麼呢？還是這個。所以如果這兩點你能夠不斷地深入的話，那個會導致必然的結果，會策勵我們。",
    "316": "[05:16]現在呢我們未嘗不求去苦，未嘗不求快樂，可是因為對這個苦樂之間的真正的內涵，沒有正確的認識，只是耳濡目染，道聽塗說乃至於。或者隨便稍稍碰到一點，唉呀，說佛法就是這樣，於是馬上進來了。進來了以後，那時候真正的佛法的內涵了解了沒有？沒有。既然沒有了解，你的的確確沒有辦法去除這個過患，沒有辦法得到功德。那時候說修，那修些什麼？現在從這地方我們必定要知道，說這個要想滿我們的願，這個是最重要的一點，所謂智慧。有了智慧了以後啊，你要的東西無有不滿足，無有不圓滿，要去苦、要得樂。那麼這個裡面分兩部分，下面說：",
    "380": "[06:20]其有無通達如實無我性慧之功德過失，毘缽舍那時茲當廣說，欸，而我們在佛法當中最重要的中心是什麼？就是要如實地了解，對這件事情一點不含糊，確確實實百分之一百像它真實的內涵那樣了解，了解一個什麼？無我，無我性，平常我們說業感緣起空。世間一切萬事萬物，從我開始，到所有的萬事萬物 ─有情、無情，都不是天生有真實自性的，都是因緣條件而生起。所以由於這樣，所以這樣的業因感這樣的果報，拿世間來說因果報應，這樣。而它的本質、本身呢，就是空性，佛法就是講這個。那麼這個道理，你有了通達了，就有何等殊勝的利益，不了解有什麼大的禍患，這個在後面別學這個毘缽舍那的時候說。因為這個道理本身哪，非常深廣，這也是三乘最重要的。所謂般若是什麼？三乘之母，三乘之母。我們修學聲聞、緣覺尚且要，何況是佛、菩薩，所以更是深遠。這裡暫時不談，這裡暫時不談，現在呢先把其他的，",
    "496": "[08:16]今當略說所餘德失。現在簡單地說明一下，除了這個最核心問題以外的其他的。別看哦，欸，你把其餘的這些能夠慢慢地有一個認識了以後，那個時候才會啟發我們一心一意學這個 ─中心的。為什麼？因為那個中心的本身非常地深奧，非常地難懂，我們一時不容易體會得到。所以別的地方講的時候，先從根本上講起，這個地方卻先不講根本，是有它的原因。先把那個其餘的枝枝葉葉這個好處說出來了，然後你覺得：哎呀，這個枝枝葉葉都有這麼好處啊！這是啟發我們這種好樂羨慕之心。反過來說，這個地方枝枝末末的如果把握不住的話，這個禍患你了解了以後啊，那時候你會進一步了解，哦，根本的過患更是厲害得不得了！所以前面先把其餘的、次要的，也不一 ……真正說起來也不是次要的，就是說先暫時不把根本式地說明，有它這樣的一個特別的理由在。所以現在這個，其餘的方面的功德跟過失啊，下面也說，先說功德部分：",
    "592": "[09:52]先說功德，說通達了這個智慧以後，有什麼好處。而這個功德，還不是如實了知人我二法空性這個智慧。",
    "609": "[10:09]此中慧是現後一切功德根本者，一句話，這個是最主要的。要曉得這個智慧是什麼啊？喏，眼前的、現世的，以及後世的、將來的、永遠的，所有的好處，「一切」兩個字沒有一點遺漏包含了，一切好處的根本就在這個上面。這句話牢牢記住哦！這地方先「標宗」也可以說，喏，把那個整個的大題目擺在這地方。我們一直學習的都是這個，一直體會的就是這個，一直運用就是這個。你能夠學習多深廣，體會多深廣，那麼將來你的行持就跟它相應；行持跟它相應，你自然而然功德就相應；功德相應，你的痛苦就相對地減少多少，得到的功德、圓滿的功德就相對地、相應地得到多少。不要說心理的、生理的，乃至於平常我們眼前看見的這一切，這千真萬確的事實，千真萬確的事實！現在我們看，",
    "681": "[11:21]如龍猛菩薩云：首先引龍猛菩薩來告訴我們的，因為龍猛菩薩是傳性宗的一個大宗師、大宗師，這個是佛懸記的，以及我們所有佛弟子的人，真正成就的人是共同推仰、接受。不管你從哪一個立場來說，他是足以能夠如理抉擇佛的深義的、智慧的，現在一個代表者可以說。所以先引他的話，說：",
    "716": "[11:56]「慧為見不見，一切功德本，哪！就這句話，什麼是智慧？你是能不能見到功德的根本，就是這個。",
    "727": "[12:07]為辨此二故，應當攝受慧。現在呢我們要辨別，啊！這個對、這個不對，這個該要的、這個不該要的。那你如果要想辨別，那麼你就應該在這地方好好地努力，攝取受持，這樣。所以在這個地方，我們應該停下來，問一下自己，說我跑到這裡是要找自討苦吃，那不必到這裡來；說我要到這裡來求真正快樂，欸，就在這裡。我在這裡不怕苦，找苦，當然！我現在這裡要怕苦、去掉苦，就在這裡！苦樂的根本原因在哪裡？就在這個上頭。你能夠見到了，然後呢從這個上面深入，就像我們看病一樣，嗯，你病得難受，不是說癱在那裡，沒用耶！你先要去找說這個病因在哪裡，如何去對治它，一切一切都是這樣的。所以說這個地方我們真正的佛法的中心 ─智慧。",
    "795": "[13:15]明是求法義，及大解脫本，故應先敬持，大般若佛母。」啊！那麼所以這個了解了，那個是為什麼要生生去追求、去努力、去學習這個佛法的真正重要的，這個我們要中心思想擺在這裡的。所以大家說修行、修行，那個這一點都不了解，那修行真可憐，你修些什麼行啊，所以說為什麼是越修越錯的原因這樣啊，這一點是我們必須要了解的！所以這個不但是淺近的地方你了解了，而且也曉得是大解脫的根本。這個大解脫是什麼啊？徹底圓滿地解決。通常我們在這個傳承當中說，有一種叫解脫是指二乘的，然後呢覺菩提、覺無上菩提，這是佛果的，大解脫是徹底的，就是覺無上，無上菩提的，那根本也在這裡。所以我們應該首先以最恭敬的心情去受持、攝持這個，這是什麼啊？大般若 ─智慧。這個智慧是佛之母，佛就從這個地方出生的，佛就是從這個地方出生的。這個地方告訴我們。",
    "891": "[14:51]然後呢說了這句話，現在又可以再回過頭來，剛才說他先把那個無我真實慧如實通達擺在後面講，而前面先講餘德。也的確如此，在我們還沒有如理修學之前，這個餘德卻是我們先應該了解的。一了解了以後，然後呢會推動我們說，啊！原來我們要的這些內涵，原來都在這裡啊！然後你肯步步照著去深入。步步去深入，然後呢你的罪障漸漸淨除，資糧功德漸漸積累了，一步一步深入，那個時候你才能夠徹底、如實了解的那個無我真實之慧。繼續下去，",
    "939": "[15:39]慧如施等五度之眼者，如《攝頌》云：「若時為慧所攝持，爾時獲眼得此名，如畫事畢若無眼，未畫眼來不得值。」我們平常說「五度如盲」，五度，「六度如導」，六度就是智慧，說這個智慧就像前面五度布施、持戒、忍辱、精進的眼睛。喏，下面引那個論上面，說那個時候，你做任何事情，由慧來攝持，欸，就得到了什麼？得到眼睛。就好像我們現在畫一個人一樣，你別的都畫好了，沒眼睛，這算什麼啊！嗯，對不起你沒畫眼睛的話，這張畫，沒有用！畫完了眼睛，這張畫應該有的價值顯出來了。反過來，你說畫一個簡單的輪廓，有一個眼睛，欸，大家一看，看了差不多，當然輪廓沒有是不行的啊！所以我們以前說過那個比喻，這個輪廓本身就像五度，這一樣的，所以你輪廓不要 ─哦，這個比喻當中，說這個菜當中加的鹽一樣，這個鹽應該加在菜裡吃的，你不能單吃鹽的啊！所以這個彼此間有這樣的一個關係，所以一定要方便攝慧、慧攝方便。",
    "1027": "[17:07]於餘功德皆須慧者，譬如妙金所作莊嚴雖已殊妙，若更嵌飾帝青等寶，尤為可意。那麼其他的功德都需要慧來攝持的，譬如說我們有一個最好的金做的莊嚴的東西，做好了以後有個帝青寶 ─帝青寶就是說寶貝，我們做如意寶啊什麼，最了不起的這種 ─一放上去，啊！那覺得錦上添花。就像古代的帝王，那個皇冠用金子做的，金子做了以後然後下面嵌一個寶石，啊！金剛鑽，就是這樣。",
    "1070": "[17:50]如是從施乃至靜慮，五種金莊嚴具，若以揀擇理非理慧鈿寶嵌飾，更為希有。那麼我們同樣的道理，前面那個五度啊，能夠由智慧去選擇如理、非理，這樣的寶貝。這個「鈿」是金做的花，實際上那個鈿字還有其他的意義，金字旁那個鈿，金做的花；還有譬如說，我們這個高貴的這個東西上面，一個莊飾的特別的東西，就是這個。以這個鈿寶 ─以現在有智慧這個鈿寶來莊飾，啊，那更是稀有！你一定要拿這個智慧來攝持、來攝受，那個時候你行的布施等等啊，才真正是如理、非理。",
    "1127": "[18:47]所以我們常常說的「修福不修慧」，雖然你呀福是修了，因為你這個福沒有智慧攝持，結果呢？「畜生戴瓔珞」。唉！那個畜生，那個是戴了瓔珞有什麼用呢？我們人看起來，看得很好，這個道理就是這樣的一個。舉一個簡單的比喻，你把一個小鳥抓在一個籠裡面，然後呢你把這個籠裝飾得非常好，我們人看起來覺得非常好，這個小鳥痛苦不堪，對不對？這個畜生戴了個瓔珞，實際上不是戴給畜生看的，戴給我們人看的呀！那個這個畜生，牠雖然戴了瓔珞啊，叫苦不堪言哪！是不是這個樣？嗯，這個千真萬確的事實啊！所以真正重要的，我們一定要拿智慧來攝持。",
    "1184": "[19:44]當然這個畜生是什麼心情，我們不知道，我們不妨說，現在呢讓那個奴隸，然後讓那個奴隸去扮那個帝王相，帝王相。把那個帝王的衣服穿在身上，然後叫他這樣、叫他這樣，叫他做傀儡，你說這個奴隸舒服不舒服，開心不開心啊？那我想我們也感受得到，對不對？然後叫你做一個政治傀儡，你在那個地方苦不堪言。不是說站在那個地方人家向你磕頭，人家給你錢，你就快樂的，為什麼？沒有慧攝持，這樣。所以布施、持戒、忍辱、精進都是如此。",
    "1221": "[20:21]昨天又有一個同修跑得來問我，說《大寶積經》上面前面曾經有兩句話，他說那個持戒啊如果是執著那個戒相的話對不對？對不起，那個持戒根本不清淨。他問我。是，其實這個沒有什麼問題的，可是他提出問題來很好，表示我們的的確確對於佛法的中心思想不了解。不管布施、持戒、忍辱、精進、禪定，如果沒有慧來攝持的話，那做這些東西都是沒有太大意義，沒有太大意義。",
    "1263": "[21:03]那麼說到這裡我也不妨，因為這個問題是對我們眼前比較重要的，不妨再解釋一下。我們大家說很重視戒，可是這個為什麼你持戒而執著這個戒的話，這個戒不清淨？那麼該怎麼辦，該怎麼辦？那你說你不要，那麼不要執持，不要又不行；要嘛執著了又不行，到底怎麼辦？那個問題就來了。不執著這個戒有很多人說：欸，這個不要執著啊，要你自在！所以他覺得要這樣就這樣，我早晨要九點鐘起來嘛，那就幾點鐘起來；晚上正在睡不著，一夜睡不著鏗鈴匡啷大家鬧一鬧嘛，就鬧一鬧，你何必執著啊！欸，你說這個對嗎？又不可以！那麼反過來說的話，你這樣地持戒了執著嘛，欸，又不對，那怎麼辦？這個裡邊的的確確的。我們不必很深的地方去，這個後面他會告訴我們，後面說你沒有智慧攝持的時候，你處處覺得矛盾，你有了智慧攝持的話，所有的矛盾在以前看起來相矛盾的，到那時候不但不矛盾哪，而且恰恰是相輔相成、互相符順，還沒有這樣還不行咧！",
    "1351": "[22:31]我眼前隨便舉一個簡單的例子，譬如說我們坐在那個教室裡邊，當然我們要上課的時候啊，欸，一定要造一個房子，否則的話在那地方外面風吹、雨打、太陽曬，那個不行啊！所以你把那個房子造起來，牆壁砌起來。那個把它牆壁砌起來，下面嘛地板，上面天花板，統統蓋起來。這個地方就好像說，我們佛法上面特別不妨說「有」，當然你要圍起來。可是偏偏你圍起來的時候啊，就這個地方還要挖兩個洞，把那個有的東西拿掉。你說這個一個要砌起來，一個要把它挖掉它，這個不一樣嘛！",
    "1391": "[23:11]你說我們造了這個房子，能不能這個把牆、把所有的把它擋得死死的，行不行啊？這個造出來的房子有沒有用啊？如果你在裡邊，把它造起來了以後，然後呢這個變成功你的棺材，死路一條；如果在外面造起來了以後，這個房子對你毫無價值。欸，妙咧！這個地方要挖幾個洞，明明要弄起來的東西，你把它拿掉，所以一個是有，一個是空。所以你不懂之前的話，覺得兩個，一個有、空相反哪！懂得以後曉得，你要這個房子的配合，還非要把這兩樣東西恰到好處地配合，那個才能夠派上用場。",
    "1433": "[23:53]反過來 ─不要反過來，另外一點來說，那我曉得要配合了，這個配合還要恰到好處哦！嗯，這個門一定要開在這裡，我說把那個門開在上頭，行不行啊？開在屋頂上，那當然不行，地下挖一個洞也不行啊！欸，它還要有一個恰當的位置，那時候一定要在四邊的牆壁上面。牆壁上面還不一定行啊！那個門一定是開在那個地方，然後呢這邊一個、那邊一個，你不能亂開呀，門是門，窗是窗啊！所以這一切一切，所以你有了智慧的話，你就會了解，平常我們看起來好像很矛盾的事情啊，那個地方恰恰相反，不但不矛盾，而是必須要如此互相配合的，對不對？所以原則說明了一下。",
    "1482": "[24:42]現在我們進一步剛才談的持戒，那麼這個戒，假定說你不了解的時候，你講戒好像就在戒上面。現在我進一步，你為什麼要持戒啊？哦，對呀，我們為什麼要持戒啊？跑得來修學佛法。沒錯，這個佛法不管你是自求解脫也好，乃至於究竟圓滿解決一切眾生而發大菩提心也好，目的是共同的，兩個字 ─解脫，只是說解脫的量小、大不同。所以就這一點來說，大小乘是完全一樣的。那麼，誰綁住你啊？煩惱，現在了解了。痛苦啊！但是痛苦的根本是什麼？原因是什麼？是業，業的主導者是惑。那麼惑的恰恰相反，正對治是什麼？明，明是對治無明的，所以那個時候你要來對治它。所以當我們得到了智慧以後的話，問題都解決。可是你要得到智慧，要有得到智慧的方便，換句話說，要有這樣的因，才感得這樣的果。那麼這個因，這個方便是什麼？一定前面那個戒、定、慧，對了。如果你把握住這個原則，然後去走上來的話，就對！",
    "1571": "[26:11]所以說，哦！為了達到這個目的，第一步你要持戒，千真萬確。為什麼呀？那麼我們退一步來說，是既然如此，說我現在了解了。啊！那麼我為什麼了解呢？以前對事實的真相為什麼不懂呢？就是說我沒有辨別的能力，而這個辨別能力卻是要有人來教導的。世間，要世間人教導，然後呢出世，要出世的教導，這個我們大家都了解。所以教導我們出世間的是佛陀，所以在還沒有跟他學得相應之前，我們是渾身錯誤，無始無明所惑的凡夫。我們一切的認識，一切的行為，從知見開始、到行為開始，都在錯的當中，你只有依靠他，聽他的。目的不是為了他，目的還是為了我自己，因為他知道的。就像我們念書一樣，欸，我們付了學費跑到學校裡面，不是為老師，為自己；聽老師的話，不是為老師，為自己，這個很正確、很簡單的事情。那麼既然如此，所以他就告訴你為什麼要這樣做，這樣做對你有好處，這樣做沒有好處，所以我們要持戒。",
    "1654": "[27:34]可是我們持戒的目的幹什麼？反過來想，要想持戒的目的是要得到這個，因為得到這個，所以跟這個老師學；因為跟老師學，所以要做這個、做這個、做那 …… 而做這個目的的究竟意義是什麼？解脫一切煩惱。找到了，最後，對吧！一步一步推究。這個煩惱的最終究、最究竟圓滿的是什麼相啊？就是不了解世間真相而又起的執著，這個執著分兩部分：人我執、法我執。你學了半天以後，你如果說根本問題不能解決，忙了半天你執著的話，請問你學的什麼？你不是完全學錯了？欸，但是呢，的確學上去是要那個方法，所以擇善固執，是不是？所以它你了解了這個，一點都不矛盾。",
    "1709": "[28:29]所以《金剛經》上面很多地方都告訴我們那個比喻啊！說：現在我們在這個生死苦海當中，或者此岸哪，那個是恐怖無比啊！要渡過這個輪迴生死大海到彼岸去，需要這個方便舟。然後呢你必定要 ─在你沒有去的之前，是戰戰兢兢要造那個舟，划那個船渡過去，那不能讓它一點漏洞。所以這個持戒的時候啊，是浮囊喻。欸，那個羅剎來跟你要那個浮囊，整個固然不可以，半個也不可以，乃至說一個小洞，不可以！因為那個浮囊有了一個洞漏了氣了，你就送了命了，那個執持非常厲害。可是等到你一旦過了岸，請問：你那個船是扛在肩膀上啊？當然不會！你到了那邊的話，你不會坐在船上：「好了，好了，我到了！」你到了沒有，你還在苦海當中！你一定捨舟而去。請問：那時候你還能執嗎？所以這個次第很清楚、很明白，你了解它有它必然次第。"
}