{
    "8": "[00:08]要我們不了解這個次第以後：啊，那不要執著！所以實際上呢，不要執著又害了一個什麼毛病呢？我完全在此岸，在生死苦海當中，然後呢根本沒動都沒動，說不要執著，連船也不要了，還自己覺得還不執著。結果啊，對不起，注定你就在永遠在這兒轉。",
    "29": "[00:29]所以他這個每一個地方有一個每一地方，那麼辨別這些事情、了解這種事情，都靠什麼？智慧。這是順便一說，對不對？所以這個五度，不要說世間法，是，現在我們修學佛法了，這個如理、非理，還要這個東西，所以這個東西是真正稀有啊！布施雖然使你得到好的福報，可是這個福報弄得不好的話，象身戴瓔珞，這個不好受；做了奴隸呀，就扮那個帝王相，這個也不需要。所以外表是繡花枕頭固然好看，這裡面真實內容是更為稀有啊！欸，要把這兩個東西配合。繼續：",
    "76": "[01:16]由此能令施等五法成清淨故。這個清淨是什麼？無漏的，究竟圓滿的。所以叫「漏」，漏的另外一個名字叫染污。現在呢，「清淨」是無染，因為無染叫不漏，無漏的智慧，無漏的功德，究竟圓滿的報身報土。",
    "100": "[01:40]猶如意識，能於眼等五根之境，分別德失而為進止。那麼在我們身體上也是一樣，那個前面的眼、耳、鼻、舌、身，它有這個對這個直覺的感覺，但是呢裡邊的仔細的分別，徹底的了解，進止、取捨等等卻是意識，那麼這個智慧對於這個五度亦復如是。",
    "129": "[02:09]如吉祥勇云：「此施等福德，若有妙慧力，如諸金莊嚴，嵌寶尤光顯。慧於彼彼義，增廣功德力，如根於自境，由意顯其力。」這個偈子就說明上面這個道理一樣。",
    "149": "[02:29]如是信等根中以慧為主，若有慧主，則善了知施信等德，慳等過失。次乃善巧盡諸煩惱，增長功德所有方便。現在我們修學佛法當中，所謂三十七道品，第一個四念處，這個本身就是智慧。有了這個智慧，然後呢根據著這個的一步步的行持。下面說的五根、五力，這個五根、五力當中，信、進、念、定、慧這五根當中，最主要的是慧。如果你有這個慧來攝持，以這個為主，而行那個前面的這樣幾樣東西 ─信、進、念、定的話，你樣樣都能成就。同樣地，六度當中布施、持戒、忍辱、精進，這些東西也是以慧為主。所以說你有這個為主的話，「則善了知施信等德」，「施」是六度當中，指前面五度，「信」是指五根當中前面四根，善巧地了知。你對這個了知，然後呢如理行持，進一步啊，你才能夠通達。由於通達而行持，能夠淨化一切煩惱，增長所有一切功德。所有的這個了解、認識、行持種種方便都在這裡。",
    "243": "[04:03]如云：「信等根中慧為主，如餘根中須意識，有此為主知德失，亦能善巧斷煩惱。」那麼下面這個偈，相當於經當中的「重頌」一樣，重新把這個道理說一遍。",
    "263": "[04:23]又諸菩薩將自身肉施諸求者，如從藥樹而取，無慢怯等分別變異，亦因智慧現證真實。從我們前面這麼一步一步上來，乃至於到最後登地了，乃至於到成佛了，這個過程當中，要行種種殊勝難行苦行，譬如說施身肉等等。這個我們看起來，哎喲，這麼難哪！欸，但是菩薩做起來並不難，這個指大地菩薩，就像什麼？就像從那個藥樹上面取藥一樣，欸，你取藥，這個藥樹動都沒動。所以在菩薩來說，布施這些事情的話，「無慢、怯等分別變異」。什麼是慢？什麼是怯？這個我們現在布施的時候，欸，就有兩種心情。如果這是我們有的、能布施的，送給別人了總覺得：欸，好像送給你，啊，這個窮人，「嗯，這個人！」乃至於有人說：「如果有人來，我先教訓他一頓。」那個時候啊，這個是裡邊是慢心，嗯，表示這個人不行啊！就這樣。反過來，如果他一開口說要你一百萬，哎喲，這個就怯了，這不是慢就是怯。",
    "347": "[05:47]欸，菩薩不！完全沒有這個心情。不要說錢，任何東西，他不管任何一樣東西，身肉手足等等，他沒有一點 ……內心當中安住在上面，了不相動，是如如不動。那麼這一個是什麼呢？就是對這個智慧的攝持，由於有智慧所攝持而行。當你現證了以後，那個時候現證的真實的內容是什麼？無我真實慧。所以乃至於我們一向執著的這個 ─我，以及我所代表的五蘊，他了解它本身是空，安住在這空上面。所以當你去拿的時候，就像空當中，就譬如說我們常常說的，你火來著燒，風來吹，儘管你火光燭天，風大得不得了，而這個空本身哪，始終了不相干，就這個意思啊！都是靠什麼？智慧。",
    "413": "[06:53]又由慧故，能觀生死涅槃所有衰損，為利他故，修學尸羅能令戒淨。由慧通達忍與不忍功德過失，令心調伏則邪行眾苦，無能奪轉。由慧善知為應精進事，即勤修彼道極昇進。又住真實靜慮所有最勝喜樂，亦是由慧依止正理之所引發，故淨施等五法以慧為依。那麼下面繼續說，於是由於有了智慧，如理了解了過失與功德，是處與非處，那個時候我們才辨別得出來，說生死涅槃當中差別，什麼是好，什麼是壞。我們現在因為不了解這個，所以呀顛倒！明明是苦的事情啊，說為作為樂的，因為這樣的啊，大家在名利上面爭得個頭破血流。無始以來一直忙這個，結果不但自己沒有好處，反而把自己害得苦不堪言哪！這個都要靠慧來認識。",
    "497": "[08:17]那麼我了解認識了以後進一步，喔，現在不忙它了，為利益他，為利益他而廣學六度。那麼學六度的時候啊，你也必須要以慧，那麼你能夠布施，你能夠持戒，那麼這個持戒的能不能清淨要靠它。還有呢？進一步忍辱，因為你有智慧的了解呀，所以你能夠了解這個忍辱，這個前面我們都已經說過了。所以呀，「由通達忍與不忍功德過失」，那個時候我們不會為外面的種種境界，不管是有情，所以我們能夠耐怨害；或者是無情的法，那個時候我們能夠安受苦；而更重要 ─諦察法，對法的特質了解了，那個時候可以調伏我們自己內心的煩惱，能夠受種種這個難行之苦。在濟度一切眾生，而那個眾生是種種非理邪惡，而不會退轉，不會退轉，所以這個「邪行」不會影響你。然後呢你去做種種的艱苦，也不會使你退轉。這些東西它不會呀，把你原來的志趣把它壓伏。所以這個也靠智慧，才能夠無動無轉而不能損害、搶奪你的真正的願心、行心。同時有智慧善巧了解呀，應該行精進，以及怎麼樣行精進，以及了解了由這個精進，而在所學的道路上面哪，真正地昇進。乃至於再下面，說學「真實靜慮」的時候也是如此。這個真實的靜慮，換句話說定哪，也要依止慧，如理地告訴我們怎麼去做才能引發，才能引發。",
    "645": "[10:45]雖然這個地方定，智慧一度並沒有正確地深入地說明，可是我想我們大部分都普普通通都了解一點。我舉一個最平常的，也是大家最了解的，《小止觀》，譬如數息大家曉得。那《小止觀》上面就告訴我們，修學這個定的十個方便當中，說正修的方便，前面是準備，譬如說要什麼「訶欲」啦、「具緣」啦等等。那麼正修的方便當中啊，它有五樣東西，我想有的人可能不知道，我再說一下：第一個欲、精進、念、巧慧、一心。樣樣東西都是這樣，欲是第一，欲是什麼？善法欲，這我們了解的，沒有這個善法欲的話，做什麼事情都做不成。世間呢？貪欲，跟無明相應的，沒有這個貪欲的心策勵你的話，你坐在那裡，嗯，對這沒興趣；那麼修學佛法要善法欲。然後呢有這個善法欲以後要勤精進。勤精進了以後，然後呢，進一步的話那怎麼辦呢？要念，而這個東西呀也要智慧。等到有了這個東西更進一步的話還要巧慧，你善巧地了解怎麼，那時候才能夠安住、得到。所以五度當中任何哪一個要想得到圓滿的、清淨的，這個東西一定要什麼？以智慧為依。",
    "742": "[12:22]如云：「菩薩開慧眼，雖施自身肉，如從藥樹取，無別無高下。」嗯，這樣，因為他這個慧眼開了，那個時候啊，乃至於自己的身上的肉，欸，取的時候，猶像樹上面摘一個果子一樣，摘個藥果一樣 ─嗯！沒有什麼，動都不動。",
    "763": "[12:43]又云：「慧見三有獄，勝解度世間，持戒非自利，何況為三有。」那麼除了布施以外，下面更進一步的這些事情都是這樣。由於我們智慧呀，所以見到這個三有的一切好處，啊！真像牢獄一樣啊，那看得清清楚楚。也同樣地由於這個智慧呀，所以對這個知見能夠加深，產生殊勝的見解 ─勝解，這勝解就是欲。有了這個欲的話，策發你呀，所謂「信為欲依，欲為勤依」，有了這個勤，勤就是精進，有了精進的話，一切的善法都生起來了。那個時候啊，我們要求的超越世間得到了。所以在大乘佛法當中，持戒那不僅僅是為了自己呀！這個樣樣東西都是為了別人，何況現在三有，那根本不為它所動，不為它所騙，這都是以智慧的力量才能夠這樣如理得到。",
    "833": "[13:53]那麼現在我們繼續下去，繼續下去。上面說，菩薩你開了智慧眼以後啊，乃至於身體送給人家，肉送給人家，都像這個樹上面採藥一樣。就是樹本身它毫無痛苦、毫無感覺，卻是能夠把病治好，現在亦復如是，亦復如是。現在呢不要說你這個外面的金錢啦、名利呀樣樣捨，乃至於把頭目腦髓捨啊，對你是一點沒痛苦。不但沒痛苦啊，卻把眾生的病都能解救好；眾生的病都解救好了，我們也解救好了。這個都靠什麼？都靠這個智慧。實際上呢，我們的目的也在這個上頭，所以真正主要的 ─智慧。不過這個地方特別注意喲，這個智慧用在哪裡呀？用在你布施、持戒上面。所以這個比喻本身，說實在地你深入地觀察、了解。我們不要說：哎呀，要學智慧了，別的也不要了；反過來，學別的，智慧又不要了。那麼現在這些東西都要靠智慧來辨別。下面是「慧見三有獄，勝解度世間，持戒非自利，何況為三有。」這已經說過了。",
    "919": "[15:19]又云：「慧者有忍德，怨敵莫能害，如調伏象王，堪多業差別，唯勤墮苦邊，有慧成大利。」下面進一步又說。這個第一個括弧裡說的是布施，然後呢是持戒，現在說忍辱。你有了這個智慧的話，那這個你能夠忍種種的怨害等等，就像已經調伏的大象王。這個象力量大得不得了，在印度的確這個象王能做一切，乃至於打仗。打仗的取勝往往就決定在這個大象，你一旦調伏了以後，牠什麼事情都不怕。那麼下面是精進，精進這個也要靠智慧。如果說你沒有智慧的話，你這個「墮苦」沒有用。所以單單勤苦啊，對不起，忙了半天沒有多大用場。不要說我們現在，印度的外道這個苦啊遠比我們來得厲害，啊，說炙火、吊這個，教吊在個樹上面餓，乃至於呀像學牛狗戒吃糞等等，我們做得到嗎？我們做不到，但是這樣做沒有用。一定要什麼？有智慧攝持那才可以。有智慧攝持了以後啊，你就能夠有大利益了！",
    "1012": "[16:52]又云：「諸已趣歧途，集過重罪染，惡人豈能成，靜慮妙喜樂。」那個是止，靜慮就是止。由於走上錯誤啦 ─認識錯誤，種種、造了種種的罪惡過患，在這種情況之下，是不可能得定的，那麼這也要智慧。下面除了說這個五度一一說明以外，下面又另外說：",
    "1048": "[17:28]又二功德似有相違，由是慧故能令無違。說往往有幾件事情好像彼此之間相違背的，欸，現在你有慧攝持啊能夠無違，這個是千真萬確。實際上有太多的事情都需要這樣去做，譬如我們剛才說持戒，說持戒嘛目的是要去掉執著，結果呢你不要執著的話，持戒你怎麼持啊？這個戒本身哪，就是要你執著的開始，卻偏偏要你持得個不執著，你怎麼個持法呀？啊！這個時候我們就不懂了。所以不必說通達甚深智慧，就我們開始的時候，你如果學對的話，要了解得清清楚楚、明明白白。",
    "1101": "[18:21]我們第一步學，一定要持戒，戒的目的幹什麼啊？既然要跳出生死輪迴，生死輪迴的過患在業跟惑，所以這個業跟惑不在外面，在自己裡頭。所以這個持戒從你內心持起，這千真萬確。當你內心煩惱生起來了認得：喔唷！見到煩惱了。然後你這地方就把它停止，不要動它。該做的事情哪，你想不想去做，說：欸，這個要做的！你要努力去策勵去做，這個就在這個上頭。所以初步地來說不執著是什麼意思呢？我們不要執著那個戒相，應該從那個戒法、戒體上面；由於你把持著這個戒法、戒體，這個上面卻要執著了，所以叫擇善固執。",
    "1154": "[19:14]由於這樣地一步一步地上去，調伏了自己的內心。然後因為你的內心粗猛的煩惱調伏。使得我們能夠寧靜淨續。淨續有兩個好處，一個呢因為調伏了，你呀這個修學佛法過程當中不是一生一世的事情哦，於是生生增上。否則的話，你造了種種惡業墮落惡道當中，墮落惡道你有修行的機會嗎？沒有。所以你必定要生生增上，然後這個東西戒是根本因，你才能夠得到人天身，然後呢在這個上面跟佛法相應，這個是戒的第一個功德。",
    "1199": "[19:59]第二個功德呢？眼前因為你能夠持戒，所以把心裡面的內心惡識這種煩惱調伏。因為調伏了以後啊，那個時候你才可以學定，得了定然後才能夠開慧。開了慧呀從根把煩惱的根本，說二我執著是徹底拿掉，到那個時候是無往而不自得。到那個時候的話，欸，把你擺在火裡面烤，放在原子彈來炸你，你安然自得，那當然嘛！注意喔，那個時候不執著不是說，啊！我要睡覺就睡覺，要吃飯就吃飯，要幹什麼就幹什麼！不是哦，那個最嚴格的戒相擺在那裡，你找不到一點戒相可得哦，這個才是不執著的真的原意哦！不是我們現在凡夫哦，這千萬要認識的喲！所以現在我們看經不懂得，說：「唉呀！你不要執著。」他這個不執著是什麼？就是你把這個人我二法的執根本拿掉，那找不到可執之處啊！所以儘管一天到晚你嚴格地持戒得不得了，沒有一點戒相可得，這個才是不執著的真義呀！",
    "1271": "[21:11]所以我們現在啊，真正說起來真可憐。這個教本來是最好的告訴我們的，現在我們不要了，說修，那麼結果呢？沒有教也修不成功。反過來呢，教─那麼要學教。學教了以後教的真正意義又不了解，說不要執著。實際上呢，你根本對它執著的意義都不了解，這個戒也不要了，說：「唉呀，我這個才是解脫。」那這兩者都錯啊！這個都是什麼毛病呢？都是你犯了相似之見，對於這個功德本身總覺得兩者當中好像違背的。喏，這個有了智慧的話，啊！完全不違背，那時候你才正確地了解。",
    "1315": "[21:55]不過剛才說關於戒這個事情，不執著那一點哪，它要了解呀，它有幾個層次的。剛才說那種不執著，譬如說把你一把刀砍在頭上，欸，你了然不動，那個是修相應的哦！那麼我們現在呢，不要說刀砍上來受不了，哎喲，把你打一下；不要打一下，眼睛瞪你一下，你心裡面蹦蹦蹦，「欸，這傢伙為什麼瞪我？」欸，那個時候還是有方法調伏的，什麼？聞思相應，那很正確、很明白。你處處地方了解的，他瞪你也好，他打你一下也好，你曉得你現在要行持戒，從哪裡戒起？從你內心上戒起。正因為如此，所以你儘管做到了以後啊，你也覺得：欸，我做對了。安住在這個戒上面，這是我們現在跟它相應的不執著。",
    "1367": "[22:47]假定你這個不清淨的話，「欸，你為什麼打我？」然後兩個等會打起架來了，對不對？哪，這個就是它的功德哦！更進一步，雖然你忍住了，可是你心裡面老是在那想著：「他打了我一下，我總要什麼辦法，想辦法 ……。」人家說起來，世間說起來，欸，這個人倒滿有修養的。滿有修養的，好聽哦！說得不好聽，這個人老奸巨滑，所以不是正確的辦法。這個是聞思相應，還是有它的特質，我們要了解，在什麼狀態當中學這個法，如何去行法，一定有它的這樣的一個一個的次第步驟。所以凡是這些事情都是什麼？要靠智慧！這我們要了解。所以他下面又說，說那個比喻。",
    "1417": "[23:37]譬如菩薩作轉輪王，王四大洲，然能不隨欲塵遷轉，是由具足慧臣之力。就像一個轉輪聖王一樣，說這是這個菩薩在修學佛道當中，他一定會生生增上，因為呀要廣度一切眾生，所以一直在那個世間轉。那個時候都是會世間是大富大貴，轉輪聖王、天帝什麼等等，乃至於王四大部洲。欸，對不起，他儘管有這麼多世間的欲樂啊，他就不會隨欲樂所轉。靠什麼？慧，這慧臣的功力。所以在上士道一開頭的時候就說明，由慧攝持的方便是菩薩的解脫，由方便攝持的慧是菩薩的解脫；反之，如果沒有這個攝持的話，不管慧、不管是方便，這個菩薩都綁住了，換句話說你不能行菩薩道。這是我們要了解的，所以前後一貫，前面是總綱提出來，現在這個地方呢每一部分細說。",
    "1490": "[24:50]總之我們要修行最重要的，一定要對於我們所學的內涵要正確地認識。不是「我」想學，我想學，學了半天是學的「我」。是，因為我想學，然後學要去學佛，佛告訴我們怎麼講的。那佛告訴我們講的像，譬如像剛才這個經論上面，我們還不一定懂哦！那時候一定要靠看菩薩祖師，看菩薩祖師的註解 ─無垢哦！這個很重要。否則的話你隨便聽一個阿貓、阿狗的講，講得頭頭是道，講的是相似法，結果越走越錯。那麼這個比喻說什麼呢？",
    "1531": "[25:31]如是雖生猛利慈心，見諸有情極可悅意，然無少分貪欲和雜染。欸，當我們修學菩薩道的人，第一個一定要大慈悲心。那麼大慈悲心是什麼？與樂、拔苦兩樣事情。現在你要給人家快樂啊，一直看見一切有情，啊！那真是可悅意相，親愛得不得了。但是我們世間親愛的話，那害了！哎呀，那個東西都是為情染所染啊！欸，現在我們修學菩薩道的人，雖然那個慈心比世間不曉得超過多少，卻沒有一點點貪欲這個雜染在裡頭。反過來要拔苦的呢，",
    "1583": "[26:23]見有情苦，雖生恆常猛利難忍大悲，然無懈怠憂惱蔽覆不樂善行。「見有情苦」，看見他種種無比的苦惱，見了這苦惱所以生起恆常猛利難忍的大悲。那個悲心一定是看見苦，所以要拔苦啊！要我們看見了苦啊，哎喲！就害怕得不得了。啊！也不要說幫忙別人，要自己啊說苦得要命，叫動手術啊，要吃這個苦藥，心裡也害怕。所以進一步要幫別人忙的話，那個是要除苦的這件事情的話，一定會產生憂惱，欸，做這件事情的話 ─懈怠。因為現在有智慧來攝持啊，所以雖然生起這樣猛利的大悲，卻救度別人的時候心不憂惱，身心不會懈怠，而去努力樂於行善，而不會為這個兩樣煩惱所覆蔽、所障礙了，不願意、不好樂這個善行。同樣地，",
    "1642": "[27:22]又雖具足歡喜無量，心於所緣全無散動。我們修慈、悲、喜、捨─喜心，平常我們一歡喜呀，心裡面就動掉了。欸，對不起，儘管你這個「喜」無量歡喜呀，心裡面安然不動。捨呢？",
    "1661": "[27:41]又雖具足大平等捨，然於眾生所有義利剎那不捨，是妙極了！修捨，捨掉一切，是無量捨、等捨，這樣的捨法。但是啊卻是你樣樣東西一點不掛在心上，卻是義利一切有情，乃至於一剎那，乃至於一個人，乃至於最小的事情你也不捨棄。要我們表面看起來，這兩樣東西完全矛盾極了。欸，修了個捨心，卻要對有情一剎那也不捨；歡喜，歡喜到絕頂，心裡面卻了然不動；就是痛苦無比，卻是你一點不怕；快樂，親愛得不得了，卻是一點沒有染著。這個靠什麼？都靠智慧。所以呀，",
    "1711": "[28:31]此皆由慧成，以慧力故，滅除此等力均之障。這樣的兩個力量所以能夠並駕齊驅，都是靠智慧，所以叫一定要止觀雙運。現在我們修學佛法也是一樣，你沒有智慧呀，那真難哪！現在我們說弘法、弘法，弘了半天，被法弘去了！所以六祖大師說：「現在你才是轉《法華》呀，以前你是被《法華》轉哪！」這個話有道理呀，你沒有智慧的看那個經典，你看到哪裡就被它牽到哪裡，就這樣。喔唷，如果學唯識的人哪，學唯識好，這要學中觀的人哪，講中觀好，大家吵得個天翻地覆。那不是學經，被它轉去了。你現在了解了這個，你才能是真正地能夠轉那個法輪，這個我們一定要了解的，一定要了解的。"
}