{
    "4": "[00:04]說尤其是近代，我覺得有很多大德，那都是非常了不起的，結果難免有這個現象。學了他那個東西呀，他就偏偏偏在上面。當然這有兩種可能，有一種是菩薩示現，就是因為引導後面的初機，你條件不夠啊，不要說樣樣東西都來。哪！就是這樣，你先學好了，只要一門慢慢地進去，自然可以摸得到的，不管別的。這個是絕對正確的，我們不要弄錯哦！所以樣樣東西都要辨別。是另外一類的話，那就不一定囉，另外一類就有錯了。然後呢到了那個時候，他學了唯識的說中觀不對，學了中觀的說唯識不究竟，乃至於更進一步說：欸，這個經偽的，這個經假的，這個經……。請問：現在你都這樣說，弄到後來的話，大乘非佛說，到最後的話，小乘同樣的沒有了，也就這個樣了。這是我們必定要了解的，所以這個地方，智慧是最最重要的一件事情。",
    "70": "[01:10]如云：「菩薩具王位，根境如天物，性不變非理，是慧臣德力。就像這個上面比喻，現在又重頌當中說：啊，菩薩行者，乃至於具轉輪王之位，所有一切的享受，自己的根身，乃至於外面所對的境界，啊！那個是像什麼？天上來的一樣，那換句話說不得了地好。欸，對不起，不管它怎麼好啊，我安住在這個上頭，不被它所動，不為它所變。為什麼呀？哪！由於你如實地了知這個特質是什麼，這個是靠智慧，靠智慧。為什麼這個地方稱為「慧臣」，而不是稱慧王呢？菩薩的兩樣主要的是什麼？方便跟智慧，而這個不共因是方便，對不對？所以呀，這個王不是智慧，這個王卻是方便，然後它那個臣才是智慧。所以叫方便是父，然後呢智慧是佛的母，這個我們要了解的喲！",
    "148": "[02:28]慈心純利他，然無貪薰染，悲不忍他苦，不憂懈低劣。雖喜無散動，捨不棄利他，諸德所治品，由慧滅故妙。」上面說的前面就是慈、悲、喜、捨幾樣東西，這些它每一樣東西都有它的殊勝的功德，要對治特別所對治品。所以能夠產生它這功效，對治它所對治的種種煩惱等等，都靠什麼啊？靠智慧來成就。所以不被障礙而產生它的功德，這個是都要靠智慧。",
    "199": "[03:19]又如《讚應讚》云：「不棄捨法性，亦隨順世俗。」這個話我們平常常常講的，叫「不變隨緣，隨緣不變」，這話講起來好容易哦，但是做起來可不那麼簡單哪！「不棄捨法性」是什麼？就是那個法性本身是什麼？法性本身 ─空，換句話說，空性，換句話說。說如如不動，我們要講如如不動，坐在那兒一動不動，這個不是。這個根本不動，了無動靜之相，在任何狀態當中，你動得天翻地覆，是了無動相，這樣啊！所以你「不捨棄法性」是不變，卻能隨緣。反過來呢，隨緣卻能不變。而正因為你能不變，那個時候才能隨緣哦！否則的話你隨緣你就完了，你自己都在那裡打筋斗，你還要談救人救些什麼呢？這個是千真萬確的。",
    "264": "[04:24]所以對我來說，我常常說的，我只是啊，是一個打敗的常敗將軍，只是跟這裡報告、報告我的敗的經驗。雖然是屢戰屢敗，卻我曉得要屢敗還要屢戰，只是如此而已。教我真正弘法，談不到，因為我對法本身，我還並不真正了解，只是在摸索、聞思階段，這個自己最清楚不過。為一點眼前小小的境界就被它轉去了話，那個時候自己啊，還做學生都不一定夠資格，說千真萬確的。這個話怎麼講？尤其是佛門當中，我們看看古代的那種大德。這個大德妙極了，不像世間的這個父母這樣，哎呀，哄你呀、騙你呀！這個大德不是這樣做的，就是這樣。那大德要你去求的，法這個東西一定要求的。那也許我們會問了：那不是不慈悲嗎？正因為他慈悲，所以非這樣做不可。為什麼原因，這個簡單地說一下。",
    "331": "[05:31]法是法爾如是的尊貴性、莊嚴性，你如果稍微對它有一點點不恭敬、輕慢心，對你自己的傷害就無比地傷害。如果你還打著瞋心的話，對你就這個傷害是無法計較的。所以我們信得過佛法的人都曉得，就像我們世間的人哪，一動不動鬧彆扭，動不動嘛發脾氣。你在修學佛法的時候，對於這個如理的上師你也動不動發脾氣，動不動鬧瞋惱的話，對不起，你接近了他半天，法沒學到，然後你這個脾氣呀，把你送到地獄裡面去了。所以真正的佛菩薩絕不忍心作這種事情，這個我們要了解的。所以我們不懂得佛法，我們總是想像當中，好像那個佛菩薩慈悲，也應該比父母還要慈悲，一天到晚圍著你旁邊哄你呀、騙你呀！欸，這是實際上那個狀態如此。結果呢，這個是自己的業，等到你地獄裡面再出來，轉了個、受了無邊大苦再來，因為你的老脾氣還在，碰見善知識又一來，又下去了，所以永遠在這地方滾哪！這個我們必定要了解的。",
    "400": "[06:40]所以最近已經快講完啦，因為我最後這個兩樣東西不講，所以有好幾位同修說，哎呀，好像不講那個東西啊，他總覺得這個不圓滿。這是千真萬確的！真正佛法的中心，是，一定在後面那個毗缽舍那。所以總覺得：哎呀，我們現在要學。可是我了解，不要說在座的諸位，當然，內秘菩薩行的我們不談，只是陪著我們玩的。以我自己來說，我自己了解，這個本論哪，我乃至於開頭第一步我都沒有開始學好，乃至於正在學。我們還不曉得怎麼接近善知識，然後呢文字上面懂了很多，真正去要修行的話，我們還在門外。要想把前面的已經聽過的好好學的話，夠我們學一段時候。你真正地照這個去學的話，後面一定會有的，這是清清楚楚、明明白白！所以不要說：「哎呀，這個好像是學得沒有學到什麼。」那對不起，你根本連它學佛法是怎麼個學法都根本不懂，這是千真萬確的。所以碰見這種情況，心裡如果有這個狀態的話，回過頭來開頭，翻翻前面的。",
    "473": "[07:53]但是剛才那個心理本身是正確的哦！這個我要說得很清楚，就是我們的的確確要求這個好樂心。現在我們豈止要學毗缽舍那，我們要學佛耶！不是說嗎？我要求往生，不要說下品下生，上品上生我都不要，我要學阿彌陀佛。我為什麼要去嘛，我要學阿彌陀佛一樣度盡法界一切有情，這樣才去！這個心是絕對正確的，但是這個裡邊要辨別得很清楚哦！所以你的目的，跟你的心理的行相等等，每一個地方都要辨別清楚。說起來這個還是什麼啊？靠智慧。",
    "510": "[08:30]所以現在這地方特別說，這個智慧的功德是無量無邊哪！所以現在不說智慧的內容，先讓我們了解了智慧的真正的特質的話，有一個什麼特別好處啊？我們就不會忙著，喔唷，趕快去要盤兩個腿，或者我趕快要拜多少佛，我趕快呀要唸那個經。唸經的目的要求智慧，所有做一切的事情的目的無不在這個上頭。所以我們現在繼續下去，能夠這樣做的話，哎！妙極了。",
    "546": "[09:06]謂諸相縛所執之事，雖微塵許亦不可得，你要隨順這個世俗的話，那個世俗啊，哎呀，那個世俗就是千變萬化，你一跟著世俗裡面轉哪，處處被綁。這個「相縛」特別的意義是什麼呢？就是我們對於眼前所對的一切境相，外面是種種，這裡邊實際上呢，裡邊根身本識也是一樣，你、我們不能如實了達它是什麼？如幻如化，是性空緣起，是緣起而性空的。由於這樣的關係，裡邊也不知道真實，外面也不了解。裡邊產生的，平常我們在這個法相上面說它叫作見分，外面叫作相分。那不管這些什麼名詞，總之裡邊是識心，外面所對的是六根對六境，處處為這個事相所綁。因為所綁，害啦！",
    "616": "[10:16]現在呢，你了解了這個法性以後的話，法性這些東西呀，根本性空，乃至於無微塵許可得。所以這個祖師們開悟了以後，發現什麼？「大地無寸土」，欸，什麼都找不到。可是那個時候不能停在那裡喔，所以停在那裡就不對喔！所以「無佛處急走過，有佛處也莫停留。」這個不能停的。那麼在這種情況之下，雖然隨順世俗，因為你安住在法性上面；反過來，你安住法性哪，所以才能夠隨順世俗。既然你對世間平常執著的那些相縛無微塵許可得，所以你在這個世俗當中，在任緣而轉是了然不動。",
    "668": "[11:08]於此法性獲大定解而不棄捨，然與世俗內外因緣各別生果，所獲定解無違隨順。那個是說我們對於這個法的特性，法的特性是什麼，總相 ─空，總相是空，所以叫如所有性。一切法的所有的性，它總相真如，如如不動，獲得「大定解」，但是呢「不棄捨」。而什麼呢？與世俗因緣內外各別生果卻不違背。雖然一切都空，但是啊，空，正因為它空，所以呀卻一定有緣起；因為緣起，所以有空。這個裡邊說起來，這個就是中觀不共的殊勝法門，這個在毗缽舍那當中慢慢地再講。普通我們世俗上面就說起來，說空啊，所以叫不斷，怎麼講的啊？空啊所以要不常跟不斷，是不是啊？說空所以不常，應該這樣，世俗說，空啊所以不常，有啊所以不斷，這個是普通的講法。中觀的真正不共的勝法不是這樣的，「空故不斷，有故不常」，跟平常我們的概念不太一樣，這個是它真正殊勝的道理。關於這點我只能提這兩個，反正一直要等到後面那個毗缽舍那真正講完了，了解，那個時候才了解真正的佛法的核心，那個智慧的特質在什麼地方。",
    "778": "[12:58]這裡我們接著繼續所說的，這兩樣東西呀，沒有一點點違背。不但沒有違背 ─隨順。這妙咧，這兩樣東西，你靠我，我靠你的。就像我們把兩枝筷子拿起來一樣，夾一個東西，你不能說那根筷子夾著，欸，那個。那真正怎樣？這個筷靠著這個，這個筷靠著這個，所以這個相待安立的，天下的事情都是這樣。",
    "810": "[13:30]又諸餘人認為極相違事，然具慧者皆能隨順令無所違。喏！現在下面又來了，很多別的人以為相違背的人，你真正具足了智慧的話，碰到那個時候你覺得沒有違背了。所以啊我記得自己覺得，我當年修學佛法啊，種種、處處地方覺得：唉呀，這樣做有這個毛病，那樣做有那個毛病，弄來弄去弄不對。一直等到依靠了善知識，慢慢地學習，現在慢慢、慢慢地了解了。我想我們在座的同修們也常常有這種，所以有的時候大家諍論了半天的問題，等到了解了以後發現：嘿！那毫無諍論之處，根本不需要諍論。",
    "852": "[14:12]還有個妙處，平常一般我們世間來說的話，我們這個論辯哪，任何一個論辯永遠是得不到結果的。你說你的，我說我的，公說公有理，婆說婆有理，從來不可能得到結論的。但是我想諸位在這裡慢慢地學習，已經大家有一個多多少少有個共同的經驗，的的確確你對佛法了解了以後的話，欸，在任何情況之下，你都能夠找到一個很合理圓滿的解答。這個所謂任何情況要說明哦，在我們這裡哦！我們這裡大家有一個先決條件，大家是如理來修學佛法的，不是蠻不講理，蠻不講理的人不算。你儘管你說得頭頭是道，不是頭頭是道，你說得正確得很，他說：「就是你有理，我就是不信你那一套，你拿我怎麼辦？」欸，那個我們不談，那個我們不談。我們這裡特別要說明的，就是說真正你具足了智慧以後，別的地方、別的場合，你覺得這個事情不行的，跑到那裡呀，欸，都解決了！",
    "922": "[15:22]而更重要的不是解決哦，更重要的這些違背的事情不但不違背，卻是相隨順的哦！這樣。記得常常我們用的那個比喻，這個簡單極了，眼前的。譬如說我們在這個地方，隔壁那個廁所，啊！那臭得個要命，當然我們人人不歡喜。如果是你有智慧，不要說佛法的智慧，世間智慧的話，哇，覺得這個東西好得不得了耶！最美的花、最好的果，就靠這個東西。化學肥料有種種副作用，這個東西一點副作用都沒有，千真萬確，看你怎麼用它嘛！對不對？要靠什麼？那世間的事情尚且如此，何況佛法。同樣地，拿我們現在修學佛法的人來說，人家來罵你什麼東西，要我們以前的話，你那這還得了！欸，現在懂得了佛法，說：「哎呀，這是善知識啊，成就我的忍辱啊，沒有他還不能成佛咧！」這是千真萬確的事實啊！",
    "990": "[16:30]所以這個地方我們了解了，別人以為相違背的，欸，到那時候就不違背了。所以這個都靠什麼？都靠智慧啊，太美、太美啦！所以我們從這個地方這特別，為什麼把這個功德要這麼說明呢？就是一定要讓我們產生最深刻、最殊勝的見解，說我們真正修學佛法這是中心，這個中心！然後你把握住這個，然後運用在我們要修的上面，你怎麼修就怎麼成！",
    "1022": "[17:02]如前論云：「若開若遮止，佛語或有定，或是不決定，然皆不相違。」前面告訴我們這個該做的事情，有的時候該做，有的時候不該做，該做的是「開」，不該做的是「止」。這件事情妙咧！有的時候佛肯，說決定要這樣，有的時候不決定這樣；但是啊他不管決定不決定都不相違背的，那是什麼呀？就是智慧，就完全在智慧當中。",
    "1054": "[17:34]謂大小乘及經咒中，見有眾多開遮不同，的的確確，大乘、小乘，性宗、相宗，顯教、密教，有太多地方不同的。現在我們因為學了不得善巧，所以大家是此非彼。所以這個《法華》上面為什麼我們要學，《法華》說得很清楚：諸佛啊，十方諸佛沒有一個例外的，他究竟圓滿，只有一樣東西要引導大家，但是因為根性不同所以說千差萬別。而他說得是千辛萬苦，獲得這個法是無量劫來捨頭目腦髓，把那個東西辛辛苦苦傳布在世間。我們現在修學佛弟子的人，說這個不對、那個不對，怎麼不墮落地獄？佛千辛萬苦，相當於……佛指出來的，相當於這個價值，無比價值的東西，你跑得去這個不對，一下把它敲破，那個不對，一下敲破，請問你這個債賠得了嗎？",
    "1119": "[18:39]所以現在不要忙著說：「哎呀，我修行啊！」這個時候要，是，要忙著修行，要無誤！記得不記得這兩句話？你對你修行的內容要沒有錯喲，要不然的話，說不是原地踏步哦，你在大大退步哦！它退步的結果不是傷害別人，傷害你自己哦！這件事情我們務必要了解啊，務必要了解啊！所以在這個地方，他特別說明。",
    "1151": "[19:11]剛才說，我們說人家來罵我，人家說大糞等等。假定我們現在這個地方，也不妨說以我自己的經驗來說，我剛開始出家修學，總覺得：「哎呀，我是來修行的，跑到你的廟裡，還要做那個、還要做這個，還要這樣 ……。」處處覺得不對。現在才了解呀，不是的呀，正因為你要修行，所以跑到廟裡來，早上從打板開始，我樣樣願意做。現在如果說今天我還有一點氣力的話，我恨不得這個四十八單我一擔擔起來。儘管我現在沒有氣力了，唉！今天早上一點做就沒氣力，對不起，我這個上課，還是覺得這我唯一能貢獻給大家的。如果說叫我去掃地的話，我就怕我不掃地，派到我這個，我就怕不做事情，我快樂得不得了！這個都靠什麼？靠智慧。你不是要跑得來集聚資糧、淨除罪障嗎？那從這個地方你不努力，靠什麼？喏，這個就是智慧呀！",
    "1216": "[20:16]然後你了解了這個，拿這個回向淨土，不正助雙修嗎？你不是要學佛解救一切人嗎？當然現在這個時候情況就是這樣呀，解救一切人靠什麼？佛法呀！現在我雖然剛開始第一步，沒有把佛的內容學會了自己來做，可是佛已經有的，我能夠把他那個東西，能夠圓滿地擺在世間的話，就不等於我像學了佛一樣，一樣的功德嗎？所以因為我了解了這一點，哎呀，跑得去掃個地也好，燒一個飯也好，我只要佛台上面擦乾淨，叫人家來看一下，哎呀，很歡喜，我就得到了功德了。儘管我沒有佛陀的智慧，沒有圓滿的功德，我卻可以得到這樣大的福報，而這個福報跟智慧相應是無漏的。自然我們做那個事情就會高高興興，做的時候有功德，高高興興是隨喜功德，真是增長無比呀！對不對？眼前所有的東西都靠什麼？智慧。",
    "1282": "[21:22]所以我現在啊，深深感覺以前的錯啊，所以在這個地方，也可以說也是很痛心地把那個「屢敗屢戰，屢戰屢敗」這個經驗告訴大家。你們要想修行，不要先忙著說去盤腿，第一件事情哪，在這個上面，務必要認識，務必要認識！好，現在我們繼續下去。",
    "1308": "[21:48]若以一人雙修二事，尋求無邊經論密意時，諸愚無慧雖覺相違，然諸智者實見無違，喏、喏，來了、來了！一個人要修兩件事情，然後呢要找無邊經論的密意趣，愚癡沒有智慧的人覺得相違背，真正智慧的人覺得，嘿、嘿，不違背呀！剛才我引的比喻都是這個。深的也是這個，深的是真俗二諦，那個東西絕對不能分開的，就這樣。所以慧一定是方便，方便一定是慧。淺的呢，我們也是一樣，哎，我們說跑得來，「我是要念佛的，然後呢偏偏要我去做這、做那，怎麼可以啊！」這兩件事情違背的。欸，你真正了解了覺得不但不違背，這是幫助你念佛呀！這千真萬確的事實，沒有一個例外的。反過來，你說：啊，我是要來求福德的，不要念佛，你這個福德是為什麼？要得到真正啊！如果你不念佛的智慧，得到了福德三世怨，送到地獄去，這是福德嗎？哦，不可以！不可以！從開始第一步到最後，都是這個樣。",
    "1384": "[23:04]所以凡是這種地方啊，諸位一定要把這個文字所指的內涵認識，然後認識了以後照著這個認識不斷地加強，加強了照著行持，這個是修道，真正從這個地方修起的。所以這個是，",
    "1403": "[23:23]亦是慧之所作。如是無慧覺為相違，及有慧者見不相違事雖有無邊，然二諦建立及經論中互相開遮眾多不同，以慧分辨意趣無違，即是智慧無上功德。像前面所說的，這種愚癡不了解覺得相違背，而有了智慧覺得不相違背的事情是無量無邊。因為眼前沒有一個事情例外的，你要做事情，我們曉得要做世間任何事情都有它副作用的。妙咧，你有了智慧以後啊，欸，這個副作用都可以減除到不是最低限度 ─徹底消滅！而且所有的副作用都變成功什麼啊？嘿、嘿，正助雙修，妙不可言！這個只有佛法裡有。那麼然後在這個裡邊最重要的不相違是什麼？二諦建立，真俗二諦，真諦講「空」，空，說要空到什麼程度啊？「一法不立」，找不到一點，有一點點，對不起，不行。「有」呢？嘿，卻「一事不遺」，一點事情都不能遺漏掉。這兩個完全差了個十萬八千里，但是這兩樣東西卻不但不相違背呀，而且是互相依止、相待安立；拿掉了這個，那個就絕對不成，拿掉了有絕對沒有空，拿掉了空絕對沒有有，這個樣。",
    "1509": "[25:09]所以我所看見的經論上面、祖師上面，特別開示，這個兩個東西你彼此間，一定要這樣徹底地了解。不過我們學上去的時候，注意喔，學上去的時候是絕對不是先從空那邊下手的，注意！這個到以後慢慢地講。我們絕不能忽視那個空，因為你學「有」萬一學得不對的話，有「空」來破。萬一學空也學錯了，完啦！就沒什麼東西好破了，就這樣。所以我平常常常講的，學世間，拿佛法來破；同樣的道理，用這個道理，你學了佛法來執著的話，那沒有辦法破你了。你總覺得你對了，他這個不對，那完了！所以叫持戒不要執著，也是這個意思，那順便一提。",
    "1563": "[26:03]除了二諦建立以外，經論當中互相開遮等等，都是什麼？都要智慧分辨。這個是什麼？這個是智慧無上的功德。為什麼講無上的功德？因為世間得到的只是小小的好處，實際上呢，世間一切好處都從這個上面來的，而從這個小的好處乃至於最究竟圓滿的，還是靠這個東西。而現在這個地方，我們真正最重視的這個智慧就是最高的，這個才是，這個是我們必定要了解的。",
    "1600": "[26:40]現在我們不必講真俗二諦，就像大小二乘的開遮、持犯不同，前面我已經解釋過了。假定你從單單從行相上去看的話，那絕對不一樣。我們不必深入，就我們現在的了解的道理來說，大小乘開遮的根本不同，原則絕對沒有違背。原則是什麼？解脫生死的痛苦。你只為自己，那麼只就你自己這個立場來講解脫，你現在為一切眾生，目的還是相同耶！這個很正確的。",
    "1638": "[27:18]所以你把握住這一點的話，說大乘的行者為了利益一切眾生起見，我們曉得這個故事，乃至於殺人，殺人也對；小乘怎麼可以啊，殺了人那還得了啊！欸，它不違背。從戒相上去看是錯了，從實質上面，目的是不是求解脫呀？對嘛！小乘人只求自己解脫，當然你不會殺人。大乘人為了幫一切人，現在眼看著這個人墮落了，永遠沒有解脫機會，你然後把他阻止他，乃至於殺掉他，是不是你正是持戒必然需要做的事情嘛！當然，深的道理還在其次喔，單單這個的話，那不能辨別，我只是說從很淺的地方說明。真正主要的就是無非告訴我們哪，我們現在修學佛法的特質，在一件事相上面要把握住。從事相，事相是俗諦，前面的五度；把握住這個裡邊的特質，怎麼做，就是智慧。樣樣東西啊，要用慧這個德臣來輔助它。",
    "1708": "[28:28]一切功德皆從慧生者，如云：「世間圓滿從慧生，如母育子有何奇，善逝十力超勝力，一切無等最勝事，及餘一切功德聚，皆依如是慧因生。世間的種種圓滿都是什麼啊？先從智慧出生的，就像母親生兒子一樣，這有什麼稀奇的，換句話說，這是天經地義的事情呀！從世間一切到什麼？到佛陀最究竟圓滿的十力，十力、四無所畏，這是究竟圓滿的，最殊勝的、最超脫的這個。一切再不能跟它相比的，最殊勝的事情，以及所餘的一切的功德，都是以慧為因。注意喔！這個是真正的「因」，從這個地方開始的。"
}