{
    "8": "[00:08]乃至於退一步，",
    "9": "[00:09]世間藝術及勝藏，所有如眼諸經典，救護覺慧及咒等，種種建立法差別。眾多異門解脫門，彼彼利益世間相，大力佛子所顯示，此等皆從慧力生。」沒有一個不是，沒有一個不是！世間的藝術呀，是啊！然後呢從世間的藝術，我們進入五明當中四明而進入內明哪！那麼，這個內明什麼？從聞思修開始，聞思修、看經典，那個像我們的眼睛一樣呀！對不起，看了經典你還要智慧哦，沒有智慧的，剛才說的又錯了。然後呢救護我們的啊，這個不管你救護我們的從什麼，從顯密兩道等等，都各式各樣的差別法，不同的根性而建立不同的，對治不同的煩惱而建立不同的法。所以啊，有各式各樣的方便、不同的門，去得到共同一個共同的利益 ─解脫。所有的這個利益，這個情況，「大力佛子所顯示」，你學了以後啊，我們佛子所行、所成就的，都從什麼地方開始啊？智慧。欸，從這個上生，以這個慧因，然後生起這樣的功德，這樣的力量。",
    "98": "[01:38]前面是說智慧的功德，啊！這麼好！這個啊，聽過了以後，要自己心裡上面不斷地思惟、觀察。我們有人說：「唉呀！叫我想這個東西啊，就是想不來。」那個時候啊，更應該努力，更應該懺悔。既然我們了解了這是根本的話，你們不要說：「唉呀！想不來，做不來。」正是前面障礙在，但是我們有幸而今天碰到了，在碰到了你如果再不努力的話，請問後果是什麼？後果是什麼？很明白地說明一個事情，現在你所以不樂或者不善巧，因為你宿生善根不夠，障礙力大。總算你有幸還碰到了，所以眼前碰到了唯一的機會，就是懺除罪障，把這個障礙拿掉；然後呢，增強自己的力量。",
    "157": "[02:37]假定你現在碰到了，你不做，時間是過去掉了，機會是失去了；還有一點事情更重要的，你現在不做，請問你做些什麼？我們還在造業對不對？沒有一剎那離開這個業。既然我們現在積集的業，跟這個修學佛法不相應，那麼將來你感的果，你能夠感得跟佛法相應的果嗎？你造的跟佛法不相應的因，能感得跟佛法相應的果嗎？我們修學佛法的人，對這點都不懂，還談什麼修學佛法呢？所以說，現在如果不做，既然沒有做這個，種這個因，將來一定沒有這個果。既然沒有這個果的話，完啦！而你現在造的那種惡因哪，它一定先來，然後呢你輾轉的 ……。就算你還回得過來，請問：你願意在地獄當中受盡了千辛萬苦，百千萬劫再來嗎？這是我們平常真正要注意的哦！所以不要說：「唉呀，這個東西很難哪，偷偷懶哪！」要另外一個方向，這個都是要靠智慧。",
    "226": "[03:46]所以剛才說的這個道理都是智慧，「哎呀！我宿生沒有努力啊！現在還不趁這個機會，趕快淨除罪障，沒機會。」你雖然不做，你心裡面能夠加強這個概念，這個概念放下去是什麼？業嘛，業是什麼？思、思已業，大家記得吧？沒有別的啊！所以你必定要從前面，那個前面凡是沒有補的，趕快補進來。隨時隨地記著：啊，沒錯！你腦筋裡面想：「對，以前我沒做，現在我一定要做！」你坐在那裡咬緊牙關去做做的話，欸，你那個時候就多一分力量。然後你跑過去，哎呀，看見佛啊，一心地就禮拜，一心地求懺悔，一心地念佛說：「阿彌陀佛啊，我現在一心一意只有皈投您了。」那句佛號，你念起來是有力得不得了，親切得無比，因為你覺得你一無可依嘛！那唯一的就是阿彌陀佛，那時候你念起佛來就有力了。然後你念到、見到了阿彌陀佛啊，很快地，啊！自己告訴你這個法就相應了。好快哦，就上去了！這是我們千真萬確應該必須知道的。",
    "296": "[04:56]無慧過患中，現在我們看它的過患，反過來說，沒有，有什麼害處。啊！說有了，有這麼大的好處啊！單單這個還不夠哦，前面拉的力量不夠，後面還要推的力量。所以前面是好得不得了的引誘，後面獅子、老虎，乃至於刀兵、水火啊，哦，在那兒逼上來，那時候我們就拼命會向前衝啦！說現在看看後面什麼東西逼著我們。",
    "326": "[05:26]施等無慧如無眼目，欸！雖然你做布施做種種好事情啊，假定沒智慧的話，就像沒有眼睛哦！所以《華嚴》上面，大乘經論上面都是這麼說呀：「忘失菩提心，修諸善法，是名魔業。」現在別以為，哎喲，我們在這兒修行哦！別以為我們在這兒修行哦！如果你沒有智慧攝持的話，對不起，這個是魔業哦，我們只要仔細一看就曉得了哦！以我自己來說，也的確我很了解自己以前的錯誤，唉！說在那兒大聲疾呼的這麼也是這樣。",
    "369": "[06:09]我剛出家的時候，我想大家都了解，哎喲，我跟的老師、環境，所以持戒持得很認真。啊！覺得認真得不得了。我剛開始出家，我在獅頭山，跟我師父，他那個元光寺，我覺得那個吃飯要持午，他們十二點鐘不吃，我就不吃。唉！我師父啊就、他就哄我一樣：「啊，那好了，你一個人先吃。」十一點半叫小孩送上來。哇！人家辛辛苦苦煮，送上來，我還覺得：「這些人！是什麼修學什麼佛法！」我現在是一直在懊悔呀，一直在懺悔呀！我修了嗎？你說這個叫修嗎？我現在想想啊，一點都沒有錯呀！然後呢我做件那個衣服啊，穿得破破爛爛，好的也不肯穿，一天念多少佛。我同時曾經得到過念佛的經驗，我也告訴過你們了，對不對？現在我過了多少年問人家，你念佛啊，那時候我剛出家哦，都已經有一功德，可是現在真正問起來啊，我那時都是做得錯耶！所以說不要說你真正念佛念得這麼好啊，都不一定能夠往生哪，何況我們現在這地方胡思亂想啊，這是千真萬確的呀！所以，最主要的靠什麼？慧。這個過患在這裡。",
    "448": "[07:28]《攝頌》云：「俱胝廋他無導盲，路且無知豈入城，五度無慧如無眼，無導非能證菩提。」唉呀，要這麼長的路啊！「俱胝那廋他」，換句話說，這個這麼長，「俱胝」是一個大數，這麼樣長的路，卻沒有人引導，瞎了眼睛，讓它自己去跑，你能夠跑到城裡去嗎？不可能的。所以這個經上面那個比喻就是這樣，像大海裡面一個盲眼的烏龜一樣，要想「蹦！」一百年出來一趟，要想出來得正好說有一個浮木，這個裡面一個洞，你要鑽進去，那絕無可能的事情！要靠什麼？靠智慧。所以呀，沒有智慧的引導，不可能證得菩提！",
    "500": "[08:20]是故施等不能清淨，亦復不能獲得正見，所以布施等等啊，是不能清淨，亦復不能獲得正見。所以反過來說，我們常常記住哦，就是我們現在剛開始下腳第一步是持戒、持戒，真的要我們現在持戒持得清淨，絕無可能。但是，我們現在只有一件事情保證我們 ─正見！昨天有一位同學還來問我，啊，我真歡喜啊，我想大家好用功哦！哎呀，看見說一個小事情，說這樣做，難道這樣做都有過錯嗎？我肯定地告訴他有過錯。他當時聽了就很懷疑。實際上呢，我們不妨仔細想想看。當然，在座後頭很多沒有受大戒的不知道。我不說那個戒篇的名義，戒上面告訴我們，尤其是所謂「百眾學法」，啊，那一動就錯、一動就錯。你坐在那裡一定要怎麼坐，站在那裡要怎麼怎麼站，穿衣服要怎麼穿，我們現在隨便地晃晃盪盪，一天到晚在違犯規矩當中，對不對？這個是小乘戒哦！尚且如此哦！然後呢，真正要清淨，戒要到什麼？初地菩薩還不行哦，二地，到離垢地，這是千真萬確的事實哦！這樣。",
    "583": "[09:43]所以啊，這個時候，在這種情況之下，那你怎麼辦？你說的話，既然你戒持不乾淨，你一定墮落了嘛！是啊，經上說得很明白呀，你犯一個突吉羅，就是最小的罪，就剛才說，你如果說衣服穿得一點不好，走路的時候，眼睛什麼隨便一瞪，隨便一來，你就犯了一個突吉羅。犯突吉羅 ─抱歉，我應該這麼說，犯最輕的罪。犯最輕的罪，佛告訴我們，我們犯那個罪啊，墮落地獄當中要多少？人間九百萬年的罪，對不對？是不是這樣的啊？我怕說錯啊，你們曉得的人提醒我一下。那我們這樣的話，哪一年時間能夠成功啊？欸，它有一個特質的，我們要把握住 ─你正見未破，沒關係！別以為我們得到正見哦！你們怎麼樣我不敢說，對我來說的話，我只曉得正見的門，現在曉得了向那個地方走，我未得正見，我談不到告訴你們。你有了這個正見的標準去判別，那個時候曉得該怎麼辦，儘管你行持上面稍微有一點錯誤，不怕！",
    "652": "[10:52]這個不但是理論，事實也確實如此。什麼事實呢？現在我們譬如說，我們現在眼前的很多大德，我們眼前的譬如像我們廣欽老和尚啊，或者什麼啊，當代的很多大德。再前面一點的，什麼弘一大師啊、印光大師啊，他們都往生了對不對？實際上，他們是不是持戒持得這麼嚴哪？印光大師晚上還吃飯的，欸，這個罪還不是最小的喲！如果說像剛才說的話，他那豈只九百萬年，但是，他卻上品上生哦！這個地方說明了什麼？正見！這樣。那麼所以說，如果沒有智慧的話，你得不到這個，唉啊！那這個過患是不得了，不得了的過患！下面我們看：",
    "704": "[11:44]如云：「無慧求果報，施體不能淨，利他為勝施，餘唯為增財。」那麼我們講，說你講布施啦！如果你布施，不了解智慧的話，那麼送給別人要求果報，這個時候的布施不清淨。真正的布施是完全為了什麼？利他，而且要究竟圓滿地利他，這個才是殊勝的。除了這個殊勝的以外，其他的都是什麼？增加財富。這個財富是跟佛法不直接的，間接的，乃至於是染污的。跟法相應的才是。",
    "749": "[12:29]又云：「無破闇慧光，不能成淨戒，多由無慧故，尸羅成濁染。」那麼，進一步布施下面的是持戒。因為你並沒有智慧，不能衝破無明，所以這個持戒不清淨，不清淨。所以雖然我們在戒相上面做得很好，乃至於執著得很厲害，這個尸羅啊成濁染，成濁染。反過來，雖然也許戒相上面稍稍不能究竟圓滿，但是你如果把握得住的話，我們卻可以漸漸增上。就是像世間任何事情一樣，做生意呀，絕對並沒有說這個利潤百分之百的，這個都是相對的，要一點 ……。不過問題是什麼呢？你做得對的話，做的結果啊，賺；做得不對的話，是賠，一定要有一點副作用，這個是一定的。所以這個都是靠智慧。",
    "823": "[13:43]又云：「慧倒心混亂，不信住忍德，不樂觀善惡，如無德王名。」那麼下面呢，忍辱等等，由於我們沒有智慧，這樣，所以啊顛倒。所以在這種顛倒無明心混亂當中啊，「不信住忍德」，忍的真正的中心，什麼？諦察法忍，對這個法要如實了解安住，以淨信心安住在這個上面，那個時候你才能夠行忍的忍德。所以你這一步一步，所以啊，因為你沒有這個，是「不樂觀善惡」，你沒有智慧，所以不會好樂如理抉擇是非善惡。在這種情況之下，雖然你行相上面做到了一點點，譬如說忍吧，你硬忍也做到了，人家看起來，欸，這個人能忍，但是這個忍不究竟，不究竟，像「無德王名」。這個無德王名，為什麼叫無德王名？王，這個是世間最高的，尤其是古代，別人可以不知道，王一定知道。結果啊，偏偏這個國王是一個昏君，他不知道還好，一知道的話，他名譽掃地，大家：「唉，這個傢伙！」就是這樣一回事情。所以你得到了這個好名譽，適足以破壞你，不是真正的成就你呀！",
    "926": "[15:26]又云：「智者所稱讚，無餘最細深，欲未障直道，無慧不能往。」那麼真正智者所讚歎的、所需要的，是最深、最細，這個不能障礙的這一條菩提大王之路，沒有智慧不可能去！",
    "950": "[15:50]又云：「心不勤修慧，其見不能淨。」真正中心是正知見，正知見然後究竟圓滿的是無上菩提。這個東西呀，必定要靠智慧，而這個智慧要努力地修學，所以從親近善知識，乃至於到究竟圓滿的聞思修相應。",
    "976": "[16:16]王名稱者，謂如無德之王，名稱一揚後仍退失。乃至未發大慧光明，愚癡黑闇終不可滅，慧發即滅。嗯，這樣。這個慧不是說聽到一點就算哦！然後呢聽了要思，思了以後呢，要修。要得到究竟圓滿的智慧光明，那個時候才徹底地消除。所以說，一這個發了 ─慧，這個黑暗無明就消滅了。",
    "1006": "[16:46]故於發慧應隨力能精勤修習。所以這個事情我們要努力的，真正要努力的。",
    "1015": "[16:55]如云：「由發大慧光明力，猶如出現大日光，眾生身中黑闇覆，悉皆除遣唯餘名。」又云：「故應盡自一切力，於如是慧勤修習。」愚癡之因，謂近惡友，這個好好地看一看喏！",
    "1036": "[17:16]懈怠懶惰極重睡眠，不樂觀擇，不解方廣，未知謂知，起增上慢，上品邪見，或生怯弱，念我不能，不樂親近諸有智者。今天這個只唸一遍，我為什麼唸一遍哪？曉得了愚癡的過患以後，你要除，一定要從因地上面找到哦！這個上面哪，大家先把它看一遍，明天還要細講。而這個裡邊最嚴重的一項事情 ─惡友，這個惡友平時不是我們吵架的怨家哦，就是我們的好朋友。所以我們一定要辨別得清楚善知識、惡知識，本論一開頭的時候就特別告訴我們，也在這個地方。",
    "1082": "[18:02]請翻到《菩提道次第廣論》三百二十六頁，關於智慧，昨天已經說了智慧的殊勝的功德，今天繼續講沒有智慧的過患。請看倒數第四行，昨天已經唸過了。這個倒數第四，應該倒數第五行那個偈子開始：「如云：『由發大慧光明力，猶如出現大日光，眾生身中黑闇覆，悉皆除遣唯餘名。』」因為我們從這個修學佛法的次第當中，如理地聞思修，啟發了相應的大智光明，這個慧光就像日光一樣，世間最強烈的，在任何情況之下，任何黑暗都可以破除。那麼我們眾生所具有的黑暗，也徹底破除，徹底破除，一無餘遺。",
    "1162": "[19:22]「唯餘名」，這個「名」可以作兩方面的解釋。名是雖然還有這個名字，沒有實質，實際上呢，也可以說名就是指名言、世俗諦。換句話，我們看起來你真正的內證到這種境況，別人看起來在世俗的名言諦當中，他還是示現煩惱相，你也看見他覺得有煩惱，在他裡邊卻是了無煩惱，了無煩惱。是啊！所以我們看，不要說證得佛果，乃至於很多行菩薩行者，乃至於羅漢行者，你去傷害他，或者什麼等等啊，他了然、寂然不動，就是這樣，那這是一種。還有一種呢，他就是現出那個貪瞋相來，我們常常說的逆化這一種。祖師們哪，像那個我們常常說濟公活佛，就是南宋的那個道濟禪師，啊！一天到晚吃酒啊什麼，他沒得酒就受不了的。但是你有這個本事嗎？儘管一樣行相上面還有，內在沒有啦！那是剛開始，何況是佛呢！",
    "1248": "[20:48]所以「故應盡自一切努力，於如是慧勤修習」啊！這是我們應該注意的。看看它有這麼多的好處，我們現在目的忙的什麼？我們要得到好處，而實際上，我們所要的好處全部在這個裡頭啊！為了忙一點的世間的小利啊，大家都弄得不可開交，現在這麼大的殊勝利益，當然我們應該這樣去做。我們所以不能這樣做，正說明了什麼？我們的愚癡啊！而愚癡的對治，唯一的就是這個智慧啊！想到這地方，什麼都是次要的，乃至於可以說唯有這一個，唯一的一件事情我們該做的。",
    "1297": "[21:37]那麼為了這一點，下面這就很重要了。為什麼我們愚癡呢？你不是已經見到了這個愚癡的禍害嗎？也見到了智慧的殊勝的利益嗎？你要除掉它的話，一定要從這個因上面，現在告訴了，所以這個因我們必定要正確地把握得住，然後努力去行持。",
    "1327": "[22:07]分幾方面，第一個「謂近惡友」，是外在的。所以在佛法修學當中，最重要的是莫過於善知識；而最可怕的啊，是莫甚於惡知識，莫甚於惡知識。這一個一定要你自己去體驗，當然在你體驗之前，一定要如法如理地了解。我常常聽見人家說，那世間人根本不談啦，「哎呀，好得很啊！」這個不談。就算修學了佛法，了解了，還有人說：「哎呀，這個不好意思！」說這個不好意思，請問這個不好意思是什麼？不好意思是什麼？我們不要說下地獄，人打你個耳光，比起這個不好意思來，你願意接受哪一個？那當然，哦，這個打耳光受不了。然後你為了眼前的一點不好意思，將來豈只打耳光，豈只大損失，在長劫地獄裡邊。你願意只為了這個不好意思，一點眼前的不好意思，把自己埋葬在這個地獄裡邊無量無邊劫嗎？這個天下之人之愚癡，是莫甚於此啊！所以說，正因為愚癡所以這樣，而這個愚癡的最主要的原因是惡知識，偏偏還在那兒說：「哎呀，這個不好意思啊！」",
    "1418": "[23:38]所以你們千萬記住一個事實，你今天被了毒蛇咬了以後，你會不會覺得：哎呀，這個不好意思啊！你讓它去。我請問你會不會這樣啊？但有一種情況，那小孩子，喔唷！痛得要命哪！你不要說把他手指切掉，叫他綁他還不願意咧，眼看著那個毒周流全身，這個是很清楚、很明白的。假定你自己清楚明白，曉得咬上了非死不可的話，那馬上一刀兩斷。自己的手指哦！這個很清楚明白。所以為什麼本論一開頭的時候，就告訴我們善、惡知識之辨，他又特別說明這個道理不是聽懂就算，你要如理思惟。現在我們講修行、修行，聽完了以後，好啦！書本一合，沒有了，這是為什麼不得力的原因。",
    "1473": "[24:33]所以說現在我們真正要行持，必定要從前面的如理思惟，然後呢去了解了，懺悔業障，才能夠把心裡面這種心力扭得過來。要曉得這種力量是什麼？也就是習性。習性呢，就是我們平常所說的，就是一種推動我們的力量，而這個造的業習性，這個業，換句話叫作業習氣。要曉得造的這個業的習氣，這是我們這個五蘊當中行蘊所攝，大家在這裡容或到現在還並不了解我們的行蘊的真實狀態，那麼在這個上頭，我也今天點醒大家一下。這也是因為昨天有人問了，所以我在這地方特別說明。",
    "1531": "[25:31]這個在中士道的時候，不是曾經說過，有一個善知識樸窮瓦在「有」支上面下功夫，大家也不曉得什麼原因。那麼有幾位同學已經體會到了，哦，說「有」支原來有這麼大的力量，就是會有一種非常強烈的力量推動你，這我說過很多次了。那麼這個力量哪來的呢？今天我們在這裡體驗一下，你們很容易就體驗得到。譬如說我們早晨上早課，然後呢，你念楞嚴咒也好，或者敲法器也好。這個時候很有意思啊，有的時候你是心力集中在那裡一直念；有的時候你心力沒有集中，欸，但是你照樣地咕嚕、咕嚕、咕嚕把它念下去。呵！背得很熟。可是如果中間有一個人插上那麼一句，或者是你平常儘管背得很熟，我中間突然提一句說：「從那句接下去。」你想了半天你就接不下去，你們想想看，對不對？不妨眼前馬上試一下，為什麼原因接不下去啊？這個我們就弄不清楚了，的的確確弄不清楚，就是這樣。還有呢，告訴你個道理，你聽得很懂，聽得很懂，可是比如說敲法器，欸，告訴你怎麼弄，會。可是等到你自己摸上去的話，敲了一個手忙腳亂；等到你敲熟了以後，你不要去想它對不對，你拿上去就鏗鈴匡啷敲了，你也不曉得為什麼敲得這麼順理成章，敲得這麼好。這個經驗大家都有，對不對？",
    "1628": "[27:08]那這個裡邊就很明白說明了兩件事情：一個是想心所的功效，一個是行心所的功效。就是啊，你想：哦，這個事情要怎麼敲的，嗯，「哃、噠，哃、噠」，這個樣。他講得清楚，聽得清楚；可是叫你做的時候啊，做不清楚了。因為這個想心所的特質是什麼？就是緣想，長、短、好、壞等等，你聽懂覺得這樣的一個心理。行心所叫什麼？造作的力量。一定是心裡面你要這樣去做，然後呢，把它的訣竅在哪裡，跟著身、口這樣去做，做做做，養成功了業習氣的話，這就有一股力量，這個叫作行。所以這個「行」，跟這個「想」是兩件事情。你們一定要分辨得這個兩個清楚了以後，所以當人家在那兒講，你在那兒聽的時候啊，你把它那個名身文句，內涵覺得懂了，那個時候啊，跟你「想」相應的。然後呢你自己要真正深入，必定要透過思，思才是什麼？行心所，行蘊。說業是什麼？思、思已業，然後呢你如理思惟。不過，思惟注意哦，「如理」兩個字，並不是你自己一個人鏗鈴匡啷亂思、亂想一通。",
    "1718": "[28:38]平常我鼓勵大家，看見大家是能想了，我很高興，鼓勵大家。鼓勵大家的原因，就是平常很少人肯去思，是啊！是不管是哪一方面，你開始有了思啦，然後呢那時候再把「如理」兩個字加進去，所以每一個地方要注意到。等到你經常地這樣地思惟，如理思惟的時候，自然而然哪，你起心動念就是它。乃至於你不起心動念，欸，你在坐在這地方，一個境界現起的時候，你自然的反應就是。就好像我們剛才說那個念楞嚴咒，你一跑到去的話，那個維那一起了那個腔，你咕嚕咕嚕從頭背到尾；然後你拿起鈴鼓來叮叮噹噹噹打，打得很好。所以一定要了解這個力量，所以它修行的過程重要你把握得住，這樣。"
}