{
    "10": "[00:10]所以他前面儘管已經告訴我們善知識、惡知識的行相，你在聽聞當中思心所相應的，這個思心所 ─欸，這個想心所相應的，跟思惟觀察，是有它非常密切的關係喔！但是呢，這個地方我們講的功效你要辨別得清楚。",
    "33": "[00:33]所以儘管覺得道理懂了，但是你心裡邊這個習氣的力量還是什麼？還是轉不過來，那個時候一定要修行，照著它去做，思惟觀察。那個時候你不會覺得：喔唷，不好意思！喔唷，什麼！聽見那些人在外面這個聊天，這樣的話，你就立刻心裡面警覺生起來了：「啊！不可以，這個是毒樹一樣，萬萬碰不得！」你必須要有這種力量。當然，你對這惡知識、善知識的行相已辨得很清楚、很清楚。凡是跟世間相應的增加你貪染、情染的，欸，他還很好咧，平常這安慰你：哎呀，某人啊，你好啊，怎麼樣啊，這個如何啊！唉，這個話你叫作配你的胃口，跟你的情見相應，跟你的名利相應，完了！最起碼至少的，他一定要告訴你世間的真相是苦啊！策發你的厭離心，大厭離心哪！而這個厭離不是我們世間的厭離呀，就是三有，哪怕這個妙得像妙天宮，給你的王位，給你的一切的財富，喔唷！你看得像毒藥一樣。這個我們要很清楚、很明白的，是這個外在的原因。",
    "116": "[01:56]那麼然後內在的呢？就是這樣「懈怠、懶惰、極重睡眠、不樂觀擇、不解方廣」等等。欸，通常對於我們來說，這個內在的原因哪，是以前留下去了的這個隨眠，但是都是因為外面遇見了外緣而引發的，這樣。所以這個惡知識，也是引發裡邊這個惡緣的最有力的一個力量，我們要了解。同樣地，我們也是影響別人，人家也是影響我們，所以這些事情我們很容易了解。這個是屬於情方面的。",
    "161": "[02:41]「不樂觀擇」，就是這個。現在很多人哪，唉，總覺得：唉呀，這個東西實在很麻煩哪！心裡最好想想啊，有一個討巧的方法。尤其是現在聽見，哎呀，這個念佛好，大家就說：「你只要念了佛，什麼都不要管。」念佛好不好？好！的確，這個太殊勝、太好的法門。現在不幸哪，這個最殊勝的法門是弄到現在這個情況，現在這個情況是什麼？是萬修萬人去的法門，弄到後來是萬修難得一、二去，壞就壞在上頭。昨天黑板上寫的這個「逋逃藪」三個字，就是一個祖師告訴我們：「大家現在動不動說念佛，實際上呢，是懶惰的人的『逋逃藪』，他真的念佛念得去了嗎？」你們看看紫柏大師那個語錄上面，就說得清清楚楚。所謂明末四大師，人家尊稱他為「紫柏尊者」，啊！這個人真了不起呀！他就絕對不是說，哎呀！互相安慰，啊！這樣。他就是針對這個病症上指出來告訴你：問題在哪裡，你一定要在那個病根上面痛下決心啊！這樣。",
    "234": "[03:54]所以我們這一點了解呀，同樣參禪的也是一樣，歡喜這個弄口頭的話，他也覺得：「哎呀！這個念佛啊，是老公公、老婆婆的事情啊！」他要去參禪。這個參禪應該怎麼參哪？那更是要精進努力呀！結果呢，參禪弄得不好的話，所以古人有一句話：「吃得酒肉飽，來尋僧說禪。」嗯，覺得解脫自在，然後，哈！喝酒吃肉，這麼、這麼大家這麼玩玩了一通，跑到廟裡面去找一個和尚來談談禪，覺得很高明。是這樣嗎？啊！錯啦！所以這個地方我們要了解，這個真正修學佛法，他一定要找到他的根本的問題在哪裡，不要隨著自己的習性，「哎呀！」說啊：「我不歡喜這個啊！」那麼你歡喜什麼？我們歡喜的無非是世間的情染哪！",
    "304": "[05:04]所以這個地方真正修學佛法一定要了解它，它的中心是什麼 ─智慧，而得到智慧一定要經過這個次第步驟，所以這是一個非常嚴重的問題。儘管我們目前一下子容或做不到，那個是可能的，有的時候也確確實實是這樣的，那怎麼辦呢？心理上面記住：一定要把這個圓滿種子種下去。說：是呀，正因為我以前無始以來為無明所覆，沒有在這個上面努力呀，所以跑到現在碰見這種情況，就不能跟法相應，發起這個精進啊！偏偏隨著這個習氣而轉，那是要深深慚愧，好好地懺悔呀！然後策勵自己：「我一定要做到！我一定要做到！」你有這樣做的話，欸，慢慢、慢慢這個因種，你只要不斷地加進去，自然而然這個果就會來，這個概念很清楚。所以一方面說我們愚癡之因，一方面說，哪！針對著一個特點，下面有總共的對治的方法；再下面說「不解方廣」。這個兩樣東西呀，前面是自己的習性，那個地方說無知，這最重要、最重要的！",
    "402": "[06:42]所以呀，在修學過程當中，第一件事情 ─一定要學！那麼在學的過程當中有兩種：有一種不願意學，有一種自己障礙，這個都是非常重要、非常重要！還有學了以後呢，得少為足，得少為足、自以為是、未會先會，那個都是犯了大毛病，犯了大毛病。下面說「未知謂知、起增上慢、上品邪見」，這個是指增上慢，並沒有了解自以為知道了，起增上慢；換句話說，你還沒有達到這種地步，自以為很高深了，這個增上慢。這是雖然有一點相似，可是不到。還有一種呢，上品的邪見，那根本完了！這個都是屬於見方面的，見方面。上面是情，這是見。",
    "466": "[07:46]另外呢，或生卑劣，「念我不能，不樂親近諸有智者。」這是卑劣慢，這個還是一種慢。那慢的根本就是「我」，無非是為了這個：「唉呀，我不行啊！」啊，那麼這樣怎麼辦呢？只有跟那些人，唉呀，要是爬是爬不上，那麼好了，大家窩在那個什麼，窩在那個避風港裡邊，跟那些人混在一起。這本來害我們的是莫過於這些惡知識，偏偏你又不肯親近這個善知識，然後呢「不樂親近」，就啊，哎！那些人好，正是保護你。",
    "506": "[08:26]譬如說我們心裡身心上面，這的確無始以來的習氣啊，一時改不過來，那個時候了解了以後，自應該這樣去做 ─痛下決心。所以說，譬如像我們這裡很多小地方，為什麼那個時間要去注意到分秒必爭，為什麼說早晨起來打了板馬上坐起來，為什麼聽起來每一個地方就策勵我們，從剛開始下腳第一步，把這個法作為第一，來對治自己的情見。你能夠從這種小地方慢慢做的話，慢慢、慢慢、慢慢那個習性養成功了，力量增大了，大的自然做得到了。",
    "556": "[09:16]現在你處處地方去保護這個東西，所以呀自然而然，喲，碰到這種情況下，自己覺得：「唉呀，這個不行，那個也不對。」然後呢，你還找了種種理由去批評他。結果好啦，你是注定你只有什麼？反正那個人說：「哎，對呀！這個何必這麼麻煩呢？何必這麼認真呢？成佛又不在這個上頭成的。」所以處處地方啊，就不能親近這種真正有智的人，而是什麼？保護我們煩惱的這個，這個是真正惡友是莫過於此啊！所以說怨家仇人，前面說得清清楚楚，他最多把你生命，這一生的生命殺掉了，只是如此而已，而他絕對不會把你送到地獄去的。這個惡知識啊，哦！這個眼前是甜言蜜語哦，哎喲，讓你這樣、那樣，弄得好，但是一定把你送到地獄裡面的就是那些人，這是你要很清楚、很明白的，我們了解的。所以這個是什麼？愚癡之因啊，這我們清楚啊！下面再重頌：",
    "628": "[10:28]如云：「懈怠懶惰近惡友，隨睡眠轉不觀擇，不信能仁最勝智，那不能信解，不能信解，那個時候你最重要的啊，要努力地去深入大乘，前面說的方廣大乘，這樣，這個才是最圓滿究竟的。然後，或者是：",
    "657": "[10:57]邪慢所覆而輕問。我們對自己不懂的，要好好地努力地去學、問，學、問。",
    "667": "[11:07]心劣自耽以為因，就是這一種東西，怯弱，然後自己呀，這個「耽」，耽著，實際上呢耽擱了自己，耽誤了自己啊！所以說這個的的確確不要說人家來害我啊，人家沒有一個人來害我，只有我們自己害自己。人家來害你，只是人家害他自己，千真萬確，人家騙你也好，傷害你也好，人家只是傷害了他自己。你如果懂得了佛法以後啊，他絕無可能傷害你，真正重要的就在這個地方哦！所以我們說修學了佛法，如果這個地方不能深入的話，那自己呀，白白耽誤了一生哪！",
    "714": "[11:54]不信親近有智士，並其邪妄分別毒，及諸邪見為癡因。」這樣啊！那麼上面屬於自己，然後呢，哦，這個不是自己，就是總共來說，這地方又特別告訴我們，我們真正要修學的，一定要這個 ─親近有智之士，這個是指人。還有呢指法的話，它這個惡友的「邪妄分別」等等；由於這樣的話，增長我們的愚癡邪見，這個就是愚癡之因啊！那麼反過來怎麼說呢？",
    "760": "[12:40]故又云：「恭敬承事可親師，為引慧故求多聞。」真正要對治它的是什麼呢？應該親近這個可親之師。這個可親之師，一定有他的內涵哪，這是我們應該親近的。那對他怎麼辦呢？承事恭敬，承事恭敬，這個很重要！現在我們末法真是說起來可憐，太多地方啊，哎呀，出了家了，因為這個出家人難得，人家總覺得把鳳凰一樣捧你，害了！我們一定要了解，這是為了自己，所以去親近善知識的話，你要至誠恭敬地承事，這個道理在前面說得清清楚楚。我們現在跑到一個地方去，稍微對你一點點要求，自己覺得不行，總覺得：唉呀！我是來修行的。好像來修行的話，都是現成坐在那裡，像啊，哦！看著那人家，要跪了把那個紅包送給你。然後呢，人家樣樣安排好了，請你老人家坐在這個地方享受大菜，然後吃完了以後啊，然後舒舒服服坐在沙發裡面念它幾聲佛，然後磕它幾個頭，這就算是修行了。唉！這我看了，我心裡面真是覺得啊 ……是啊！",
    "848": "[14:08]這個地方真正看看古來的親近善知識的這種榜樣，你不妨去看看哪，的確受盡千辛萬苦啊，然後遭到這麼喝斥啊！所以經常有人總覺得：「哎呀，這個善知識好像不慈悲嘛！」昨天已經說過啦，正是因為善知識的慈悲才這樣，大家務必要記住啊！我們現在愚癡，唯一的辦法是怎麼辦哪？必定要知道啊！而且在皈依的時候就說了，那麼我們目前如果這個太下劣，愚癡得厲害，你唯一的辦法 ─至誠恭敬供養三寶，然後呢，把這個功德目的是回向於它。那麼很快，你不能記得住的，記得住了；不了解的，了解了；然後不能深入的，就深入了。",
    "909": "[15:09]所以親近善知識前面第一個告訴我們如孝子心，不要隨自己自在說：哎呀，我想怎麼樣、我想怎麼樣。現在都是我們這樣：哎呀，我想怎麼樣，跑到你這個廟裡來看看。你這個廟裡啊，先來看看，打聽、打聽，配我胃口舒服那麼來；不舒服，不行。乃至於心裡面覺得：嗨，我有了錢，啊！我可以出幾十萬來討一個單，什麼都不要做啊！末法之衰是莫甚於此啊！這個說起來，啊，真是！",
    "948": "[15:48]但是這一點情況，我應該反過來說，兩方面來說哦！對我們自己來說是這樣，我們不要要求別人哦！千萬記住，千萬記住！佛經上面說得清清楚楚，佛有種種的方法來說法，你不管什麼，用哪一種方法引導他，只要能夠進入。是的，對於這種最起碼他沒有基礎條件，你用這個方法是對的。所以剛才說那個，這個條件是要求我們自己，我們不要看別人。所以你們哪，經常要看大經大論，尤其是《法華經》。要注意啊，所以剛才這種條件，特別再說一遍，我們自己問自己說：我是一個有智慧的人嗎？想真正向上的人嗎？那麼該走這一條路，該走這一條路。對於那一些人，欸，是，我想辦法去由他，能適應他的，那我還是在適當的情況之下，可以，至少不必去排斥人家，這個理路要很清楚，很明白！",
    "1019": "[16:59]那麼，親近這個善知識幹什麼呢？為什麼要這樣地恭敬承事，捨自自在，而一心一意以善知識的心為呢？「引慧、求多聞」，這個兩個，就是這樣。為了引發我們的智慧，從哪裡？從多聞開始。這個地方說得很清楚哦，最主要的是慧，而慧從多聞開始。現在我們親近了以後，往往覺得：「我覺得這個樣，我覺得那個樣。」請問：你既然覺得這個樣，覺得那樣的話，你還親近他幹什麼啊？那個是，不是你親近他，你去教他耶！你應該告訴他：「欸，我覺得這個樣，我告訴你這個樣啊！」你現在正說明了你在無知當中啊，你的覺得如此這般，本身都是無始以來的無明啊，這個都是垃圾啊，你把它拿掉都來不及，你還覺得你覺得這個樣、我覺得那個樣的話，你還談什麼佛法？這個概念我們必定要清楚的。",
    "1087": "[18:07]是，在這個情況之下，是，要鼓勵我們思惟觀察，那個時候你說：「在我現在了解這件事情是這樣的，請問：錯在哪裡啊？」這樣，這個才是我們應有的態度，應有的態度。然後呢，告訴我們了以後，我們勤勤懇懇地把善知識告訴我們的，經論上面告訴我們的，淨化我們內心的知見，這樣。這個才是一個重要的原則，重要的原則。",
    "1119": "[18:39]剛才說這種啊，一般性的。還有一類，很有意思的。自己見解特別地這個盛，然後呢，他看見了一點，他不一定真的懂，這種叫增上慢。文字也許懂了，然後呢他自己覺得：欸，這個樣！然後就找種種的根據、理論等等啊，成立他的，排斥那個，這個更是糟糕，更是糟糕！現在我們近代看見的所謂各宗各派往往就是這樣，尤其是研究教的，性宗、相宗等等。所以它本來是必須要的，可是到後來就變成這樣，各人引經據典，然後呢，跟他自己不相應的忽視掉，所以攻擊對方。啊！那又不曉得錯到哪裡去啦！下面，",
    "1173": "[19:33]謂應親近智者，隨自力能而求多聞，這個是我們真正重要的。",
    "1178": "[19:38]若不爾者，假定我們不能這樣做的話。",
    "1182": "[19:42]聞所成慧思所成慧皆不得生，是則不知修何法故。因為我們真正修學過程這必須要的，而必須經過善知識的引導，從他地方聽聞。所以在一開始的時候，總歸要記住，在為什麼 ……嗯，道前基礎一開始他就說，你要修學佛法的時候啊，先把你內在的過失去掉，去三過，然後呢還要具六想。六想當中第一個是什麼？三過當中第一個是什麼？哪、哪！這個清楚明白，三過當中第一個，你的器不能覆，覆的意思是我不接受別人的，我覺得這個樣，我覺得那個樣！你不接受別人，沒有用。第二個呢，就是雖然你能接受，可是你心裡面有種種你的念頭，然後呢你要求根據你的想法，照你的根據，照你的什麼，那又錯了。儘管你兩樣去除掉了，記不住，都不可以呀！所以這個是過失一定要斷除，何況是我現在是保護自己的習性。實際上呢，也應該這麼說，因為我們不知道，我們並不了解我們在無明當中，我們的習性都是這個無明習氣，害我們的這個東西。",
    "1270": "[21:10]所以它下面緊跟著具六想，第一個就告訴我們，我們無始以來在長夜無明當中，你的起心動念都是不相應的。要得小乘，乃至於說「得阿羅漢已，乃能信汝意」，這個很明白啊！所以我們現在修學佛法第一件事情的話，千萬不要拿自己的知見去衡量。這個知見本身最好的東西，拿著這個作為工具，去辨別如理、非理，而那個事情要善知識。那麼，親近了這個善知識以後，怎麼從他聽聞；要聽聞就要去掉這個過失，具足這一種條件。你有了聞的根據，然後呢，這個去思。聞思的關鍵剛才已經簡單說過，你如果不照著這個次第做的話，那這個兩個都生不起來。那既然這個沒有的話，請問你修什麼？請問你修什麼？你根本沒有辦法修，所以你不知道怎麼修啊！",
    "1331": "[22:11]拿我們現在簡單事來說一下，譬如說我們現在啊，就是總覺得修好像兩個腿一盤。我們大家都有這個經驗，修的時候，是，要盤腿，剛開始盤腿最好，當然你行住坐臥都是。可是那時候盤腿的，你的觀念一心一意把思所成慧，那個時候擺在這個念頭上面的，提持住它了，嗯，緣想它，或者是止，或者是觀。那前面一定有它的聞思相應的基礎在這裡的。結果你沒有這個東西，兩個腿一盤的話，我們大家都有這個經驗：哎呀！為什麼打坐的時候不是昏沉哪，它就是散亂哪！你前面根本沒有，你叫它怎麼不昏沉，怎麼不散亂？所以，你修些什麼嘛！乃至於不要說打坐，那個拜佛、念佛無一不是如此，你修些什麼嘛！你前面那個基礎根本沒有，你說忙著去燒飯，空鍋子叭哇哇亂燒一通，欸，這是燒些什麼嘛你在這裡，都是忙這些事情啊！所以這件事情我們要了解啊！那麼你能夠如法去做了，那就好了。",
    "1407": "[23:27]若有多聞，由思所聞法義，能生思慧，欸，你現在呢從善知識那裡能夠得到了，能夠多聞的話，於是因為你有了根據，根據這個思惟觀察，能生思慧。因為你有了思惟觀察的力量，",
    "1429": "[23:49]從此能生廣大修慧。這個樣地一步一步來的，這樣地一步一步來的。",
    "1435": "[23:55]如吉祥勇云：「寡聞生盲不知修，彼無多聞何所思，故應精勤求多聞，因此思修生廣慧。」說寡聞的人，沒有聞的人，就像這個生盲，天生來的瞎子一樣。我們就是天生來的瞎子，什麼瞎子啊？無明長夜當中。大幸而得到了人身，具有這個能思惟觀察的能力，卻用來造種種的惡業，這個是最大的損失啊，莫過於此啊！這個也放不下、那個也放不下，這個也不好意思、那個也不好意思。唉！最寶貝的東西，就在這個上面，害自己，把自己送到地獄裡面去，這個好可惜呀！因為他沒有多聞，所以他腦筋裡想的自然是忙世間那套東西呀！唉呀！這個也是，唉呀！那個也是、這個又是。哦，跑世間是忙得個不得了，佛法上頭的呢？對不起，你叫他 ……因為你沒有內容在嘛！等到他這一些事情忙完了以後，他在那裡，唉呀，無聊得很啊！嗯，怎麼辦呢？無聊得很再想辦法去玩哪，不在那兒睡覺，就出去玩哪，就這個狀態。他沒有內容讓他去做嘛，這是他次第嘛！",
    "1522": "[25:22]所以我們第一步現在應該什麼？「精勤求多聞」，你能夠這樣的次第來了以後，那麼聞、思，由思而生廣慧。譬如說我們現在前面已經聞過了，假定這聞過的道理我們能思的話，那我們現在進步遠比現在大。現在呢，我們聽見了，因為大家聽見，認真地聽，而且多多少少在思。所以我們每一個人都已經感受得到，欸，的的確確雖然我們開始到現在只有三個多月，大家已經有了進步了，有了改善了，這不是很明顯的事實嗎？所以這種地方啊，都應該處處地方拿這個來策勵我們，警惕我們哪！",
    "1575": "[26:15]慈尊亦云：「三輪諸分別，是名所知障，慳等諸分別，是為煩惱障。除慧無餘因，能斷此二障，聞為勝慧本，故聞為第一。」哦！上面告訴我們，所知障跟煩惱障，不管這兩樣東西，一個呢是這個知見上面，一個是情緒上面，也可以說，這樣。那麼這個兩樣東西呀，只有一個辦法來斷除它 ─慧，沒有其他任何方法可以斷掉。那麼要得到慧的話，從哪裡開始？聞。所以你要得到如此果，一定要下這樣的圓滿的因，正確無誤而且圓滿。那麼現在這個圓滿的正確的因，正確的因什麼啊？聞哪！所以，這個聞是真正殊勝智慧之本，所以聞是第一。",
    "1640": "[27:20]《集學論》云：「應忍求多聞，次當住林藪，精勤修等引。」上頭也告訴我們，《集菩薩學論》，就是說我們真正應該修學的人，要忍種種的苦，精勤努力地幹什麼？求這個多聞哪！其次啊，然後了解了以後，那個時候，「林藪」就是阿蘭若處，好好自己遠離群眾，精勤地修定慧。",
    "1672": "[27:52]自釋中云：「不能忍者，則由厭患，不能堪耐，退失聞等。如果對於求法，親近善知識，那麼不能忍得住，又要禁止，自己覺得：唉呀，這樣麻煩啊！這樣的話，那就沒有用，「退失聞等」，「退失聞等」。所以我們看那個佛陀因地當中故事，說為了求一偈捨身的故事。我們倒不一定說要我們去學他馬上捨身，實際上學他馬上捨身也不可能，我們往往看了以後，把自己先嚇退了。但是你如果善巧學的話，了解怎麼學法的話，你就曉得：啊！儘管眼前我們因地當中是做不到，眼前馬上果位上面開始行為是做不到，但是你因地當中心裡面說：「哎！我要這樣做，看見佛是這樣做的，那我也要這樣做。」然後你有了這個因以後，然後呢，從我們當下一念當中說：哪！這是前面所說的那些，都是我們目前真正可以做得到，而且必須應該做的，必須應該做的！"
}