{
    "8": "[00:08]無多聞者，則不能知靜慮方便，淨惑方便，故應無厭而求多聞。」假定你沒有多聞的話，你不了解，所以修定什麼修法，你也不知道，所謂「淨惑」，那是智慧啦！定縛、慧斷，那麼怎麼樣把那個無明煩惱的種子斷，你也不知道。一切一切都在根本因，正確的是親近如理的善知識去如理正聞，所以我們應該求多聞。而求多聞要不知厭足，所以前面一開頭時候就告訴我們要學什麼？要不知厭足的常啼佛子，以及善財童子等等，一個是《大般若經》當中的常啼菩薩，一個是《華嚴經》當中的善財童子，那這是我們應該學的。",
    "74": "[01:14]《那羅延問經》云：「善男子，若具多聞能生智慧，若有智慧能滅煩惱，若無煩惱魔不得便。」處處地方說這個，又引一個經，你有了多聞嘛，就從這個地方為因，能如理地生起智慧之果；有了智慧，這個因就能滅除煩惱，沒有煩惱魔不得便。好了！你的問題都解決了，問題都解決了！都在這個上頭啊！",
    "104": "[01:44]是故聖道最勝命根謂擇法慧。那現在又來說，所以這一個，這個聖道最最殊勝的根本哦，這個像命一樣的，什麼？能夠抉擇法。前面說業果是聖道的根本，現在這地方又說這個「擇法慧」是根本，兩個有沒有衝突啊？沒有衝突。這個智慧的內容告訴我們什麼？如是因感如是果嘛！所以從行相上面，正因為你有智慧，是必然是了解說智慧了解的對象是什麼。就是說智慧是我們能辨別的這個能力，所辨別的事相，那是如是因感如是果呀！這兩樣東西，那就是這樣，一個東西，對吧！就是這樣。所以你能夠這樣的話，那就對了。",
    "162": "[02:42]然後業啊，因為業的因感業的果，所以由這個上面說世間沒有常相，世間沒有定相，世間一切沒有自性。所以從一切的事情，從業來感的果，所以也同樣了說明它的自性空。所以你真正有智慧的話，一件事情就說圓滿了，而靠什麼？靠智慧。所以前面的、後面的，正是層層深入，從事相上面說到根本上面，佛法的整個的重心，最殊勝的根本是這個 ─擇法慧，所謂智慧。這個智慧對於這個法能夠簡別，能夠抉擇是、非。而",
    "214": "[03:34]慧無上因，這個智慧的最重要的因在哪裡？那麼現在看。前面是愚癡之因哦！現在這個是無上之因哦！",
    "226": "[03:46]謂於無垢經論勤求多聞，以諸教理善為成立。必定要靠這個，要靠什麼？「經論」，上面說「無垢」兩個字哦！這兩個字很重要、很重要，要求多聞。這個僅僅就自利方面來說，你自己必須如此。這個所以這樣說的話，因為我們有一個基本認識、了解，說這皈依的外支已成，你只要這一點做對的話，你一定會確定會找善知識；而且只有找到善知識，這個才會得到這一個。所以你就自己方面來說，真正重要的，你一定要在經論上面勤求多聞。",
    "273": "[04:33]然後呢，多聞夠不夠？不！還要「以諸教理善為成立」。所以本論之真正殊勝的地方，它不是告訴你一個道理就算了，一定要非常善巧地抉擇、辨別它為什麼要這樣。平常我們現在難得的，哎呀，唸了一部經，是啊，《金剛經》、《彌陀經》、《楞嚴經》、《法華經》，哎呀！自己覺得好了。然後呢，是，有的人也這麼說：「一經通，經經通。」這個道理錯不錯？這個道理不錯的，可是我們都是誤解掉了。到現在為止，我們已經發現，幾乎沒有一個地方不誤解的。他這個「一經通」教你怎麼通法？以我們的通是如何通啊？我們的通啊，就把這文字唸通，然後呢這個老師告訴你這個道理啊怎麼講，你也會這麼如此這般地講一遍，這個耳朵進來，然後嘴巴裡面出去，講得一字不漏，然後文字上編排得很好，覺得通了。通了嗎？",
    "336": "[05:36]所以六祖大師說得很清楚啊，「說通即心通，如日處虛空」。欸，講通，那個要什麼？心裡跟它通啊！那個時候就像日處在虛空，為什麼？日是光明，沒有一點遮障的、無比的，什麼黑暗都破除掉了，這樣的情況啊！不是我們現在我聽見了以後，然後執著得要命，然後說唯識的嘛，說我這個最好，啊，你這個不對；說中觀的嘛，又說我這個最好；這小乘的嘛，說大乘非佛說；大乘嘛，又說這個小乘又不行，大家吵得個天翻地覆。啊！錯啦，錯啦！所以我們必定要拿以無垢的經論哦，第一個勤求多聞，還要以種種的教理啊，極善巧地把它建立起來。",
    "391": "[06:31]所以譬如說我們中國古代的祖師，建立那個藏、通、別、圓，小、始、終、頓、圓，種種次第，以及本論，都有它特質必須要的條件。你如果能夠這樣把握、認識了以後，那就自然而然哪，把佛的聖教圓滿地建立起來。所以性宗、相宗之間，一定也是啊彼此間互相相輔相成，絕無矛盾之處。而現在我們這種毛病啊，都會避免掉了。反過頭來也告訴我們，我們學的時候，千千萬萬不要先入為主。就是我們無始以來執著就是這個樣，你碰到哪裡沾到哪裡，一聽見一個，哦！覺得對了，然後呢自然而然你覺得這個就對了，排斥其他的，那是對我們是一個莫大的大障礙。",
    "444": "[07:24]然後往往還是看見人家不好啊 ─不是不好，看見 ……因為自己有自以為對的事，這個心情，好學的人往往找種種根據成立自己，「喏！我這個對，你看我這個地方找到根據了，我這個對；那地方找到根據了。」是這樣嗎？不要說你讀通了三藏十二部教典不一定行啊，何況實際上我們哪 ─這個話不應該這樣說的哦！實際上我們真正讀的很少的經典。就算你讀通三藏十二部教典也不行，為什麼？佛說得很清楚，說完了，他……大家還記得這個公案吧！佛在世的時候啊，地上面挑了一點土，「阿難啊，你看哪！我爪上的土多啊？還是地上的土多啊？」這爪上的土怎麼可以跟地上的土比啊？佛說：「我未說的像大地土，說的就這麼一點點。」喏！佛世的。",
    "508": "[08:28]然後呢龍樹菩薩也是一樣，跑到龍宮一看，「啊！這麼多！」又是一個。然後本論的這個師承阿底峽尊者，他當年在印度這個好了不起啊，他幾乎學遍五印的所有東西。欸！最後那個空行母，換句話說就是那個淨土世界的，那個已證聖果的人帶著去，說：「哎呀！你現在學得怎麼樣？」他自己覺得：嗨！這個三藏十二部沒有一個不通的。然後那個菩薩就帶他去：「這個你看見過嗎？」「沒有。」「那個看見過嗎？」「沒有。」「那個看見過嗎？」「沒有。」結果一看，都沒有看見過，「哦！好、好、好、好！」就是如此了。這好清楚、好明白的一個事實。固然也許要說：啊，也許這個故事都是什麼，好像他在作夢當中，不相信。結果他到了西藏，到桑耶寺的時候有這一段公案，他跑到桑耶寺一看，「哎呀！原來我以前這些東西都沒看見過。」好明白擺在這裡！",
    "570": "[09:30]請問大家如何？你們如何我不知道，你問我的話，今天我坐在這裡，講得你們還讓你們覺得服服貼貼的，我看過幾本啊？哎呀！這麼一點點，說老實話，三藏十二部我實在是碰都沒碰到。儘管有很多翻，我說起來我說：喔唷！這個《華嚴》八十卷、六十卷、四十卷，我都看過；哦，《阿含》、《大般若》。對不起！看過了什麼？螞蟻在紙上爬，當時看的時候就看了，看了莫名其妙啊，這千真萬確的事實。我們居然懂得了這一點點，乃至於聽人家講了以後，就執著得要命，「欸！就是這個。」",
    "610": "[10:10]所以他這地方告訴我們，要無垢經論勤學，其次呢，以諸教理善為成立啊！要想這樣做的話，第一個要把我們心裡面這一種執著要拿掉。所以現在不忙著去學很多啊，現在第一個要認得我心裡的障礙，勤加懺悔呀！你能夠把這個拿掉了以後，你自然而然有機會能夠深入。要不然你還沒有動，這個障礙已經先在這個地方，然後呢無始以來的習氣自然而然就忙著去找。找了半天啊，你這個諍論資料是越來越多，然後開起口來，一開口啊，就跟人家吵了個半天。啊！這和佛法不相應。不跟人家吵，當然另外有好的情況的話，一說法 ─喔唷！說得非常動聽，啊！更是覺得了不起，那是更害了！這是千真萬確的事實。我們繼續下去。",
    "671": "[11:11]然諸欲修法者，尚不能知聞為必須者，是由於修時不能定解，必須觀慧思擇而修，反顛倒解，不須多聞過失所致，故自愛者，應棄此過猶如惡毒。那麼眼前的狀態怎麼辦呢？唉！真可憐，很多現在修行的人哪，連它基本的道理，說這個修行聽聞是必須要的，必定要從聞思上面，這個道理都不知道。他為什麼不知道？有個原因的，因為修的時候，他不能確定地認識這個必須的次第，必須先去「觀慧思擇而修」，這個不知道，這個不知道。因為這個不知道啊，所以他就會覺得：哎呀！這聞是無此需要的。於是在這種情況之下，由於自己的執著誤解，還倒解，以為不要多聞，害了這個大過失。所以真正自愛的人，對於這個猶似什麼？毒！不但毒，而且加一個「惡毒」。哎呀！這個毒可怕極了，可怕極了！",
    "762": "[12:42]所以關於那「思擇慧」修的時候，我不妨說簡單一點。那麼現在人家說，那個念佛好像不要嘛！參禪不要嘛！真的念佛不要嗎？真的參禪不要嗎？真的嗎？我們不妨仔細看看哪！這個是善方便，念佛只是說，哎呀！你完全靠彌陀他力。是，念佛的時候一定要叫什麼？信、願、行。請問你信些什麼？請問你願些什麼？然後一句佛號欣厭具足，請問那個欣厭的內容是什麼？假定你的腦筋裡下面一片混沌，只是嘴巴唸的話，請問這一句佛號當中有沒有欣厭？請問這一句佛號當中有沒有信？有沒有願？你的信願從哪裡來的？很清楚、很明白，你必定了解，哎呀！這個世間可厭，一心想逃啊，這唯一去處是只有極樂，一心嚮往啊！所以那個時候啊，由於這個前面的這個心裡面，所以那句佛號，就拼命「阿彌陀佛、阿彌陀佛！」你就一心皈投。那個功效什麼？思擇而來，不是嗎？怎麼會不要呢？乃至於修的時候都告訴你，你念得清清楚楚，聽得清清楚楚，請問這是什麼？然後呢你不妨看看，「正助雙修」，正的時候怎麼，助的時候怎麼，不要動腦筋嗎？",
    "863": "[14:23]然後參禪也是一樣，人家學定，然後呢定在那兒一坐八個鐘頭。欸！祖師說：「某人哪！你這個沒有用啊，冷水泡石頭。」石頭本來就泡不開的，你用開水去燙都沒有用，還要冷水去泡，你泡到驢年也莫幹！這個祖師說的話。那一定要什麼？起大疑情。疑情怎麼疑啊？心裡面就想：「哪一個是念佛的？念佛的是誰？」這不是全部的精神就在那兒找嗎？這個不是思惟嗎？這不管說是參一個「無」字也好，然後參一個「萬法歸一，一歸何處」也好，也全部的精神在那兒找那個東西，所以叫疑情。疑是什麼？就思惟、觀察嘛，你就找它嘛！哪裡說不要的？",
    "913": "[15:13]而且我們更要清楚啊，禪是在什麼地方修的。在大乘是加行位上，他是已經積聚了資糧，真正要那個時候啊，發了大菩提心以後，然後找跟那個空慧相應的時候，那個時候才學這個法門，那個次第步驟非常清楚、非常明白。所以我們現在不了解，只是表相面看看，說人家這麼坐在這個地方的，好像很滿舒服的樣子，「好！我也這樣修啦！啊！那不要，那看這些東西幹什麼！」那是一個大誤解啊！所以我們真正了解、自愛的，對這一件事情要放棄它、排斥它，像「惡毒」！下面：",
    "963": "[16:03]大瑜伽師云：「覺瓦，欲成佛一切種智者，不於牛負量經函辦其所作，而將掌許若講若藏，皆無所成。」嘿！那個大祖師就告訴我們，大瑜伽師就是阿底峽尊者的三個最主要的，這個康地的這個弟子之一，一生一直跟著他的。說：菩薩呀！你要想成佛一切種智，你要在什麼情況之下？牛負的經量。那個西藏的運載的工具，最大是牛，換句話說要牛，哦！這個牛馱的力量好大、好大呀！如果現在你不在這個上面，而是掌許這麼一點點的這個上面，或者講說，乃至於藏在那地方，自己覺得這樣做的話，「皆無所成」哪，沒有用啊！",
    "1020": "[17:00]樸窮瓦開啟經卷安置枕前曰：「我等是學者故，縱未能看，應於此等而發願心，若不知法云何能修。」那另外一個善知識也這麼說。然後呢他打開了經櫃，哎呀！放在這個上頭說：「我啊現在正在學啊，就算一口氣不能看那麼多啊 ……」欸，下面這句話我們用得上，「應於此等而發願心」啊！記得前面六度當中每一個地方告訴我們，現在我們要以大地作為我們的願心。然後我處處地方說，我們因地當中要努力，說「這個是我要的，這個是我要的！」現在真正的問題是什麼呢？你還沒有學呀，先已經打了退堂鼓，「哎呀！不行啊，好了、好了，我就不要了！」你因地當中已經種了這個，請問你成些什麼啊？這個很明白、很清楚，你總是覺得：哎喲！這個不行，哎喲！這個不行！由於這樣的因，心心念念對了個境界，心心念念就起來了。",
    "1084": "[18:04]現在我們應該對了這個境界，這個境界是苦，要面對事實唯一的辦法 ─學這個。現在我雖然做不到，可是我唯一的要解決這問題，這樣，發這個願。對呀！那下一次你不斷地發這個願，於是遇到緣，這個因就成熟了，下一次你來的時候，你就行了，這是因果的必然性啊！所以在這個上要發願心啊，要曉得「若不知法」你怎麼修啊！那道理這麼簡單，你了解了，時時刻刻啟發這個願，自然而然呢慢慢、慢慢地，不斷地增長，這個善因慢慢、慢慢地增長，好！就有希望了。所以下面又有一個，說：",
    "1131": "[18:51]慬哦之弟子送博朵瓦時，三云：再三說：",
    "1138": "[18:58]「汝等快樂。」哎呀！但願你們好好地、真正地相應啊，得到這個快樂啊！",
    "1147": "[19:07]次云：為什麼呀？說：",
    "1150": "[19:10]「能得依止我如天覆地之知識，不須於他更起口水，不勞多看紅紅本釋，事業微少，不勞思業果內心安泰，以多咒法成多事業令心飽滿。」這個是一個方言，實際上也就是說他是誰呀？他是敦巴尊者的弟子，阿底峽尊者再傳弟子。要曉得阿底峽尊者的最殊勝的全部傳承他的教法的，可以說唯一的弟子，那個敦巴尊者，敦巴尊者。所以得到了一個大善知識，所以他說「如天覆地」 ─啊！再沒有餘遺了，能夠全部圓滿得到師承的，接近了這麼一個大善知識以後啊，你不必再羨慕別的了。說「不須於他更起口水」，就是說我們看見別人，喔唷！那個口水流了，羨慕。我們喔唷，看見這個大上師，喔唷，看見這個大善知識，喔唷，看見這個人哪！你不要去羨慕了，你只要真正能夠跟到這個大善知識就好了。這個時候就「不勞多看紅紅本釋」，是為什麼原因？這個裡面大有理由在哦！不是不要我們多聞哦！正因為這個地方，所以他親近善知識有必要的條件，你們還記得不記得？",
    "1238": "[20:38]所以你一定要多看那個祖師的傳記，他一定是以師心為心 ─他絕對不會拿自己的心裡面 ─種種地方揣摩老師在什麼地方，那個時候自然而然他那個全部的信心啊，一直是在這個上頭，就這樣。因為你的信心百分之百，所以這個師長的這個加持，這個經教能夠傳到你身上來，這個是個它重要原則哦！不是像我們現在這樣說，哎呀！你親近了這個人，你也不要看書了，反正跟著他，大家一天到晚弄弄吃的、玩的、喝的，那完了！是的，他這樣他的東西也全部家當傳給你，可是這個家當是幹什麼啊？注定我們生生世世是輪迴生死不絕啊，這要了解的啊！所以你能夠這樣的話，它就是這樣。",
    "1293": "[21:33]所以我們從這個地方，容或這個傳記對我們不清楚，但是阿底峽 ─不是，另外一個那個密勒日巴尊者那個傳記看得很清楚。的的確確的，這個老師就會有這樣的力量，把那個最精要的東西能夠傳給他，同樣地這個圓滿的也給他，你只要能夠在這個上面。那時我們就看得出來了，親近這個善知識是這樣的條件哦！這個善知識這麼做不合理，他絕對不會想：「啊，這個善知識這麼不合理。」何況還有會起：「這個善知識很殘忍。」絕對沒有一點點。在任何情況之下我們無法想像的，他只是覺得：「哎呀！我的業障還重啊！」這個是我們該學的地方哦！所以說這個這一種道理，真是我們該學的。在我自己個人，到現在時候我為止，我感覺到連它本論一開頭親近善知識怎麼親近法，我都不知道！",
    "1357": "[22:37]上面是慬哦瓦弟子送博朵瓦的時候啊，就告訴他：「哎呀！說你們依止到那樣的這樣的最了不起的大善知識，你們真好啊！你們真好啊！」一下說了幾個。一方面是讚歎，一方面這是隨喜，千真萬確的。所以這個我常常地記了一句話，《入菩薩行論》上面，這是寂天菩薩說的：「當知善知識，如命不可捨。」這個善知識像命一樣啊！換句話說，跟到善知識是最大的幸福、最好的快樂、最重要的事情啊！這是千真萬確的事實啊！現在我們第一件事情要辨別這東西，辨別這東西，對我們末法的時候啊，最重要的！",
    "1418": "[23:38]所以我看見很多人哪，要去找道場，我是非常歡喜、非常讚歎。可是那個時候注意哦！你要別具隻眼哦，要認得清楚哦，千萬不要說：喔唷！這個道場吃得好，然後呢這個事情少，樣樣省力，哎呀！你要怎麼辦就怎麼辦，然後我去選它。完了！完了！的的確確的，你要去找的 ─有道之處，這個地方是善知識如何？同行的如何？所以前面告訴我們清清楚楚，如果這個地方「有道有食，盡壽不去」。又有道，又有樣樣的供給，那在任何情況之下，你絕不離開；其次一步呢？這個地方有道無食，道是有的，吃的東西都沒有，但是你得咬緊牙關，一定要在那裡。所以這個密勒日巴尊者很有意思，他老師就說：「欸！我給你吃了，那就不給你講法；給你講了法，沒得吃的喔！」「欸！沒關係啊，那我自己去討飯。」這樣苦啊！這樣地磨折他，他不走，他成就在這裡。剛才反過來說，如果這個地方無道的話，不管有食無食是趕快站起來就走，這是我們必定要了解的一個事實啊！繼續：",
    "1507": "[25:07]霞惹瓦云：「乃至未成佛求學無完，至成佛時始得完畢。」喏！這樣的情況，一直要到成佛哦，所以這個是千真萬確的事實哦！現在大地的菩薩都不能離開善知識，而我們居然離開了，這怎麼可以？容或我們說：「欸，我們看見那修行人，不一定能見到了佛啊！」實際上呢，真的情況如此嗎？我們看不見 ─大地菩薩看不見，但是經論上面說得清清楚楚，《華嚴經》上面，大家還記得吧！善財童子第一位參的大善知識是誰啊？德雲比丘，他得到的叫作念佛三昧，得到念佛三昧，一切時處十方諸佛就在眼前，他沒有一個時刻離開過啊！從那個時候開始，一直到成佛他都親見；為什麼？破了無明了。那我們現在沒有破無明，居然不見，怎麼可以呢？這樣。所以《大乘止觀》上面告訴我們：我們是瞎子啊！你雖然不看見，他看得見你的。你怎麼看法呢？就用你的信心跟願力去看。所以要信願，哪！這個在這一句佛號，不是要嘴巴上面你唸出來，心裡面心心念念。所以這個皈依是一心皈投的地方，唯一的佛、法、僧三寶，這個才是，這個才是！",
    "1605": "[26:45]所以一直到最後啊，以等覺然後還是拿這個十大願王是導歸極樂。這個導歸極樂我們要注意哦！這個極樂是什麼意思啊？十方一切諸佛的共同現象，都是極樂。這我們要了解的哦，說廣義的哦！一點都沒錯啊，為什麼？世間之樂是有漏的，這不叫極樂，唯有成了佛以後是圓滿的，徹底圓滿的。所以啊，普賢十大願王，普賢是一切諸佛的願，換句話說，一切諸佛都這樣來的，菩薩因地當中都是這樣做的，到最後都是這樣。一直從凡夫開始，一直到了等覺，然後拿這個東西，欸，走到圓滿的這個報身報土的地位，對了！就這樣。",
    "1669": "[27:49]迦摩瓦云：「若謂修法何須求知，是自失壞，我寡聞者易生此失，易說修行不須求知。那個祖師也告訴我們：「說你要修行哪！修行嘛就修啦，不要去忙這些啦，不要求知啊！那是自己傷害自己啊！而尤其是我們寡聞的人，更容易生這種過失，說更容易說以為修行不要知道的。」",
    "1705": "[28:25]然修法者，實定須知，縱於此短壽未能圓滿，須不失暇身，相續多聞。說，所以實際上真正狀態啊，你要修行一定要多了解，縱使我們現在這個人身壽命很短，也一定要趁得到這個暇滿的時候啊，繼續不斷地去增長這個 ─相續多聞。",
    "1738": "[28:58]若謂修者不須，說者乃須，說說法師易生此罪，以修者尤須故。」有人說：「修的不要啊，說的人講說才要啊！所以修行的時候不要的，講說嘛，當然你要懂得了很多道理，然後要跟人家講啊！」說這種情況，是實際上不是這樣啊！說法的人固然錯了，修的人也不對；真正說起來，修的人是更需要，修的人更需要！",
    "1772": "[29:32]如是修者慧及慧因多聞，不容或少，應獲廣大定解，"
}