{
    "3": "[00:03]如是修者慧及慧因多聞，不容或少，應獲廣大定解，所以呀要曉得，真正如理修行的人，說這個必須要的 ─得到智慧；而得到智慧一定要得到智慧的因，這個都從哪裡？多聞開始的，這個是絕不可以少的。關於這個道理啊，一定要獲得定解，而且是「廣大定解」哦！",
    "34": "[00:34]然此定解於未知修時，必須觀察修者極難生起，但是這個上面這個定解，就是這個是必定需要的這個定解啊，在不了解的人啊，對於這個，說一定要怎麼樣呢？要觀察修，關於這個概念，一定要什麼？去觀察修，這個認識啊，很難生得起來的喲！儘管我們現在聽是聽見了，但是為什麼得不到定解？就是有種種原因。所以我們必定要克服前面的種種的這種障礙，然後淨除種種的罪障，如理去思惟，得到了相應的認識，那個時候淨信心有了根了，那個時候才慢慢從這個上面。所以說對於這些道理呀，真正修行的正確的內涵，一定要什麼？觀察修。不是說，啊，你坐在那裡，閉上眼睛，或者做其他的。關於這個道理是很難生起喲！因為很難生起，所以特別告訴我們，我們要很認真地去做哦！的的確確要相當勤勤懇懇的。至少我們現在心理上面，對它有一個正確的認識了以後，要努力去懺悔，要努力地深發大願，說：「我一定要做到，一定要做到！」然後用種種方便。",
    "123": "[02:03]千千萬萬不要用種種方便保護自己的壞習氣，保護自己的大癡、大邪見。還種種的理由、種種的藉口，哎喲！總覺得這個也不能少，世俗的固然不能少，進入佛門當中這個還是不可以少；等一下還更說起來，哎呀！等一下是這個，乃至於用種種方便。現在我們眼前太多方便，這個方便實際上啊，都把我們送上那一條窄路，乃至於死路去。這個好可惜，這個好可惜！所以本論一開頭的記住，為什麼一開頭的時候，告訴我們一定要修的時候，先對圓滿的道體有了正確的認識，然後在這個上面這個構架上面步步深入。要不然你一旦走上錯路了，要扭過來這好難哪！現在下面又說：",
    "178": "[02:58]雖自許為受持三藏之法師，亦多認為修之前導，或僅為佐證，非實教授。欸，這個真錯誤的根本。看看哪！宗喀巴大師的時候，就已經這樣了。所以現在有很多「自許」，他這個「自許」兩個字特別有意思。的的確確那些人「受持三藏」哦，都看過哦！但是呢他並沒有真正地把握得住這個三藏的重點。是！你說看過了嗎？是看過了，自己覺得：「欸！」因為他看過了，所以自認為如此。因為他沒有把握得住，了解這個真正的經論的內涵，所以他認錯了，也以為這個修的前導，說前面這麼要引導一下，然後就佐證，哎呀，找一點證據，只是如此；而修行的時候，真實的這個教授不是這個。那些人，廣學的人尚且如此，那錯得不曉得哪裡去了！",
    "242": "[04:02]由此因緣，說欲速成佛則須勤修，欲利聖教則須多聞，內自修與利聖教別執為二，因為上面這樣地說啊，他說你要快速成佛，那怎麼辦哪？要勤修。可是你要利聖教，要想說弘廣佛法，那個才要多聞，多聽懂了，可以講給別人聽哪！所以他就把自修跟那個弘法，看成分開來兩件事情，這樣的看法。",
    "278": "[04:38]實際上呢，這個的的確確我們很容易生的誤解，好容易！那個《法華》上面就曾經說過，《法華》在〈授記品〉當中，〈學無學人授記品〉當中，授了這個阿難尊者的這個記。欸，那個時候啊，有很多這個新發意的菩薩就想：「耶？阿難尊者乃至一個學人，他怎麼會得到那個授記呢？」那個時候就心懷疑了。佛就說：「欸！你不要弄錯啊！我跟阿難兩個人同樣在空王劫的時候，就發了大菩提心了哦！我那個時候因為勤勤地修學，阿難是只求多聞喔，所以現在我成了佛了，他還沒有，還在住在學人地位哦！」然後《楞嚴》上面，還好幾個地方都這麼說。所以我們哪，引為這種根據，所以前面說為什麼叫「自許受持三藏」，是嘛！要我們自己不能如理抉擇這個道理，看了這個經典以後的話，總歸容易：「啊！對、對、對！就是這個樣！」於是自以為對 ─錯了！實際上。實際上錯了！請看下面：",
    "368": "[06:08]此是矛盾最大狂言，他第一個下斷語，說上面這種說法完全矛盾的，那是完全錯誤的，狂妄的。因為聖教當中呀，",
    "379": "[06:19]以聖教中，除教證法別無聖教。真正的聖教只有兩樣東西：教跟證。前面已經說過了，教是什麼？因，告訴你怎麼修；告訴你怎麼修以後，你懂得了如理去修，然後是證。所以這個彼此間必然因果關係，你現在不要這個教，不要多聞，沒有因，有果嗎？所以說：",
    "404": "[06:44]前者是令了知修行之軌，是因，告訴你怎麼修。",
    "410": "[06:50]後者是令知已予以實行，把你所了解的認真去做，這彼此必然的關係呀！",
    "419": "[06:59]故修行能無錯謬者，即是最勝住持聖教。你能夠這樣修行一點不錯，那個才是真正住持聖教，真正利益聖教啊！這個是千真萬確的事實。你現在修錯了，自己也不知道，講了個半天，還把錯誤的講給別人，說相似法。所以佛一再說啊：「你不要大家說：哎呀！我弘法，我如法地行僧的事業。」這個佛經上面說得清清楚楚，破壞佛法最嚴重的，只有兩件事情，一個叫說相似法，一個叫行籌。這個怎麼講？一個就是開口講弘法，可是對不起，你對這個法的真正內涵不知道，然後文字弄懂了講給別人聽，喔唷！這個講得是天花亂墜；啊！叫人家聽得啊是動聽得不得了，但是呢似是而非。",
    "480": "[08:00]還有一種呢行籌，什麼叫行籌？他不一定講，但是你僧團當中啊，好像如法地羯磨什麼等等。我們作羯磨的時候有的行籌的，對吧！現在我們不大熟悉這個，換句話說，大家有一個什麼羯磨重要，你同意的、不同意的，要行籌等等。好像在那兒認認真真地做，對不起，這個是相似法。佛說外道沒辦法破你，別人沒辦法破你，那個時候就是破壞佛法囉！這很明白的，你真正要住持弘廣佛法，你要什麼？要如理如量地做到。然後呢就算你不開口，這個佛法是在世間。有人來問，你有機會一講出來，那當然對；然後你處處的行持當然正確，那個才對呀！",
    "531": "[08:51]所以我們現在動不動說要去弘法了，實際上一定要知道，你弘的是相似法，還是如理法啊？如果是相似法，你不弘啊它還沒壞，一弘你就完了，就完了！這個是我們必定要知道的事情啊！",
    "551": "[09:11]又能無錯住持修證之聖教，必依無錯了解教法故。故先知多法者，修時即應修彼法義，不可忘失。所以告訴我們，你要想真正地住持這個聖教，這個聖教要靠什麼？要靠修證而得的，如理修證的，這個要不要錯哦，一錯就不行哦！前面在卷十的時候告訴我們哪，修行的時候錯，錯了沒用的。我們也一直說蒸沙煮飯，你煮飯燒了半天，一鍋子沙擺在那裡，啊！你把鍋子燒破了，飯也燒不出來。你說一定要沒有錯，是！那麼這個時候，「必依無錯了解教法」。所以呀，先知道了以後，修的時候就把所了解的照著去做，不可以忘失。忘失了以後，你修些什麼？你修你自己嘛！修自己是 ─不是妄想就是昏沉，增長邪見。喔唷！忽然想出一個什麼東西來，然後是自己的。",
    "624": "[10:24]所以不要說深廣的地方，乃至於最起碼的，我們天台的《小止觀》，他就告訴我們，你一定要辨別邪正哪！有的時候走上邪路上面了，你要了解啊！那時候一定要把什麼？這個不能忘失聖教啊！所以《十六觀經》上面也說如此觀者是正觀，否則是錯啦！處處地方，那個聖教是我們修行必須要的依據，告訴你怎麼修也是它，修的時候驗證也是它，現在居然說不要了，請問：修些什麼啊？毛病都在這裡。",
    "663": "[11:03]若先未知亦勿怯退，當隨慧力而求多聞。知道了那麼這樣去做。假定你還沒有知道的話也不必怕，怎麼辦呢？要隨自己的力量說廣求。",
    "679": "[11:19]復非聽聞此法，別修他法，即所修處而求聞思，故又不應唯修一分，定應依止，初業菩薩所修圓滿道之次第。下面說明了，所以說我們真正聽聞是什麼？聽聞了道理以後照著去修。這個在前面道前基礎已經講得非常清楚，道前基礎哪一部分呢？破除此中邪執，大家還記住吧！所以很多修行的人，有一種錯誤的執著，還以為對。所以呀，大師在這個地方特別地說明那個做錯了啊！所以我們在這個地方可以重新思惟一下，了解的，只要再想一下；不了解的，切切記住回過頭去看。然後呢道前基礎是這樣，然後到下面一步一步上來，一直有很多錯誤的地方。特別到上士的時候，特別到上士的時候，第十卷的時候，又有一個非常詳細的辨別，我們一定要知道！",
    "749": "[12:29]所以我修的就是我所思的，思的就是所聽聞的，這個必然是。不是說你聽的是那個，講的是那個，修的是另外一套。不是說，哎呀！現在我們要信解行證相應啊，要並重啊！所以嘛在這個地方講說，講完了跑到佛堂裡面去拜佛，講完了把書本一合，拜佛的拜了另外一套，就叫作信解相應啊，不是的呀！說我們為什麼要在這兒坐在講堂裡去講，講完了去修？所以講的時候就告訴我們怎麼修，然後呢講完了，不能停在這裡說這樣懂了，一定要跑到佛堂裡面去拜、去坐，那個時候就把剛才講的，這樣是才叫相應義呀，否則相什麼應啊？否則這是炒雜燴，兩個兜在一塊，那兜在一塊沒用啊！這樣。這個要清楚啊！",
    "817": "[13:37]兩個兜在一塊兒，冷水泡石頭；兩個相應的話，你米洗乾淨放了水，擺在鍋子裡面燒，欸，到最後這個水跑到米裡面去了，然後經過那個火一烤的話，這個飯就煮熟了，這個才叫相應啊！所以你的因是什麼？那因是米、水、火。果呢？飯。那個飯裡邊一定有米、一定有水，還有火的力量在裡面，對不對？哪裡說離開了這種東西，另外一樣東西啊？所以我們現在修行也是一樣，因地當中先在那兒講，講那個道理，然後照著去修，然後呢修得對。所以你成功果的時候靠什麼？前面講的、聽的，然後照著修的來。請問天下的事情有一個例外嗎？燒的飯是如此，做的衣服也是如此。先那個棉花紡成紗，紗織成布，布裁了穿在身上，請問這個布裡面有沒有棉紗？有嘛！有沒有棉花？有嘛！有沒有人工？有嘛！這些東西都在裡頭啊，那這事沒有一個例外的。世間這麼淺近的，何況佛法！",
    "883": "[14:43]所以現在說，啊！不了解的人不要，固然錯了；然後聽見了，又說：「哎呀，我們兩樣都要。」結果變成功你是你，他是他，兩個兜在一塊兒，那這不相應嘛！這個是我們再說一遍。所以那個時候啊，一定要依止什麼？「初業菩薩所修的圓滿道之次第」，這個才是正確的。這是我們初修行的人，要應該依止的圓滿道的次第。這個圓滿道的次第必定是什麼？質對、量正，然後還要次第無缺，這個三個次第，一點都不可以少。不是說叫我們一口氣做到它，但是因地當中要一點都不能錯，因為你有這個完全正確的因，才能夠感得圓滿無缺的果哦，這個是我們真正重要的哦！所以「如是二心初心難」哦，記住哦！不怕佛果難求，就怕你下的初因弄錯。弄錯了，那的確，弄到驢年永遠沒希望。你初因弄對了，你只要把這個因積累上去的話，無有不得果者。現在我們繼續下去，進一步，",
    "968": "[16:08]若慧劣弱即令修彼，若慧廣大或初雖微劣，由修習故增廣之時，將此道次漸為增廣，能與一切清淨經論相屬而修，亦非定須別求多聞。這裡說了，假定說我們現在條件比較差，「慧劣弱即令修彼」。那換句話說，前面告訴我們這一個本論旳道次，就是從佛、文殊菩薩、彌勒菩薩兩位十地菩薩，輾轉到龍樹菩薩、無著菩薩，然後呢再就阿底峽尊者合併起來，這樣的這個圓滿道的這次第，你就從這樣上面去走也就對了。說到這地方也順便提一下啊，這個一定要兩個合起來的，所以我們千萬啊不要自己打架，大、小，性、相，這個千萬不能分開的，一定要配合，這個才是圓滿。",
    "1033": "[17:13]假定你的智慧比較廣大，或者呢，下面這是我們用得上的，初初雖然比較差，因為修習了慢慢地增廣，這個確是我們現在最用得上的。我們千萬不要說我們差，限在這裡。說我們是差，但是因為差所以修，修了就增廣，增廣來從這個上面慢慢地、慢慢地一步步上來呀！你能夠照著這個次第這樣做的話，欸！他也還是跟那個清淨的經論互相配合的。所以這種情況之下，的的確確可以不必另外再求多聞，為什麼？因為它的精要、綱要都在這裡。",
    "1076": "[17:56]從這地方，才可以說一經通啊經經通。的確地，它們凡是尤其大乘經典，它必定是究竟這個內涵是包括圓滿的。可是問題是這樣，你這個大乘經典，憑自己的力量，是不是能夠把它的精要全部抉擇出來，這是個問題哦！所以我自己常常自己拿自己來嘲笑，也可以說把我失敗的經驗告訴你們，我當初聽人家說，欸！這個《法華經》圓滿，然後我去看。我看了半天，看不出它什麼圓滿在哪裡，他只是說你也成佛，他也成佛，這個話這麼簡單法，所以我們自己的力量是看不出來的。結果拿到天台智者大師手上，他講了一個「妙」字，講了三個月還沒講完，哎呀！原來這個裡邊還有這麼深廣的意義啊！假定你真的能夠這樣通了，當然嘛！所以說這個地方真正重要的，要有傳承，要有師承啊！我們千萬不要師心自用啊，這文字上面看懂了，覺得以為對了，那錯啦！所以他下面特別地有一個說明哪：",
    "1148": "[19:08]故凡圓滿無錯教授，略亦能攝一切經咒大小諸乘道之宗要。若廣開解亦能遍入一切教法，這個是個重要的！所以凡是任何一個教法，它是沒有錯誤的。是啊！所以根本因是正確的，而且是圓滿的，這兩樣東西完完全全的話，它雖然是一個簡略這個綱要，卻是能夠把一切佛法，從小、大，性、相，顯、密，所有各式各樣的這一個道的綱宗，以及它樞要統統包括在裡頭。然後你把這個綱要推廣開去的時候，能夠跟一切的教法相應，絕對不會錯的！是這樣，這個有它的一個特質在。",
    "1207": "[20:07]未獲如斯教授之時，於少分修易生喜足，然於聖教全體修行宗要，難獲定解。假定你在沒有得到這個東西之前的話，那不對。所以這個地方又把它狹起來，我們的的確確要求廣學一切好像比較困難，那不怕，這個地方有這樣的一個完整的教授在，你得到了這個教授的話，它也能夠很深廣地包含了一切，就是這樣。可是呢處處地方說明了，這個教授一定要有傳承的哦！那不是憑空想像，或者看看文字自己看得出來。",
    "1247": "[20:47]當然你宿生有善根，那個可以，但是這個得到的也不圓滿哦！憑什麼說這個不圓滿？我們還是從我們祖師這個典型的公案當中，我自己是個凡夫，完全不敢說，我說出來都是錯的，可是我的根據都是根據這個。阿底峽尊者，印度的，宗喀巴大師、龍樹菩薩，你看，那麼些個大祖師，世親菩薩等等，那都是絕頂聰明啊！他看了哪一個，啊！一下就看懂了。他假定憑自己看看，看懂的話，他要不要上山下海到處去求啊？現在我們這個時候，那飛機、汽車、輪船方便得不得了，那個時候完全靠著兩隻腳跑啊！印度地方熱成這個樣，啊！他只要聽見那個地方善知識，去求，那沒有一個地方不求的。",
    "1306": "[21:46]阿底峽尊者接近過這麼多的大善知識，性宗、相宗、顯教、密教、大乘、小乘、十八部，沒有一個，乃至於到後來到金洲大師。金洲啊，據說是現在的錫蘭，他是一個東印度孟加拉灣的，從孟加拉灣要到錫蘭去的話，那不曉得要跑到多少路啊！為什麼啊？找了半天說兩個字：教授。喏，就是這佛傳下來的，這要那個時候才曉得這宗要。而且他不是得到了一個哦，所有的那些沒有一個沒有教授的哦！欸，他還不以此為滿足，所以才能夠把這個圓滿哦！",
    "1351": "[22:31]所以我剛才說，不是說 ……就算他那個過來人，他是個 ─啊！開悟了。對不起，你從他的路上，走他那一條路摸上去，摸進去，是，錯是不會錯的，但是圓滿，對不起，還在後頭。所以我們現在念佛也是如此，的的確確我們要記住，不要說：哎呀，代表了一切。這個代表的意義什麼呢？你呀現在不管它，你到了見到了佛，那自然而然後面的來了，這一個的意思。如果你眼前要想得到這個圓滿的教授的話，那非要像這樣的，這樣的教授，那可以了。否則的，憑我們自己說看看經，那開悟了．或者得到一心不亂了，把這個經驗告訴別人的話，是，你就你這一點來說，是容或不錯，可是對圓滿的教授 ─那兩件事情！這我們應該清楚的。",
    "1405": "[23:25]所以他告訴我們哪，我們沒有得到這個正確的教授的時候，「少分修」哎！「便生喜足」。前面講精進的時候特別說明，得少為足、得少為足，我們這個毛病實在好嚴重啊！現在真正可惜的還不是得少為足耶！你得到了少，沾沾自喜的話，常常走上面就走錯了；小的走錯只是在門外空轉，大的走錯不曉得錯到哪裡去了。啊，那錯得好可怕！這種情況我們真正要了解的。像這種情況啊，「於聖教全體的修行宗要，難獲定解」。因為你自己覺得對了，然後呢自己覺得沾沾自喜呀！那個時候，唉！對真正的修行的全部的綱要，就你自己限掉了自己，「自畫」莫甚於此！現在人家談起來，「哎，這個我懂；哎，那個我懂。」就是這樣，就是犯的都是這個毛病。",
    "1472": "[24:32]所以我們為什麼要多看那個古德的傳記，像那個宗喀巴大師，像印度的當年這種大師。哎呀！那個像那諾巴尊者，白教的，現在我們譬如說，哎！常常人家說白教最好。實際上你看看白教的祖師看，他怎麼做的？哪像我們現在這樣啊！那個那諾巴祖師他是自己是國王，從小絕頂聰明，在五印度，在世間學問沒有一個不通，然後跑到佛教裡邊，也是大小、性相、顯密沒有一點不通。他憑什麼啊？他不是坐在那裡看懂的耶，還要廣學一切。然後還碰見了最後碰見那個人以後，還告訴他：「哼，你要講道理可以，真正修行還不對。」他一下還覺得不服氣，「嗯，對呀！」喏、喏、喏，這個基本精神很明白擺在這個地方。所以現在你不管你學是哪一教、哪一派，你要如果真正想學成就的話，我們即使不看佛，看祖師 ─那個每一個祖師，沒有例外的，都是這樣的喲！所以這一點哪，我們先擺在心上面，那這就對了，這就好囉，這就好囉！",
    "1548": "[25:48]所以就算我們現在的淨土，淨土為什麼把慧遠大師擺在初祖，它大有道理。在那個時候他也是獨步河朔的哦！他的老師，啊！那的的確確，你們看看慧遠大師在那個時候，東晉時代，是那個地位，世間、出世間的學問，天下找不到第二個，他可沒有說：「哎呀，只要四個字就夠了！」這個很明白啊，很清楚擺在這個地方。然後我們看禪宗，禪宗的達摩祖師初祖，你看看他在印度那個當年的情況，他也是這個樣啊！這不管是哪一個。所以我們現在說，不要說學佛，那看看學祖師，不管你哪一宗、哪一派，對呀！要記著，這個是我們願處。記住！不是說叫我現在一口氣要這樣，這個倒不是，我們必定要注意 ─因！你下第一個因，下對。那麼下面又告訴我們啦，欸，最後結論是",
    "1617": "[26:57]故應親近良師，這個就對了！你只要這一個真正的善知識靠對了，他一定會把這個圓滿的教授告訴你。第二個：",
    "1631": "[27:11]淨持尸羅，數聞教授。真正靠近了他了以後啊，一定要照著這個規矩來哦！我們千萬不要把那個尸羅兩個字，看得太狹義哦！前面已經一再說過了，就是我們起心動念的行為等等，都是跟著凡夫走的。你一定要曉得自己在凡夫，所以你一定要跟著他，以他的知見為知見，以他行持的方法為行持，這個才是尸羅的本質。尸羅 ─戒，絕對不是說，哦！我這件衣服該怎麼穿才如法，你這個不如法，絕對不在這個上頭哦！不在是我這個板打幾下，他講的那個所謂是這個時間怎麼弄，不是哦！正知見，這是根本！然後呢根據這個，而從身口的行為哦，這每一個地方都說得清清楚楚哦！尤其是大乘教法。",
    "1688": "[28:08]不要說大乘，就算小乘的教法當中，你看好了！南傳的《清淨道論》，你仔細看看它，它一定是為正見為宗要的。這個正見說明什麼啊？不要說我覺得、我想，你就錯到不曉得哪裡去了！然後這個第一個，「見」一定不能拿我的，然後呢「行」一定不能拿我的；他告訴你怎麼辦，我就怎麼辦。所以親近了善知識以後，開始要接受他這樣的。所以那個時候，一方面聽聞這個教授如理行持，這樣，所以「騎在馬上找馬」就是這樣。聽聞了教授以後，照著這個次第去做。",
    "1730": "[28:50]每日四次修習所緣，哦，這個是正規的修法，它那個四次是這樣的：早晨一大早起來，平常照著那個佛世的規定啊，早晨兩點鐘就起來，現在我們就算做不到嘛，三點鐘起來，然後呢第一座；第一座早晨完了以後，就早齋，早齋完了是第二座；午齋，第三座；然後呢晚上。這是每天是這樣的四座。至於所緣他並沒有特定，就是看你的層次的高下。那麼雖然沒有說特定的、特別的，可是內容大綱卻在下面，做些什麼？",
    "1770": "[29:30]至誠祈禱師長本尊。"
}