{
    "3": "[00:03]至誠祈禱師長本尊。第一個。",
    "7": "[00:07]又由多門積集資糧，淨除業障。若能勤修此圓滿因，其慧倍復殊勝增長，乃能生起澈底定解。真正要做的就是呢，至誠祈禱師長、本尊，就是歸依、發願，就是這個事情。而且要什麼？「至誠」哦，這個兩個字一定要如法做到！我祈求的是什麼？我祈求的：淨除我們無始以來的無明，不管是所知障、煩惱障，不管是人我執、法我執；不但是現行，而且種子；不但種子，而且徹底無餘地、一點不遺漏地。這個我們的的確確開始第一步，千千萬萬注意！所以說如果說我念佛，一定說我絕對要念的什麼？學阿彌陀佛像你一樣。絕對不是說：哎呀，我現在這裡，這個就求去就行了啊！「取法乎上，僅得乎中」，你取法乎這個的話，對不起，就去都去不了了，這是我們千真萬確要了解的。這是真正祈禱師長、本尊。",
    "93": "[01:33]那麼這個裡面有個特別的，所謂這個「本尊」就是我們所修學的，這是密教的特別說的，實際上我們顯教亦復如此，譬如念佛，那阿彌陀佛啊！就是這樣，然後呢你一心一意。比如說我們禪宗通常啊，禪宗這裡供的到底什麼我不知道，有的人說是文殊菩薩，有的人說 ……那沒什麼關係。實際上文殊菩薩是諸佛之師哦，你們看看《法華經》就曉得了，他早就成了佛了。所以你總歸這個，換句話說那就是我的根本目標。那麼為什麼講「師長」呢？師長是代表什麼？就是，喏！這個我所祈求的這個阿彌陀佛也好，釋迦世尊也好，文殊菩薩也好，觀世音菩薩也好，他那個教法實際上從師長傳來的，我還是必須從那個師長上面步步上去。所以你能夠這樣把師長看成佛一樣，你就得到佛的加持。當然這個地方的善知識前面已經告訴我們了，不是隨隨便便喏，你要經過思、觀察、如理抉擇，才有個條件都現在這個上面哦！那麼這個第一個。",
    "169": "[02:49]第二個呢，多門中做兩件事情：罪障嘛把它消除，這個就是懺悔等等。這個懺悔包括四樣東西，這裡大家都已經了解了，前面已經說過了，如果不清楚，回過頭去再仔細地來複習、使用。還有呢，集聚資糧。那麼所以加上前面那個，那個親近善知識、多聞教授，就把那個聽聞的東西，在這地方就如法地行持。所以整個地說起來，一共四件事情，而這個四件事情，第一個親近善知識這是外在的；自己要做的事情就是：喏，聽聞如理、無垢的教授，然後呢至誠祈禱師長、本尊，還有呢多門中修習資糧、淨除罪障，三樣東西。",
    "227": "[03:47]能夠努力的這個上面的話，有這個圓滿因，這個是圓滿因哦，這圓滿因一定正確的。所以如果單說圓滿的話，這一定是正確的，否則的話你怎麼圓滿起？所以正確無誤的，而且一點沒有遺漏的。那麼在這種狀態，這「其慧倍復殊勝增長」。哈！它那個增長不但是加倍、加倍的，而且殊勝地增長，這個是千真萬確的事實。然後又這樣做的話，那麼對於前面這個完整的道理，能夠生起徹底的定解，徹底的定解生起來了，下面都有了。這個勝解是什麼？一切善法之本咧，還記得不記得？勝解，另外一個就是善法欲的根本在這個上頭，你一定要對它有殊勝的見解，一點沒有遺漏、圓滿、決不動搖。有了這個心理的話，眼前很清楚。比如說我們常常說那個比喻當中，被毒蛇咬了，你必定要百分之百肯定：這個毒蛇咬上去的話，它一下那個毒跑到你心臟，非死不可！你有了這個完全的正確的概念的話，一咬到你馬上拿這個刀就很快地剁掉了，這樣才是啊！不是說「喔唷，我想想看，那還有什麼其他的辦法。」這個不叫勝解，這個心裡面就是猶猶豫豫的。",
    "317": "[05:17]所以說到這個地方的話，容或我們自己不一定了解，但是我們不妨現在看看我們以前溫習的《了凡四訓》也好，《俞淨意公遇竈神記》也好，他不是說剛開始的時候，「非疑即惰」。我們說這兩個字好像很容易懂了，實際上你仔細檢查的什麼？惰是什麼？不努力。疑呢，要去做了心裡想說「哎呀，這樣到底好不好啊？」就是這種心理。現在我們眼前仔細看看，看看我們的心裡，你不檢查不知道，檢查了，唉！太多地方。很多地方好像要做的，但到那時候，哎呀，好像總有種種的藉口，比如：哎呀，這個也不好意思！哎呀，這個還有這個，那個還有那個 ……。都是非疑即惰。真正等到了生起殊勝定解的話，這種心理是一點都沒有了！",
    "375": "[06:15]這是所以這種心理行相，我們在這地方一定要認識得很清楚。你認識得清楚了以後，然後你修行才有希望。要不然這文字的認識，對不起，那個心理文字所指的到底行相什麼，你了不相干，既然了不相干，你修，修些什麼？都是修一張嘴巴。就因為修一張嘴巴，修得好的話變成鸚鵡，吱吱嘎嘎叫起來很好聽，就是這樣，就是這麼；修得不好聽的話，餓鬼、地獄，「哇！」慘叫，就是如此。我這個一點都不是開玩笑哦，那是千真萬確的事實哦！所以這個地方，我們要從它的本質上面說體會得到啊！",
    "423": "[07:03]如先覺云：「先所聞法令心總現，數數思惟稱量觀察，若忘其法專學持心，則無助伴。」喏，前面已經成就的這種，「先覺」叫作。他怎麼說呀？你修的時候怎麼辦呢？把眼前心裡面現起來的內容，是一定是什麼？如理如量，以前聽聞的。把這個現起來了以後，那麼照著這個「思惟、稱量、觀察」，這個才是修啊！假定你把先前聽聞的法忘記掉了，只是專注持心，沒有用，沒有幫助！",
    "474": "[07:54]實際上我們現在看一下看，我們的心裡什麼狀態？比如說你念佛了，先要告訴我們：啊！什麼叫一句佛號信願具足；信是信些什麼，願是願些什麼。然後呢你念的時候的確：哎呀，這個娑婆是無比的苦啊！哪怕叫你作皇帝，你一無是處啊！只一心一意，那個時候你唯一的地方是歸投依靠啊！欸，那個時候是什麼？「先所聞法是令心總現」。然後你心裡面沒有第二條路好走了，是拼命念佛。這句佛號是什麼？信願也具足，欣厭也具足，那道理不簡單嘛！",
    "519": "[08:39]現在你忘得乾乾淨淨了，在那地方的話就在那邊嘴巴上面那麼乒鈴乓啷喊，唉，然後呢心裡面胡思亂想地想。就算你拼命地拿起來，我想我們大家都有經驗吧，哎呀，念那個辛苦無比。然後呢三天、五天也許還可以，然後呢過了個一年、兩年那就完了！原因在哪裡？就是這個。這個這種地方注意啊！所以真正成就的先已經覺，凡是修過來的人都有這個。你沒有這個法相應的，你都是這樣，哎呀，你拜佛也好 ……。我想初機的人啊也許不一定了解，諸位久修上座我想一定有這個同感吧！毛病在這裡哦！趕快從那地方痛改啊，還來得及啊！",
    "568": "[09:28]故上修者是上法師，中品修者是中法師，下品不談了！",
    "575": "[09:35]凡所修法即知彼法。哪！你要修的，一定要對你修的了解哦，這個很清楚哦！",
    "583": "[09:43]若由是思定解堅固，則諸惡友唱說，善惡一切思惟，皆是分別悉應棄捨者，自知法中無如是語，良師不許，便能不隨彼轉。你能夠這樣地照著上面的，「上修」就是最完整的，那最了不起的，那真正法師啊，你開口說法你就對呀！中品的是中修的是中法師，下品的這裡根本不談。這一定要曉得：你修的法就是你所知道的。對於這個獲得堅固的定解，不但定解而且堅固。因為你內心當中有確定認識，所以這惡友哦 ─現在這地方告訴我們惡友是什麼？喏，這個！不是跟你打架的，就是說那種似是而非的，說起來很好聽；啊！也是引經據典，但是呢實際上並沒有如理。他那些說啊：「哎呀，一切思惟都是分別，你不要思惟的，我們一開始就要如如不動。」所以有很多人說，我們剛開始的時候要講《楞嚴》，說《楞嚴》的宗旨是幹什麼？要得到根本，所以你不要去妄分別。所以他一開始就是找那個東西，當然你找到固然好，結果找不到，他只覺得你不要分別，實際上大無明當中，覺得這個修。啊呀，真是可憐！這樣。",
    "663": "[11:03]所以《楞嚴》本身就說得很清楚、很明白，不是嗎？佛陀跟阿難兩個，「七處徵心，十番顯見」，在哪裡啊？是辯思當中嘛，處處地方。而且他那個思辯當中，心裡面：欸，看，在裡邊、在外頭？他找了老半天，「嗯，裡邊，是這個嘛？不對。外面是這個嘛？不對。中間是這個嘛？不對。」那都什麼？這是如理地聞思啊！他最後找到了，然後再安住在這個上面，這個才是《楞嚴》的宗旨啊！",
    "694": "[11:34]現在我們有沒有下過這個功夫啊？沒有，也沒有這個善知識指導你，這很明白、很清楚啊！然後我們也說，「哦，這個像蒸沙煮飯」，你不用它。結果他的蒸的沙欸，我們的蒸的糞哪！這個要了解啊，這千真萬確的，都在那兒妄想當中！那、那、那把那個好東西排除掉了以後啊，他那個蒸沙的最多浪費那柴火，你蒸的那個糞是臭氣沖天，是害人不淺哪！這個是千真萬確的事實，這是我們要了解的。所以我們真正要看這個地方，你要了解得很正確。",
    "736": "[12:16]當然我們現在這地方，說一個道理讓人家，那可以，說至少種一個善根，剛才一再說過這個道理。所以特別這地方說明，自己修行哦，你要把握得住這個。所以那些錯誤的，你呀不會。自己曉得：這個真正的完整的教法當中，可沒有這樣的說法喲！真正的良師可不許哦！你因為了解，所以你不會跟著他轉。",
    "765": "[12:45]若無此解有信無慧，見哭則哭，見笑則笑，隨他所說覺為真實，猶如流水隨引而轉。如果你對這個道理沒有正確的認識的話，那是沒有智慧，信心倒夠的，害了！所以「有信無慧」，於是看見別人這麼說啊，你也這麼來。看見他說得不對啊，你也說不對，這個叫「見哭則哭」；看見這地方說得對啊，你也說對，叫「見笑則笑」。你根本不曉得他說的是對啊、是錯！就像水一樣，那個哪裡一下，那就又跟著這 ……好好好，不曉得跑到哪裡去了，這個是我們真正重要的！所以說沒有智慧，有這麼大的大禍害啊！前面說來說去告訴我們，這個智慧的重要啊，有了有這麼大的好處，沒有有這麼大的缺陷。",
    "833": "[13:53]所以古人告訴我們「寧願千年不悟，不要一日錯路」，就是這個道理。我寧願在這兒摸，停在那裡。所以說停在那裡你沒有浪費、沒有走遠，就算你動動，原地踏步也不怕；就怕你一錯，錯路了以後啊，你跑得越起勁還越遠，將來一旦回頭的時候，唉，不曉得跑到哪一年、哪一個月！而這個概念是太重要！那有了這個。再繼續下去，下面說「啊！現在曉得這個智慧這麼重要啊，我們要學！」欸，慢慢地，就告訴你智慧還有幾個不同的項目，差別在三樣。",
    "880": "[14:40]第三慧之差別分三：一通達勝義慧，二通達世俗慧，三通達饒益有情慧。　今初現在下面說一下，",
    "888": "[14:48]謂由總相覺悟，或由現量覺悟無我實性。這個叫勝義慧，或者是總相的，或者是現量覺悟無我實性。那麼現量就是你現證，現證什麼？喏，無我的實性。總相的是什麼？它雖然你沒有現量證得，可是聞思相應的。換句話說，一切法的總相它都是空，沒有真實這個實性的，這個才是這個第一個，真正的所謂勝義諦所指的。第二個呢，",
    "928": "[15:28]第二通達世俗慧，謂善巧五明處慧。如《莊嚴經論》云：「若不勤學五明處，聖亦難證一切智，故為調伏及攝他，並自悟故而勤學。」「世俗慧」就是我們這個天台所謂俗諦，天台所謂俗諦。那個是什麼？包含了五明處慧。實際上就是世間對一切的事相上頭的，前面是總相，這個是別相，那麼對這個東西啊，要徹底地了解。下面引經證，說你如果不學這個東西的話 ─菩薩智跟小乘的根本差別就在這裡，又叫作道相智 ─在這樣情況之下你沒辦法證得一切智，一切智就是圓滿的佛果。所以不管是為了調伏別人，以及自己要想徹底地圓滿解決，都要勤學。",
    "990": "[16:30]謂為調伏未信聖教者故，應求聲明及因明處。為欲饒益已信者故，應求工巧及醫方明。為自悟故應求內明，此是別義。喏，為了幫別人的話，你調伏沒有信的人，求聲明跟因明。為什麼這個是調伏別人哪？「聲明」是語言、文字、音韻，你善巧地運用了以後，然後那可以。譬如我們跟人家談話，你總要懂得談話的運用、善巧、技巧。用曉得這個所化 ─「因明」就是說話的原因，他毛病在哪裡你找到了，那麼從這個上面根本去講，不要說風馬牛不相干的事情。這兩樣東西我們很明白、很清楚，對吧？第一個呢，就是你要把握住所謂理則，我們討論一個問題這個原則，這個原則為什麼是這個樣，那麼這樣做有什麼好處、有什麼壞處，然後你做出種種比喻，所謂宗、因、喻等等，這個是因明，把握住。然後呢你要表達這種方式，你要用的語言、文字等等這是聲明。那麼這個是未信的。已信的話呢，你怎麼去攝受他？用工巧明，就是其他的技術。「為自悟應求內明，此是別義」，對這個是個別說啦！總來說的話，",
    "1075": "[17:55]又此一切皆為成佛故求，是為通義。就這樣。實際上呢這整個來說要求成佛，這是總共都要，這是世俗慧。",
    "1085": "[18:05]第三通達饒益有情慧，通達能引有情現法後法無罪義利。就是這樣。啊！要把一切有情引進來。引進來怎麼辦呢？眼前也好，後來也好。世俗上的事情啊，是眼前好、後來不好，眼前好是最多短短一百年，後來不好是無比長劫是生死輪迴，哎呀，在地獄裡邊，這是我們要分別得清楚的。佛法 ─眼前好，將來是更好，而且一直增上。",
    "1125": "[18:45]第四正修慧時應如何行。發三慧時，應令具足六種殊勝，及具六種波羅蜜多，自住慧已，立他於慧是為慧施，餘如前說。這個前面也都是，每一度都是這樣的，你們要看的話，在兩百六十七頁。這個很重要哦！這個是概念，所以這修六度真正殊勝的話，它一定具足六種殊勝。第一個，一定依的這個是大菩提心；然後所作的事情的話，一定是說遍緣，遍施，譬如說布施，遍施一切，智慧的話是遍學一切，沒有一點，哪怕是做單獨的一件事情，這個。詳細的只要把重新看一遍就行。",
    "1172": "[19:32]第五此等攝義。雖有現證空性之慧，若無大菩提心，仍非菩薩之行，故應增長大菩提心為行所依，地上慧度修所願境，又說一遍。那麼要曉得哦，這個慧的特質，這個是什麼？三乘之母。它大乘不共的父是什麼？菩提心。所以說儘管你有了現證空性之慧，這地方說得很清楚哦，如果說你沒有這個方便，沒有這個大菩提心的話，這個不是菩薩行。是啊，所以我們現在這地方修智慧先一定要什麼？把大菩提心「為行所依」，然後學。那個時候學的這個慧啊，是「地上慧度」是我們所願的。所以沒有大菩提心，這個慧都是通常說總相的，只是見空性；然後呢菩薩這個一開始修的是，說道相智。這個兩個東西同樣的，修的這個就積聚資糧、大菩提心，所以兩樣東西要同時怎麼樣相輔而來。",
    "1253": "[20:53]其能圓滿無上妙智資糧所有方便，謂發三慧，那麼能夠圓滿這個無上妙智的資糧，換句話說，因地當中先要做些什麼呢？喏，這個方法就是要啟發「聞、思、修」，很清楚，所以我們眼前從聞、思下手。",
    "1274": "[21:14]現應勵力而求多聞。這個確實我們真正努力的。所以說來說去，我們眼前第一件事情，真正要努力的就是這個。",
    "1283": "[21:23]若不爾者，違越學處罪所染著，假定你不能這樣的話，你自己要做的根本的事情都不知道，你的行為處處地方為罪染所犯，你還談什麼！所以容或有人說「哎呀，我是念佛的。」念佛更重要啊！你不是要去嗎？這個念佛淨土法門它說得最清楚啊 ─戒基是最穩啊！你不是要求生淨土嗎？所以我總是問人家：「欸，你念這個，你的目的是，這個目的在這個四句，還是你要求生淨土啊？」你要四句，那不談，你就忙那個四句就行了；要求生淨土，就單單說不必談這麼大，他說得很清楚，什麼？戒基最穩。你只要把那個戒能夠持得很穩的話，那一定往生哦！而且他說一日一夜學什麼？八關齋戒乃至於，沙彌戒，你持淨了就能去，這不是千真萬確嗎？你要想這個持得淨，幹什麼？還要多聞哪！否則你不了解，對不起，你自己以為持了，違犯了，不行啊！所以何況你求無上大菩提。所以我是要去，但是我的目的是這個，所以你一定要再生生增上。那個時候不管是你走哪一門，那沒關係，我是持戒也好、淨土也好、禪宗也好，教、宗，嗯，第一個。眼前是這樣，還有啊，",
    "1385": "[23:05]諸餘生中亦不樂多聞，不能學習菩薩學處。這個道理已經一而再、再而三說過了。眼前這個因地當中，先已經把這個惡因種下去了，將來下一生又生起了。所以唯一的希望，現在就是：哎呀，趕快啊！現在聽見了，一定要把宿生種下去這個，靠現在聽見的時候努力拔除。欸，那就有希望了！好的話這一生就成就，否則的話，下一生出來很快地，拼命你去學嘛！不會像現在，「哎呀，聽見了這個，這麼麻煩哪！」因為什麼？你宿生因地當中已經把它拿掉了。你心裡因地當中已經種了，「我要努力這個，我要努力這個！」所以到那個時候，一緣啟發，你自然而然這個就來了。",
    "1437": "[23:57]若於現法勤修開發智慧方便，能遮現法不學之罪，喏，很清楚！你現在能夠這樣去學的話，那麼能夠遮止不學的罪過，這個現在。",
    "1454": "[24:14]如《妙手問經》所說，餘生亦能速疾圓滿般若波羅蜜多。欸，下一生，嘿！也很快、很容易的，把這個學的這東西，很快地就學得起來了。為什麼呀？因為眼前你努力了嘛！所以它這的的確確你只要如理一念相應作的話，馬上就這個果報跟著來。所以我們從處處地方，不但佛法，處處地方要體會。實際上應該這麼說啦，這個佛法是包含了世間的一切，深的地方我們容或不看見，但是淺的地方我們應該多去看。所以我平常啊，經常把《了凡四訓》擺在那地方，倒不是一定去看，有的時候我心裡面呢一看，哦，我覺得一點都沒錯嘛！你看這個袁先生，聽了這個雲谷法會禪師以後，他第二年的考試馬上改了，第二年考試名次馬上改了。我們現在也是如此啊！只要你聽了這個教法，你肯下功夫的話，現生就改啦；然後呢下一生，那下一生更快啊！就是這個道理。",
    "1535": "[25:35]昨天已經講到慧，般若波羅蜜多慧度，最後「第五此等攝義」。前面說，我們如果不學的話，現生呢因為不了解什麼是該作、什麼是不該作，所以都被罪染所染污，然後呢餘生也很難學習。一方面可以說餘生很難，就是將來很難學習，實際上它經本上面並沒有說的一點事情：因為我們沒有學習這個般若波羅蜜多，不曉得如理取捨，所行的事情都是非理的做法，結果呢，這個非理的集的種種的業，將來感得的果是什麼？像下一生、下一生哪，一直在惡道當中輪轉。即使偶然有因緣透出來的話，還是因為不了解如理取捨，還是受苦，輾轉地在這個裡頭，所以這個結果是對我們是損失太大，太大！",
    "1637": "[27:17]反過來，我們能夠學的話，現在就有智慧開發，能夠遮止很多不理想的罪犯。所以啊，眼前就得種種的身心兩方面的增上；而餘生呢很快能夠容易學，所以一直向上，自然這個解脫，乃至於無上大菩提是很容易。所以經論上面處處說，你這樣做的話，「不久當成菩提」，這是千真萬確的，千真萬確的事實，主要的關鍵都在這個上頭。所以關於這一點呢，我們要再三地、深入地思惟觀察，策發我們、推動我們全心全意去學習這個。現在我們再繼續看下去，就看第五攝義那一段當中的第五行。",
    "1711": "[28:31]如是經咒二道棟梁，六度之中，修習靜慮之次第，尚似略存，修餘五度之次第，皆已隱沒，故於修行攝要及引發定解之方便，略為宣說。那麼上面說完了以後，大師，就是宗喀巴大師鑑於當時的狀態 ─這個當時的狀態就是指佛教界的狀況 ─說我們正式地修學佛法，最主要的棟樑是什麼呢？就是撐持整個那個建築物的中心支撐，最重要的支撐，這個重要的支撐是指房屋的；現在這個地方，這一個是支撐什麼呢？"
}