{
    "3": "[00:03]支持大乘佛法的，不管是顯教、是密教，通常「經」就是指顯教，「咒」就是密教，大乘不外顯、密兩部分。那麼這個兩部分的棟樑，主要的什麼呢？是六度。而在當時在這個六度當中啊，只有學定 ─靜慮，稍稍還有一點東西留在那裡，其他從布施、持戒、忍辱、精進，乃至於般若，那個五樣東西的次第，慢慢、慢慢地都隱沒了。既然完整的教授隱沒了，請問：你不了解，沒有學這個教授怎麼修？既然教授也沒有了，所以沒有能夠如理修，佛法還靠什麼？佛法嘴巴上面如果講講可以成佛的話，那所有的人都成了佛了。所以像《大般若經》，乃至很多經論上面都這麼說，不是說我要成佛、我要成佛，假定說就這樣我要成佛講兩句，或者你想要成佛就成的話，那天下沒有一個不是佛。實際上呢一定要如法行持，要如法行持要有完整如理的教授。那麼既然現在這個完整的教授隱沒的話，佛法那當然因此隱沒衰頹。",
    "116": "[01:56]所以大師看見了這一個，來將修行的宗要，以及它的內涵種種，特別是對於這個關鍵要確定，產生正確的認識，所以他說修行的宗要，引發定解的主要的方法。像前面這樣地把那個大要 ─這個「略」分兩方面：第一個是的確很簡單，第二個這是大綱、綱略，綱略，換句話說這最主要的那個大綱。你能夠把那個大綱把握住了，然後呢能夠從這個上頭一步一步深入，你就可以要得到、能得到你所要的東西，這樣。那麼下面是：",
    "184": "[03:04]諸大經論所說，修習緣如所有及盡所有般若自性毘缽舍那之次第，及修習靜慮自性，奢摩他之次第，後當廣釋。除了這個簡略地說以外，特別是關於學這個定、慧。這個定、慧最主要的目的，幹什麼呢？要了解一切法的真相。那麼一切法的真相分兩部分：一個叫如所有性，一個叫盡所有性。所謂如所有性是一切法的共相，什麼？空性，平常我們說真如，即所有一切事情的真如，我們天台或者所立的叫真諦。那麼盡所有性是什麼呢？換句話說，平常我們說的俗諦，就一切雜染、清淨法當中，一切東西的譬如說品別、邊際；換句話說，這是哪一樣東西，屬於哪一類，它這個界限範圍，彼此關係等等。譬如說我們講一切有為法，那麼有為法呢，就是拿這個五蘊就可以統統含攝，就是這樣的五類，每一類等等、等等，是這樣的。乃至於十二處、十八界，那麼可以說明了；不但有為法，無為法也說了，這個叫作盡所有性，盡所有性。",
    "300": "[05:00]所以不但它的總相，它的本質是什麼，就如所有性 ─空性了解；而且它這空性當中說，生起的種種不同的差別相、因緣、功效等等是這個，要徹底地了解這個，那就是圓滿的佛法、佛陀。那麼要了解這個，一定要學止跟觀，那麼關於這一部分呢，後面再詳細地說明它。",
    "340": "[05:40]凡菩薩成佛，皆依六度而得成佛。〈菩薩地〉中，於六度一一之後，皆珍重宣說，故應了知，此是過去未來現在諸菩薩眾共行之道，此六即是一切白法大海，故是修行宗要無上大嗢柁南。如〈菩薩地〉云：「如是六種波羅蜜多，菩薩為證無上正等菩提果故，精勤修集，是大白法溟，名大白法海，是一切有情一切種類圓滿之因，名為涌施大寶泉池。又即如是所集無量福智資糧，更無餘果可共相稱，唯除無上正等菩提。」那麼最後這個文字說明一下。所有一切修學佛道的佛子，就是菩薩，他所以從這個修學菩薩而成佛都依這六度。那麼在菩薩地當中啊，關於這個六度，除了詳細說明以外，每說一度他最後都特別地珍重叮嚀，特別說明這件事情。所以這地方我們應該了解，過去、現在、未來一切菩薩，沒有一個例外的共同行處；實際上呢，也告訴我們，我們將來要做的也必定是這個，必定是這個，除了這個沒有第二條路好走！儘管我們現在愚癡，我們像前面所說的由於怯弱，或者其他的，為眼前的小事情蒙蔽了不走。這個結果只是自己傷害了自己，只是自己給自己增加苦惱，最後你還是要走這個路，才能夠真正地得到圓滿無缺的一切，以及淨除一切痛苦。",
    "492": "[08:12]這一點呢，前前後後一再說明，所以這六樣東西啊，就是一切白法完完整整的所有的內容。「大海」是所謂所有的世間一切水到最後都歸在那裡，換句話說菩薩修學的，該修學的全部的內容就是這個了。所以這個是修行當中「無上」，再沒有比這個的真正的最扼要的內容。「嗢柁南」平常有幾個解釋，這地方就是它的大綱宗要全部的內涵。",
    "532": "[08:52]那麼下面又引那個《瑜伽師地論．菩薩地》的文詞來說，像這樣的六種波羅蜜多，這個菩薩為了證得無上菩提的佛果，是努力修學。是啊，是一切大白法的「溟」，溟也就是大的水，也可以說是大海，所以叫作一切大白法。是所有一切有情要圓滿一切之因，有這樣的因，就這樣感這樣的果，所以從這個地方，所有的大寶都從這地方出來的。由於這樣而積聚了無量無邊的圓滿的福智資糧，因為你這樣做了，所以這個因感得的果只有一個，沒有、再沒有其他的果可以跟它相提並論。什麼果？無上正等菩提的佛果。好，那麼關於六度部分，在這地方也簡單地說明了。",
    "602": "[10:02]昨天我曾經提起一件事情來，說這個阿難尊者跟佛陀，同樣地在空王劫的時候，在就是空王出世的時候啊，一起發菩提心。結果呢，說阿難到現在還在學地，而我們佛陀卻已經成了佛果，這兩個人的差別，一個是多聞，一個是精進。這個上面好像：這個精進，你真正修持你只要精進就夠了，不要多聞那個樣，不但《法華》而且《楞嚴》，很多地方說這樣，大乘、小乘。那麼而在這個地方又特別告訴我們，我們要修習的時候一定要透過多聞，那麼到底這個多聞跟精進之間怎麼辨別呢？這地方不是有矛盾嗎？現在這個大家想一想，大家想一想，這是一個小考的考題，我告訴你們。你們現在想想看：說這個不要多聞吧，現在學了這個以後了解，不對，修學佛法一定要從多聞開始；這個多聞了嘛，這經上說得明明白白是有這個，毛病在哪裡？你們要想辦法把它找出來。",
    "697": "[11:37]沒關係，就像前面的幾次一樣，你只要肯去想，想完了以後，然後我們再討論了以後，一說，你就能夠把握住這個重點。要不然的話呢，我們很容易就陷在這個錯誤裡面而不覺得。結果雖然有一番好心，就走上去啊，難免因為認識不夠，總是走得千辛萬苦，弄得不好的話，乃至於不曉得轉到哪裡去啦！那麼六度完了以後，再下面四攝。",
    "739": "[12:19]第二，四攝成熟他相續六度主要的是調伏自己，雖然它裡邊的內涵，也能夠包含了四攝所要做的事情，但是的的確確四攝的時候，由於純粹針對得利他，它這個方式是稍有不同。那麼針對得利他，是專門以這個利他作為立場。但是你要真正利他，如果自己沒有調伏，要想調伏別人是無有是處。同時呢，這個調伏別人，也就是把你自己調伏的認識，欸，用到別人身上，這樣。所以它的裡邊的差別，在這個上頭我們仔細地研討一下也就了解了。",
    "797": "[13:17]分五：一四攝自性，二立四之理由，三四攝之作業，四攝受眷屬須依四攝，五略為解說。分五部分：第一個四攝的自性；第二為什麼要這四樣的理由分為四部分；還有呢，這個四攝裡邊作些什麼事情、有什麼功用；第四攝受眷屬，要想攝受那個的話必須依這個四種方法；那麼第五啊「略為解說」，約略地解釋一下這個四攝的內涵。",
    "831": "[13:51]今初先把那個四攝的特質說一下。",
    "835": "[13:55]布施如前六度時說。愛語者謂於所化機開示諸度。「布施如前六度時說」，已經說過了。說「愛語」呢，是說對於所化的機，那就是我們不是要利益別人嗎？那麼就是你要去度化的那些根器、那些眾生，怎麼樣說明種種道理，這個就是愛語，這個是愛語。利行呢？",
    "862": "[14:22]利行者如所教義令所化機如實起行，或令正受。那個前面愛語是你告訴他，告訴他了「利行」呢，就是怎麼樣把你所講的這個道理啊，使得他能夠如你所說恰如其分、其理地去行、去受。",
    "889": "[14:49]同事者謂教他所修自亦應修與他同學。「同事」呢，你所教他的自己也應該也跟他一起學，這個四個內涵。下面每一個他還有詳細的解說，實際上就是在略說裡邊；真正詳細的在〈菩薩地〉上面說得很清楚，《瑜伽師地論》。那下面所說的還是這個大綱，我們把後面最後第五個略為解釋了解了，那麼這四樣東西也大概有一個正確的認識。這個定義說完了，最後引那個論。",
    "934": "[15:34]如《莊嚴經論》云：「施同示勸學，自亦隨順轉，是為愛樂語，利行及同事。」這個論上面怎麼講？施，布施啊，就同前面六度所說的一樣，對這布施。「示勸學」就是開示他、勸他學，這是什麼啊？這個就是啊這個愛語以及利行。「自亦隨順轉」，那麼把你所講的、所教他做的，自己也順著所講、所教的一起做，這個是什麼？就是同事。所以下面說「是為愛樂語，利行及同事。」那麼其次為什麼要以這四樣東西來安立？為什麼要幫助別人、攝受他們，要根據這個四點呢？說一下：",
    "1008": "[16:48]第二立四之理由。何故定為四攝耶？答：謂攝受眷屬令修善行，須先使歡喜，此必先須施以資財饒益其身。既歡喜已，令修道時，先須令知云何應修，此由愛語宣說正法，除其無知斷其疑惑，令其無倒受持法義。既了知已，由其利行令修善行。若自不修而為他說應取應捨，彼不信受反作是難，且不自修何為教他，汝今尚須為他所教，若自實行他便信受，謂教我等所修之善，彼自亦修，若修此善定能利益安樂我等，（那麼這個就是這四樣東西，所以最後說，）先未修者能新修行，已修行者堅固不退，故須同事。為什麼要立四個的原因說一下：說你要攝受他，要使得他跟著你能夠如理如法，一定先要讓他隨順你。那麼要隨順你呢，第一個你要使他歡喜接受你，那這個東西啊，需要布施，這個使他得到好處傾向於你。那麼從這個上頭，我們也可以說，雖然同樣地布施，這個布施，前面的布施跟無慳無貪之思俱轉一切物送給別人，純粹是從他的內心來策發的。從前面的那個六度當中，你對自己沒有一點點的慳垢、執著，任何東西，外面的財產、妻子、國城、山河大地，乃至於生命、腦髓沒有一個不送的，這樣。先養成功了，然後呢進一步那個時候要為了幫助別人，就是這樣。所以雖然同樣地布施，可是這個重心、目標是有不同，那麼現在這個地方呢，純粹是為了別人。",
    "1164": "[19:24]但是你假定前面這個六度不修的時候，人家來要，對不起，你的慳垢、又捨不得，這些東西又不行；其次，就算你捨得了，你沒有財位又不行。所以經過了前面這個六度當中的布施呢，第一個，你障礙你布施的，是徹底地消除掉，這是第一個，說違緣是沒有一點點餘剩。第二個，因為你修了這個六度以後，所以你得到的這個福報，而這個福報尤其是有智慧來攝持的，所以它永遠是無量無盡的，所以在任何情況之下，你這個要用的這個資財就沒有任何限制，所以內外全無障礙。到那時候，你布施的時候，心以及物一點沒有障礙了，所以那個時候才談得到攝受別人，利他的這個布施。彼此間還有這樣的一個差別，這個是我們應該了解的。否則你雖然想布施，喔唷，你自己心裡面這個疼，這個捨不得，這不行；再不然呢，雖然你捨得的，你那沒錢也不行。現在經過前面這個六度當中，這兩個障礙徹底盡除，所以這個四攝當中的布施，跟六度的布施，喏，差別在此。",
    "1259": "[20:59]那麼現在因為你布施，然後呢令他資財圓滿，令他毫無所畏，進一步呢，那麼教他修道；要教他修道呀，你一定要曉得怎麼樣是修法，告訴他呀！所以那個時候要愛語來宣說，讓他了解。那麼這個愛語啊，實際上這個中心的目標是使他了解佛法，可是雖然他歡喜你了，你開始接引的時候，卻不能一口氣就說佛法。就像教育，普通一般世間的教育也是一樣，那個幼稚園你就給他講，不要說大學裡邊的，中學裡邊的東西，他也是一竅不通，所以這個愛語也有層次，這個層次在後面宣說。先輕言軟語的，讓他在這個語言上面聽起來柔和，話的內容也好，那個時候再進一步拿佛法。這個宗要的話，是在告訴他修行正法，使得他能夠正確地了解佛法，而斷除那些疑惑；對於不正確的認識，那麼能夠如理如法，不錯誤地受持真正的佛法，跟佛法的內涵相應的。",
    "1360": "[22:40]更進一步，了解了以後啊，就「利行令修善行」，更進一步要教他，說懂得了這個道理以後，怎麼樣根據這個去修，那個是利行。那麼雖然你教他，如果你自己不修的話，欸，他不一定能夠相信你，他反而會說：「對呀，你教我，你自己也不做！」乃至於他懷疑你：「你自己不做，你教我做，這個到底有什麼好處呀？」平常我們世間尚且如此，何況佛法。所以啊你自己也能做，他也更能信受，更能信受。同時呢，在這個上面有種種的，不要說佛法，就世間來說，比如說我們看見常常講的是，「只許州官放火，不許百姓點燈」。乃至於像學校裡邊的，現在的很多老師傳授的不是教育，傳授的只是一般的知識、技能，如果是真正的教育的話，那一定是以身作則，這個是非常重要！",
    "1434": "[23:54]更進一步來說，所謂我們修學佛法的人哪，大家總覺得：我要將來弘法、弘法。是，弘法是必定要的，但是如果我們自己做不到，結果忙了半天，出去的時候人家也說：「只許州官放火，你說了半天，你自己呢？」請問：你弘的法在哪裡？所以說到這裡啊，我是越來越感到慚愧，我始終自己了解：啊，我只是把失敗的經驗告訴大家。諸位如果將來有心弘法的話，不要說現在學會了一點文字，跑得去大吹大擂。如果是你發了菩提心說，「不管！我現在先給他種一個種子。」你有這個菩提心，那倒還不錯，不過這個事情要真實衡量，要真實衡量。總是我們儘量地先要跟他一樣，那麼這個效果就能夠如理如量地顯出來。",
    "1503": "[25:03]如果「彼自亦修」，前面說，啊，他會說，如果說我們跟他一樣的話，人家學的人也會說：「對啊，他也跟著我一樣呀！所以啊這樣做的話，顯然地他這樣做得到好處，那麼我這樣做也得到好處！他還能夠把他得到的好處告訴我，我也認真地肯去學。」所以先他沒有學的，因為你這樣的話也跟著你學；他已經學的，由於這樣的關係而堅固不退，所以他需要同事。能夠堅固不退的話，那就如理成就。這樣的話呢，這四樣東西就圓滿了利他的這個特質、這個內容。",
    "1557": "[25:57]如云：「能利他方便，令取令修行，如是令隨轉，四攝事應知。」就是主要的就是說明這個道理，真正能夠幫助他們的方法啊，使得他「令取」，使得他由於布施、愛語，那麼接受你、了解；然後又利行，那麼讓他怎麼去修行；由於同事，他也跟著你一樣地如理上去，如理上去那麼就如量地完成。所以這個四樣東西，那我們應該了解的。",
    "1599": "[26:39]第三，四攝之作業。那麼這個四攝作些什麼呢？",
    "1604": "[26:44]以此四攝於所化機何所作耶？作些什麼呢？",
    "1609": "[26:49]謂由布施故，令成聞法之器，以於法師生歡喜故。這第一個，由於你布施，所以啊能夠使得他成就聞法之器。為什麼呀？因為你布施，所以啊他對你親切、歡喜，一親切了歡喜了，那個時候你就能夠教他了。所以從這個地方我們了解：說你要教別人哪，不是跑得去這麼大吹大擂，乃至指責別人等等，你真正幫助別人，先必定從這個地方開始。同樣地你了解了這一點，我們就會說為什麼現在人家來布施，就是壞人向來叫你要的話，你不會說：「哼！這個壞人我布施，造成功社會的垃圾。」他正因為社會的垃圾，你要幫助他，怎麼幫助他？從這地方先跟他結個歡喜緣，然後呢以後有機會教育他，才能夠把他救出來，減少這個社會問題。當然由此推廣你可以曉得，所以我們必定要了解佛法裡的真正的特質，千萬不可以拿我們的概念去討論，去看這個問題。",
    "1693": "[28:13]由愛語故，能令信解所說之法，以於法義令正了解斷疑惑故。那麼進一步呢，他跟你接近了以後，你用什麼方式？以愛語。就是以非常巧妙的言詞，不但聽起來他歡喜，是內容也是如理如法。那麼他就能夠信得過你、了解，對於應該所學的這個佛法正確地了解，沒有一點問題。那麼再下面，有了這個了解，",
    "1732": "[28:52]由利行故，如教修行。就是你再進一步告訴他去行持。",
    "1739": "[28:59]由同事故，已修不退長時修行。得到這個結果。由於你跟他一起這樣地做的話，那麼像前面說的，哎，沒有修嘛就修，修了嘛繼續增長，然後長時修行達到完成。",
    "1755": "[29:15]如云：「由初為法器，第二令勝解，由三使修行，第四成淨修。」這個很容易了解。最後一個，清淨，所謂「淨修」的話，如理地證得。",
    "1768": "[29:28]第四攝受眷屬須依四攝。佛說此為成辦一切眾生義利賢善方便，故攝徒眾應須依此。"
}