{
    "2": "[00:02]如尊者云：「六波羅蜜等，菩薩廣 大行，由本後瑜伽，堅修資糧道。」就這個說，尊者告訴我們是「六波羅蜜等」，這個修菩薩的廣大行啊，在什麼？叫根本跟後得兩個，「瑜伽」就是定相應，堅固地修習資糧道。他「根本」就是在定中，然後呢「後」就是出定以後。那麼為什麼這個地方說不是講地上菩薩的呢？因為他在資糧道，在資糧道當中，還沒登地、還沒見道。但是的的確確也是，第一個比如說，我們從前面一樣東西都先一定哪，說學很多東西一定是在以定心相應的，乃至於我們剛開始。下面解釋：",
    "58": "[00:58]謂初業菩薩受菩薩戒，住資糧道，根本後得皆不出六度，故六度中有是根本定時所修，有者是於後得時修。那這個地方就告訴我們了，現在我們剛開始的初修業的這個修學菩薩，受了菩薩戒以後，那時候在資糧道當中。從剛開始學發菩提心，到發願心圓滿，這個是叫下品資糧位。有了願心，受行心，換句話說受菩薩戒開始，那就是中品資糧位。你的積聚了這個，有積聚的這個資糧，修菩薩行當中，就是廣行六度，行了六度以後，然後呢最後的話，你要如實了達一切法的特質 ─空性的話，那是上品資糧位，他詳細的在這裡沒有說明。那麼這些修的時候啊，不管是根本、後得，都不出這個。是啊，所以他告訴我們，故六度中有的嘛是根本定時所修，有的是後得時所修，這樣。",
    "140": "[02:20]除了這一個情況以外，還有一點我們要特別說明的，前面這個分別是以往的說，還有後面這個是真正講的就是，那特別指根本在定當中修習什麼，後得修習什麼，這兩者如何配合。下面說：",
    "162": "[02:42]謂靜慮自性奢摩他，及慧度自性毘缽舍那一分，是於根本定時所修。哪！止、觀，不是全部哦，一分哦，那是根本定當中所修。",
    "175": "[02:55]前三波羅蜜多及靜慮般若一分，是後得時修。那麼前面布施、持戒、忍辱這個三樣東西，這個三個東西是後得；還有呢般若，止跟觀兩樣東西的一分，也是在後得當中修。",
    "195": "[03:15]精進俱通根本後得，精進這個一件事情啊，不管在定當中，出定、入定都要精進。",
    "205": "[03:25]忍中一分定思深法於定時修。忍有三部分：一個就是耐怨害忍，一個是安受苦忍，平常我們叫生忍，法忍，還有一個叫諦察法忍，對這個法的深入的觀察，這個是定當中修的。那麼然後出來了以後，針對著事、針對著人，受種種的人所加在你身上的苦、法所受的苦，那是後得時修的，那這個地方分得清清楚楚。",
    "243": "[04:03]如尊者云：「起根本定時，徧觀一切法，修幻等八喻，能淨後分別。應正學方便，於根本定時，應恆常修習，止觀分平等。」那麼「起根本定」，從根本定起，那麼「徧觀一切法」。這個時候啊，看一切法「修幻等八喻」，平常我們說如幻、如化、如化城、如乾闥婆城、如什麼 ……那麼這一個能夠來淨除以後 ─要平常在根本定當中，我們這樣去觀察，觀察了以後，然後起來的時候，就照我們所觀察的再運用在當中。啊！那時候你就不會為它所蒙蔽，因為你了解這些事情不是實有自性，而是如幻如化，這是緣起性空，你能夠淨化你的執著。這一個認 ……所以應該正式去學習這些東西。那麼這個這樣的根本定、後得定經常努力常時修學的話，於是呢，於是我們能夠在根本後得當中，一一如理如量地上去。所以在這種情況之下，能夠慢慢地、慢慢地一步一步地上進。",
    "339": "[05:39]若由未習如是希有難行諸行，聞時憂惱，應念菩薩於最初時亦不能行，然由先知所作願境漸次修習，久習之後，不待功用能任運轉，故其串習極為切要。這一點，說這個由於我們以前沒有修學過，像上面告訴我們的。的的確確上面告訴我們不管是自調也好、調伏別人也好，哇！這的的確確好不簡單，非常難的。欸，不要說叫我們去做，聽見了我們就害怕。那個時候怎麼辦呢？我們應該這樣地思惟：說任何一個佛，他最初修的時候也跟我們一樣的呀！這個佛先是在因地當中修菩薩行，這個因地當中菩薩行，就是我們現在嘛，他也不是一開始就會的啊！而先了解了，哦，這個真實的內容，像前面所說的，那麼了解了以後，然後呢把所了解的，作為他所期望、祈求的這個，所謂他的願望所在；照著他的願望，照著為了達成願望的種種善巧方便，這樣地一步一步去修。然後呢經過了這樣地修習以後的話，就自然而然是「不待功用能任運」哪，就能夠做了！",
    "452": "[07:32]所以呀，能夠這樣完成的是最主要的什麼？就由於串習。這個「串習」兩個字，這地方的特別，我覺得很歡喜，剛開始我很不習慣，現在慢慢地 ……。就是這個習慣哪，不斷、不斷、不斷地串起來，一連串地、不斷地你去做。這我們眼前都是這樣，任何一個人，你能夠不斷地這樣去做的話，自然是如此的，自然如此的。所以我們前面已經一而再、再而三，眼前我們所有的一切，沒有一個例外的，無不是由這個串習而成。因為我們串習了以前那一套，所以現在新的來的話，我們覺得不習慣。這個主要的，不在習慣不習慣，而我們不了解啊，這一個是由串習而成，然後自己執著得很，那個是他的毛病所在。所以真正可怕的是無明、是無知，你只要有了正知見，你了解了這個真相以後，你才發現原來這個東西也不是天生如此，原來只是一個習慣。而且這個習慣，眼前你雖然覺得好啊，卻是帶給我們是無比的痛苦！",
    "535": "[08:55]說由於這樣正確的認識，然後的話呢，來告訴你怎麼樣才是好的。你有了這個認識以後，自然而然啟發我們願望說：啊！我要求的是這一個。然後為了要求這一個，所以他啟發這個願望，所以一定說，那你這樣做有什麼殊勝的好處，如果不這樣做，像原來這樣，有什麼嚴重的禍患。然後以這個心裡面哪，進一步告訴我們：哪！那怎麼個做法，怎麼個學法。了解了，依次去做的話，欸！從慢慢地輕而易舉，到最後成就了。",
    "577": "[09:37]就像我們現在念書，那是一口氣啊要把大學念完，一直到了這個二、三十歲的年齡，哎呀！那簡直是覺得是不可能的事情。可是我們每個人這麼過來的，怎麼呢？那就是從小的時候，欸，自己也就那麼從幼稚園開始，「來來來，去去去，小貓跳，小狗叫」，欸，滿開心呀！這麼一來，等到現在的話，就好像輕而易舉成功了，所以沒有一個事情不是如此的！",
    "607": "[10:07]所以這個地方告訴我們的串習是非常重要，這最重要的！同時也說明了我們眼前，不是說聽懂，哎呀，覺得好歡喜，懂了！不是喔！那個時候聽懂了，正是要策勵自己，怎麼樣一步、一步照著去做；然後呢養成功這個習慣，然後呢等到你習慣了，一連串恆時行持下去的話，「不待功用能任運轉」。我們眼前太多的事情，就是這個樣的，比如講話，從來沒有說想一想我再講，你自然而然在任何情況之下，開口就是。但是反過來，叫你學那個日語、英語，哎呀，就算你學了半天，想了個半天哪，還不行，對不對？那我們眼前太多的事情都是，都是任運而轉，為什麼啊？哪！串習而成了。所以你如果能夠真正這樣去做的話，沒有一個事情例外的，修行也是如此。",
    "674": "[11:14]所以假定我們剛開始覺得難的話，那這個道理說得很清楚，你了解了這個道理，自然而然這個難的概念就擋不住你了！是啊，而真正擋住我們的是什麼啊？就是無知，自己還覺得陷在這個習慣當中，「哎呀！這樣不行啊，那樣不行啊！」對不起，那是再簡單的事情啊，你一點辦法都沒有，所以我們務必要知道這一個。真正的難關是不在外面的難不難哪，而在我們自己內心的認識不認識，這是最重要的一點！始終問題中心在這裡。下面：",
    "712": "[11:52]若見現前不能實行，即便棄捨全不修心，是極稽留清淨之道。反之，如果你眼前看見不能做，而不去做、不去修，他下面說「全不修心」，修從哪裡修啊？欸，就從 ─哪！說得清清楚楚，從你的心理上。對不起，你如果這樣的話，「極稽留」，停在那個地方，停在那個地方，完全停在那個地方！這個是我們要了解的。所以前面在精進一度上面特別說明，如果你走了這條路而不能上進，乃至於退怯的話，那比不走還壞。因為為什麼呀？兩頭俱失，你不走這條路，你本來可以做別的事情啊！現在你走了這條路，結果呢你也沒成功，也退失了，這一件事情固不成功，那一件事情不是也失壞了嗎？",
    "776": "[12:56]同樣地我們現在學這個也是一樣，出家也是一樣。你現在跑得來出家，真正的內容是幹什麼啊？你沒做，結果呢，在家的事情你也沒有做。別看我們現在這裡，哎呀，一切坐享其成，這個不是坐享其成喔！這是因為我們往業有這個業因，所以感得的果報。現在你白白地浪費掉了以後，而你沒有積一點跟它相應的話，下面還起來，這個可可怕喔，這個我們必定要知道喔！所以如果這條路不能走的話 ─是為什麼佛世的時候一再說，哎呀，我現在條件不夠啊，等到我回去條件夠了再來，千萬要注意喔！這個地方講的「稽留」，只是停在那裡慢一點，這是只就時間來講哦，他並沒有說停在這裡慢的時間，你在幹些什麼，這個是我們內心上要警惕的喔！停在這裡不是在那裡睡大覺、享福，喔唷，停在這裡是受地獄的煎熬喔，要常常把這個事情擺在這裡。",
    "844": "[14:04]實際我也有感覺，我剛開始的時候啊，總覺得跑到那裡好像不大習慣，做不來，心裡面哪 ……常常這樣。後來，所以這個善知識啊真重要，就因為了解了這個。是嘛，沒錯嘛，「困難不應退，皆依修力成，先聞名生畏，後無彼不樂。」對呀，我去做！這個腦筋轉不過來，我就這麼胡思亂想去想，想、想、想、想，腦筋會動了，然後你會動了，進一步才把錯的改成正的。身體的行為也是如此啊！本來站在那裡就癡癡呆呆，不曉得做些什麼。欸，然後就叫你做，或者逼著你所謂去摸，摸了半天，慢慢、慢慢地自然就習慣。到後來，你有了這個東西，你一看曉得：啊！從那裡開始做起，我們眼前沒有一個事情例外的。而我深深了解，真正重要的就是什麼？這個心理！所以始終注意，如果說你在心理上面不從現在開始努力的話，你總覺得：哎呀，現在反正輕輕鬆鬆躲在後頭。結果真正害了自己，真正害了自己！",
    "920": "[15:20]如《無邊功德讚》云：「若由聞何法，令世間生怖，尊亦於此法，久未能實行。然尊習其行，時至任運轉，是故諸功德，不修難增長。」假定說這個聽見了這些法：喔唷，這個法這麼難做啊，教大家害怕呀！這樣的情況啊，這一個方法，對於這一個方法，這個如果說你停在這裡的話，那麼也不會能夠真正地成就。但是呢，現在不！只要能夠如理如法地去練習，開始行，做久了以後呀，欸，任運地能夠，「任運」就是自然而然地，到最後乃至於不要用功力，那就可以都做。所以一切的功德呀，一定要什麼？要修習，如果你不修習的話，它絕不可能成就！",
    "995": "[16:35]故受菩薩律儀者，定無方便不學諸行，這一點很清楚、很明白！你真正學菩薩，受菩薩戒的時候啊，絕對沒有方法說我不學這個就可以，天下絕沒有這樣的事情，絕沒有這樣的事情！",
    "1017": "[16:57]未如儀軌受行心者，亦當勵力修欲學心。最後一句話。那也許我們說：「那反正你受了這個行心，當然要行了；你沒有受行心的話，你可以不要受啊！」嘿，是，問題是說，你要不要脫苦啊？你要不要究竟圓滿哪？要究竟圓滿，照著這個次第來。所以受了行心固然非要學不可，在沒有受行心之前的方便是什麼？先受願心。那個受了願心以後，是，先不要你馬上做這個難行的事情，而努力幹什麼？努力策勵自己 ─我要學！這個有殊勝的好處，如果不學，有特別嚴重的禍害，然後這個內心有強力的欲學這樣的菩薩行的這種心理。",
    "1073": "[17:53]若於諸行勇樂修學，次受律儀極為堅固，故應勤學。你能夠把這個要想學的心，經過前面這個善巧策勵，那個時候啊，你就勇悍之心，以及好樂之心生起來了。那時候就不再像以前：「哎喲，我看了就怕！」而反過來，叫你不做啊，你心裡覺得「喔唷！有這麼大的好處，這不讓我去啊！」那個時候啊，你再去受的話，那個是受了以後，就行持就很紮實、很堅固。所以我們應該努力地遵循著這個次第，看各人自己的條件 ─下慧從下修起，中慧從中上來，上慧一步跨上。那麼現在這個次第呢，已經把下、中、上，從道前基礎開始，一一說完。",
    "1137": "[18:57]上士道次第中，已說淨修願心，及學菩薩總行道之次第。現在這個地方啊，已經慢慢、慢慢地都說完了，從學願心開始，以及行心、行心的綱要，所謂總學。",
    "1157": "[19:17]再下面呢，是別學，特別地學。為什麼別學呢？因為這個兩樣東西，這個所以說內容比較深廣，而整個地修學，前面都是方便，真正的方便哪 ……換句話說這個前面的準備，都是為了什麼？為了止觀。而一切佛法，世間、出世間的一切的好處，一切功德，都是止觀兩樣之果。所以把這個共道當中，簡單扼要地說明了以後，最後對於止觀這個兩個內容啊，又來特別地說明一下，詳細地說明一下。",
    "1213": "[20:13]不過呢，因為這個要真正學止觀，後面詳細地、個別地說明這個深廣的內容，的的確確是照著這個次第。所以這個次第呀，它不但是講，而且是要行的次第。再講的目的，就是要讓我們了解；我們了解，也實際上呢也是行的初步。所以假定說你前面那個基礎沒有建立的話，後面那個基礎不要說做、做不到，了解也不一定能夠了解。那麼依目前我們的情況來說的話，的的確確我們極大部分，是了解都不一定夠，所以《廣論》上面那個止觀暫時擱在那裡，等到我們以後有機會再來學它。",
    "1268": "[21:08]但是因為這個畢竟是佛法的最重要的一部分，所以別學部分，就是特別的止觀的內涵特質，用《略論》。《略論》還是宗喀巴大師寫的，就是比它 ……拿那個綱要來說明。那麼這個在哪裡呢？請翻到五百六十一頁，請翻到五百六十一頁。這個上面說「《菩提道次第略論》（止觀）」，這個體編附錄，附在這個上頭，現在我們把這一部分把它看一下。",
    "1311": "[21:51]子二別於後二度修學法分四：這個裡邊那個「子二」這個分那個目，那是按照《略論》上頭的科判，這我們不去管它。總之現在這個地方，就是特別把這個止跟觀兩樣分開來，特別地介紹說明一下。那麼這個裡邊又分四部分：",
    "1337": "[22:17]丑初止觀自性，丑二學止法，丑三學觀法，丑四學雙運法。這個分四部分來說：那麼這個止觀的特質是什麼，第二止怎麼學，第三觀怎麼學，以及最後怎麼兩樣東西雙運。我們真正要成就的話，一定要這兩樣東西雙運才能成就，現在一步一步地說下去。",
    "1373": "[22:53]今初　經說三乘一切功德皆是止觀之果，大小乘一切三摩地皆於止觀中攝。那這個，首先，經論上面告訴我們，不管是聲聞、緣覺，乃至於菩薩一佛乘，所有的功德，都是由止觀而來。由止觀之因，感三乘聖果，所以這一個不管是大乘、小乘，那麼這個三摩地等等，都包含在這裡。",
    "1413": "[23:33]所言止者，止的特質是什麼呢？",
    "1417": "[23:37]謂內正住已，即於如是善思維法，作意思維，令此作意內心相續。如是正行多安住故，起身輕安及心輕安，是名為止。總之輕安所持，於善所緣心一境性之定，即止自性。這個是特別說明，那止的特質，是我們首先要了解。平常我們常常說，啊！得了定了，好像什麼了。以我們現在看看，定的特質是什麼？你對這個一定要認識，否則的話啊，糊裡糊塗地自己坐在那裡，哎呀，打了一個瞌睡，覺得我在那裡學定，那完全錯了、完全錯了！止的特質是什麼？就是「內正住」。平常我們的心都是向外緣的，或者透過眼睛看那個，或者聽透過耳朵，或者透過身是感受，或者呢意識落謝影子，在那裡東緣西緣，都想那些不相干的外面，隨著外面的塵境、客塵煩惱而轉。現在不，現在不！這個心收攝回來，安住在什麼？於這個「善思維法」，喏！這個才是我們所要緣的對象，就這個法一定是善的，那麼對這個法要「作意思維」。",
    "1519": "[25:19]這個所以這個止，的的確確也不是說心，啊！像迷裡糊嚕，像大迷糊蛋停在那裡；不是的，要作意思維，把這個作意的這個心相續 ─嗯，繼續下來。我們現在呢？在散亂當中，一下那個、一下那個、一下那個，自己不曉得，像猴子一樣。猴子的的確確牠自己也不曉得，乒鈴乓啷一天到晚蹦，螞蟻等等都這個樣，我們的心裡就是這種行相。那麼像這樣的「行」，心行相，這個是如理正確的，因為它能夠如你所欲地、安定地住在這裡。在這種情況之下，欸，有一個特質起來了 ─身輕安及心輕安，那個時候身心起輕安相，輕安他下面有詳細解釋。",
    "1577": "[26:17]所以平常我們如果叫我們坐在那裡，哎呀，不是坐得腰痠背痛嘛，那心裡面實在是呀，覺得坐不住。它不！你真正學了這一種的，跟它相應了以後呀，不但坐得住，而且是輕妙無比，叫你離開啊你還捨不得，還捨不得。所以這個在戒當中還有這麼一條，哪一條的我都忘記掉了，這個修學菩薩行者，學定一定有時限，不許超過，為什麼？因為這個定，得到了定以後那身心的輕安，那一種快樂的境界啊，那世間無與相比的。你如果到那時候捨不得，對不起，捨不得，你這個貪婪心停在那裡，不能上進，真正學菩薩行的人不行的喔！這跟我們現在是坐了一下，啊，這個腰痠背痛，顯然我們還沒有了解，根本沒有得到這個定的關係。那個時候叫作止，叫作止。",
    "1646": "[27:26]那麼下面呢，再重新把這個止的內容總括起來。「總之輕安所持」，妙咧！這一個時候啊，不管身、心，它有這樣的一種「輕」，也不妨從字面上面去說，輕安的內涵哪，說到下面的時候，自然而然 ……我就是讓我們容易了解的解釋一下。平常我們坐在這個地方呢叫粗重，哎呀，你總覺得坐在那個地方的話，哎，說這個好像啊，那個坐在這地方的話，叫你坐得直直的話，到那個時候啊，覺得這個背不大舒服，撐在那裡，彎的時候又不舒服，是吧！人人有這個感覺的，身也是如此，心也是如此。",
    "1693": "[28:13]到那個時候那個身，感受啊那輕快無比，哈，就像飄在空當中的棉花，就在浮在這個水當中一樣。所以你們不妨去試一下，就是像今天那個天氣很冷吧？喔，冷得要命！然後跑到那洗澡間裡邊，這溫度調得非常適當，那個水暖暖的，然後呢放滿了一缸溫水暖暖的，就像你歡喜的，躺下去 ─啊！那個渾身輕鬆舒服的感覺。這個感覺比起定當中，那、那實在是一點味道都沒有！",
    "1732": "[28:52]總之一句話，我只是勉強地讓我們體會到真正的輕安相。不要說得到定喔，不要說得到根本定，如果是你真正學定，心裡邊內住心剛現起的時候，那個平常我們天台叫作「持身法」。欸，它裡邊自然有一種力量，能夠使得你這個身心啊，跟前面的感受完全不一樣，就這樣。那是下去第一步就有，你能夠越深入的話，這個感受越來越好、越來越好、越來越好，就這樣。所以我們現在不妨先從那個字面上面讓我們體會一下。由於這一個力量所持，所以呀，持身，讓你的身一動不動；持心，你的心安住在這個上面。"
}