{
    "6": "[00:06]譬如說我們現在說，要念佛，要觀想，啊！他就會觀起來了以後，不但佛像清清楚楚，而且心裡面哪，身、心兩方面有無比的安寧輕快，這種狀態，什麼東西都動亂不了你。所以的的確確地，你真正了解了這個佛法的真正的殊勝的內容以後，你就發現啊，現在我們稍微下一點那個努力，太值得了。啊！那個像做生意一樣，那個賺回來那個利潤之大啊，不得了地大！所以現在不要說叫你花掉它什麼個多少錢啊，花上十萬、八萬，乃至百萬、千萬，絕對值得！所以他前面一再告訴我們，殊勝利益，殊勝利益，但是呢一定要大家去努力去試，這個時候你才能夠真正體會得到。",
    "66": "[01:06]那麼在這種情況之下，由於這種力量扶持你，你對於心裡面所緣的這一個境況，安住在那裡一動不動 ─就動不了你，就動不了你！不要說得了根本定，你慢慢地相應了，得到了欲界定，乃至於這個念力現起來的時候，它那個妄念，就自然而然一點都生不起來，一點生不起來，這樣。到了後來，你要起個妄念，你沒辦法提起，就會這麼妙法；而且那個身心的輕快，是無比地安樂。那這個還沒有到根本定，得根本定一定是什麼？輕安現起。輕安的特質，在後頭再說啊！這是止的自性。",
    "122": "[02:02]觀自性者，經說彼由獲得身心輕安為所依故，捨離心相。即於如是善思維法，內三摩地所行影像，觀察勝解。即於如是勝三摩地所行影像所知義中，能正思擇，最極思擇，周徧尋思，周徧伺察，若忍，若樂，若覺，若見，若觀，是名為觀。那麼進一步，觀是什麼？經上面告訴我們，一定先要前面有個基礎喔！由於前面止、奢摩他為依，所以慧一定要由定而起的。所以這定的特質呢，就是身心輕安，那個時候因為你身心輕安，所以無比呀，「捨離心相」。否則的話，你一天到晚，哎呀，那個身體又粗重，那個心裡面這樣，那時候輕快無比的時候，你這個自然而然就獲得：哦！這在未到地定當中的時候，你就會感覺得那個身體不見了，如雲如雩，好像什麼都沒有了，就是這種感觸。所以那個內心當中的這種平常的這種執著，自然而然慢慢地 實際上並不是消失掉噢 你就不會再去執它了。",
    "215": "[03:35]那個時候，你就在這種狀態當中，因為你不執著，因為不執著，所以你善巧地運用。這個話怎麼講呢？譬如說我們現在手裡面，假定你手裡拿了一個東西以後，對不起，你要用那個手，不行呀！現在你把手裡東西放掉了，那你要善巧地運用，那換句話說，你自由自在。平常的時候因為那個身心那麼粗重，它就不聽你招呼啊，那時你就沒辦法；現在呢，由於得到輕安相應，你就在那如你所欲地動，所以它那個時候，能夠要它怎麼辦就怎麼辦。",
    "256": "[04:16]那時候啊你要思惟觀察，當然，這個地方是「善思維法，內三摩地所行行相」。那麼，在定當中叫作三摩地，那個三摩地啊，一定是也是所緣的。譬如說我們數息，那麼你緣的什麼啊？緣的息啊！然後呢，你如果說觀佛，那麼你緣的佛像啊！你總有一個所緣的。那個緣的，就是安住在那個所緣的上面，了然無動，到那個時候啊身心輕安，這個是定。現在呢，在定當中對你所緣的這個東西、境相叫「觀察勝解」，就是這樣。那去觀察它：嗯！這個是什麼？那個時候你的心裡面能夠如理地去真正地觀察。譬如我們現在要看一樣東西的話，你要去看它，心裡面亂糟糟的一團麻，你就沒辦法看。到那個時候啊，心裡面非常寧靜，而且了然不動，沒有一樣東西可以動得了你，所以那個觀察力非常地強。",
    "331": "[05:31]「即於如是勝三摩地所行影像所知義中」，哪！就在這樣的前面所說的那個定當中，殊勝的定當中，他所緣的那個 ─你這個裡邊，慧的特性是什麼？於「所知」法，對於所緣的法要揀擇：欸，哪個對呀、不對呀？那個時候你才真正地能夠「正思擇」，思惟、觀察、抉擇、如理取捨。「最極思擇」，前面的時候，儘管你想去思惟、觀察，有種種限制，你想了半天，有的人，唉呀，那個想得頭痛如裂，那就是想不起來。有的時候雖然你想啊，那個腦筋不聽你招呼；有的時候你想了半天，眼睛痠、身體累，這個東西都沒有了！所以他那個思惟觀察的能力，達到最高效果。而且「周徧尋思、周徧伺察」，他這個時候才能夠普遍地，然後呢包含一切地尋思、伺察。尋跟伺是兩種心理行相，粗緣的時候叫尋，然後根據這個細細地、一步一步地深入叫伺。",
    "410": "[06:50]譬如說我們禪宗啊，先參一個公案，說「狗子還有佛性也無？」無！你就看一個什麼是個「無」。或者「念佛的是誰？」那誰，他不是要問念佛的誰，假定我們平常的時候，念佛的誰？我嘛！那還何必去問它？欸，它不是這個，妙極了！就在你內自己裡面去說：對啊！我，那我在哪裡呢？對啊！那我，你說這個嘴巴是我嗎？呃！不是；嘴巴唸的，也不是；那腦筋嗎？那麼為什麼腦筋念，為什麼嘴巴上面唸出來呢？那麼腦筋又是什麼東西呢？諸如此類。剛開始的時候你這樣去找，這叫尋。然後呢慢慢地越來越細，針對著這種 ─對啊！這腦筋又在哪裡呢？欸，一步一步地細，一步一步地深細，那個叫作伺。所以尋是粗緣這個行相的時候，粗心相，然後呢根據這個慢慢地細入的這個是伺，伺察的伺。",
    "476": "[07:56]你對於這個如理地、正確地思擇，那時候，欸，得到了一個：「啊！就這個樣。」然後呢這個法 ─嗯！這安忍、忍可了，「忍」就是印可，「啊！是、是、是、是。」然後那個時候會產生啊，一方面了解了這個東西以後這種快樂，一方面還有一個特別的這個樂的話，就是跟法相應的。跟法相應有多方面，「若覺、若見、若觀」，或者對這事情真實的 ……以前是不了解的，現在了解了；以前不覺悟的，覺悟了。那這樣地去觀察，這個總名叫作觀，總名叫作觀。",
    "530": "[08:50]總謂安住止中，哪！下面又總結一下，一定先要安住在這個定當中，然後呢，",
    "540": "[09:00]由觀察所緣之力，引生輕安所持之觀慧，即觀自性。要曉得定的特質，那個心定在那裡，你心一動的話，定就散掉了。欸，妙不可言！它現在呢你一觀，要想定，它就不能觀；要想觀，就不能定。現在怎麼辦呢？這個真正的觀啊，就是普通心散亂地觀哪，沒有力量的；所以它真正地要深入的所謂「能正思擇，最極思擇」，一定要心很深細，那個心深細，一定要靠定的力量。所以他學了定以後，然後再進一步去學觀。所以等到你得了定以後，剛開始學觀的時候，那個心又散亂，你不要怕，就慢慢地來。所以他後面會有巧妙的方法，這裡我就簡單說一下。",
    "588": "[09:48]得了定以後，然後你真正去觀的時候，那個又不行了，你一觀，那個心就定不住，要定，那個就不能觀。那不管，因為你已經有過這個定的經驗，那個時候，進一步你全部的精神啊，就幹什麼？就用在這個觀上面去，用在觀上面；散亂，散亂也不管，你觀。不過剛開始觀的時候啊，譬如說我們要觀一個佛像，他有個特別的方法的。不是說你看的，噢，他有三十二相，一個一個相要去觀他；有八十隨形好，乃至於頭光三尺，身光六尺，一大堆地去觀，不是的！剛開始的時候，這個定心當中，就是你緣一個總的佛像，乃至於白眉毫相，這一點，全部精神看在那裡；等到可以了，你慢慢地把它這個心啊，慢慢地把它擴大，然後觀察，這個時候再去找他，就這樣。",
    "643": "[10:43]前面那個看好了以後，定在那一點的話，那是定；到那個時候，你進一步去找，它那心亂了，亂了，亂了，對不起，你馬上又把它拉回來，偏在定上面。那定了，然後呢你再去用那個定的心力去觀，它這樣地善巧地調，這樣。總是觀的特質，是依止著那樣的前面由於輕安扶持的這個力量，去觀察你所觀察的。那個時候你觀察得久了，久了以後，那個心哪，欸！跟前面不一樣了。前面是你一觀它就動、散，現在呢因為你久久練習以後，當你的觀力越深它那個定也越深；反過來，它定深的時候，那個觀力也越深。一直等到什麼時候呢？等到由於你由於觀所引發那個輕安。所以當你觀的時候，那個輕安也跟著來了，這個時候什麼？觀的自性。",
    "711": "[11:51]所以現在我們要腦筋擺在那裡想的話，啊！再想想頭痛得要命，他不！等到你那個如法如理真正去觀的時候，啊！那是無比地輕快。而實際上呢，這個時候的這個，才是真正最佛法的重心。因為有無比地輕快，所以呀，你要觀再久、再長都不怕。而且這個力量最強，而且最正確，所以你看什麼東西的問題的真相，才能夠真正無餘地徹底找到、徹底解決，這個就是它的觀的自性。",
    "749": "[12:29]《莊嚴經論》云：「正住為所依，心安住於心，及善思擇法，應知是止觀。」那麼就是這樣。那這個時候「正住為所依」，如果我們心安住在如理如法的地方，你能夠這樣去做，那個心就自己安住在心相上面，不會緣著外境亂轉，這個是止。然後呢，根據這個去能夠善巧思惟、觀察一切法，這是觀。下面：",
    "789": "[13:09]止觀必須俱修，真正學的時候要一起來，為什麼呀？",
    "794": "[13:14]如夜間觀畫，須燈明亮，復無風動，方能明了見諸色相。就像我們晚上看一樣東西一樣，那個時候一定要個條件，什麼條件啊？要很亮的一盞燈，那盞燈還不能動搖。如果在風當中「刮拉、刮拉」閃來閃去的話，對不起，那個不行，那個不行！一定要寧靜，一點風都沒有，然後光明很亮，那個時候你能夠見到種種的色。為什麼呀？現在我們在什麼？在無明長夜當中，不曉得裡邊是什麼東西。所以你正確的了解也必定要，第一個 ─光明，而這個光明不能動搖，動搖看出來，那就看不清楚；如果沒有光明，一片漆黑。不動搖是止，而光明是觀。所以，",
    "855": "[14:15]隨缺其一便不明顯，這個很清楚的。",
    "861": "[14:21]如是觀甚深空性，亦須無倒了解真實之慧，及隨欲安住之止，方能明了見真實義。《月燈經》云：「由止力無動，由觀故如山。」現在呢，我們所以顛倒的原因，也並不了解得事情的真相，所謂真如性；那麼由於不了解，所以產生種種的執著。那麼現在我們要真正了解的話，那個時候要見到它的特質，觀甚深的空性，同樣地需要這個明白的光明一樣，這個就是「無倒了解真實的智慧」。這個一定要，首先要沒有錯誤地了解這個東西。了解了，根據這個了解深入地觀察，最後呢現證這個意義，就這樣。那麼這個所使用的方法是什麼呢？一定要經過聞、思、修抉擇，然後到最後再用那個深、真正的止觀的觀力，把它徹底地明證，所以一定需要「隨欲安住之止」。",
    "958": "[15:58]為什麼叫隨欲安住之止呢？你全部精神要想擺在這個上面，它能聽你招呼。現在我們這個心念就是不聽我們招呼，不要說觀甚深空性，意思就是大徹大悟；連它最簡單的，做一點隨便的小事情啊，念一聲佛，拜一下佛，它就是心裡面在胡思亂想，不能像我們所希望的那個樣。那個時候你要觀甚深空性，那絕對少不了。那麼有了這個，你又了解了這個真實的內容、內涵，經過聞、思，然後再去觀察，最後你如理如量地親見事實。所以說，根據了這個，「方能明見真實義」 ─這個是不錯的，真如的本性是如何。",
    "1020": "[17:00]經上面說，由止的力量啊，它不動搖，這個像燈一樣；那麼「由觀故如山」，這個前面的不動搖指什麼？就是能夠心不動搖，然後因為有不動搖的這個心，然後能去如理觀察，如理觀察、如實而知的話，那就不會一切境界 ……所以說如如不動。那時候像山王一樣，真正地如如不動，所以由觀故如山哪！這個是第一個，說，說明了止觀的自性，止觀的自性。",
    "1066": "[17:46]丑二學止法分二：寅初修止法，寅二修止量。那麼先把止說一下，學的「法」，什麼的方法；達到什麼樣的量。現在下面：",
    "1089": "[18:09]初又分二：卯初加行，卯二正行。　今初「初又分二」，先加行，其次是正行。就是你沒有學的之前，應該有一些什麼準備，應該以什麼基礎，根據這個基礎準備，開始去學正確的修止的方法，現在先說這個基礎。",
    "1112": "[18:32]《入行論》云：「當知具止觀，能摧諸煩惱，故應先求止，不貪世修成。」故當先求修止。復應先備修止資糧。他前面先引一段論，來告訴我們、策勵我們。說，你具足了這個兩樣東西，你就能夠摧伏一切煩惱。實際上處處地方提醒我們，我們要解決痛苦，痛苦的根本在這裡─煩惱。要想解除煩惱，必定要學止觀；要學止觀先要學止，依止起觀。那麼現在要學止，應該怎麼辦呢？你一定對世間的這些東西啊，不要被它所轉，所以一定要離欲「不貪世」。對世間你有一點染著的話，對不起，沒有用！所以一定要不貪世間的一切，那個時候止就修成；修成了止，由止修觀；止觀成就，煩惱破除，得解脫！所以這個地方先要修止。那麼修止先要具備的資糧 ─條件是什麼，也是引那個論：",
    "1199": "[19:59]如《莊嚴經論》云：「具慧修行境，謂易得善處，善地及善友，瑜伽安樂具。」五樣東西，他下面說這個哪五樣：",
    "1210": "[20:10]易得謂易得衣食等順緣。這是第一個。就是雖然我們修行，修行的的確確還要吃、還要住等等。為什麼要易得呢？如果你一天到晚你忙這個東西的話，就像做生意人哪，一天到晚忙這個，忙完了以後，哎，忙了一天，到了晚上嘛吃、穿，好囉！睡覺，明天再去忙，這個沒有用。現在我們不是，那很容易得到；得到了以後呢，因為容易得到，所以你全部精神可以貫注在這裡，專門學這個。第二：",
    "1242": "[20:42]善處這個住的地方，還要好。",
    "1245": "[20:45]謂無猛獸怨魔等惱害。如果有這些惱害也不行。",
    "1250": "[20:50]善地謂不引生疾病。這樣，有很多地方，比如這地方太潮溼，這地方太熱，或者這地方這有什麼，欸！這個不行。第四：",
    "1261": "[21:01]善友謂具如法良友。這個很重要、很重要！這個善知識有兩種：上面是尊長，教導你的；下面是同修，乃至於護持你的。第五：",
    "1275": "[21:15]瑜伽安樂具謂遠離喧鬧。是謂隨順處所。最後呢，就是你真正修「瑜伽」，修定的時候，相應的這些東西。這個要包括什麼？遠離熱鬧。所以真正學定，一定是為什麼要離開這個塵世，在塵世當中，絕無可能，絕無可能！隨順於修法相應的這種地方。除了這個以外，他下面特別說明：",
    "1307": "[21:47]修止之人，復須少欲，不求眾多上妙飲食等。略有粗劣便能知足。要少欲知足，這個欲望是愈少愈好，愈少愈好。所以啊我們必定要了解的這個事情 ─要知足，這個說得很清楚、很清楚，你稍微一點粗劣的就能知足。所以這是為什麼我們真正來修學佛法，千萬不可以 ─噢喲！說現在的營養學怎麼講，噢喲！又要什麼這個蛋白質，又要什麼，又要維他命一大堆。這個不要！的的確確地，如果說你不學定，那個是需要，你要靠那個身體嘛；你真正如果學定，一旦引發了身心輕安的話，那個身體的話，那簡直是啊，你以最簡單去，都能維持它。",
    "1364": "[22:44]不要說以前古代的，我們想迦葉頭陀，乃至於我們看歷史上；眼前我周圍有好幾個人，那還沒有得到根本定喔！以前我們一起啊，我還記那個事情已經十幾年以前了，那有一個同修，他後來得到了，慢慢、慢慢地學成功了。嗯！早晨吃過了這個一點稀飯，然後坐上去，平常吃半碗稀飯就夠了。平常啊跟我們也是一樣，那個缽滿滿的一缽還不夠。他到後來慢慢、慢慢地學，學了成功了。學了成功以後，還沒得根本定，那這種情況之下，只是欲界定而已，最多是未到地定。早晨一坐，嗯！張開眼睛來，下午天已經都黑了。那時候他自己啊就無比地輕安，你稍微多一點哪，這裝得滿滿的一碗，他只吃半碗，為什麼啊？吃得多了以後，唉呀，這身體之粗重，那也感覺得不舒服啊！他要一點點就夠了，就這樣。",
    "1423": "[23:43]然後呢那個衣服等等都不要，那時候我們住在南部，天氣熱得個不得了，我在那兒地方老冒汗，他頭頂上面還戴了個帽子，是個毛線帽；而冬天那個冷得個要命，他仍舊這麼一件衣服，妙咧！是，得到了那個時候是有這樣的，可是沒有得到之前的話，你要下苦功哦！所以如果說，你不能放棄世間這種東西，你不能少欲知足的話，這些東西永遠只是看天上人造衛星，只有你羨慕的份。",
    "1457": "[24:17]所以這為什麼我們修學佛法之前，一定要先懂得這個道理，然後策發那個勝解，說它殊勝的好處，然後呢說沒有得到的這個絕大的過患。你一定要先透過你的思惟、觀察，內心當中生起，那時候才不會眼前小小境界所轉。否則的儘管怎麼，到那時候你說得，哎呀！道理大得不得了啊！說一大堆個道理：「喔唷，修行，修行弄了半天這樣的話，萬一生了病怎麼辦？」對呀！那到那時候想：是啊，要叫你這樣的話，叫你放捨一點，生了病大家來指責你呀！好、好、好、好！那種種的藉口，先把自己保護得啊，保護得牢牢的。把那個自己的監牢那個鐵門，是說還唯恐少，木頭的不夠還嫌鐵，鐵的有了鐵條，豎的不夠還要橫，橫的不夠還要加鎖，封得封死在這裡，牢牢覺得很安全。啊！就是這樣一件事情。所以在這個地方啊，沒有第二條路，第一個要得正知見，然後呢要如理思惟、觀察，要產生勝解。到那時候自然而然你會一步一步地深入，一步步深入。",
    "1533": "[25:33]我剛才說這個現在的人，說我們總覺得：「唉呀！找不到。」因為不肯找嘛！你一天到晚保護自己，在那個塵欲當中忙都來不及。這個時候不是沒有啊，這是千真萬確的事實啊！人家說物以類聚，就是這樣。你真正的修行人，你跑得去兩句話一談哪，他第二次也不跟你開口了；你真正地有這個信念，你跑得去，那時候，人家才看，嗯，差不多，這是千真萬確的事實。",
    "1567": "[26:07]所以我們看看那個古德那種機緣，乃至於現在的人，那虛雲老和尚不是去朝，朝印度還是朝哪裡？經過雲南的時候，欸！就看見一個老修行，人家說：「欸，這個幾十年了，他從來不跟人家開口，就那麼修了！」虛雲老和尚也是看見了給他問訊，他也不理，跟他講話，他也不理，這樣。啊！虛雲老和尚的確，他自己修行的禪和子啊，你不理，那我也不理。好嘛！你鏗鈴匡啷墾地，我也墾地，到了時間了，進去了，他也跟進去。跟進去，那個老禪和妙咧，他自己煮他的飯。欸，那沒關係，你煮你的飯，我做我的事情。如果看見碗沒拿出來就拿碗，沒有水就那拿，然後燒好了飯，他自己也裝了飯自己吃。虛雲老和尚也不去管他，對呀，也自己裝了就吃，就是這樣，弄了個幾天。那個人就說：「從來沒看見過，不招呼你嘛你自然吃。」虛雲老和尚怎麼說？「我也從來沒有看見過，人家來了以後，你不招呼的。」欸，大家就這一句話，說完了大家也不理囉，就這樣！",
    "1634": "[27:14]說明了什麼？世間不是沒有這種，要我們看見的時候，我們本來也就不願意到那種地方去，看見這種人更是，說起來還是，喔唷！這好像 ……自己有種種藉口。這說明什麼呢？說明世間不是沒有這種人哪！實際上呢，我們心裡面，一定是跟什麼啊？跟什麼相應。你不反省還不知道，你一反省啊，很清楚、很明白。所以我們第一個重要的，要有正知見、認得，然後千萬不要用種種的藉口，保護自己的煩惱，那就一點份都沒有了！這是我這地方隨便一提，少欲知足，那個是修行必不可少的！",
    "1680": "[28:00]復不營商謀利，棄捨醫卜等雜務，及與他人往還之因緣。這個很容易懂。也許前面兩個還是容易喲，「營商謀利、棄捨醫卜等雜務」，就世間一切雜務。還要「他人往還因緣」，這個記住！自未調伏而能調伏他者，無有是處啊！你牢牢記住這句話的話，跟別人的往還因緣你自然斷得掉。否則的話，唉呀，牽絲扳藤一大堆，這個也不好意思、那個也少不了，這個也什麼、那個也什麼。啊！要怎麼辦呢？",
    "1724": "[28:44]嚴持所受淨戒。對於淨戒要嚴持。",
    "1728": "[28:48]思維諸欲過患與無常等理。這樣地思惟自然行。",
    "1734": "[28:54]具備如是止資糧已，於安樂座端身正坐，足結跏趺，雙手定印，先調息等。如是所說加行六法，及下士中士法皆應先修。尤應善修大菩提心。那個就是前面的基礎。前面說過囉，你沒有這個基礎的話，不行。所以另外一個人哪，如果失壞止資糧，就是說如果這個前面的基礎不修，你就算坐上一千年，沒有用！那現在不是不會學，你根本的基礎都沒有，大家說：「哎呀，我要學定啊！」那個是真是癡人說夢！所以下面的我們明天再說。"
}