{
    "4": "[00:04]今天請翻到本論，《菩提道次第廣論》後面的附錄，第五百六十二頁，這是這個，這是簡略地說明，《略論》當中止觀二法當中。那麼關於為什麼要特別講止觀的道理，以及先講止，那麼要止就是學定，那個定一定要定的資糧，沒有定的資糧那不可能。換句話說，就是你必定要有這樣相應的因，那麼才能夠感得相應的果。這個講起來道理呀，好像兩句話就簡單地交代清楚，真正修起來非常不簡單，真正修起來非常不簡單。",
    "72": "[01:12]我們現在通常有兩類人，說過猶不及；大部分人呢 ─不及，哎呀，說：「這個東西呀，我們怎麼可能哪！我們是不行啊！」對在家人來說，以現在的情勢，這個也倒是事實。以現在，現在一般的在家人，要想學止很難，那不是不可能，很難。但是對出家人來說，這個並不是不可能，你只要肯如理地去做的話，一定做得到。",
    "112": "[01:52]那麼這個條件是什麼呢？就是前面那些，你必定要深深地照著個前面那個道前基礎，共下、共中這個兩部分。如果對這個兩樣東西你能夠善巧了，前面所說的少欲知足等等，你的的確確能夠做到了，那個學定不難！因為共下、共中的告訴你，現法固然很快地過去，使得你對它不但一無貪著，而且會：唉呀！感到恐怖、害怕。然後呢就算求後法，你也了解它不究竟，一樣的，那個時候自然而然你只有一條路，全部精神去修持。那個時候，你有了這個前面的推動的力量，按照著修持的次第 ─學戒。那個時候一方面嘛，你的行為慢慢、慢慢地調柔、相應，一方面由於學戒的正見的提持，這個實際上也是調練你的心，所以我們必定要了解它戒的真正的定義，調這個。那個時候你坐下來學定的話，很容易，很容易！這樣。",
    "205": "[03:25]所以在這一點啊，我們不必害怕，但是也不要狂妄。狂妄的人，現在我們通常大部分念佛的人哪，是屬於前一類；學禪的人，往往是容易偏於後一類。不是說這兩類人都是這樣喔！比較起來，比較起來。所以念佛的人，覺得：「唉呀，我不行啊！」就這樣，那麼只有說念念哪！那因為這個心裡邊，所以他先已經擋住了自己了。不要說正規地念佛，實際上，他這個前面的準備什麼等等，一碰到真正要如理修學啊，他自己先把這種概念擋在那裡。結果呢就這麼簡單的修學的方法，他也摸不透，沒辦法進去。",
    "258": "[04:18]而狂妄的人呢，是這樣 ─啊！看見那個禪是這個樣的，他總覺得一步登天，「這種東西只要一來的話，這樣弄的話，就不是簡單了嘛！」那個時候我們要了解，你真正看那個禪師，不管你學哪一個，他當初開始學的時候，那個精神哪，絕對不像我們現在這樣的。然後我們常常舉那個例子，譬如說，說牛頭法融，乃至於近代的虛雲老和尚，乃至於憨山大師遇見的那個人。他在山裡邊幾十年，沒有一個人講話，你不管你去了以後，他絕對不會跟你說一句話，除非看見你相應了。換句話說，他心裡上面這個遠離、少欲知足啊！",
    "310": "[05:10]說我們現在這種情況，這個也放不下，那個也放不下，唉呀，那像個那個大草包一樣，什麼東西都是這樣。然後因為這樣的，所以狂妄得不得了，自己覺得：欸，這個就行！那個是沒有真正了解，根本沒有衡量一下自己的內情，沒有衡量一下內情，這個我們決定應該了解的。",
    "335": "[05:35]也許有人說：「欸，那個古德們不是三言兩句就開了，就通了嗎？」如果就這一點來看的話，我已經說過很多次那個比喻，不必再說了，不必再說了。說你真正地如法行持的人，他一定是什麼呢？一定有這個先決條件。我為什麼要講那個呢？就是說，那個就是做任何一樣事情，你必定要仔細地了解它的因果的必然關係。通常我們因為不善於學，一種不善學呢，畏怯，先擋住了；一種不善於學呢，龐雜，學了一大堆，根本不曉得它的重要的關鍵在什麼地方。然後呢，總是空想，啊！看見那個高，自己總覺得高，所以這兩者當中，是過猶不及，然後兩人一樣的，你不能把握住這個因果的必然性。",
    "400": "[06:40]現在我們這個地方，前面三言兩句說的，本來在這個地方，是有了前面三個次第來，所以可以三言兩句而交代清楚就可以；而我們現在呢，實際上不是。實際上我們前面一路講上來，固然有的人已經有很清楚的認識，但是確實還有不少人，沒有很多認識。而偏偏大家又急著，啊，又想要學定，乃至於期望得到 ─念佛的話得到念佛三昧，學禪的得到馬上開悟。所以啊，不管那個前面那個修止的資糧，就說我只要學了，後面就夠了，那是一定出毛病，所以我這地方特別說一下，特別說一下。",
    "452": "[07:32]那譬如說我們現在講，以現在來說吧！啊！說現在這個廣欽老和尚如何，虛雲老和尚如何，來果老和尚如何。他們幾位是了不起的，可是你不妨看看他當初在修學的時候狀態，沒有一個例外的，是非常清楚、非常明白！廣欽老和尚頭上個幾年，虛雲老和尚頭上個幾年，他有沒有跟人家說開過一聲口啊！幾年關在山裡邊，就這個樣，所以你這個這樣一看就曉得了。來果老和尚亦復如此，乃至於到了高旻，待了三個月，人家問他：「欸，某人啊，我們大殿上供的什麼佛啊？」「啊！我不知道。」",
    "494": "[08:14]所以這個你必定要從這個上面去好好地檢查，這個是千真萬確的事實，所以這一點我們必定要知道的。你有了這個衡量，所以不是說忙著，哎呀，我現在可以開始學定了，懂得了。那是耽誤了自己，那是耽誤了自己。你那個屋基沒有造，你就忙上上面去的話，忙了半天塌下來，都是白浪費。我們一生難得來，在末法的時候，還能夠聽到這個圓滿的教法，而不照這個次第慢慢地做上去的話，這個是一個最大的損失，最大的損失！",
    "537": "[08:57]所以在我讀過的祖師的傳記當中，最動人的一本傳記，最感人的一本傳記，是《密勒日巴尊者傳》，他有三句名言：「要慢慢修時快快到，低處修時高處到，單人修時雙人到。」不要急，慢一點，絕對不怕，欲速不達。慢怎麼慢呢？不是停在那裡不動喔，從基礎啊！所以低處修時高處到，那個基礎是絕對不能忽視；你有了基礎，上面一定有，你只忙上面的話，一定沒有！",
    "584": "[09:44]因為前面道理很簡單的，假定你真的念死的心提起來，你哪有不修行的。喔唷，現在我們一點事情碰在眼前，這個放不下、那個也放不下，知見一大堆。你一天到晚想，喔唷，這個人造衛星，乃至於太空旅行，都是在那裡空想、空夢啊！所以不必現在說：「啊呀，我要救一切人啊！」這個「兩人」是表示我以外其他的，你能夠自己如理地自己調伏自己，自然你能夠調伏別人。他之所以一生成就的原因，就是這個樣。所以他儘管行持的是最了不起的法門，可是他自己總說：「唉呀，我是兔子啊！那些大德們是獅子走的路，我怎麼可以敢他們比呀！」欸，結果他就是獅子當中的獅子。",
    "639": "[10:39]所以前面一再告訴我們，這個自己曉得愚癡的人，這種是智者；現在我們呢自己覺得很聰明，對不起，這個有問題，這個有問題，這個我們值得我們一再反省的。當然我說的話是沒有什麼用，也不能作為憑證，我只是把佛、菩薩、祖師他們的經驗，一再重複地在這個地方教誡自己，也勉勵同學。現在呢，我們在這個前面那個加行，換句話說上面，再看看有了這個基礎以後，那時候就是怎麼樣去正式開始學定了。這個第二啊：",
    "690": "[11:30]卯二正行分二：辰初明住心之所緣，辰二明如何修住心。先呢，就是說當然我們要學定的時候，那個定的對象，譬如說你要念佛，那麼你所念的是佛，你數息，那麼你心所專注的就是息，乃至於五停心觀當中白骨觀等等，所以你所觀的、所緣的對象是什麼。那麼這個選好了以後，進一步根據我所緣的，怎麼樣使能緣之心，安住在所緣之境上面，產生那個心的奢摩他功效，就是得定。那麼這個「明住心所緣」分兩個。",
    "754": "[12:34]初又分二：巳初總明所緣，巳二此處所緣。第一個「總明所緣」，「此處所緣」。那麼先把我們應該觀的、緣的對象，整個地說明；其次，現在我們這個地方，要修些什麼。",
    "772": "[12:52]今初　總有四種所緣，謂周徧所緣，淨行所緣，善巧所緣，淨惑所緣。總共有四種，下面這四樣，這四樣因為下面會解釋，所以我們只要了解這個名詞。其實這個裡邊，第一個周徧所緣，就是整個的，他並沒有說，就是我們整個的，你所要 ……我們緣的對象，就是觀之境、所觀之境啊，周徧圓滿的不外乎這些。那個哪一些呢？就是下面這幾樣，下面這幾樣。那麼這個為什麼別立名詞呢？是的，他這個因為內涵分類的不同，我們只要看下去就知道了。「初中」，就周徧所緣分四：",
    "827": "[13:47]初中有四，謂有分別影像，無分別影像，事邊際性，所作成辦。那個四樣東西，我們也看看下面的解釋。",
    "838": "[13:58]就能緣心安立二種影像。就是我們能緣的心，去緣那個對象的時候，實際上啊，是譬如說我們看一個佛像，好像外面的；當你真正得定的時候，不是定在這個佛像上面，而是你能緣的心，把外面的形像取為你所緣之境，那個時候你內心當中現起來，所以這是你內心所顯的個影像。所以真正的定當中所觀的，是內心所現起的影像，所以叫「影像」這樣。而是這個影像在什麼地方呢？在我們能緣心上面現起來的。那麼那個時候啊有兩種：",
    "890": "[14:50]初謂有觀察分別之毘鉢舍那所緣，次謂無觀察分別之奢摩他所緣。「初謂有觀察分別之毘鉢舍那」，這個叫有分別影像，這個毘鉢舍那是觀，這個雖然是個影像，但是你去分別觀察的，這一種叫作毘鉢舍那，叫作觀。還有一種什麼是無分別呢？就是止。這個止是看了以後，使得它安住，內心產生這個影像不動，不去分別它，這叫無分別影像，那個是止所緣的，奢摩他所緣。譬如說我們現在修念佛三昧，剛開始的時候，你把外面的形像要看，看完了以後安住在上面，使得內心產生這個形像；內心產生了這個形像以後，那個時候，這個形像不動它，一直等到觀起來，觀得見，很穩固，那個時候不必去分別，就是你開眼閉眼，看見那個佛一直在你眼前，就是這樣，所以不必分別的。",
    "950": "[15:50]那麼有分別毘缽舍那呢，那就是觀。現在平常好像我們不大這個理解到，實際上呢禪就是這個，它也是個觀，不過它不是觀一個顯境的，是一個名言的。這個我們所謂的表義啊，有顯境的、有名言的。什麼解釋顯境的？一個境相，一個樣子。那個另外一種呢？意義。就是啊，所以這個禪看「念佛的是誰」，是哪一個在念佛呀？那「萬法歸一，一歸何處啊？」他要找啊！不斷地去尋、去伺，找那個東西在哪裡啊？這個是在分別觀察這個東西。實際上呢這個一定在定當中，所以那個禪哪，也就決定不會超過這個裡邊。所以我們如果真的懂得的話，教內、教外的話，真正的原則統統在這個裡頭。",
    "1011": "[16:51]不過呢，這有一點要說明喔！所謂稱為教外別傳的話，那是他這個根性有一種特別的，你不必跟他細講道理。現在我們是講完了道理照著去做，像個工程師一樣；有很多人你不必講道理，你告訴他：就這麼做！欸，他信得過你就這麼做，還是可以得到同樣的好處的。但是呢所用的方法、內容，卻是千真萬確，完全一模一樣，完全一模一樣，就是這樣。不過呢，就是所對根性的不同。所以佛說得很清楚，因為根性的不同，他用的方法是有差別，可是所對治的內容卻是一個 ─煩惱嘛，所謂煩惱障、所知障。解決了，最後的結果也是一個，佛的法身嘛！所以十方一切佛是共同一法身，這個我們應該了解的。那麼下面說：",
    "1067": "[17:47]言影像者，謂非所緣之自相實事，乃是心中所現之影像耳。剛才說過了。",
    "1077": "[17:57]第三是就所緣境安立，那個兩樣東西剛才說，不是說我們所緣的實體，而是說我們能緣的心上面，在心上面現起的影像。第三呢，是看我們所看的對象，叫「事邊際」，那所緣的事。",
    "1098": "[18:18]如思維於五蘊中總攝一切有為法，於四諦中總攝一切取捨所知，即於彼中數量決定，是謂盡所有邊際性。什麼叫「事邊際性」呢？那這樣，就是說這一個所緣的事情，從所緣的事情方面來說的，邊際就是那到周界，把你要看的這件事情，從它的著眼點最細的地方，到它的整個的範圍這個裡邊。我譬如說，我們現在思惟五蘊，說一切有為法，哪些有為法呢？從眼前的開始，包含了所有一切，那個叫有為法。我們可以拿五樣東西，五個大類，分成五個項目含攝無餘。哪五樣呢？五蘊。色蘊就是我們眼睛看得見的外色、內色等等，色法就是；然後呢色、心二法，心又細分成功受、想、行、識等等，這樣。",
    "1170": "[19:30]那麼「於四諦中總攝一切取捨所知」，對於這個外面一切的法，不管是有為、無為，哪一個是對、如理，哪一個是不對、非理，應該取如理的、捨非理的。那麼這個道理，在四諦當中含攝無遺。小的、狹的是小乘，究竟圓滿的是大乘，還是不外乎這個四樣東西，那麼就在這個當中能夠「數量決定」。數跟量，換句話說，它整個的內涵，能夠究竟圓滿、一無所遺，而如理如量地去觀察，那麼這個叫什麼？「盡所有邊際性」，這個叫作盡所有邊際性。實際上我們通常說的叫什麼？叫盡所有性，盡所有性。那麼性宗，尤其天台，另外一個叫俗諦，俗諦，緣起而所現的現象。另外呢，",
    "1253": "[20:53]如思維諸法本性如是，更無他性，是謂如所有邊際性。這個萬事萬物，不管是以五蘊所攝的有為來說，一切我們所知的取捨來說，乃至於總括有為、無為的，就是十二處、十八界來說，它所有的一切的那些法，它那個法的法性，根本的本質怎麼樣的呢？喔，原來這個根本的本質是這個樣的！那這絕對沒有例外的，就這個樣，它那個本質就是這樣，「更無他性」。實際上呢，這個一切法的這個本性如是，這個本性什麼？就是空性，這個叫作「如所有邊際性」。所以天台所立的就是真諦，真的、勝義，這樣，那麼這一個叫作事邊際性，這個是法相上頭所用的。",
    "1323": "[22:03]談起那個法相啊，這個我們要了解喔！唯識跟法相通常都是好像唯識家說唯識法相，實際上這個我們要了解喔：你真正要學唯識宗的話，那麼固然唯識法相一定要了解；說凡是修學佛法、學教的，法相非懂不可，你唯識可以不必很精，這法相不能不精。然後呢，如果你講自己修持，可以不要。尤其是教外別傳，這個宗下，他你當下能見到了本性，因為他第一步所要見到就是如所有性，那其他的慢慢地來，就他自行來說。要化他的話，對不起，那個法相還是非通不可，因為你了解了行相，知道了所用的世間的名字，然後可以告訴別人。否則你自己懂了，你說不上來，你又如何利益他去呢？所以這個法相跟唯識啊，這實際上細說的是兩件事情哦！",
    "1391": "[23:11]那麼通常呢，因為唯識的話，他的的確確從細部上，所以這個法相不透，唯識絕對不可能精。但是實際上，另外一方面來說，學教的如果你不了法相的話，一樣地這個教義根本學不通的。不過我們學教的人廣泛地來說，學教的人不應該用唯識的法相，因為唯識一家的法相，他把那法相用唯識的眼光來去解釋它的，這個時候有一點的問題。",
    "1425": "[23:45]我隨便舉一個例子來說，譬如說我們講一個尺，那個尺，當然我們曉得這是衡量長度的一個標準。這個標準你在我們這裡說，我們是 ─有的說我們用的我們的尺，以前的老法裡面叫老尺；那麼在這個地方後來因為日本人來了以後，叫它台尺，實際上那個台尺就是中國的老法，我們以前小的時候叫老尺。後來剛來的時候，聽見說台尺，這個台尺怎麼一回事情？噢！後來才曉得原來這樣。那麼後來呢叫市尺，現在叫作公尺，這是我們中國人用的尺。然後呢，英國人用的另外一個英尺，法國人用的另外一種尺，那沒關係，我們了解。可是如果用唯識的觀點來說的話，那他不是，他是以他這一個立場來看的，譬如說，我們說我們現在這裡英國人，他就是講的尺就是英尺。這個廣義一定能夠含攝所有的狹義，但是呢如果用狹義，所謂以偏概全，這是一個錯誤的，懂不懂？",
    "1499": "[24:59]平常我們常常說的，拿了一粒麥，說一切的穀；麥是不是穀子？對的。乃至於我們說：我是不是人？我是人，所以人必須是我。人如果必須是我，那你們是什麼？你們都不是了。這個概念我們要知道喔！所以我剛才說的，這個當我們正式學的時候啊，以後學的時候，這個我們應該了解。我倒不是一定說這個地方，說不要唯識，是因為佛法這個東西，畢竟它說了八萬四千法門，各有它所對治的根性。就是說，你學唯識來說的話，假定你開始對這個法相的了解，你先了解它的總相，然後呢，你說用在唯識上面怎麼解釋，那個時候，你比較更容易客觀，更容易把握得住佛法的完整性。",
    "1559": "[25:59]要不然哪，就像近代有一類人 ─有一類哦，不是全部喔！往往是拿他學的排斥別人，這個是必然會產生的，必然會產生的。平常我們這樣的話，就是說像我們小孩子一樣這樣，小孩子啊就是一個人，就說我們覺得是這個，那天經地義的，別人不是。我們常常有這個諍論，就是這樣。他以他的概念當中的這個名詞，譬如我們剛才說的一尺，我們大人當然曉得，喔！原來這個尺，英國嘛有英尺，中國嘛有中國的中尺，日本有日尺。那小孩子的話，只曉得：「我們的尺嘛就這樣，這麼長，他那個尺這麼長，喔唷，不對、不對！」就兩個人吵得天翻地覆，其實那完全多餘的嘛！所以我特別要說明這一點，這個是我們常犯的毛病。佛法本來拿這個東西來幫助我們解決的，我們不得善巧啊，把這個東西，把我們越學越綑死，這個地方也順便一提，因為講到那個名詞的時候。那麼第四，",
    "1632": "[27:12]第四是就所修果安立，第四「所作成辦」，那個是就所修的果安立的。啊！你要做的事情啊，都成就了！",
    "1641": "[27:21]謂由多修止觀之力，便能引生輕安等，成辦所作之果。此四名周徧所緣者，這個四個，名叫周徧所緣。那麼實際上呢，下面看哪：",
    "1653": "[27:33]謂此四種，非離下諸所緣別有異體，復能徧彼一切所緣也。這四樣東西原來啊，那並不是離開下面，下面就是前面剛才說的，這四個名詞當中「淨行所緣、淨惑所緣、善巧所緣」，並不離開那些，這樣。只是說，就他那個觀察的時候的內涵，就他的學的時候的內容來說明，至於說真正學的時候，還是就下面這幾樣東西。而實際上呢，這也包含了一切我們所修學的時候能緣之心，換句話說，我們的心所緣的境。「第二」，那麼其次解釋下面三個。",
    "1704": "[28:24]第二淨行所緣有五，（哪個呢？就是叫：）謂多貪者緣不淨，多瞋者緣慈悲，多癡者緣十二因緣，多慢者緣界差別，多尋伺者緣出入息。這個我們平常都是很聽得習慣的，實際上真正修的時候，它每一樣東西有它很重要的特質在，非常重要的特質在！所以現在這個地方呢，我們只是一個簡單的概念。同樣我也說明，現在這裡只是一個簡單的概念，別以為學了以後，你就根據這個可以學得得定。很多人有善根的，乃至於這個都不要他都可以，再不然的話呢，他有善根雖然夠，可是啊還差一點，那麼學了這個，的確也很快相應。可是一般人來說，基礎沒有的話，就算這個聽懂了，不行！他非要照《廣論》上面所說的內容。而《廣論》上面的內容懂了，夠嗎？你還要看你有沒有基礎喔，你有了這個基礎，然後把《廣論》上面所說的那個，這樣做上去，那是一定成功的！那麼這個是「淨行所緣」。"
}