{
    "13": "[00:13]第三善巧所緣亦有五，謂善巧色等五蘊，眼界等十八界，眼處等十二處，無明等十二緣起，平常我們修學佛法當中，不外乎五蘊，然後呢六處，或者是再加上內、外六處的十二處、十八界等等，就是把我們一切的有為、無為法，不同的分類的開合。那麼他為什麼要這樣地不同去開合它呢？那個有個原因，因為佛說法，無非是對治我們眾生的習氣。那麼有的眾生在心、色兩法當中，對於這個色法的這個執著，或者愚癡比較重，那麼就色法比較偏重一點；如果心法的比較重，那麼就心法是特別偏重一點。所以心法的障礙比較大的，他就說五蘊 ─色法總說一個色字就夠了；下面呢，心法就開為受、想、行、識，然後這個裡邊又說心王、心所等等，這樣。",
    "98": "[01:38]那麼如果呢，這個是略的，再不然就變成功六入，或者叫六處：眼、耳、鼻、舌、身、意；色、聲、香、味、觸、法。那個是對色法開得比較廣，而心法比較略的。那麼最廣泛的 ─十八界。那個所以這樣地說明的話，只有一個目的：就是針對著我們什麼毛病，他就用什麼藥，這個我們應該了解的。他的總共的目的是絕對沒有差別，治我們眾生的兩種病 ─煩惱障、所知障，人、法我執，如此而已。那麼，從這些前面這個色、心的開合不同上頭說的，乃至於下面：",
    "156": "[02:36]從善業生可愛果為處，有的時候我們叫「是處」，這個就對的。",
    "163": "[02:43]從不善業不生可愛果為非處。你要求可愛果而造不善業，對不起，無有是處。所以只有佛才徹底了解，說是處非處之理，這個是第三。最後的，",
    "182": "[03:02]第四淨惑所緣有二，「惑」是迷惑，換句話說這個地方的惑，就是指愚癡、無明。那麼有兩種：",
    "194": "[03:14]謂從欲界至無所有，觀察下地粗相，上地淨相，暫伏煩惱種子。哪兩種呢？有一種呢，把那個惑，就是煩惱，惑的另外一個名字叫煩惱，就是無明，暫時把它降伏。這個什麼呢？就是我們平常的四禪八定。那麼這個修法的時候呢，就觀下面這個粗鄙、可惡、可厭、可怕，厭惡厭捨，然後呢，一心修學上面的，使得上面旳清淨的相引誘你。這個也是一樣的，它每一個地方都是這樣：了解下面的，我們這一件事情的過患，策發你的大厭離心；了解你所追求的這樣地可愛，策發你的好樂心。一個逼、一個推。然後呢，這個力量使得你正式在行持當中，對平常眼前難捨的能捨掉，那麼對你追求的難行的能行持，那個時候一步一步上去。那個才是世間的哦！",
    "271": "[04:31]所以這個地方注意哦！我前面說那個，為什麼要那個基礎呢？也就是說，平常我們不要說，哎呀！聽懂了一點點，在知見上面；或者情緒上面聽見了，哎呀！你所歡喜的，就說我要這個去。這個沒有用！你一定要把你所要追求的內容要了解，那個時候一定要把眼前難捨的那種執著要放掉。而這個真正地說起來，這個難捨的執著不在外頭，究實說來，這個還在裡邊，就是自己的內心。或者有很多人習性強的，哎呀，對這個軟暖的習氣放不下；有很多人知見強的，喔唷，這個自以為了不起。你如果這個內心當中，這一個概念不認識的話，根本「捨」都談不到；認識了以後，才要有決心捨掉它。捨掉它的方法，還是在這個 ─曉得這個過患。",
    "331": "[05:31]所以剛才說，有很多人學了以後，自己覺得懂得很多，對不起，那實在是啊，他是一個越學越錯。要真正懂了以後，曉得：「啊！原來這個東西，有這麼大的大禍害啊！我的毛病就害在這個地方啊！」所以這個《圓覺》上面告訴我們啊，是鑽木取火一樣。你還是兩樣東西轉，轉得這個木頭出了火了，最後呢，火燒起來把木頭燒乾淨。好！火滅煙飛，沒有了，就是這樣欸！也就是就在我們知見上頭，認識它知見的錯誤；然後呢，找到對治它的最後的；最後呢，欸，用這個法門，把我們知見也好、情緒也好，徹底地把它淨除乾淨，這個是我們必定要知道的。",
    "382": "[06:22]所以他說，對下面的粗相要捨棄，不要說我們欲界地的這個一無可取，乃至於得到了根本定以後，它繼續上去也是一樣的。啊！說那下地等的定，唉呀，那個是毫無意思啊！他還是把它看成功非常可厭的，非常可厭的，捨離掉，那個時候你才能夠上得去。那麼這個是只是暫伏就是了，下面呢，真正的佛法要想跳出世間的，那個是要永斷這個煩惱的種子。那要修什麼呢？",
    "427": "[07:07]及修無常等四諦十六行相永斷煩惱種子。這個四諦十六行相啊，我想大部分同學 ……欸，我想不一定大部分同學，有少數同學曾聽說過，我再說一下。四諦就是苦、集、滅、道四諦，那麼每一諦當中，有四個行相 ─苦是無常、苦、空、無我；集是因、集、生、緣；然後呢，滅是滅、靜、妙、離；道是道、如、行、出。平常容或我們懂，那麼這個每一個諦當中的四樣東西是什麼意思呢？那麼這地方，我也是給大家作一個最簡單的說明。",
    "478": "[07:58]我們總說起來是苦，那麼為什麼這是苦呢？所以正觀的時候不是說那個苦，明明這個是快樂的，那你怎麼說它又是苦呢？有很多是根本不苦不樂，你怎麼說又它苦呢？欸，所以啊，這個時候有它的內涵的。說原來我們所眼前的一切這個有為法啊，都是無常的，我們總覺得安全可靠的，它沒常相可得。粗的來說，就是剎那壞滅，永遠在那兒；細的來說，它沒有它的這個真實的常，根本的安住，這樣，所以叫無常。因為無常所以苦 ─苦的嘛固然是苦；快樂的呢無常，壞的也是苦啊；行的呢，就是雖然現在不苦不樂，因為它沒有常地繼續下去，那有苦啊！總是你不能保任它的，所以說苦。",
    "533": "[08:53]對我們一般來說的話，我們都要把握得住，有那個 ……可是這個東西，偏偏就是又無常的。因為無常啊所以苦，因為苦嘛，所以這個東西啊，為什麼？原來這個東西空。假如說真的有個常性的話，在繼續地常在，那實在的。既然是不斷地在那兒 …… 你真正地觀，沒有真實的內涵在，一切東西都在那兒變化波譎當中。從這個裡邊，你原來發現哪，由什麼因緣呢它會變化？那由於這個這樣的因，所以感那個果，這個因是這樣的，所以果必然也是如此 ─空。這個裡邊也找不到實實在在的一個實有的東西；對我們來說，我們把它看作「我」，沒有這個！這個是觀無常的內容。",
    "583": "[09:43]那麼集諦呢？就是為什麼有這個苦的呢？苦的因在哪裡呢？所以集諦，就是要因、集、緣、生。那個因、集、緣、生，前面就講過了，「因」，那就是說什麼造的一個主因，那是無明、行。那麼這個主因，由於招感，由於在增長，然後呢造作這個業的關係，能夠將來「集」起種種的這個業，而感得將來向前流轉的「生」。那麼生完了以後呢，對不起，它生完了以後它又要滅，而且會繼續地攝受種種的這個因，繼續地使那個生死流轉的，這個叫「緣」，所以因、集、生、緣。",
    "630": "[10:30]不過這個因、集、生、緣，我在講前面的這個十二因緣當中的話，我把那個「緣」擺在「生」的前面講，這它有個道理的，它有個道理。就是前面我講的那個十二因緣當中啊，十二因緣通常是三世、兩重因果講；但是呢我們在運用上面，就當下一生、一念上面講，所以把那個次序顛倒，不是次序顛倒，我們要活用它。那表示任何一法，從這一生到下一生，乃至於從這一件事情到前面推，乃至於一念前面的生起的關係，你了解它生起的必然因緣，那這個是這樣。這個對我們修學是絕端重要、絕端重要！",
    "682": "[11:22]那麼什麼是滅、靜、妙、離呢？說既然世間的一切現象都是苦，為什麼苦啊？那因為這個有為法，是由於這樣的因緣所招集感得的。那現在我們哪，看看有沒有辦法，能夠從這地方跳出來，跳出那苦。說，要跳出苦要找到苦的因，那麼把那個苦的因，如果是你如理地能夠把它消滅掉，所以把那個集諦，真正地能夠徹底地滅掉了以後，那個苦就靜息了，所以叫「滅、靜」。那個時候，這個東西才是「妙」的，現在我們眼前的世間的一切啊，那是毫無意思，毫無意思！是啊，說滅、靜、妙，那個時候，你得到這個，是永遠真正地「出離」了這個生死輪迴的痛苦，那這個所以是滅諦的真正的現象。說滅是，滅它指什麼？滅這個集，換句話說，因滅則果滅，這個是《遺教經》上，千言萬語說來說去，就是這個。那麼，所以滅這個因的話，果也滅，果滅的話那就不苦，就靜息一切之苦，這個才是真正妙的，那個才是真正出離。",
    "766": "[12:46]那麼你要走這個，怎麼辦呢？要走那個「道」，啊！這個是真實之道。這個道是什麼？是「真如」自性，不是虛假的，那麼以這樣的「行持」，才能夠得到「出離」的結果，這個就是道諦的真正的內涵。",
    "786": "[13:06]所以這個四個，每一個行相有它這個。那麼粗淺地來說，你了解了這些的，喔！原來這樣。那麼這四個字每一個有它的特別的內涵，所以我們正學的時候，為什麼二乘說觀四諦十六行相，就是你如實地照著這個次第去正觀。當然這個正觀，一定經過戒、定，那個時候你能夠如理地去觀的話，一定感得這個圓滿的果報，這是我們了解的。這樣一來的話，就把那個煩惱的種子永遠斷除，永遠斷除。",
    "827": "[13:47]也許大家談到這地方，覺得好像我們那個禪宗好像不要；你表面上去看，的確不要，就內涵來去看的話，一點不少。這個《楞嚴》上面就告訴我們：這個像空中鳥跡，你找不到痕跡的，痕跡雖然找不到，但是呢，對不起，從這個地方飛到那個地方，那一個彼此之間哪，總是這麼多，總是這麼多！所以有一種走法呢，你一步一步拿那個樓梯，好像清楚明白地，你有一步一步可踏；那一個呢，你飛。所以不管你坐飛機也好，坐輪船也好，坐汽車也好，你從它那軌跡上面行，是不一樣；就它的距離來說，對不起，一點都省不了，這個是千真萬確的事實。將來你們真正地能夠，尤其是把如果宗、教二方面都了解的話，那絕對是如此！所以六祖說「說通即心通」，欸，你呀，以教下來說，固然也通，然後呢，你這個宗下來說，固然心裡通；說起來的話，語言說也通，教理絕對通達！這是我們必定應該了解的。",
    "908": "[15:08]在你沒有過來之前，是，一定有懷疑的，說這我們明明兩件事情，明明是兩件事情。所以我們不必說，我們現在的話，我們看看那些祖師們，你就曉得了。先看那個，這個宗下的那些祖師們。欸，宗下的祖師很有趣啊！他有的固然是，他不引經據典的固然也有；有很多人，他引經據典，到哪裡，你一出口，什麼經裡面，你根本不曉得什麼經，他就能引出來。說明呢，他必定是，而且也決定不違背。所以，這個祖師們有一句話，他就說啊，那個：「依文解義，是三世佛冤」，好像不要依照著文字；但是「離經一字，等同魔說」。儘管你是教外別傳，可是你的內涵，是只要離開那個經一個字，對不起，你就是魔講的。說得很清楚，絕對不會離開那個教下另有一樣東西，只是說，要從那個文字所指的內涵上體會。",
    "983": "[16:23]其實現在我們學教，處處地方告訴我們，不要在文字上面轉哪，你一定要了解文字所指的。所以說「標月指」，那就是我們的真正的行相，不管是色法、心法。同樣的道理，像教下的那些祖師們也是一樣。教下的祖師，在《傳燈錄》上面很多地方，你看看，他譬如說杜順和尚，那個是賢首宗的，智者大師，那是天台宗的，他儘管是教下的，但是他最後所證悟的理，卻是跟宗下的一無二致。",
    "1023": "[17:03]特別是我們六祖門下有一個大師 ─永嘉真覺禪師，號稱為「一宿覺」。為什麼叫一宿覺啊？他真正開悟，他不在這個六祖大師門下開悟的哦，他是學天台止觀而開悟的哦！你們看看呢，他說得很清楚，他遇見六祖大師的弟子，然後就問他。「對不起，」他說啊 ─那個弟子說：「我可是不知道啊，不過我曉得的，無師自通哪，那是天然外道。」啊，那沒用的！「欸，那麼現在要到誰，找哪一個地方有善知識呢？」「那我的老師 ─曹溪的某人。」他就跑得去，就這樣。你們還記得這段公案嗎？這樣。",
    "1067": "[17:47]到跑得去了以後，他去見那個大善知識不頂禮啊，那個繞了三匝，站在那裡一站！那個六祖說：「那個佛子，起大我慢，你見大師這善知識，哪有這樣的事情啊！」真覺禪師怎麼說？「生死事大、無常迅速。」喏！說明了這個他們這個古代的大知識，哪有閒話，他一天到晚忙得不得了，忙這個事情啊！乃至於這種儀禮，他都是，啊！這個生死事大，無常迅速，不在行相上面轉。六祖怎麼說：「何不體取無生哪！」欸，這本來就無生，你為什麼不去體驗哪？然後呢，這個真覺禪師就「體即 ……」什麼，兩句話，本來就是沒有生死。換句話說，那個時候就問他：你為什麼不去體驗那個無生呢？唔！那個真覺禪師就說出，自己對於無生的這一個體驗來。他在那個上，六祖大師並沒有告訴他什麼哦，也並沒有傳揚後來祖師哦！也只是說明他的經驗以後，六祖怎麼回答：「對！如是，如是。」就這個樣了！好囉，他就走了。「那為什麼這麼快呀？那你住一夜呀！」所以他叫「一宿覺」哦，記得嗎？為什麼要在這個地方，這個你們懂嗎？這個裡有大文章，有大學問在哦！這樣。",
    "1160": "[19:20]所以我說路是兩條，你了解了以後啊，絕對一樣。教，它是把那個如理的教授告訴你，不但前面告訴你怎麼走，乃至於後面也告訴你清清楚楚；印證的就在這上頭，你一方面修持，全部照這個上面修持，一方面修持印證在這裡。宗下，你沒有善知識在旁邊的話，無師自通不可以喔！但是過來人不一樣，過來人卻是可以的。儘管是過來人，我們現在看看那過來人，他不是說，坐在那個地方 ─過來人也有哦，那叫獨覺，那不是現在我們的祖師。我們的祖師開悟了以後，一定也是啊，他在語錄或者上面，哦！到那時候想起，原來某人一句話，以前騙他，現在騙不了。不是騙他呀！那個就是個標準：哪！你真正悟了以後，這個悟境應該這樣的。以前沒有悟的時候，不知道；悟了以後，那個標準，噢，一對！同樣的道理那就是先告訴他了，擺在那裡。然後你到了，功夫到了，你一對，你曉得這個錯不錯。",
    "1226": "[20:26]說明了什麼？說明了天下只有一類人，的的確確 ─實際上真正說起來兩類：小乘是獨覺，大乘是佛，只有這除了兩類以外，說無師自通，沒有這件事情！這個是我們要清楚的。你了解了這一個，你就不會把「宗、教」看成兩條路子了。不過當然，我們在摸上去的時候，我們也大可不必一定把這兩個東西揉在一塊兒，這時候看你呀，如果你善巧學的話，你將來是必然會走到這一條路的歸宿上，歸宿的這一條路上去。所以說佛佛道同，每一個佛是真語者、實語者、如語者，而且不異語者、不妄語者，對不對？每一個佛，說出來的話絕對相同，絕對不會跟另外一個佛有一點差別，這不是很明白嗎？現在我們學佛的人，大家的意見各說各的，吵得天翻地覆。那很明白地說，我們不曉得錯到哪裡去。啊，這個就是我們該注意的。所以，注意啊，我們要學的是誰！注意一下，順便一提。",
    "1301": "[21:41]那麼，這個「總明所緣」，整個的大綱了解了；現在說「此處」，我們這個地方，學止學習什麼。",
    "1313": "[21:53]巳二此處所緣。《三摩地王經》云：「佛身如金色，相好最端嚴，菩薩應緣彼，心轉修正定。」我們要念佛、緣佛，引經上面。這個告訴我們：喏，你要看那個佛的身這樣的。就是我們現在所謂的念佛的前面的幾句偈子，不過我們現在念的是念狹義的一個佛 ─阿彌陀佛身金色。還是一樣，如果你真的了解這「阿彌陀」的內容的話，這一個就代表了廣義的，是無量光、無量壽。無量光、無量壽是什麼？智慧、福德無量，沒有一個佛例外的，所以他的世界叫「極樂」。你從那個上面，你了解他的「極樂」兩個字的特質，這我們要懂得的。說「相好最端嚴」，那麼現在我們修學的人哪，就應該「緣彼」。然後呢「心轉修正定」，那個心哪，不要在煩惱上面緣，而是轉過來，要安住在這個上面去修習。",
    "1382": "[23:02]由緣佛身持心，即是念佛生廣大福。進一步，你能夠這樣地觀想地修，來持、安住在這個佛上頭的話，這個它就是念佛，真正地廣念佛是這樣的。若廣義的念佛法門當中呢，一個有持名、有觀想、有觀相，乃至於由此而進入實相。而且還有一個特別好處，你看別的，它有專門的對治。這個地方啊，一般的定，有對治散亂的功效；還有呢，特別的對治，譬如說對貪心，那麼不淨觀，能對治不淨，但是不能對治其他的。這個念佛呢，除了散亂以外，它還有一個，能夠生廣大的福德。所以這一個是所有其他的學定當中沒有的，《大智度論》上面也特別強調，特別強調。所以，除非是我們有很粗猛的現行煩惱，這種現行煩惱你不降伏的話，你沒辦法學定，那麼就在那五停心觀中，選跟你相應的這種粗猛煩惱。否則一般剛開始學的時候，這個念佛觀是最殊勝。原因 ─因為一方面能夠得定，對治我們的散亂；一方面能夠生廣大的福德，這是非常重要的！你有了這個福德以後啊，下面這個智慧就可以開發，進程快速。",
    "1483": "[24:43]若佛身相明了堅固，可作禮拜供養發願懺悔等修集資糧，淨治罪障之田，哦，有這麼多的好處啊！看起來了以後，然後你觀起來了以後，那個時候你所謂歸依啊、禮拜啊、供養、發願哪，種種的集聚資糧、淨除罪障，最好的這一個一種方法，所以它是殊勝得不得了！",
    "1515": "[25:15]臨命終時不失佛念。乃至於臨終的時候你不失念佛。如果說，我們要修求往生的話，那百分之百地去，百分之百去，而且品位很高，這樣。實際上呢，這個方法並不難，這是千真萬確的。所以為什麼我前面一再跟大家說：「不要怕，也不要狂，你只要肯照著這個次第上去，無有不得者！」",
    "1545": "[25:45]若修密法尤與修天瑜伽相順，利益極多。凡是修密法的人，更是學這一個念佛，跟我們學密教當中的「天瑜伽」，這個天，不是天上的天 ─第一義天，這個在講到後面的再詳細說。其實實際上我在前面剛開始的時候啊，曾經也講過，實際上講過。因為真正一切佛菩薩的報身相，都是現的是天相，天身相，不是人間相，實際上比天上還不曉得莊嚴多少倍，莊嚴多少倍。在我們六界當中，只有天，勉勉強強堪與相比擬，它這個利益非常多。",
    "1598": "[26:38]故當以佛身作所緣境也。那麼我們現在修的時候呢，就是這樣修。",
    "1604": "[26:44]此所緣境復有二取法，謂由心新想，及於原有佛像想令明顯。那麼，修的時候有兩種方法：一個呢，我自己心裡面現新的，先想出來，想了去想；那麼還有一種呢，原有的佛像上面使它明顯。",
    "1625": "[27:05]前者益大，後者通顯密乘，今如後修。這個前面這個利益非常、非常大，後者呢，當然也有利益，而且呢後者跟顯教也通、密教也通，現在我們這裡來修習後者。那麼這個前後呢，我也說一下。在我們想起來，好像這兩個都是都由心裡面心想的嘛！是的，可是前者心想的，譬如說《十六觀經》上面，教我們觀什麼？觀白毫相。欸，那個白毫那到底怎麼樣子，你也從來沒有看見過，它也告訴你這個白毫怎麼樣的，在眉間有這麼一個地方，宛轉右旋，這樣。然後呢，你觀哪一個，這是這樣。那麼後者呢，不！就是你先對眼前你所要緣的 ─同樣地比方說阿彌陀佛，啊！這個畫像是這樣，所以現在我們看了，這樣的想法。",
    "1684": "[28:04]那麼尤其是密教當中，密教當中的本尊觀，它一定是，所以它那個壇城畫得很好，然後呢，你每一個地方。哦，這個密教當中的觀起來，那這個非常地細密哦，乃至於每一個地方。平常呢，也許你們沒大注意一般的，尤其那個忿怒尊，那個手、腳等等。譬如說我們講的千手觀音，啊，一千個，每一個手上拿的東西，還有的不但拿的東西，那個手指啊，這一節什麼顏色，那一個地方什麼顏色，那一個地方什麼顏色，沒有一個地方 ……不能含糊的呀！這樣。所以現在呢，這個地方特別講想後面這個，假定是我們來說的話，當然，我們就是阿彌陀佛像。當然，你可以不一定念阿彌陀佛、觀阿彌陀佛，其他的也是一樣。",
    "1733": "[28:53]先當求一莊嚴佛像若繪若鑄，這個是畫的也好，然後呢鑄的也好。",
    "1740": "[29:00]數數觀察善取其相，不斷地對著它，能夠啊，欸，看得很清楚。",
    "1747": "[29:07]作意思維令心中現。那個時候，你看清楚了以後，閉上眼睛 ─這個所看的相啊，現在心裡面。",
    "1758": "[29:18]此復當作真佛身想，不應作繪鑄之像想。"
}