{
    "3": "[00:03]此復當作真佛身想，不應作繪鑄之像想。那這個要注意的。",
    "10": "[00:10]惟當於一所緣令心堅住，不可改換眾多異類所緣。這也是另外一個重要的。所以我們一旦選定了以後，那就是這個，而且這個使得心哪，要堅固不要換。這個在前面講正修的時候已經說得清楚，在你沒有修的之前，你一定要廣泛地找種種的根據，對於你所修學的這個內涵，有個確定的認識，次第、步驟等等，到那時候啊，這樣去。那麼開始的呢，",
    "44": "[00:44]先令身相粗分略為明顯，即應專一而修。不是說你一開頭相觀得很細。開始的時候，是你先取這個相，然後呢閉上眼睛也好、開上眼睛，欸！大概的一個約略的影子。有這個影子了，就安住在這個上頭。一影子模糊了，再來！乃至於剛開始影子都沒有，怎麼辦呢？就是你心裡面就想：覺得我現在這個心，嗯，有個佛像，那麼就想這個。過了一下那個心識又亂了，那麼你又把它收回來，再這個樣，這樣。所以主要地我們了解哦，定這是什麼？不是定外面的東西，使得我們內心那個散亂啊，慢慢地能夠如我們心意所要的安住下來。一定的啊，要把散亂的拉回來，而且一定開始粗亂的。所以你開始的時候，是要使得心覺得，欸，凝聚在一個地方，你就安住上面，慢慢地練。練了以後，那它一方面心能夠凝聚，你能夠凝聚了，它的觀察的力量就慢慢地產生了 ─大、深、細，那個時候你才能夠一步步地深入，這個是很重要的。所以剛開始的時候略略有了，那就安住，不要先求，先求的話一定不成功，一定不成功！還有，",
    "121": "[02:01]爾時若觀黃色現為紅色，欲觀坐相現為立相，欲修一尊現為多尊，則不可隨轉，唯應於一根本所緣令心不動。這個是重要的喔！就是你要觀的什麼樣，那就是什麼樣，顏色也好，所謂顯色也好，形色也好。這個顯色，就是青、黃、赤、白等；形色就是坐、立等等，這個。還有呢你觀的時候一尊，就是觀那一尊，不可以隨著亂轉，就是你根本所緣的，這個心安住在上頭。",
    "159": "[02:39]現在我們繼續下去，剛才說這個，那個時候你看的、所緣的，根據你所決定的形相也好、顏色也好，然後數量也好，要確定是這個。如果說它現起來這個跟你不一樣的時候，你一定不可以理它，這個很重要、很重要！所以實際上真正的，現在我們只是講一個大綱、大原則啊，你們千萬不要拿這個大原則，馬上就去自己去忙去了，這個自作聰明是一定被聰明誤掉！有善根的人，那他的的確確，你只要去努力地懺悔，到那個善根發起了，欸，它有很多現象就會現起來了。否則的話，你沒有的話，如果說前面那個基礎，比如它正規地說，前面那個基礎的話，這個戒基是一定要非常穩固。而這個戒不單單是只說：啊，現在呢你衣服曉得怎麼穿，走路怎麼走，喔唷，然後呢乃至於啊，什麼過午不食，不持銀錢，不是這一個。要心理上面，要正知見相應，要這樣子持。你能夠這樣的起心動念之間這樣地觀察，而能夠證得戒體不破壞的話，那學起定來，那就很容易，這個是我們必定要知道的！",
    "251": "[04:11]所以，以我們目前來說，那個天台的《小止觀》，前面告訴我們那個方便，這個二十五方便，那說得很清楚、很清楚，啊，很清楚。那是我簡單一點地來說，那麼我們現在繼續下去。前面說「唯應於一根本所緣令心不動」，在你所緣的這一個確定的根本上面哪，不要動搖，不管它現什麼，不管它！",
    "281": "[04:41]聖勇師云：「應於一所緣，堅固其意志，若轉多所緣，意為煩惱擾。」就這樣，你一下摸摸這個，一下摸摸那個，對不起，你那一定不行，一定不行！",
    "294": "[04:54]以是作意所修身相時，祇要有粗分於心現起，即是獲得所緣境，當緣彼而修也。所以當我們確定了，這樣去觀察、去作意所緣的那個佛的身相。只要那個時候心裡面有一個大概的粗分現起來的，一現起來了，然後你就安住在上頭。不要更希望它，哎喲，更好一點，不要！你只要呢能夠安住在上頭的話，真能安住的話，它自然而然慢慢地越來越寧靜，越靜就越細，越細就越顯，這個是它的真正的訣竅。不要你去想，你一想的話，那個心實際上被你這個亂想、妄想，就散亂掉了，它就不行。那麼下面第二：",
    "346": "[05:46]辰二明如何修住心。那麼怎麼在這個上面安住呢？",
    "351": "[05:51]《辨中邊論》云：它這個上頭告訴我們，所以這種大經大論哪，都告訴我們最佳的修行的方法。所以其實這個道理前面一再說過的，啊，我們總覺得經論好像不合適，實際上那個經論是告訴我們修行方法最正確的指導。當然，你如果找到一個真的善知識，他把那個經驗告訴你，也是一樣啊！所以這個經論本來就是佛菩薩的經驗報告啊，這是我們要了解的！這個內容，必定要有一個正確的把握。那麼這個論上面怎麼說呢？",
    "391": "[06:31]「懈怠忘聖言，及沉沒掉舉，不作行作行，是為五過失。」說一共有這個五樣東西，那個學定的時候，所以得不到定，由於這個過錯。",
    "404": "[06:44]此說由斷五種過失，修八對治行而修止。那麼由這個過失障礙著，不能得到定。那麼現在你對治它，那個對治它，一共有八種方法。把前面這個五個過失，能夠針對著它，把它弄好的話，那麼你要學的定，就學得起來啦！現在第一個：",
    "429": "[07:09]初於三摩地起加行時，懈怠是過失。真正要學定的時候要起大精進的，要起大精進的。所以你不能精進，懈怠，對不起，那沒有用，沒有用！",
    "441": "[07:21]對治此過共有四法。用四個方法來對治它。論中說：",
    "446": "[07:26]《中邊論》云：「即所依能依，及所因能果。」那麼這什麼意思呢？下面：",
    "452": "[07:32]所依就是說你要想修的時候依靠什麼，就是所依止的。",
    "459": "[07:39]謂希求三摩地之欲心，所以你一心希望要求得這個 ─欲，實際上平常我們說善法欲。我們現在世間的也是欲，這個欲是什麼，欲望貪著世間，就是這樣，這麼簡單！貪愛之欲，與無明相應的，貪一點舒服，貪一點便宜，結果呢，得到了舒服，得到了便宜。不過這個得到了眼前的舒服、便宜，懶惰的話呢，輪迴生死，受大痛苦。現在叫善法欲，你有了善法欲才能勤精進，你能勤精進就得到，小則生死當中增上，大則脫離生死。",
    "503": "[08:23]此是勤修三摩地之因。能依謂精進。所依是欲，能依是精進。換句話說，我們一個人，能叫能，坐在椅子上面，椅子是我們所坐的地方。現在我們修的，所依止的什麼？欲，就是一個依欲 ─大善法欲，有一種非常強烈地好樂之心，一心要學這個。因為你要學它，然後你精進努力地勤，所以欲為勤依，這個很清楚。",
    "541": "[09:01]所因謂見三摩地功德之信，此是欲心之因。能果謂輕安，因呢？為什麼你會有這個善法欲呢？所依靠的原因在什麼呢？那是見到這個三摩地有殊勝的功德，產生了信心。所以這個「欲心之因」，所以信為欲依，欲為勤依。然後呢，經過了勤勤地修練以後，就得到了你所修練的結果。此果是輕安，輕安換句話說得到定。得不得根本定，判斷的因，不在心得不得定，這個上面，後面說得清清楚楚：你得到了心一境性，心完全是安住不動了，如果未得輕安，沒得根本定；得根本定的時候，一定輕安俱起的。所以判斷得不得定，不在你的心定了沒有，而在定心以後，起未起輕安，這個經論上面判別得很清楚。我們現在很多人因為不善經教，所以往往未得謂得，起增上慢，那個是很可惜的一件事情。所以他上面說的所依、能依，所因、能果，就是這個。",
    "619": "[10:19]此是精進之果。那麼下面解釋：",
    "622": "[10:22]由依淨信引生希欲，依止希欲發生精進，依精進故引生輕安。由依淨信所以引生希欲，就是善法欲；由於這個希欲 ─善法欲，發勤精進；由於勤精進修行，那麼得到了這個定共根本定引生輕安。所以現在我們總是：哎，這個修行好！現在很多人覺得：哎呀，看見了修行啊，你什麼事情都不要做的，跑到這裡想怎麼辦就怎麼辦。哎呀，這輕輕鬆鬆地睡睡覺、吃吃飯，那是一點用場都沒有啊！這是我們務必要了解的！而且這一種情況，耽染下去的話，結果的話，貪這一點要，眼前小便宜，後面是非常可怕！",
    "666": "[11:06]故此四法是五過失中懈怠之對治也。所以第一個懈怠的真正的對治，就是這個。那麼八對治當中呢，已經去掉四個，這個頭上四個對治那個懈怠，後面四個就是講下面四個：",
    "681": "[11:21]次精進修三摩地時，忘失教授是過失。然後呢，你要得到這個果的話，從那個時候要精進修，修的時候要正確的如理的教授，這個最重要！如果說對於這個正確的教授你沒有的話，那一定不行。關於這一點哪，所以我們常常記著：我們修學佛法，千萬不要學「我」，這個是最危險的，最難破的。但是呢，你認得破它還很容易喔！昨天就有一位同學，哎呀！他好高興跑得來，他摸了很久了，摸了很久了，平常我一直鼓勵他：你要多思惟、觀察。這樣呢，平常因為他平常不太習慣，他最近很好，他常常有一些問題來問。剛開始的時候固然東問西問哪，問得完全不相應。欸，不怕！你只要肯胡思亂想，你開始腦筋動了以後啊，我曉得你錯在哪裡。然後呢一步一步改正，最後從這個上頭慢慢地改正。當然這個時候如果你問了半天了，還是固執成見，那是一點用場都沒有的，剛才說過了。欸，他慢慢地改了，就這樣。然後呢，聽完了以後他不一定懂，他去揣摩，「哇！」你只要肯這樣，就很快得到了，哎呀，是歡喜得不得了！",
    "756": "[12:36]就是把這個經論上面告訴我們的正確的內容，你真的了解了，一定能夠把我們內心那個煩惱 ……。不過這個在聞、思階段，剛開始哦，只有這個因。要曉得你有聞、思的因，自然而然就感得思、修的果，這是一定的。所以這個地方啊，這個「教授」的定義，我們一定要把握得住。不是我多看了一點書可以懂得的，常常記得這個話！如果多看了一點書可以懂得的話，學校早就關門掉了，書店發達得不得了。實際上呢，我們每一個人都看得見，世間那麼淺近的東西，最好的學校，那就是學生最多。不但學校，而且老師，為什麼原因？那就是他能夠把書本上的東西，能夠經過他善巧遞到我們心上的。現在我們居然修學世間的，那麼憑我們自己看看就懂的話，那這個是一個大錯誤，我們現在都了解啊！所以，",
    "819": "[13:39]對治此過當修正念。記牢！這個裡邊有兩樣東西：第一個呢，教授正確的內容；第二個呢，有了正確的內容不要忘失它，所以他這個地方告訴我們 ─要修正念。",
    "834": "[13:54]非僅不忘所緣便足，內心專住所緣境已，要有明了之定解方可。關於這個正念，是什麼呢？什麼意思呢？就是說，我們不是現在一心觀想那個佛像嗎？這個佛像現在我們心所緣的嗎？不是說你有了這個，而且對這個內心所緣的啊，不但是專住，心不動亂，而且要明了喔！很清楚、很明白，就這樣。確定這麼清楚明白，不是含含糊糊；不要說含含糊糊不可以喔，稍微這個明了這個力量，稍微慢慢地減輕一點的時候，那就錯了！關於這一點，這個《廣論》上面辨別得非常清楚，這個地方只是說一個簡單的大要。所以我們現在啊，含含糊糊睡在那裡，居然打了一個瞌睡，然後呢說學不倒單。你們了解了這個，你就完全錯了，曉得。不要說打瞌睡不可以，就算你所觀的，稍微那個時候有一點這個不明白的時候啊，那已經錯了。這細微的沉相，那是最難克服的一樣東西，最害的這個，一定要非常強有力的明白的力量。",
    "917": "[15:17]《集論》云：「云何為念？於串習事心不忘為相，不散為業。」那麼所以這個得定之前，一定要念力心起來。什麼是念呢？這個念的行相是什麼呢？換句話是講現在這個法相喔，就是說對於你要學的這樣東西，要不斷地努力串習這個心不忘。平常我們不忘的話，「喔！我記得住了。」不是的，完全不是這個意思。就是說，這個不忘，不是說你記牢這件事情；就是說當心裡面，眼前在這個上面並沒有跑掉，就在你眼前，一定是這個樣，說「不散」。",
    "957": "[15:57]所以譬如說你念佛的話，不一定我們是說，哦，觀想念佛囉，是持名念佛。換句話說，你那個心哪，這個佛號就是源源不斷潮湧而來，一念不斷，這個才是念佛的真正的念力現起的時候。這個還不是得定喔！我們要分得很清楚喔！平常我們說一心不亂、一心不亂的話，這是念力，還沒有得到定的時候。由於這個念力更進一步，那個時候心還是不亂，這個你必定要對這個教授有正確的了解，那才曉得。",
    "992": "[16:32]謂不忘失所緣境，令心與境串習和合，即念自性。就是這個，對於你所觀的不可以失去，忘掉那更不談，這一念 ─不可以！那麼那怎麼來的呢？就是你對於所緣的修習又修習，修習又修習，成習慣了，一點點串起來，中間沒有一點漏洞，那個特質就是念，所以念的自性是這個。所以我們平常說，啊，念佛了，得到了這個成片了，通常說；或者禪定的時候，說功夫落堂了。換句話說，它這個念，是念力現起的時候，念力現起的時候。而且這個念呢，一定是很明確地，確定很明白地了解你所念的這個對象的時候，那不是含含糊糊的，這個我們必定要了解它。",
    "1046": "[17:26]第三心住三摩地時，掉舉沉沒是過失。那麼第二呢是「忘聖言」，再下面的話呢，就是沉沒及掉舉。當你已經心開始安住不散亂的時候，那個時候它又有問題來了。什麼問題呢？就是掉舉跟沉沒，那個掉舉跟沉沒是怎麼樣行相，如何對治呢？",
    "1074": "[17:54]對治此過當修正知。前面忘失的話，忘失教授 ─正念，這個地方是正知。",
    "1082": "[18:02]由正知力，觀察沉掉，為生未生，見沉掉生，上者迎頭遮止，就是你正確地了解，而且是一種力量哦，所謂「正知力」！那個時候去觀察，是什麼：是沉沒還是掉舉，生了沒有生。當這個生起的時候啊，要怎麼辦呢？要「迎頭遮止」。最好的，就是它快要生的時候，你就感覺到它要生起了，你就能夠遮止喔！欸，這個東西不簡單哪！平常我們剛生起就能夠了解了，把它消除掉、淨除掉，已經算好的。",
    "1120": "[18:40]中者纔生尋滅，下者亦須生已不久即當斷除。最起碼的，生起來了，沒有多久你要斷除。所以實際上，平常我們為什麼以前常常說的這個，說：不要忙著去盤腿呀，不要忙著說，哎呀，不倒單哪！實際上的坐在這個地方打瞌睡，那是一點不相應啊！養成功這個習慣，將來你一輩子「一生善行終成過失」啊！我在以前剛開始曾經給大家說過這個公案，大家還記得吧！喔，一個老法師，鼎鼎大名的老法師，我跟他去學。然後呢，我想在座的很多位可能沒聽見，我又重說一遍。他一早晨起來，他告訴你，哎喲！他說有一點昏沉，我想沒有錯，今天起得很早。然後呢，吃過飯了以後他還是昏沉，「哎！吃過飯也昏沉。」我想沒錯、沒錯，吃過飯是有一點。結果到第二座的時候還是覺得不行，嗯，到了下午他沒藉口好講了。結果一天六座是座座坐上去沒三分鐘，就呼呼 ……就低、低、低就這樣了。開始的時候涕慢慢地下來，到後來口水也流了，後來乃至於這樣了！第二天哪，乾脆好了，回去吧！我也想：好了，這是該回去了。那是千真萬確的事實喔！",
    "1201": "[20:01]我是絕對不說是什麼人，這個變成功對其隨便地輕誹，這是我告訴你們這個道理喔！這樣。所以不要說：「哎呀，我在那兒學定啊！」你對於這個定的真正的教授沒有正確的內容之了解之前，那個都是啊 ─空浪費生命是小事，養成功惡習，剛才說過了，前面一再說過了，原地踏步還算你幸運，你是越走越遠，然後回來的時候千辛萬苦。我們現在為什麼改，改不過來，就是這個習性嘛！說實在的，簡單得很 ─一張嘴巴，這麼簡單！叫你今天換了一個口味，叫你吃啊，你覺得不習慣。沒有一樣例外的，你不知不覺當中，就是會陷在這個習慣當中。這個是千真萬確的事情喔！所以祖師一再告訴我們的原因，「寧願千年不悟，不要一日錯路」啊！因為走錯了很害的。",
    "1258": "[20:58]所以我們眼前啊，當然你們說有一個善知識，跟著他。喔！如果佛在，那是，這個都不要了，你跟著他保證是百分之百地成就。可是所以百分之百地成就，你對他也要有百分之百的信心喔！如果你繞著我的知見轉的話，佛來也莫奈我們的，莫奈何喔！那麼在這個地方真正重要的話，注意！要學佛，千萬不要學我。",
    "1285": "[21:25]乃至於到現在還是這樣，很多同學來問問題，我已經告訴他了，他還問：「那我這樣做怎麼樣？」我已經明明針對著他問題告訴他了，他還一定要說「我這樣做怎麼樣？」我就心裡想，我怎麼講呢？到最後，他還往往還告訴你說：「啊，老法師啊！跟你講了幾次，總覺得你好像沒有回答我的問題。」我一開頭就告訴他了，他偏偏說，他要這麼做怎麼辦，我還很耐著心告訴他。他實際上呢，我後來了解了，原來啊，他為他所想的要找一個藉口，最好 ─哎呀，我這樣，然後呢你說對、對、對，讓我去做。如果我在這裡，我能這樣做嗎？所以諸位呀！你們務必在這個地方，要努力地反省啊！這個是很重要、很重要的一件事情啊！",
    "1330": "[22:10]這是我以前也是犯這個毛病，所以我們現在都是什麼啊？為自己的錯誤找最佳的保護：喔，因為那個老法師告訴我的。我想我這個已經失敗的經驗，我不能再害你們，我絕對不會：「啊，對、對、對！好、好、好！」那不會。至少我把我錯誤的經驗，我不知道，我老實不客氣，我就告訴你，你這個我不知道。再不然，也許你這個對，但是我沒經驗過的，也告訴你，這個是我現在的態度。同時對你們學的人來說，這一點千真萬確喔，這一點一定要注意到！",
    "1370": "[22:50]所以我在這裡啊，太多這種情況，告訴你們怎麼做；照著你的老習氣，然後去做，那沒有辦法好想，這是個人的習氣。所以我說，為什麼要請大家看看《法華經》，道理就在此。一開頭，那《法華》上就告訴我們，佛說得清清楚楚：我這個多生多劫把那個東西告訴我們哪，但是你就照著你的習慣就走，那對不起，那只好讓你慢慢地去玩吧！就是這麼一件事情。所以你們千萬注意哦！這個習氣之難改，現在我們趁沒有養成功 ─惡習不要養成；養成功了努力去改，修行沒有別的，就是這個。",
    "1414": "[23:34]所以他說，對於這一個事情啊，我們要這樣去斷除。不是說沉沉地在那地方，然後說：哎！我今天學了一個這個不倒單。不！不倒單是，它的的確確那是了不起，真正大修行人的確不倒單。所以我在這個地方，不是說不倒單不好啊！你一定要正確地了解，你這個不倒是什麼東西的不倒。是你心不倒，還是身不倒？心不倒，對了！哪怕你睡在這裡也對呀！所以有這個公案：「啊，你們在這兒坐禪，你看看，哪！這個坐禪的榜樣。」大家跑到後面去一看：欸，那個傢伙睡在那裡！他就在那兒坐欸，祖師也讚歎他啊！這個是真的典型的樣子，你們要注意喔！所以我們現在學那個形相很容易，學的內容，就在這個地方要注意！",
    "1469": "[24:29]如是沉掉二法，為修清淨三摩地之主要障礙。真正要學如理的這個，學的三摩地，就是定啊，最主要的障礙就是這個兩樣東西。",
    "1482": "[24:42]如云：「於明了分沉沒為障，於專住分掉舉為障，故當了知沉掉為修清淨三摩地之主要障礙。」我們真正學定的時候有兩個重要的：一個呢，明；還有個呢，淨。明的話，就是明明白白；淨的話，不動亂。那麼當沉的時候，這個不明白了，這是所以沉是明白的障礙。還有呢寧靜呢，散的時候，這個掉舉就是散的一個行相，那個是一個障礙。所以我們一定要了解那個障礙，那麼這個障礙就是沉跟掉。你了解了才能夠懂得怎麼去對治它，把它對治它了，才能夠修行成功。",
    "1533": "[25:33]故當善知沉沒，掉舉，惛沉之行相。所以啊，要了解這一個它真正的狀態。",
    "1543": "[25:43]其中惛沉，《俱舍》《集論》皆說所緣不明了，身心粗重為相，是癡分攝。那麼這個上面，前面說沉、掉，可是它下面呢，沉沒、掉舉、惛沉。這個我們往往把沉沒跟惛沉兩個混為一談，實際上這個不是一樣東西喔！所以講，剛才講法相、法相就在這裡，這一切法的真正的這個狀態，你一定要了解得清清楚楚。因為人家要告訴你，一定要用語言、文字來表達，然後呢這個語言、文字所指的內涵，你要正確地認識，哪一個錯，如何去改善，改善了以後應又如何，這個都是要靠這些東西。那麼惛沉是什麼？《俱舍論》上面說：「所緣」的，就是你所心所看的不太明了，那個時候是什麼？「身心粗重」，身心都重，是癡分所攝，貪瞋癡當中的癡。那麼沉沒呢？不是惛沉喔！「沉沒」有兩種：",
    "1608": "[26:48]沉沒有粗細二分，粗者，令心黑闇，或於所緣雖未散動，然失明了之力，但澄淨而已。喏，看看喔！現在這個沉沒的行相，它還有粗、細兩分喔！粗的是什麼，那個心黑闇，就是不明白了，那個黑。還有呢，那個時候它雖然黑闇，但所緣的卻是沒有動。或者雖然不黑闇，這個明了的力量慢慢地減弱了，但是呢，它還寧靜，很澄淨，就這樣，這個是粗的。",
    "1643": "[27:23]微細沉沒，謂有明淨二分，而於所緣無定解力，那麼細微的沉沒呢？「淨」，換句話說它還是不動，一點都不動喔，明還有喔！但是那個時候對於這個明哪，沒有定解力。這個一定要你們真正學的時候，你才了解了。換句話說，真正在學這個止的時候，對於你所觀的，譬如觀那個佛像，那是很清楚的這種形相概念在這個上頭。或者說你念佛的時候，不要說得定，那念力現起的時候啊，那個絕對不是佛號含含糊糊，似有似無的樣子。所以很多人說：「哎呀！我在那兒念佛，平常的時候不行，那坐在公共汽車、走路的時候，好像來了。」那個就是念頭上面浮在那裡似有若無，那根本不曉得十萬八千里，他還覺得有了。",
    "1696": "[28:16]那這個完整的教授說得清楚，是啊，一定不但是一點都不動，而且非常清楚，這樣。不但明白，而且非常有定知。說：所以那個念的這個行相啊，要敲下說，謂「定知相」，這是我們要曉得的。當然那是我們講持名念佛，因為平常的時候，我們大部分同學是修這個；如果說你觀像什麼等等的話，對於你所看的要很清楚。這個稍微對於這一個明哪，有一點點不清楚的時候啊，那時候就是細微的沉相，所以對於「所緣無定解力」。",
    "1743": "[29:03]略為低緩。稍微，欸，不像應有的狀態這樣，差一點的時候就是。所以這個時候叫：",
    "1754": "[29:14]不應誤解沉沒惛沉為一事，"
}