{
    "4": "[00:04]不應誤解沉沒惛沉為一事，沉跟惛是兩件事情哦！惛沉的時候，",
    "12": "[00:12]惛沉雖不向餘境流散，而俱無明淨二分。惛是什麼呢？雖然它散是不散，不會胡思亂想，但是呢明跟淨兩個東西都沒有。",
    "24": "[00:24]沉沒則有淨分而無明分。這個是它的差別，是它的差別。這個詳細的在《廣論》上面說得很清楚，所以你們正修的時候，關於這個地方，每一個地方一定要弄清楚，每一個地方弄清楚。",
    "39": "[00:39]如云：「沉沒謂於所緣，心力放緩，不能明了緣取所緣。雖有淨分而無明了取境之力，即成沉沒。」這個才是沉沒。對於你所緣的這個心的力量，慢慢地放緩了，放慢了。這個地方的放慢跟後面的捨是兩件事情哦！所以它每一個地方的行相，都是細緻得很，錯一點點你就走上錯路了。那個時候因為這樣的心放緩，對於所緣的不明了了，那時候清淨哪，好像動都不動很清淨的樣子，但是呢明了取境的力量沒有了，那個時候沉，那沉相不是惛相。",
    "83": "[01:23]又云：「有說，心不向餘境流散，俱無明淨之惛沉為沉沒者，不應正理。」因為有一類說，你只要心沒有散亂，那個時候明、淨兩樣東西這個都沒有，以為這個就是沉的話，這個不合理的，所以這個是辨「惛」跟「沉」。",
    "111": "[01:51]由此亦可了知惛沉之相。你從這個上面就了解了什麼是惛沉。",
    "121": "[02:01]沉沒從惛沉生，有善無記二性。惛沉是癡分，是不善性或有覆無記性。沉哪，從惛生，我怕大家誤解，所以那個沉沒單單用一個「沉」字來表示，惛沉用「惛」字來表示。為什麼？這個惛就是沉沒的因，這個我們要曉得的。那麼然後呢這裡邊有兩個，沉本身在「善、無記」兩樣當中；惛是在癡分當中，所以這個不一樣喔！所以這個沉本身是善的、無記的，這樣，這是不可記別。真正的定是啊，一定是什麼？能夠記別，一定是善。所以細微的沉相是無記性，那個時候就不對了，但是它還是善的。這個「惛沉是癡分」，一定是不善的，這個不一樣，「是不善性或有覆無記」，這我們要分清楚。",
    "183": "[03:03]所以那個惛沉啊，或者是「不善性」，或者雖然無記，是「有覆無記」。有覆無記跟前面的無記，前面是無覆無記。為什麼叫作有覆無記？它這個無記，是不可以說明記別 ─就是它善是不善，那個時候心裡邊沒有力量，但是呢，一切的煩惱跟著而來的；由於這種狀態所覆，然後呢煩惱跟著來了，這個叫有覆無記。無覆無記的話，這個煩惱不會跟著來的，只是說你沒有辨別它，它這個業本身不別善、惡。譬如說你走路，規規矩矩地走路，這個走路無所謂善、無所謂惡，但是那個走路不會說煩惱跟著來的。然後你坐在那裡癡癡呆呆的話，那像胡思亂想，那妄想貪瞋癡都跟著來了。所以這兩個一個是無覆無記，一個是有覆無記，這我們要清楚的。喔，隨舉一例啦！",
    "249": "[04:09]如是沉沒起時，若相微薄，僅起少次，則可策心堅持所緣而修。如果沉沒生起的時候，如果很輕微的，或者是偶然來的話，那麼你只要心裡面一提，那就行了。",
    "268": "[04:28]若沉沒厚，或數數起，則應暫置所修法而修對治。如果說這個沉沒厲害，而且不斷地來的話，那你停止，下座，不要再繼續坐在這裡，一定要修對治法！前面已經說過了，如果你對這個不修對治就讓它去，你還坐得很好的話，那以後養成習慣，那很難改、很難改。所以一開始的時候千萬注意！不要練那個腿，要先練那個心。而且真正有的完整的教授都很清楚，你心練好了，那個腿不要練，它自己來。當然，現在譬如一般來說，禪堂裡面照著規矩，它練腿也有它的特別的好處的。那個時候你咬緊牙關，那個腿痛得要命，可是心裡面跟那個腿鬥，心裡不在那兒睡，那個好，很好！先把那個心對那個腿，對完了以後，那個心本身哪，然後呢還在那兒活活潑潑的，那個時候次調心。那個時候倒是一個很好的辦法，這種次第我們要弄得清楚。",
    "335": "[05:35]其對治法，如《中觀心論》云：「退弱應寬廣，修廣大所緣。」又云：「退弱應策舉，觀精進勝利。」那個就是對於這個「退弱」，就是沉沒的一種相狀，那麼應該怎麼辦呢？把你所緣的廣大，或者是精進，精進提起來。為什麼要這樣呢？退弱沉沒之因，謂心太向內攝，或由放緩取境之力，心漸低降，或由睡眠惛沉等因，心覺黑闇。",
    "361": "[06:01]因為「退弱沉沒之因」，是「心太向內攝」，你收得太緊了。所以你「由放緩取境之力」，或者是放緩了，或者你取境的力量啊，或者是太緊或者太鬆。太緊的時候也會，太鬆的時候「心漸低降」，乃至於「睡眠惛沉等因，心覺黑闇」。那麼這個地方的對治，就是說太向內攝的時候怎麼辦呢？",
    "389": "[06:29]初之對治，當以觀慧觀察所緣令心廣大。這是第一種。第二個呢就是你放得太慢了，唉呀，好像一個調琴一個調得太急，一個調得太緩。第二個呢，調得太緩的時候，怎麼辦呢？",
    "405": "[06:45]第二對治，應當思維三寶功德菩提心之勝利，人身義大等功德，令心策舉。那個時候你就想：哎呀，這個三寶的功德。因為心緩的話，唉，你就覺得提不起來，這個味道。那個時候你就想：哎呀！三寶有殊勝功德。當有想到那個好處的時候，那個心自然而然它會推動你。「人身義大等」就是暇滿等，這個時候使得我們心裡面策舉。",
    "431": "[07:11]那個時候我們要懂得哦，想、行兩樣的心所的不一樣，我們五蘊當中啊，是想心所跟行心所的不一樣。不是你去想三寶，而是說一定要修習以後，跟行心所相應的這個功德，它有一種推動的力量；想心所沒有這個力量的，因為沒有這個力量，它沒有策勵你、推動你的心舉起來的力量。所以像這種地方，我們每一個地方，必定要把這個了解得清清楚楚。注意哦！這個地方再說一遍，這了解的絕對不是文字，你如果了解的文字的話，變成功你諍論是非的寶貝，然後把你送下惡道去。這個時候你要正確認識它確實所指的內在的行相、心理狀態，那個是你修行的最佳的寶貝。那可以讓你小則超昇人天，大則成佛作祖。那麼繼續下去。",
    "498": "[08:18]第三對治，亦應令心策舉，及作意日光等光明相，或以水洗面，或經行等。乃至於這個，這個是沉。",
    "508": "[08:28]掉舉者，若心將現親友等可意境，即是微細掉舉。喏，這個。如果心裡面將要現起這種「親友等」，等字就是說，反正你歡喜的那種現起來的時候，那是細微的，細微的掉舉。",
    "527": "[08:47]若忽生貪相，即粗分掉舉。「若忽生貪相」，就是粗分。對於這個可意的，只是覺得：嗯，這個滿好。當那個滿好的東西你對它有個貪著，很歡喜的時候，那是粗的。",
    "539": "[08:59]《集論》云：「云何掉舉，淨相隨轉，貪分所攝心不靜相，障止為業。」就特別告訴我們這個掉舉什麼呢？就是可愛，「淨」是清淨可愛相，這個相生起來了 ─「轉」就是生起來了，那個是屬於貪分的。那個時候因為心裡面跟這個一相應啊，心裡面就不能保持那個寧靜，因為不能寧靜的話，它就不能安住一處。所以這個掉舉的行相能夠障礙我們得止，這個「業」就是它的作用，這個掉舉的作用這樣。",
    "580": "[09:40]微細掉舉之對治，謂心於境將流動時，即應遮止繫於所緣。那個細微的掉舉容易，它心要動的時候因為你有正知去觀察，欸，覺得要動了，馬上把它收回來，然後呢安住在、繫在這個所緣的對象上面。粗分的對治呢？怎麼辦呢？",
    "605": "[10:05]粗分掉舉之對治，謂生已即當了知，攝錄其心令住所緣。一生起，還是第一個一定要先了解：嗯！生起來了，然後呢你把那個心，又把它收回來，讓它安住。如果這個辦法行不通，那麼怎麼辦呢？",
    "623": "[10:23]若此不能治者，則應暫停所修法，思維無常與惡趣苦等，收攝其心。就是不要再繼續地觀下去，另外換一個 ─思維無常。為什麼要念無常？因為這個掉舉是貪分所攝的不寂靜相，你一想到無常，一想到很快死，一想到這是苦，死了以後要墮落惡趣，還有什麼好貪的。啊！那自然而然心就收了。不過這個地方所講的無常、苦，不是懂個道理哦！一定要照著前面這個次第修過。如果你修過的話，到了這個地方，它那個掉相一起的話，你隨便一提它馬上現起啦！",
    "664": "[11:04]所以記得前面講那個正修的道理吧？說得清清楚楚，講了除了正修以外，破除邪執等等說得很清楚、很清楚。我們不要忙著說：「啊！我要去修行了。」等到你兩腿一盤啊，不是惛沉就是掉舉。如果是你沒有這個惛沉、掉舉的對治的話，對不起，你坐一百年也沒有用，一直在這個地方轉。你雖然很想把住，這個心這個東西可不像一個猴子一樣，你用手可以把得住哦！那個心這個東西還要心來把住的哦，心的把住有它一定對治的方法。所以懂得了個道理沒有用的，你一定要如理去修習。所以關於這個道理前面一再地、特別地詳細地斥破，就是這個原因，就這個原因。",
    "710": "[11:50]所以這個地方有它的特別的好處，每一個地方讓你了解了以後啊，你才談得到。我們現在不要望空啊，啊呀，那個癩蛤蟆想吃天鵝肉，這萬萬使不得。看見它的高，你應該怎麼辦呢？我們眼睛要看得高哦！絕對要看得高，要看得像佛一樣。真正重要的，看高了以後，你了解到那個地方去的必然的因果次第，然後呢，從你現在該下腳的那個地方，一步一步地上升。繼續下去：",
    "750": "[12:30]待掉舉滅已，復修前事。噢！那麼一直等到把掉舉滅了。繼續下去：",
    "756": "[12:36]又《速道論》云：「沉掉之對治當修風心與虛空相合之教授，及強斷掉舉之教授。」喏！這個上面又特別告訴我們這個方法。",
    "768": "[12:48]初者，那麼，就特別說怎麼「風心與虛空相合」。",
    "775": "[12:55]謂想自身臍間有一白點量如雀卵，從頂踊出，與虛空相合，即於彼上令心安住。這是「想自身臍間」，臍間就是我們平常所謂的丹田，有一個白點，那個白的像什麼？像「雀卵」，像個小小的卵一樣。那麼這個卵哪，從我們的這個丹田裡邊一直向上，從我們的頂門梵穴一直向上到虛空，跟虛空合。那麼那個時候，使得這個心在這個上面安住。它為什麼沉的時候要這樣調呢？沉是心向下，向下低的時候，現在你這樣一來的話，先是緣一個可緣的對象，說把心安住在這一個白的這個白點上面，這個卵一樣的，平常我們稱為是一個點。平常說「明點」，明點是另外一樣東西哦，可是明點有廣義、狹義的，這個地方也不妨說得廣義。廣義地來說，就是很清楚地你觀了一個點；狹義的，那是一個另外特別的東西，這裡我們不提。然後呢，你使它在裡面升起來，到虛空當中，所以心即安住，又把那個安住的心向上提策、策舉，那就是對治沉的一個好辦法。這個是前面。",
    "855": "[14:15]第二謂一呼一吸合為一息，於五息中持心不散而修。次修十息，十五息，二十五息等，漸漸增長，持心不散。那麼還有一種呢，就是如果你掉的時候，心裡面換句話說散動的時候，你怎麼辦呢？那個時候就是數息，一呼一吸叫作「一息」，或者是「五息持心」，就是，或者十息持心。什麼叫五息呢？我們不是說一、二、三……一直數下去數到一百、一千三百五十六、一萬三千七百多，這不是！那不曉得數到哪裡去了。它數得很簡單，數幾個，從頭來起。所以天台止觀很精采，就告訴你數十，它有它的很重要的理由的，很重要的理由的。總之它真正的目的要把你的心收攝起來，數一個單位的數字最容易數，一、二、三、四……。然後呢，十幾、一百四十幾，那個心哪，不是更增加你的散嗎？所以它的理由。所以這個真正完整的教授啊，我們了解了道理固然最好，不了解了道理，千萬不要以自己的心，你聽見了一點點以後，什麼 ─唉呀，那我這樣弄怎麼辦哪！這個心啊千萬使不得，千萬使不得。你能弄懂了一定會跟著它去，萬一不弄懂的話，最好放掉自己的見解就跟著它。再下面，",
    "951": "[15:51]或想上風白色，由鼻孔入，漸向下壓。下風黃色漸向上提。於臍間相合，修瓶相風。或者想上面有白顏色的，從鼻孔進去，這樣吸進去，通常它有一定方法，然後向下；下面再向上提，在那個丹田那個地方相合，這叫「瓶氣」。我們不要看了以後就要去修喔，這個沒有用的喔！凡是這種法門都有它完整的教授的喔！就算那個瓶氣的話，那個在修氣這個方法當中，是非常重要的個教授，那個瓶氣它都有各式各樣的 ─柔和瓶氣、剛猛瓶氣，然後呢各式各樣的方法，你弄錯一點都會出毛病喔，這是我隨便一提。",
    "1005": "[16:45]所以說這個地方只是一個大綱，你正規修裡邊的法門的時候啊，的的確確一定要有個善知識引導。我們自己看那個書修的話，你有宿生善根的話，是可以修得起來，那是千真萬確。就好像平常我們說：「啊，昨天哪、前天我已經在銀行裡面積了多少錢了。」今天你早晨醒來的時候，欸！你只要跑到銀行去開一張支票，錢就來了。你一個窮小子，你也看見他張開眼睛，跑到銀行去開一張支票取錢，你也跑著去，對不起，沒有用啊！這個是我們要了解的，這我們要了解的。",
    "1042": "[17:22]僅能了解沉掉之義猶非完足，要修定時以正知力，常時伺察沉掉，為起未起。單單了解不夠，要真的修的時候要有什麼？要有「正知力」。他下面加個「力」，所以這個正知，平常我們說懂得了，沒有力的。你要如理地修學以外，它不但是正知，那個正知自然有 ……欸，到那個時候會起來了。否則的話，講可以、聽得滿懂，坐在上面的時候一點用場都沒有，就是這個原因。你經過了練習以後的話，你會到那個時候，「欸，來了！」其實這個境界我們人人都有欸，哎呀，說啊：「這個世間的苦都是貪瞋癡，不要貪哪！」啊，人人會講，但是到了那個時候啊，一點都用不上！我們也說不要執著，欸！但是到那個時候執著得要命哪，乃至於根本不曉得自己在那個裡邊欸！所以這個概念我們務必要知道。你有了這個東西以後，然後呢正修的時候，時時去「伺察」，那個伺察是很細緻的哦，很細緻地觀察它起了沒有起。",
    "1120": "[18:40]生此正知之方便因，那麼能夠有了這個正知，了解了隨時可以提醒、對治、改善。那麼怎麼樣才能夠生起這個正知呢？生起這個正知的原因啊，說",
    "1137": "[18:57]謂不忘所緣之修正念法，及正念堅固之中常時偵察，心散未散，任持其心。那個修正知的方法有兩個：第一個呢，要使得自己不忘失所緣的正念，這第一個；第二個呢，在正念當中不斷地去常常去觀察，說本來在正念當中，你觀察一下心散跟不散。咦，有人說問：「你已經正念了，你那個腦筋去觀察它，它不是會打動你嗎？」欸，不怕，不怕。所以這個《廣論》上面有很詳細的說明，就像平常啊，比如說我們正在注意集中心力看書的時候。我們看的時候啊，你隨時看的時候，在那個心力很強的心力，在看書的過程當中，這個心力沒有緩散的時候，你眼睛可以隨便地什麼，放輕鬆了瞟一下外頭。這個對你看書並不影響，可是外面的境況你注意到了，對不對？",
    "1202": "[20:02]同樣地一樣，當你學定的時候，那個定還沒散。在那個正念維持的時候，你那個心看一下，說那個念還在不在，不要跟著那個念走掉，這個就是正知，這非常重要的一樣東西！你平常經常練習慣了以後啊，它這個時候養成習慣了，它隨時這個心，這個正知力就冒出來一下、冒出來一下。因為它冒出來，冒出來有了這個正知，才能夠觀察你這個正念在不在。如果不在，它隨時會提醒你，如果在，它自己又回復。如果你沒有這個力量的話，你已經啊那個正念不曉得跑到哪裡去，它根本不知道。然後呢在那個地方剛開始的時候「緩」，到後來慢慢地「沉」，到後來呢睡，到後來呢不曉得成什麼樣了。啊！他然後睡了三個鐘頭，「哎，坐一下真舒服啊！」就是這個樣。有太多的人，這千真萬確的事實啊！所以我們往往自己在錯誤的教授當中不知道，嗯！坐了以後自己覺得心還滿寧靜。當然你睡完了起來了以後，早晨也滿寧靜嘛，這是千真萬確的事實嘛！",
    "1273": "[21:13]這個一點哪，所以我們這沒有善知識的教授，或者是沒有完整教授啊，唉！自己……實在這裡瞎摸啊，這是一個最大的損失，最大的損失！但願大家看了這個論以後，快一點的，快一點醒過來；慢一點嘛，至少有一個標準擺在那裡，然後再去撞吧！那撞到什麼時候，他已經有了一個東西，想想：「哎呀，對呀！我不妨回過頭來找找。」那個時候你還來得及。如果你沒有這個完整的教授啊，那你撞得不曉得撞到哪裡去了，你越撞越遠。所以這個經上面告訴我們，就是說好馬呀，見到那個鞭影一動，欸，牠馬上！這是好馬；然後呢，那個普通一般的馬的話，那個鞭碰到身上了，牠就來了；這個悷馬已經打得鞭出血來，牠還、還、還，還是不行！總之一句話，說來說去受用還是我們，受用還是我們。在這個地方，正是我們要注意一下的地方。",
    "1338": "[22:18]《入行論》云：「住念護意門，爾時生正知。」喏，就告訴我們怎麼樣保護。",
    "1346": "[22:26]又說第二因云：第二個因就是伺察。第一個因就是不忘念，這樣。然後呢第二因，就是在正念當中，不斷地去常常去觀察一下。怎麼說呢？",
    "1364": "[22:44]「數數審觀察，身心諸分位，總應知彼彼，即護正知相。」就是說你不斷地去觀察，觀察那個「身心的分位」，換句話說，這個現在的那個狀態。這個「分位」就是細緻的各種相狀，你應該曉得所有的那些相狀，它是對呀、是錯啊，那個就是修正知的一個方法，那個修正知的行相也是這樣。",
    "1394": "[23:14]沉掉之因，論說共因謂不護根門，食不知量，不修初夜後夜覺寤瑜伽，不正知住。這個沉掉的兩個原因，論上面告訴我們有四樣東西，這個四樣東西啊，就是前面本論道前基礎一開頭的時候說的四種資糧。喏！現在派上用場了，看見沒有？這個四種資糧啊，正式修行的時候，從一開頭的戒，尤其到定、慧，那是絕不可少的。你能夠把這個四種資糧真正地用在日常生活當中的話，那絕對沒問題！你要學戒，戒一定持得清淨，因為這個清淨了，再說四種資糧也熟練了，要得定的話，那是的的確確是囊中探物。從這個地方，我們又可以記一記，為什麼祖師們告訴我們這個話 ─低處修時是高處到，是慢慢修時快快到。你基礎建穩了，後面是必定有，好高騖遠是必定自己損害自己。當然另外一種自己心裡面他退弱的話，那更不談！",
    "1478": "[24:38]沉沒別因那麼特別的是什麼？",
    "1482": "[24:42]謂重睡眠，有很多人哪，這個「重睡眠」有兩個哦：有一個呢就是惛沉特別重，有很多人呢特別愛多睡覺。所以真正修行的時候，多睡實在不是一件好事情，有很多人養成功了習慣了，那個非常壞！不過要說明哦，如果這個病體很虛弱的話，那是沒辦法可想的事情。所以真正學定哪，的的確確一定是要年輕力壯的時候，身強力壯，它有種種的原因在。我們千萬不要看學定，好像，哎呀，慢慢的呀，好像坐在那兒很輕鬆啊！所以有很多人說：「哎喲，現在要忙一些事情啊！然後呢等我兒子嘛媳婦娶了；然後呢女兒嘛嫁了，配人家；賺了錢，銀行積了一筆錢；造了一個房子住在那個地方；老了修行、修行。」這一點用場都沒有，這是必須年輕力壯的時候。所以年輕的時候，如果說混身是病都沒有用，這個是千真萬確的事實。",
    "1550": "[25:50]所以從這個地方，你們必定要事先好好地認識，要趁那個暇滿的人身。所以說真正年紀到了大了，的的確確的，六個字已經足足有餘。不過呢念法是什麼？這個心力我們要了解哦，因為無始生死相續，儘管念是只念六個字，心力還是要以什麼？以最高的心力！那這樣的話，你下一生自然而然，到了極樂世界去很快上去，萬一不去的話，下一生一定從頭開始很快，這是隨便一提。這個所謂關於「重睡眠」的這個內涵。",
    "1592": "[26:32]心於所緣力太緩放，止觀不均偏修寂止，心相黑闇，不樂緣境。這個是沉沒的特別的原因。關於這個裡邊，心所修「力太緩放」，關於這種事情都不能等到你臨修的時候，那時候沒有用哦！這是為什麼平常的時候啊，我跟大家常常建議，你不要看一個小地方哦，你覺得很多小地方是馬馬虎虎、懶懶癱癱，養成功了習慣的話，到那個時候就是這來了。就是你這麼這個心裡面，唉呀，就這麼輕輕鬆鬆。所以你一開頭的時候，的的確確別以為現在做了吃虧了，你做了，你做的業就是你佔的便宜，別人是一點搶不走，這千真萬確！所以哪怕做一點很小的事情，我在這地方當了香燈，擦桌子，拿起精神來幹！跑到廚房裡，拿起精神來幹。別以為別人看不見，這個偷一點懶，對不起，偷一點懶，對你一點都沒有用場。你處處地方偷懶，然後你學打坐的時候，那個習氣跑得來了，喔，眼睛一閉，就呼呼大睡。這個是千真萬確的事實，處處地方。就算我們身體不好的時候，心裡面一定要為什麼提起來的真正的原因，現在你們了解了沒有？",
    "1679": "[27:59]所以學定的一定前面是什麼？戒上面開始。戒一定不在形相上面；不是不在形相上面，戒的重點一定在正知見上面，然後呢這個正知見用在事相上頭，那個事相就是形相，這個我們要了解的。所以到了這個情況之下的話，你做，前面這是一切戒，現在我們做一切的常住的事情，也可以說淨治我們的罪障，就是我們以前的這個習性都改掉。平常我們做的事情，總覺得：唉呀，好想偷偷懶。你心裡面這種想法、這個習性，要想學定的話一無是處，了解嗎？",
    "1719": "[28:39]所以這個心力的太緩哪，等到你臨時坐的時候，你怎麼提也提不起來。我想大家凡是稍有一點經驗的人都曉得：啊，叫你去，儘管你想你要很用功地去拜，但是呢拜了半天哪，你就是個提不起來，為什麼？就平常你養成功了習慣了，在這種習性、業習性之下，這種業因之下，你怎麼可以感得這個果嘛！這很清楚、很明白啊！所以這「止觀不均」等等，那麼「偏修」那一方面，還有因為你偏這個「寂」，所以那個心啊「黑闇」。注意哦！這地方每一個地方就告訴我們，以及「不樂緣境」，這樣。"
}