{
    "9": "[00:09]所以為什麼我們現在要多善巧思惟，「啊！我總覺得，唉呀，這麼麻煩啊！」你養成功這個怕麻煩、不歡喜，到那個時候啊，教你要學定的時候也是一樣。前面記得吧？在前面共學這個六度當中的時候，告訴我們這個慧的特質的時候，就是學定也一定要智慧的，學定的前面，一個巧慧對不對？這樣，就是這樣！一定要這個善巧地能夠那個了解怎麼去做，那個時候如果說你沒有善巧的話，那個心裡面也沒有好樂，自然而然哪 ……。這是特別的、個別的因，這個是沉。",
    "57": "[00:57]掉舉別因謂少厭離，那個掉舉是什麼？貪分攝。所以這個厭離心就是，你如果厭離心不足的話，沒有用！",
    "70": "[01:10]心於所緣執力過猛，未串習精進，思親里等令心散亂。就這樣。因為你沒有厭離心，這厭離啊心相是什麼呢？對於你所歡喜的就排斥它。唉呀，這個也放不下、那個也放不下，這是一種。還有呢，對於這個精進沒有習慣。還有呢平常想的，特別是說現在我們一般「親里」，所以這個說「親里覺、國土覺」，現在我們出了家以後，還是有：唉呀，這個徒弟；唉呀，這個師父；唉呀，這個什麼，我這個道場；唉呀，還有什麼，這個放不下、那個也放不下，乃至於我們說要辦很多事業。對不起！到那個時候，你真正要想真正深入的話，那個都是掉舉之因，自己還覺得做得很對。實際上呢，正規地來說的話，不行。所以說自未調伏，要想真正調伏別人，是無有是處啊！等到你調伏了，然後發大菩提心，明明曉得生死可厭，然後踴身跳進去，這個是真的稀罕難能可貴。所以每一個地方這種行相，我們要了別得清清楚楚！那麼這個是上面說，最後：",
    "155": "[02:35]第四如是善修正念正知，沉掉生起雖無不知之過，然沉掉生時，若不無間即斷，亦是過失。現在我們了解了對治沉掉的方法是什麼，正念跟正知。因為你對這兩樣東西善巧地修習，所以它一生起的話，欸，你就了解，了解了馬上對治，這樣。不過呢，這個對治要怎麼辦啊？欸，「無間即斷」，不是說生了以後慢慢地來，一生起，你就馬上曉得，曉得了馬上要把它拿掉，去掉它。所以說，如果說不立刻把它淨除、切斷的話，這還是過失。那麼這種狀態叫什麼？",
    "209": "[03:29]此不起功用不作行之對治，即是名為作行功用之思。那麼這個時候啊，就是說為什麼你了解了還不斷呢？因為你不習慣，或者不肯努力，所以這個時候要「作行功用」，對治這個過失。前面這個過失這是什麼？叫「不作行」，現在呢要提起這個「功用作行」，這個時候因為你隨時提起來了，所以一看見沉掉一生，你有了善巧了解對治沉掉的正知正念，馬上無間地把它切斷。",
    "257": "[04:17]其思雖是於善惡無記隨一之境，驅役內心之心所法。而此處是說沉掉生時，令心斷彼之思也。那麼「思」就是行的力量啊！總說起來這個「作行」，換句話說這個「行」是什麼？行是一種造業的力量，造業的力量，可以造善、可以造惡、可以造無記等等，那一個是使我們內心造這種業的。那麼現在這個地方所說的「作行」呢，是專門講當沉掉生起的時候，那個時候的一種心力，要斷除它這樣的這個「思」。",
    "305": "[05:05]若心於所緣，執持之力太猛，此雖有明了分而掉舉增盛，極難安住。若太不用力過於緩懈，住分雖有而沉沒增盛難得明了。故當善忖內心，而求急緩適中之界。那個上面最後告訴我們，假定你對所緣的用力太大了，那麼那個時候明了是明了，因為用力一大的話，那個掉又增長了。掉還是什麼？就是散動一種狀態，你對那個貪著，哎喲，你希望它積極地求得那個定，這個掉舉，這個心坐不住。反過來的話呢，你放掉了，放掉了如果放得太厲害，太不用力的話，那個時候安住雖然安住了，但是呢「明」慢慢地又減退。所以那個時候非常善巧地「忖」哪，就是思惟、觀察內心的行相，一定要求兩個適中。",
    "372": "[06:12]若覺內心較此再舉便生掉舉，即當較彼略緩。若覺內心齊此而住便生沉沒，即當較彼略高。如是求得安住界已，便於根本所緣，令心明了而住，隨力所能住一時等。這樣，就是說你隨便起來，如果說揚起來了，「掉」那麼怎麼樣；反過來「沉」下去了，那麼怎麼樣。揚起來了把它抑制一下，沉下去了把它提高，這樣地不斷地弄、弄、弄，最後呢你能夠安住在恰如其分，那個時候就安住在這個上頭，那隨你的力量，安住。那麼，下面最後一句話：",
    "427": "[07:07]又初發業者，修時宜短次數宜多。所以關於真正坐的時間，注意！剛剛開始的時候，要時間短而次數多，這前面已經講過了。現在我們一開頭的時候，因為重形相，哎喲！看見人家坐幾個鐘頭，「我啊」，說：「哎喲！腿嘛能夠盤幾個鐘頭。」這個都錯了。所以一定要知道，我們修行的特質是什麼，等到你內心當中質把正了，量才慢慢地增高，這個是它的特別重要的一個說明，在這地方啊我們應該有的正確的了解，好。",
    "467": "[07:47]請翻到《菩提道次第廣論》五百六十八頁，那麼前面這個五過失當中，這個已經講了四個，那麼最後，最後一個過失：──",
    "492": "[08:12]第五已斷微細沉掉，心三摩地相續轉時，若起功用作行，反成三摩地之過失。那麼前面說，怎麼樣了解這個三摩地 就是學止的真正最主要的兩個障礙 沉、掉。這個因為是《略論》上面，所以他只是簡單地說明。實際上本論最殊勝的有很多地方，很多特點非常殊勝的。最殊勝的是這完整的綱要，這個別地方很不容易體會得到。那麼然後呢，內容方面整個綱要的中心是菩提心，以及它完整的教授。那麼其次呢，下面就是裡邊有一些特別的地方，關於學定，那個觀那個，就是本論的精華之一，也是。這個裡邊關於沉掉的行相，尤其是沉哪，那個是別的地方很少有的。所以如果大家真的想、要想學的話，那麼那個《廣論》一定要自己好好地看。講呢將來一定會講，不過我會擺在後一點。",
    "594": "[09:54]因為這個沉很不容易把握得清楚，那麼前面是說在斷沉掉，這裡說已斷，所以我不妨把《廣論》上面告訴我們這個道理，來簡單地說一下。當你真正地進入那個狀態當中，你心裡面稍微舉這一下的話呢，它又升得太厲害了，又進入「掉」的狀態。然後呢你又把它放緩了以後，它又「沉」的狀態，在普通一般人絕無可能一下就達到了，一下就達到了。這一定經過不斷的長時的練習，就是說，欸，就在這個上頭。而這個練習不是像我們這樣，啊，你只要反正花時間上去跟它磨就行。花的時間要花得對不對，換句話說，第一個你首先必須要認得這個行相，認得了正確了以後，然後呢才去鍛鍊。鍛鍊的時候，那個鍛鍊什麼？就是鍛鍊我們無始以來錯誤的，現在有了一個正確的行相，然後去衡準它，欸，超過了把它放緩，放緩了低下來，又提起，就這樣，這個才是必須要的過程。你必定要有一個正確的認識，然後呢精進把時間上面這樣去練。",
    "693": "[11:33]其實我們平常都是這樣，做任何事情都是這樣，你不斷地去摸 ─哦，就這樣，兩方面擺來擺去、擺來擺去，到最後擺到慢慢越來越來到中心穩了。這個是非常重要的。所以呀，對於如果行相不清楚的話，你根本談不到；行相清楚了，不勤用功的話，也談不到。這個地方所以必定要正念跟正知，正知就是正確地了解，正念就是精勤地把我們所了解的，要以時間上面去磨。這個沒有一件事情，可以說天上掉下來的。",
    "740": "[12:20]那麼等到這個細微的沉掉都斷了以後，那個時候啊，欸，又有問題來了！因為前面當我們要斷那個細微的沉掉的時候，一定要全部精神擺在那裡，所以用「功用」的這種。那個時候心已經寧靜了，你還在那兒用那個功用的話，那個功用本身又變成功那個三摩地的一種過失。所以說，因為它到那時候，三摩地任運地到那心定了，心定了以後，你那個心還在那兒要不斷地需要用力的話，那個就是會擾亂它已經寧靜的這個狀態，這樣。所以說：",
    "786": "[13:06]修此對治謂不作行安住於捨。那個時候是什麼呢？就是你不要再去加功用行，放掉它，放掉它。我舉一個簡單的比喻吧！譬如說那個催眠曲，啊！或者小孩子或者睡不著，或者什麼，然後呢就給他來一個催眠曲，用一個方法引誘他。等到他睡著了以後，要將睡未睡的時候，你還在那兒，老在那兒催那個眠去唱的話，他又睡不著了，對不對？那就是這個道理。凡是什麼事情都是這樣同一個道理，你認得了就了解了。到那某一個狀態之下，把前面那個毛病對治了 ─注意！這個藥是對治病的，病好了以後，那個藥同樣要拿掉，如果病好了藥還放在那裡的話，這個藥是一個障礙。這個所謂前面當有沉掉的時候要功用，沉掉拿去了以後，病去掉了，然後呢這個藥也拿掉。這平常我們藥是外面的，現在這個用內心的功用的時候啊，原來那個沉掉是心裡的一種病態，那麼然後呢你提起這種心力來對治它。所以對治了以後，這個心力又是一種習性，到那個時候對治完了以後，這個習性你還得想辦法，又要用另外一個方法去對治它，這個一步一步地這樣的次第。",
    "886": "[14:46]所以說「法尚應捨，何況非法」。我們總要記住，就是說你由於下面一步的用力，執持向上，然後呢向上了一步；所以一定要這樣步步地用力地向上，還要步步地把下面的捨掉，這樣才一步一步地上進。而這樣的步步地上進的執跟捨之間，都有它非常重要的正確的方法內涵。所以絕對不是說，哎呀！你隨便懂得了一點點就可以了解了，這前面說「不是以掌許的經函可以了解，要以牛負量」，就是這個意思，就是這個意思。那麼現在我們繼續下去：",
    "940": "[15:40]當知此捨，是捨防護功用，非捨取境之力也。這個「捨」很重要哦！就是說這個是你防護它「掉」跟「沉」，所以有掉了，馬上啊怎麼樣對治，有沉了怎麼樣對治，是防這個的。現在既然這個掉跟沉沒有的話，那麼那個時候這個力量還在，會反而形成功障礙，你拿掉它，而不是教你捨掉那個「取境」的這種力量。因為這個定本身，一定是在心所緣的境上面，很有力的。剛開始因為散亂沒有力量，那麼要提起來。到那時候提到某一個時候，它自然而然很有力的，自然而然這個心力跟著那個境任運而轉。這個先不要拿掉，這個拿掉了，這個境就失去了，那就不稱其為「定」了，這個要分得清楚。",
    "1009": "[16:49]又非凡無沉掉之時皆可修捨，是於已摧沉掉力時乃修。喏，這地方就特別指明這個界限。說這個修不著形式，什麼時候呢？就是已經把沉掉兩樣東西破除了，「摧」是摧破了，那個時候，這個摧破沉掉的功用不再需要了，所以才去捨掉它。你還沒有達到這個時候，千萬不可以捨！所以我們平常常常說的：渡過這個生死的此岸要用船，是過了這個生死河以後，這個船是不要，應該捨。可是千萬不是說，啊！既然要捨啊，還沒有過河你就不要了，這個次第是一點都不能亂。",
    "1073": "[17:53]摧伏之義如《修次中篇》云：「若時已無沉掉，心於所緣能正直住，爾時可緩功用修習於捨，如欲而住。」喏，這一個告訴我們，《修次第中篇》說得清楚，是沒有沉掉了，那個時候我們心對於我們所緣的那個境啊，「正、直、住」三個字。這個「正」是沒有一點錯誤，「直」就是很平直的沒有一點點動搖。那個時候啊，你已經達到了這個狀態了以後，它自己已經安住在上頭了，你還去功用的話，反而影響它。所以再進一步把前面用的這個功用啊，這個也是一種力量，把那力量慢慢、慢慢地拿掉。拿掉了，它自己自然像你所願的、原來所願的，就安住在所定的境上。",
    "1140": "[19:00]〈聲聞地〉云：「令心隨與任運作用。」那個時候那個心裡邊自然而然，說「任運」的話，到那個時候自然就這樣了，不要再用其他的力量。",
    "1153": "[19:13]又捨總有受捨，無量捨，行捨之三，此是行捨。那麼這個地方，又特別說明這個捨有三樣東西，現在這個地方，對「受、無量、行」；這個「行」就是什麼呢？作用、功用，有一種推動的力量，你把這個推動的力量拿掉它。",
    "1178": "[19:38]初發業者最初難生無過妙三摩地，故當以六力成九住心，依四作意之次第，引生無過三摩地。前面這個五樣過失、八個斷行，已經講完了。講完了以後，後面又特別說明一下，下面那個是另外一段，應該是。對我們剛開始修學的人，一開頭要想得到這個正確沒有過失的，不錯誤的真正的「妙三摩地」，換句話說，不錯的這個定，一定要用這個幾個正確的辦法。",
    "1234": "[20:34]所以說有很多人宿生已經修過了，他因為宿生修過了，所以他很快得到，這一點我們務必要清楚。但是呢假定我們單單在文字上面轉的話，你怎麼轉也轉不清楚，越轉越糊塗。真正地你了解文字所指的內涵以後，到那個時候你一試，你就很清楚明白。因為這個文字所指的是整個的內情，所謂一個整個的總相，以及一個大綱，這個大綱所指的無非是我們的心裡的行相，凡夫是怎麼樣，然後呢你修習的時候應該是如何。兩者正確認識了，然後你一比的話，就可以比得出來，這個是它教授最重要的地方。",
    "1293": "[21:33]所以我們如果在這一點上面不能把握得住的話，那麼那個時候你就害了。儘管你聽得很多，啊！說多聞是必須要的，結果你聽，聽錯了。這個多聞的真正的用意是告訴你認得，由認得而照著去修習。結果你認得了以後啊，多聞了以後你不但沒有認得，是越走越遠 ─走到哪裡去？執著，執著。它本來是破除我們執著，結果你聽聞了以後更增加執著，這完全是大背原意，這是我們必須應該了解的一點。",
    "1338": "[22:18]所以說在這個地方，我們怎麼曉得自己是「初發業」，容或有人說：「欸，遇見善知識就對。」沒有錯，遇見善知識他會認識，可是假定說你沒有修習相應的因，這個可能不可能感得相應的果？這我們很清楚明白擺在這裡的事實。我們總是望空，在這個地方空想也可以說，修學佛法絕沒有這件事情，絕沒有這件事情！你必定要了解，如是因那麼感如是的所謂果呀！",
    "1387": "[23:07]那麼對初發業的人，應該怎麼辦呢？要以下面這樣的這個次第，「九住心」就是修學定的時候，這個心相從凡夫整個的散亂，然後呢一步一步上去，是必然經過的次第。然後呢這個九住心啊，需要有這樣的六種力量。那麼這六種力量呢，也可以另外 ……這個六個力量推動它的，推動它的時候，它內心分成功「四種作意」，這樣的次第一步一步地向上，才能夠引發正確的三摩地。",
    "1438": "[23:58]其六力中初聽聞力，成辦九住心中初內住心，那麼第一個叫「聽聞力」，那麼這個靠那個聽聞力，上去進到第一步，第一步叫說「九住心」當中第一個 ─內住心。看下面的解釋：",
    "1459": "[24:19]謂由初聞修定教授，隨順所聞令心內住。這個是第一個。什麼叫聽聞力呢？必須要一開始的時候聽聞。那麼關於聽聞的道理，我們現在這裡已經了解了，絕對不是憑我們自己隨便阿貓、阿狗找一個人來聽聽，一定要一個如理如量、有正確認識的人 ─這個善知識。如果沒有這樣的人的話，一定要是大經大論，不過大經大論自己去看的話，說實在的話，很難真正了解這個宗要，這個是我們必須應該了解的。",
    "1509": "[25:09]那麼這個地方告訴我們，因為我們要學定，所以應該聽聞的是修學定的正確的道理。那個聽見了以後啊，「隨順所聞」，這四個字看起來很簡單，做起來很難哦！我們聽見了以後，是不是內心上面，真正的跟著所說的道理去做。其實啊，不要說跟著道理去做，乃至於他講的道理是不是真懂，都不一定。不是說懂得文字就算，懂得文字你可以成為一個寫文章的名手，卻不是一個修行的人。修行的人，也許啊你聽完了以後，你寫不出文章來，沒關係，你卻了解它內心所指的是什麼。",
    "1573": "[26:13]所以這個佛世的一個典型的故事 ─周利槃陀伽。欸，他聽見了佛這麼簡單的兩個字，這麼簡單的兩個偈，他能夠把這兩個偈的真正的內涵去用，那個就是隨順所做地去做了，這個是我們必須要知道的。否則的話，你弄了一大堆啊，這個本來這個裡邊已經垃圾夠多了，你還把它乒鈴乓啷堆進去。儘管說，啊！掃垃圾要掃把、要畚箕，然後呢你把掃把、畚箕堆了一大堆，堆得滿屋子啊，這個對屋子裡面的垃圾清除是毫無功用，這個我們必定要知道的！這個概念不是一個理論，必定要正確地認識。那個時候因為你認得了心相的以前的狀態，也了解了如何住心的教授，隨著它去做，那個時候你能夠把得這個心不向外緣啊，於而是自己在裡邊安住，這樣，這個是第一個。那麼那個時候啊，欸，妙咧！",
    "1654": "[27:34]爾時便覺分別雜念如同懸河，初識分別之相。所以你不學定啊，自己還覺得滿好，真正學而且學對了以後，你那時候覺得：唉呀！原來自己呀，這個分別心就是什麼？妄念，啊，妄念憧憧，一個、一個、一個跟著一個，一個跟著一個像「懸河」。這個河本來是平平穩穩的，現在把它掛起來 ─當然這個繩子可以掛起來，這個河怎麼掛起來？換句話說，這個河很陡，如果那個河的形勢很陡的話，那個水下來的時候，哇！奔騰而下，現在我們那個妄念就這個樣。那個時候你才認識啊，說：啊！原來我們心裡是這樣狀態啊！那時候就知道了。",
    "1707": "[28:27]所以我們不學啊還覺得滿好，所以念佛的人也是這樣，「欸，不念佛滿好，一念佛怎麼妄想來得個多。」欸，曉得這個是好現象哦！正因為你開始要念了，把你的妄想要收攝起來了，本來你在妄想當中，你還覺得滿得意咧，覺得好像滿好咧！所以現在我們學定亦復如是，你真正要去學的時候啊，唉呀，那個時候妄念憧憧。但是這個那時候妄念憧憧，一定要什麼？如理聽聞，隨順這個認真去學。這一個概念我們必定要透過這個文字，認識這個文字相。"
}