{
    "3": "[00:03]此起無間，心粗重性即得除滅，能 對治彼，心輕安性即先生起。當這一個輕安的前相，就是剛才說的這個八觸動相一來的，緊跟著那個心的粗重性，慢慢、慢慢地就消失掉了，慢慢地消失掉了。對於這個身心粗重的對治的這個輕安，那個時候就生起來了。",
    "23": "[00:23]依此輕安生起之力，次有隨順身輕安諸風大種來入身中，前面是心輕安，因為這一個的話，於是緊跟著身輕安。那個所以「身輕安」是什麼？風大種。我們說地、水、火、風，我們平均一般人，人哪，那個四樣東西，這個是欲界，欲界的這一種四大。得了根本定以後啊，他轉化了，就是把那四大跟我們身心相應的四大也轉化了，那風大這個是特別地柔細，這樣。所以那個時候，就是色界相應的那個四大，那個時候特別那個風大的力量來得強，那個地大慢慢、慢慢、慢慢地退，地大比較凝重，風大是輕安。那麼，那個時候它會進入到我們身。",
    "79": "[01:19]由此風大遍身轉故，身粗重性皆得除滅，能對治彼，身輕安性即得生起。因為這個心輕安為先，那麼然後呢這個風大而來，「風大遍身」。所以平常我們說：氣、氣、氣，什麼，那個地方就是這個，所謂風大。那氣息是非常調柔，在這種情況之下，那個身粗重也消除掉了。什麼消除的呢？就是身輕安，身輕安是對治這個身粗重性。",
    "120": "[02:00]由此力故，身極快樂。那時候得到無比的快樂。",
    "124": "[02:04]由身樂故心輕安性轉復增長。那個身心是互相相待增上的，由於心輕安所以身輕安起，由於身輕安也就心輕安，也這樣地輾轉地增上。",
    "140": "[02:20]其後輕安初勢漸漸舒緩。然非輕安永盡，是由初勢觸動內心，彼勢退減，有妙輕安如影隨形無諸散動與三摩地隨順而起。那麼當這個起來了以後啊，那是最快樂的時候，以後慢慢、慢慢地這個輕安的這個力量慢慢地減緩了，也更舒暢了。那個時候感覺到好像慢慢地減退，實際上呢不是消失，而是說剛一碰到的時候啊，那種特別的這種感觸、強烈的感觸，慢慢地也跟著凝細下來了。當這種剛剛開始的這種凝細下來的時候，那個輕安實際上更深細、更妙，所以叫「妙輕安如影隨形」，就跟著你來。只要你有多久的三摩地，它那個妙輕安一直跟著你，那個輕安一直跟這個三摩地隨順而起，這個兩樣東西相互來的。",
    "211": "[03:31]心踴躍性亦漸退減，剛開始碰到的時候，哎呀，歡喜啊！那時候那個喜還是會動的，還是會動我們的心的，所以那個喜心慢慢地也退。",
    "223": "[03:43]心於所緣堅固而住，遠離喜動不寂靜性。那時候心是越來越堅固，那個歡喜的這個心態，對心裡面還是會影響的，它慢慢地也減少了。到這個時候，",
    "238": "[03:58]乃是獲得正奢摩他，那是的的確確得到了根本定了。",
    "244": "[04:04]亦是已得第一靜慮近分所攝少分定地作意。那個是真正得到初禪，初禪。這個初禪是什麼呢？這個才是定地所攝的少分哦，少分哦！這個初禪是這樣的，所以從這個時候才一步一步上去。說：",
    "266": "[04:26]外道諸仙修世間道於無所有以下離欲，及修五種神通等，皆須依止此奢摩他。這個是共世間的，所以外道那些仙、諸仙，修世間道，乃至於無所有以下 ─這個就是這個無色界的，所謂識無邊處、空無邊處，無所有處以下的 ─這離掉那個下面粗重欲界之欲，乃至於修神通等啊，都要依這個，這個是根本定。",
    "304": "[05:04]內佛弟子，以出離心及菩提心之所任持，修無我義，證得解脫，一切種智，亦要依止此奢摩他。故是內外所共之道。略說奢摩他建立竟。那麼，對於我們修學佛法的人來說的話，佛法的人也要這個，不過修學佛法的人跟外道不同的一點，佛法的人主要的是什麼？以出離心跟菩提心，這樣。佛法的差別在什麼地方呢？就在這個上頭，就是說你有出離心那個就是佛法，沒有出離心，那個就不是佛法。至於說出離心的內涵：只管自己，這個就是普通的二乘行者；如果說你能夠把這個出離心推己及人，然後呢策發大菩提心，那就是大乘。",
    "369": "[06:09]所以出離心跟菩提心，東西雖然是兩樣東西，它的特質還是 ─一定地，對於世間的真相了解了以後，曉得它的過患，不再貪著；不管是見上面，不管是情上面，然後呢一心厭患求出離，這一個。因為你要求出離，所以找到不出離的原因，綁住你的根本，那時候你找到原來綁住你的根本什麼？在執著。所以由於這一個出離心、菩提心，然後呢找到了綁住我們的原因，「修無我義」，那個時候才能夠「證得解脫」或者「一切種智」。是什麼呢？就是單單求自己出離來說，通常我們是叫解脫；由於菩提心任持，那能徹底圓滿解決，這一切種智。不管是外道也好，現在佛弟子也好，你要修這個，那個也是依止這個奢摩他，換句話，我們上面所說的，所以這個是內外的共道。所以我們說定本身是共世間的，主要的原因在這個上頭。",
    "456": "[07:36]所以不是說得定就算，而是說你學定之前的動機，你的認識是什麼？這個是它最重要的，推動我們的原因。換句話說，大乘佛法的不共之處是在哪裡？小乘的不共之處在哪裡？佛法跟外道的不共之處在哪裡？你先把握住這個，那個時候才一步一步地進去，學那個定；那麼這個地方當然主要的是特別地講定。",
    "491": "[08:11]所以現在到這地方呢，關於定那一部分把它說清楚。可是這裡現在說的只是屬於《略論》，《略論》上面把那個綱領；你正規要學的時候啊，那個必定要把《廣論》上的內容要有正確的認識。當然一再說過的，如果說你有一個善知識作攝持，他在旁邊看得清清楚楚，以他的經驗來告訴我們，這個沒問題。不過這個經驗的話，要看哦！他有多少經驗他就能夠給你多少，這是千真萬確的事實。所以我們這一點哪，必須要了解。諸位，如果說自己覺得力量不夠，那麼就在這個上頭啊，有一個大概的認識。有了這個大概認識，有一個很大好處，我們不會要誤解。現在是太多的人，哎喲，碰到一點影子，然後呢就以為這個叫作定，乃至於學錯了還不知道。如果力量夠，真的想深入的話，那麼關於這一部分的話，還一定要在《廣論》上面。同時你以現在這個基礎，再去看那個《廣論》上面的話，條件夠的人，他就也容易了解，可以深入。",
    "583": "[09:43]到這裡為止，把止啊，別學當中的止有一個大概的概念，有一個大概的概念。那麼對我們來說，固然我們這個大概的概念哪，一開始的時候雖然我們還沒到這個時候，但那個大概的概念，一定要有很明確的認識。而這個裡邊我特別要提醒大家一件事情 ─修止的資糧，換句話說，要了解在你學定之前，應該有什麼準備。他前面是三兩句話就說完了，實際上那個本論的次第啊，前面這麼長、這麼多的東西都是修止的資糧。所以如果你前面沒有這東西，學定的話，那這個定啊，那都是鴉鴉烏 ─戲論、玩玩，只是如此而已，這個我們必定應該清楚明白的。",
    "650": "[10:50]或者我們簡單地來說 ─戒。不過我們一定要了解這個戒的特質是什麼，前面已經說過很多次、很多次很多次了。絕對不是了解這個戒相，乃至於了解了這個名詞，大家說我的對，你的對；要這種狀態之後啊，你的這個戒是越多，這個定是越學不成功。所以必定是了解了這個道理，來淨化自己的內心的煩惱。這是見上面哪，是不要讓那個現行繼續地增長，破這個現行，這個是戒學的特質。然後呢，到那個時候才由定來降伏它。所以習性特強，或者是知見特強的這種情況當中，剛開始的是一定要以戒的力量來對治它。",
    "712": "[11:52]那麼在前面有辨，後面又有辨，所以我們辯論什麼，就是一定要說明它每一個煩惱，每一種身心的病態的不共對治是什麼，換句話對症下藥是什麼。因為這一次講的是《略論》，在《廣論》上面這個就說得很清楚、很清楚。譬如我們前面說，欸，儘管你現在五停心觀哪，貪心，的的確確你對治貪，如果修不淨觀的話，一方面貪心對治，一方面可以得到絕對寧靜的身心相，乃至於得定。但定雖然定了，你坐在這個地方可以，出來了以後這個煩惱的根本沒有動，沒有用！一定還在這個上面，要把握住這個不共的對治。這個關於不共的對治那一點，我們要有正確的認識，前面已經說過很多，現在再繼續學觀，那麼特別地就講這一點。那麼下面呢？",
    "777": "[12:57]丑三學觀法分二：寅初總明觀資糧，寅二別明決擇見。最後呢就是講觀。同樣地先要了解學觀之前，要有一些什麼準備工作，所謂資糧；有了這個資糧，下面就談怎麼去學這個。先：",
    "802": "[13:22]今初　《修次中篇》說，親近善士，聽聞正法，如理思維，三種資糧。所謂資糧，這三樣東西。那麼這個我想我們前面一而再地已經說過很多次，了解了。所以第一個一定是親近，善─所謂善巧方便的、一點不錯的，絕對不是在文字上面轉的，而是由文字所指的內涵，不但這個內涵有所了解認識，而且應該有所修證。結果他親身驗證了以後，然後把他驗證的經驗告訴我們，最完整的 ─佛，其次是菩薩、祖師等等。那麼，我們跟他的真正的原因是幹什麼，也要知道。所以前面告訴我們哪，說我們依止善知識的時候，不是說，哎呀，那個地方啊，住得好、吃得好、不是，他有法。然後呢，跟著他去聽聞正法，聽懂了以後你還如理思惟，這個「如理」兩個字是貫徹全部的，這個就是我們的前面的基礎。",
    "884": "[14:44]意謂依止彼資糧，決擇了解真實義之正見，引生通達如所有性之毘鉢舍那也。那是說，依這個前面的準備的資糧，那麼那個時候啊，就能夠分別觀擇，去了解真實正義的正見。一定要通過這個得到了正見，然後呢，由這個正見如理正確地認識，如理去修行的話，才能夠真正通達如所有性，換句話這個一切法的共相 ─空性。這個要靠什麼？靠觀。",
    "926": "[15:26]如斯正見，要依堪為定量論師所造之論而求。關於這一個正知見哪，一定要依靠什麼？足以，「堪」是足以，能夠依靠的，這個「定量」啊，是正確無誤、確定不疑的這個量。在這個印度這個論師，換句話，佛菩薩說明的一個特質，這個量是正確無誤的。平常我們世間講的這個量啊，它不一定；所以在法相上面告訴我們：非量、比量跟現量。眼前我們腦筋裡邊所思惟觀察、所看的都是非量，相似的量，而實際上是虛假的不是真實的量，這個不是。所謂定量的話，是確確實實的。那麼這個呢，對我們現在來說我們了解的是比量；由於這樣的正確的引導，然後照著去做，才能夠親證那個正確的。所以凡是可以作為我們依靠的，他一定也照著這個正確的親身驗證，然後呢如理地告訴我們，引發我們正確的認識，說這個不對的，那麼這樣走才能夠對的。那麼這一種對我們的指授、教授就是論。",
    "1021": "[17:01]論跟經的差別同樣的還是佛、菩薩，佛講的叫作經。那麼經呢，因為我們眼前不一定能夠直截了當地認識它，這個一開頭的時候講過，他一定針對著這個機，說這個人這樣的病，然後呢看這樣的。那麼既然我們現在不是正對著佛，所以他說的大綱雖然是對，可是裡邊深細的內容不知道，所以還要經過菩薩，將它解說抉擇，一點不錯，那個時候才對我們用得上，這個就是論。",
    "1063": "[17:43]其能遠離二邊，解釋佛經甚深心要義之論師，顯密經中多授記龍猛菩薩。那麼這個經真正的目的，就是把佛的最重要的中心的要義告訴我們。那麼佛跟世間不同的是什麼呢？他指出那個中道正見，普通世間都犯的是常、斷二邊。那麼對於這個佛經上面所說的離開了斷、常二邊，真正能夠把他最重要的精要的要義，能夠給我們說明的，誰是我們可以依靠的呢？這個上面特別說，「經中授記」，還是佛親口講的。說將來慢慢地、慢慢地，我走了以後，佛法衰頹的時候啊，那個時候有這麼一個人，說龍樹菩薩，他會出來把佛所說的真正的深奧難懂的 ─所謂這個密意啊 ─如理地說明，不管顯教、密教，所以這個也等於是佛親口講的。所以，",
    "1145": "[19:05]故當依彼論而求正見。所以啊，喏，現在我們信佛的人，是必定的依靠就是他。",
    "1154": "[19:14]印度諸大中觀師，皆推崇提婆菩薩，與龍猛菩薩相等，咸依為量。那麼出了龍猛菩薩以後，龍猛菩薩的下面一個弟子就是提婆菩薩。說當年在印度的那一種大中觀師，通常在那一個他們說中觀是最究竟的。現在本論也是依止阿底峽尊者等等，這個傳承都是說，換句話說，喏！那最究竟圓滿的這些論師，他們修行共同得到的結果。說：是的，龍猛菩薩固然是佛授記的，而能夠把龍猛菩薩真正的內涵，能夠完完全全傳承下來的，誰啊？是提婆菩薩，提婆菩薩。所以大家覺得，他提婆菩薩所說的，也是能夠作為我們正確依止的。",
    "1218": "[20:18]其能無倒解釋，聖父子意趣，為隨應破中觀者，則係佛護月稱二大論師。今當隨彼而決擇聖父子之清淨意趣也。那麼前面是說當時在印度啊，真正能夠圓滿說明佛的中心中道意趣的，就是龍樹、提婆兩位菩薩。那麼再下面他能夠一點不錯，而把他們兩位聖父子，就是佛法裡邊講的，這個是誰呢？叫「隨應破」，我們另外一個地方叫作應成派 ─中觀也分成兩派，叫自續跟應成 ─這個地方解釋叫隨應破。那麼對於真正繼承龍樹、提婆兩位大菩薩完整無誤意趣的是誰？是這個應成派，是隨應破那個中觀師。那麼這一個裡邊是哪兩位呢？是佛護、月稱兩位大論師。現在呢，就根據他們所說的內涵，來作為依據學習，學習怎麼樣去抉擇這個清淨的正見，這個就是我們所依止的資糧，是我們必須具足的條件。那麼有了這個，根據這個下面就來說明，啊！怎麼認識這個正見。",
    "1321": "[22:01]寅二別明決擇見分二：卯初明染污無明，卯二尋求無我見。那麼我為什麼錯誤的呢？那錯誤的話，因為是無明，這個被染污了。那麼現在是什麼是這個錯誤的呢？那麼如何會錯誤法呢？這個就是第一個說明。第二個就從這個上頭再找到錯誤在哪裡，再找到正確的內涵。現在，",
    "1355": "[22:35]今初　《四百論釋》云：「所言我者，謂諸法不依仗他性。若無此性即是無我。此由人法差別為二，曰人無我及法無我。」欸，那個《四百論》哪，實際上呢，實際上就是我們中國有本叫《百論》 ─廣。那個《四百論》，那麼這個都是啊，是龍樹、提婆，我現在一下記不清楚了，這可能是一本，可能是兩個不同，只是說轉從印度到經過西藏，以及到我們。那麼總是這些論，都是真正能夠代表龍樹、提婆，佛的無倒的正知見的說法。這個地方首先說「我」，我是什麼？我的特質應該是什麼？就是這個「不仗他性」，不靠別的這個叫作「我」。換句話說，它本來就是如此的，不是因緣所生起的；假定沒有這樣的一個特質的東西，那就是沒有這個東西，沒有這個「我」。所以我這個特質是什麼呢？不憑其他的因緣，它自己本來如此的，這個叫作「我」。假定說，沒有這個本來如此，而一定要由它的因緣生起來的話，那麼換句話說就沒有這一個東西。",
    "1465": "[24:25]那麼關於這個東西，在不同的方式上面產生我們不同的執著，在我們人上面我們叫作「人我」。在法上面是除了我以外，譬如說其他的桌子啊，什麼東西啊，那麼這叫作「法我」，叫法我。首先確定這個東西，換句話說這就是我們所執著的一個對象，我們總覺得有一個「我」，好像這個我天生來就是如此。實際上呢，這個我是真的嗎？天生來這樣東西，有這樣東西嗎？一切東西都是依著因緣而現起的，沒有這個不仗因緣生起的東西。那就是沒有我們所以為的本來就是如此的，那麼這個東西我們叫它 ─我。",
    "1524": "[25:24]此中所破之實執，謂覺非由無始分別增上而立，執彼境上自體成就。那麼現在上面所說的我們要破的那種執著，這個執著叫「實執」，就是說它實在有的。實際上這個東西並沒有真的有，只是因為我們不認識，錯誤了，覺得它以為實在有，乃去執著它。那麼這種執著是怎麼來的呢？我們覺得這個東西不是由於下面這個東西而來的；如果是由於下面所說的來的話，那個東西啊，那就不是這個實執。那麼下面是指什麼呢？就是「無始分別增上而立」。無始以來由於你虛妄的分別 ─分別的話就是說我們那麼就分別心，換句話說它本來好好的一樣東西，你這樣去、這樣去想所以產生的。",
    "1596": "[26:36]我們常常說的眼前任何一樣東西，你看見了他好端端在這裡，你去想他：喔唷！他在那兒幹什麼？於是你就想出你那一套來，這個就是我們的分別。說現在這個分別不是眼前就有的，從無始以來就有的。這個無始，又分成兩部分：粗、細來說。粗的來說就是這個時間是無限的，根本啊找不到什麼時候開始，啊！久遠得不得了。這個進一步來說的話，它本來就是如此，根本就沒開始，因為你虛妄顛倒了，你覺得好像有一個，它本來就是這樣嘛！就這樣，是這樣的。",
    "1642": "[27:22]所以因為所以這樣的關係，所以它本來沒開始，因為你虛妄啦，虛妄了所以你妄分別。平常我們常常舉的例子，嗯，譬如說那兩個人，這兩個人我跟他有一點心裡過不去，他好端端地站在這裡，咦，我就想：這兩個傢伙站在那兒在罵我吧！其實他根本站在那裡跟你了不相干，他並沒有罵你，只是你自己心裡面自己覺得，只是你虛妄分別，他本來就沒罵你呀！所以叫無始，他本來並沒有這樣做，而是你的妄分別而增上的，這種心。而現在實際上呢，我們由於這個心情，一直在這個當中流轉。真正說起來，由於這樣的流轉產生時間相，而那個時間相對我們看起來，也的的確確長得你根本就無法算，就是這樣。所以由於這個的原因，所以產生了無比長遠的時間相。由於這樣，那麼妄分別，在無中生有，明明沒有的就「增益」，在這個上面增加而安立的。",
    "1715": "[28:35]現在呢我們感覺到，如果說你覺得這個東西不是由這樣安立的，那麼這個東西是什麼呢？它本來自己的的確確在這裡的。前面這種情況是你自己的妄分別安在上頭的，對吧？而現在這個地方說，它自己本來的的確確有這個東西，所以它自己本身有的。現在呢我們覺得「執彼境上」有它這個東西，這個東西叫實執。這個東西是沒有的，那麼現在我們要破的就是說，所破的就是破這個。那麼現在那個實執的這個，",
    "1758": "[29:18]其所執之境，即名為我或名自性。關於這個東西我們叫它什麼？叫它叫作「我」，或者有一個真實的它自己的性的話，本來如此的，它這個東西自己本身如此的。現在這個東西沒有，這個東西沒有。"
}