{
    "12": "[00:12]若於人上無彼所破，即人無我。假定在人身上面沒有這個東西 ─它要破的是什麼？破的實執嘛！假如在人上面沒有這個實執的話，那麼這個叫「人無我」，沒有這個東西。",
    "29": "[00:29]若於眼耳等法上無彼所破，即法無我。另外呢，就是在我們眼睛、耳朵等等，當然內法，其實乃至於外法，沒有這個東西的話呢，就是「法無我」。反過來呢，你執著以為它有一個實在的東西的話呢，就是人我執，法我執。",
    "50": "[00:50]若於法上人上執有彼所破，即法我執與人我執。就是這個。",
    "57": "[00:57]人我執之所緣，即流轉生死者及修解脫道者等名言所詮事，依止諸蘊假立之我。那現在我們分別來講人我執跟法我執。這個這是一種執著，這是什麼呢？對於明明沒有的東西，由於我們錯誤虛妄分別，以為有實在的東西。它本來就沒有開始，結果你就偏偏虛妄分別以為，因此產生不斷地、不斷地，這個薰習的力量啊，積得久得不得了，你要找那個時限哪，簡直找不到，所以這樣的一個東西。那麼這一種實質，在我上產生的叫人我執，人我執是一種心裡邊的執著的知見，這個知見。那麼這個知見所見的，換句話說這個知見所見的、所執著的。譬如我們跟人家吵，你為什麼吵？欸，你覺得他做錯了，所以他做的那件事情就是我們所緣，我們執著的；反過來呢，同樣地，我也有一個我覺得對的，這個就是所以你會去吵的所緣的那個對象。平常我們的種種的知見，無不從這個上頭來的。那麼現在這個地方呢，特別講的說這個中心，我們為什麼產生這種問題啊？說來說去都為有個「我」。假定這個東西拿掉了，問題也就解決了，所以他首先先把這個東西找出來。",
    "163": "[02:43]那麼所以說人我執所緣的，我們所執著的這個什麼呢？就是在生死當中，如果說流轉生死的也是它；然後呢，我們因為見到流轉生死當中的痛苦，所以現在來想：啊！覺得不好啊，要求解脫，現在修解脫道者也是所執的這個東西。這個是什麼？「名言所詮的事」，就是說這個東西所執的對象。這是說「名言所詮事」，這個解釋一下。這個東西實際上有沒有真的東西啊？沒有真正的東西，沒有真的東西，只是你有這個概念。這個概念是拿不出來的，所以這個叫作「名」，這個一種概念，這個概念你可以用語言來表達的，所以是名言。通常所謂名言、名言，實際上，沒有實際上的東西，只是由於你的虛妄分別而安立的東西，這個就是。那麼這個所說明的這樣事情，換句話說，我們講的「我」，我就是這個什麼？有這麼個概念，然後呢由於這個概念而產生這個言說，那麼這個言說所指的事情，換句話說「名言所詮事」就是這樣。",
    "241": "[04:01]眼前我們這樣說、「桌子」，桌子我有一個概念，然後呢說那個桌子，那個桌子所指的那就是眼前這個東西。換句話說，我們流轉生死，我們因為人有這個執著，所以執著這個東西所以流轉生死；那麼流轉生死感覺得痛苦所以要求解脫，解脫也是這個東西。換句話說，這個所謂名言所詮事就是那個人我執，那麼這個人我執所執的這個對象。",
    "271": "[04:31]人我執是，這個裡邊要知道喔！這不是一樣東西，人我執就是我們能執的心，所執的這個對象就是這個我。那麼這個我是什麼東西呢？是「依止諸蘊假立之我」。這個我這個東西啊依「諸蘊」，這就是五蘊，依五蘊上面所安立的。而這個安立的東西為什麼叫假立？不是真的，確實有這樣的一個形象，有這樣的一個功效。這個假就是對前面的所謂的自體、實在的，這個東西有它的形象、有它的功效，卻不實在的，在這個五蘊上面來假立一個我。",
    "316": "[05:16]在現在為了容易明白起見，我說眼前隨便一樣簡單的一個比喻。譬如說，我們每個人眼前攤了一本書，我們說：欸，書。實際上這個書這個東西是什麼一回事情啊？那就是紙張、印刷、人工，把那些兜起來，這些因緣而成的，對不對？那就是這樣嘛！然後呢我們給你一個概念：「嗯！書。」啊！然後呢，你覺得好像書有一個實在的。它有沒有實在的、天生如此的東西啊？沒有耶！眼前所有的東西都是如此。這個東西只是什麼？依種種因緣所建立起來的。因為它依種種因緣建立起來的，並沒有天生實在的、本來如此、實在的一本書在，所以我們稱它為「假立」，這個要了解喔！所以這個假字不是世間的，我們要用這個概念清楚。那麼現在書是這樣，眼前沒有一樣東西不是。說這個茶杯，那茶杯是什麼呢？如果是玻璃的話，那麼這個說非金屬；現在這個是金屬，然後說人工，然後用這樣東西安立起來，安立起來這個東西有這樣的功效，我們給它一個名字叫作茶杯，對不對？然後呢任何一樣東西，這樣。",
    "406": "[06:46]可是這所有的這些東西啊，它並不是天生有一個實在的自性，如果說天生本來如此的話，你不是要 ……它本來就是如此的，你做也做不出來，也不必去做。既然是你其他的因緣去做起來的，一定它不是本來就是這樣的，所以這個上頭才說叫「無自性」。不是沒有這樣東西，說有這個東西，而這個東西它不是實質，「性」就是自體，沒有它自己本身的自體，就是由於種種因緣而建立起來的，像那個檯子一樣，這是我們很容易明白的。說木頭、人工那麼做起來了，兜在那裡，兜在那裡，的的確確嘛就這樣的東西。這個、這些東西安立起來的，而不是有實在的東西。那麼，現在對我們這個身心五樣東西上頭所安立的，我們由於不了解，以為有一個本身天生如此的這個東西，這個東西不是真的，所以叫假立，這個東西叫作「我」。",
    "489": "[08:09]若緣他身之我，執為有自相，亦是俱生人我執，然非俱生薩迦耶見。那麼對我們自己來說，我們叫「我」，對別人呢？他別人也有一個五蘊哪！這個也是依這個五蘊假立的一個人相，這樣。那麼我們也是叫作人我執，而且這個呢都是「俱生」，俱生就是天生，無始以來一直繼續相續的。儘管兩個都是人我執，但是這個兩個人我執有一點不一樣：在我們自己身上面說這種執著啊，叫作「俱生薩迦耶見」，對別人身上的不叫薩迦耶見。",
    "542": "[09:02]這個真正要破的就是破這個東西 ─薩迦耶見。薩迦耶見前面在煩惱當中講過了。而且記得吧？前面他特別地說，說進入中士道的時候，為什麼要進入中士道，哦，前面你怕死，死了以後就是墮落的苦，然後呢要依止三寶。依止了三寶，最後結果找到唯有如法修習，所以啊了解這個法的特質，所謂業感緣起。雖然這樣啊，但是你還不能跳出生死，最後還是在生死當中。那麼因為怕到生死的苦，所以進一步啊，那麼什麼是生死的根本呢？哦！說業。而業的首腦是惑或者是煩惱，然後呢煩惱的行相，然後呢煩惱的種類 ─總相跟別相。進一步說，那麼這個煩惱怎麼生起的呢？一步一步推究，最後找到生起煩惱的根本的因在哪裡啊？叫作無明薩迦耶見。哦！原來啊，生死當中真正的根本是這個。既然現在你看見生死的痛苦，你要把它解決，那個地方只要從根拔掉，那個根拿掉了，當然好了，無從生起。這個是他所以要抉擇的，而在《廣論》上面事先先詳細說明。",
    "649": "[10:49]我們現在修學佛法啊要各式各樣的，大家摸不著這個根本，東忙西忙，忙了個半天；是，你不能說它沒有用，但是呢始終在枝末上轉，這一點在這個《略論》裡面並沒有明確地說明。平常我們像生病一樣，你一定要找到病的根由所在，一定要找到根由，然後呢對著這個根由是對症下藥。而不是說：哎呀！我們現在這樣的，平常的時候啊，那頭痛醫頭、腳痛醫腳！那個多多少少你還覺得：欸！頭痛你去醫這個頭啊，好像還對！現在我們更是糟糕，啊！這樣往往頭痛醫腳、腳痛醫頭這個樣，也不曉得弄到哪裡去了。只是覺得：反正身上覺得不舒服哦，那我就吃藥。那個藥是不是對著你的，你也不知道，那、那更是不曉得哪裡！所以一定要找到它的正對治。",
    "714": "[11:54]譬如前面曾經說過，說淨行所緣、淨惑所緣等等，那麼這個事前面曾經談過，如果說你多貪，那麼應該用什麼，多瞋應該用什麼。那個時候這個不淨觀雖然能治你的貪呀，但是不能治你的瞋；慈悲觀雖然能治你的瞋哪，但是不能治其餘的，對治了這個，其他的煩惱還在。就剛才說，頭痛弄好了以後啊，對不起，這個病根還在，沒得用！所以說《廣論》上面是詳細地辨別，這也是為什麼當年印度啊，那個小乘有部乃至到經部，到後來呢變成功唯識、中觀，諸大論師辯論的中心。如果我們真正要學的話，這個一定要認清楚，要不然我們現在這樣的，啊！弄來弄去是一點意思都沒有，這個辯論是永遠沒有結果的。但是如果你把握住這個中心的話呢，這個辯論很容易。",
    "782": "[13:02]所以以前我曾經特別跟大家說，你注意 ─切題，你的目的來什麼？說我跑得來就是好歡喜跟你辯論的，那我們也沒什麼好談的。佛法裡邊就告訴我們「惡性比丘宜默擯」，欸，你對，好了，就這樣！這種事情啊佛也莫奈何。所以佛在這裡有個十四無記，那個外道來跟那個佛辯論的時候，佛未嘗不知道，對不起，不管你說什麼，我就是不開口，這個是把握住這個原則。如果說你的的確確了解說我的目的幹什麼而來，是修學佛法。那你第一件事情啊，一定要慢慢地從外面我們進來的時候，繼續不斷地深入，找到這個為什麼要來的原因，根本因在哪裡。那個時候為了要弄清楚起見，所以不是含含糊糊的，那時候要非常明細地去抉擇，這個才是我們辯論的宗旨。你有了這個，隨時談到問題的時候覺得：欸，你又偏到別的地方去了，那很容易就拉得回來，對不對？所以這個辯論哪，在這種狀態當中，才說是真理是越辯越明，這個很清楚、很明白。",
    "865": "[14:25]因為你能夠辨了，越來越清楚，越來越明白，所以你了解，必然了解說，現在我們生死的根本是什麼。從前面一路推轉來，由於業，業而惑，惑就是煩惱，煩惱的行相你要認得得清清楚楚。那個時候你的知見一起來，你曉得你那個是正知見是對治煩惱的，還是你那個知見是妄知見是增長的，自然而然。你經過這個明確地辯論以後啊，你也曉得：「哎呀！錯了、錯了！」這別人也可以告訴你。如果這一點做不到的話，那一點用場都沒有。",
    "904": "[15:04]所以這個前面哪，記住！為什麼要前面的下、中、上，一步一步上來的，所以到這個地方要記得。煩惱的生因當中如果不記得的話，你們去看看在本論的前面一百七十頁上面告訴我們，說煩惱的生起之因，這根本在哪裡呀？不斷地推，最後推到叫無明薩迦耶見。而且他特別說明有兩派，他為什麼要說明兩派呢？的確地，因為本論之所以殊勝的地方，它能夠統攝所有一切佛法。有一派承認是無明跟薩迦耶見是同樣一樣東西，有一派說兩個不同的東西，所以不管是同、不同，他都解釋得清清楚楚。最後，總歸不管你怎麼說，就把那個根由所在找到它。",
    "961": "[16:01]這個前面已經找過了，所以現在我們這個地方說，喏、喏、喏，現在我們這地方，為什麼教要先講說緣那個人、我相，而最後呢說俱生薩迦耶見。要曉得這地方我特別提醒的話，所以我們現在學這個論，前面一再說過的，這不是讓我們認得一些文字，哎呀，然後呢跑得去說寫文章，然後呢開口的時候當演說家，然後作大法師。不是！而是要從這個文字上面認識它真正的特質，怎麼淨化我們的煩惱，然後幫助別人，這步步不離這個原則。你能夠這樣地了解的話，那個時候你才了解，原來這個教授的特質是在這裡。它絕對不是在那個地方說，啊！講完了以後要修了，不要它；而是了解，說你要修的話，非要這個完整教授不可。當然這個教授也可以這個老師親自的經驗，直接根據你的行相告訴你，也是一樣的。所以在佛在世的時候，可沒有什麼論啊什麼等等，佛看見你什麼根性，針對你說幾句話，哦，那麼好了，問題解決了。實際上這個就是經嘛，經本就是這樣來的嘛！對不對？現在論還是不能離這個原則，這是我們要了解的，我這裡順便一提。",
    "1052": "[17:32]若緣自身之我，執為有自相，則俱是俱生人我執與俱生薩迦耶見。如果在我們自己身上面去這樣的話呢，這個兩樣東西：一個是人我執，一個是薩迦耶見。",
    "1069": "[17:49]俱生我所執薩迦耶見之所緣，則是俱生心覺有我所之我所，非我之眼等。前面是俱生的我執，現在呢俱生的我所執。我跟我所，平常我們常常講的很多我啊、我所，我、我所，那麼我跟我所到底什麼呢？到底是什麼呢？這地方的也首先要弄清楚它。為什麼要弄清楚啊？因為前面我們曉得這是生死的根本，你要除，一定要把那個根本弄清楚。我們平常常常說的，你要去拔草，你拔草之前第一件事情，你要把那個草是什麼弄清楚，要不然你糊裡糊塗跑著去，鏗鈴匡啷亂拔一通，那不對！所以現在我們說，平常我們講的我、我所，那麼我、我所是什麼呢？一般我們來說「我所」嘛，啊！就是這些都是我所，這個身體也是我所，這個茶杯嘛也是我所，我所執著的。是不是這個？不對！它這個就是中觀根本深細的地方，你看看喔！現在我們看下去。",
    "1139": "[18:59]說「俱生我所執薩迦耶見之所緣」哪，那麼換句話說，能執的還是什麼啊？能執的還是這個薩迦耶見，就是能執一種見解。說這個見解本身是一個煩惱喔，就是煩惱另外一個名字叫無明喔，這是惑。換句話說這個惑什麼？染慧為性，慧的特質就是辨別，這樣。這個辨別一定有它所辨別的一個對象，換句話我們心裡看見這個東西：「嗯！怎麼，怎麼 ……。」去想這個事情。他所想的這個對象叫作所緣，這是什麼？是「俱生心覺有我所之我所」。他那個俱生以來的內心當中感覺得有一個我所，這個東西才是俱生薩迦耶見所緣的。而不是什麼？「非我之眼等」。平常我們講的眼叫我所，這個叫眼所，這個不一樣喔！這個不一樣。",
    "1197": "[19:57]在這個地方的的確確，這個《略論》上面是大概的內容指出來，真正深細的內容啊，這所以我說非廣學《廣論》不可。而以我們眼前的條件，就算學《廣論》也學不通。不過這個地方啊，我們不一定把正確的內涵馬上能夠把握得住，可是至少要了解，平常我們一般以為如是的錯誤的概念要拿掉。錯誤的概念拿掉了以後有什麼好處呢？剛才說的，你要想對症治病，實際上呢明明你看的看錯了，你去忙了半天沒有用。現在至少我不會在這個錯誤的上面去空忙，不會在這個錯誤的地方去空忙。前面我們一再說的，空忙的結果是越走越遠，你寧願停在那裡；你弄對了再走的話，一步就跨進門了。如果你在這兒空忙的話，越走越遠的話，最後等到你發現回來的時候，哎呀！已經沒有氣力了，這個是它的特質。然後呢，",
    "1269": "[21:09]俱生法我執所緣，謂自他內身所攝之色蘊眼耳等，欸，這個俱生法我執所緣的 所謂人我執跟法我執啊 這俱生的法我執所及內身不攝之山河房舍等。緣的那個是什麼？「自他內身所攝之色等眼耳等」。這個我們現在講的眼睛、色等這是什麼？俱生法執所緣的，這個法執不是我所。這個兩樣東西不一樣喔！我所執所緣的那個東西才是那個法執的特質。這個也許大家一下聽不清楚，那沒關係，總是我們現在第一步，就把我們以前那個錯誤的概念哪，先要認識到：哦！以前這種想法是錯的。我們籠統地或者跟人家種一點善根，那反正本來也談不到這種深確的內涵。所以對我們眼前來說，大部分修行啊，說：「啊，你也先不必要管它啦，你好好地念阿彌陀佛，到了極樂世界自然會解決問題。」這是一種。再不然的話呢，就是你努力地生生增上，持戒保持人天，生生增上，然後呢增加我們資糧，一步一步進去，然後呢淨除罪障，你自然能夠了解。不過這個地方呢，所以了解了這一點，所以我們先認得錯的，嗯，不要再去執著它。所以告訴我們哪，說這個法我執所緣的，那才是。",
    "1371": "[22:51]就是裡邊說所執的，以及外面所執的，這個是法我執所緣的。",
    "1383": "[23:03]我執之行相，即緣彼所緣，執為由自相有也。那麼什麼是我執？我執的這個本身是什麼個狀態呢？就是這個這種知見，當這種知見，這個見這個東西啊，見解這種東西，一定有它所見的一個對象，譬如我的眼睛，嗯，張開來我就看見對面的牆。那麼然後呢，這個執著本身一定有它所執著的對象，這個地方叫所緣，這樣。就是這個我執的這個行相就是啊，執所執的這個對象，並不是說不執，而是執所執的對象以為實有自性。並不是沒有這樣東西喔！有這樣東西，可是這樣東西本身卻是不是實在的，只是假名安立的；而我們不認識它是假名安立的，以為有這麼一個實在的東西，這個實在的東西啊，對它起一個執著。說得更正確一點，所以這個我執所以為我的話，為什麼？就是不了解它是因緣所生起，以為有一個特質，既然你現在在這個假名的安立上面，看這個東西以為有一個實在的東西的話，這個錯誤的這種執著就叫我執。在人上叫人我執，在法上叫法我執。所以他說「執為由自相有也」，你弄錯了，以為它 ─自相就是自體喔，同樣的內容。並不是說沒有這個東西，而是說不了解這個東西是因緣所現，以為它實實在在如此的。",
    "1510": "[25:10]彼二種我執俱是生死根本。那麼上面這個兩個錯誤的人我執跟法我執兩樣東西啊，都生死根本。",
    "1519": "[25:19]《入中論》云：「慧見煩惱諸過患，皆從薩迦耶見生，由了知我是彼境，故瑜伽師先破我。」這個《入中論》就是月稱論師寫的，換句話說現在下面引用的東西啊，都是能夠最正確代表這個龍樹、提婆兩位菩薩，抉擇佛的密意的對我們最佳的指導。前面呢由於我們無明的關係，所以不認識；現在有了智慧的啊，真正見到說這個煩惱種種的過患，哎呀！這個是不得了，這個在前面已經說過了。那麼這個煩惱過患，我們現在滅除這個過患的話一定要從它根本，那麼根本哪裡來的呢？「皆從薩迦耶見生」。噢！原來從這種虛妄的、錯誤的執著。現在呢假定我們了解了，這個薩迦耶見所執的「我」就是彼境，這「彼」就是薩迦耶見，這個「我」就是這個薩迦耶見所執著的、所緣的對象。所以我們真正修行的人，「瑜伽師」就是修行的人，先破掉它。你眼前看見了一個東西，以為有的：啊！這樣。然後呢你跟著它去玩哪，就害了！",
    "1609": "[26:49]我們中國人有一個故事叫「弓杯蛇影」，大家還記得吧？有一天有一個人跑到朋友家裡面去，那朋友請他喝茶，結果啊那個座位的後頭掛了一張弓，然後呢那個茶剛倒下來，在搖的時候：「咦！這個茶裡邊好像有一個什麼啊？蛇什麼東西，咕嚕咕嚕動！」那他不好意思，他剛開始啊又是 ……這樣。硬吞下去了以後發現：「哎呀！對不起，剛才這個杯子裡怎麼有個蛇、有個什麼啊？」他疑心，疑心越來越重，回去生病了，怎麼看也看不好。哎呀！結果找了半天，就是找不好，怎麼請那個名大夫找不好。最後就問他這個原因，他吐出來了，說是這樣來的，那麼就問那個朋友，這個朋友說是總暗暗地傷害他。那朋友說：沒有啊！欸，一找，喔、喔，好、好！再請他來。再請他來，第二次又倒一杯水在那裡，他又看見了，又很害怕。然後呢，他說你停下來，停下來。過了一下看看，一看：啊！原來這個東西！哦、哦，那好、好，問題解決了，問題解決了！這病也就好了，不要醫生看。",
    "1678": "[27:58]現在我們也是同樣的道理，說我們這個疑心，這個就是什麼啊？所謂叫邪慧，就是我們的見解。明明沒有的東西 ─沒有實在的東西，不是沒有喔！沒有跟自性，「有」跟「有自性」兩樣我們第一個要分得很清楚。如果你不懂的話，你看那個《中論》等等啊是越看越糊塗，明明眼前有的，你怎麼說它沒有？它不是沒有這個現象，不是沒有這個作用；而是這些現象、這些作用是因緣而安立的，由於這樣的因緣所以顯出這樣的形相，有跟這個因緣相應的種種作用，但是並不是天生如此的。就像剛才那個茶杯一樣，你水咕咚咕咚拿進來在動搖，那個弓擺在這裡面就搖，然後呢你就喝進去。那沒關係嘛！你了解了，了無關係。可是你偏偏不了解，以為它實在的，哎呀！然後你覺得有一個，吃了一個毒蛇進去的話，你那這個病就生起來了。",
    "1741": "[29:01]所以你只要把這個根本了解了，原來沒有這樣東西，那麼拿掉了，問題解決了！所以他現在真正修行的人，也同樣地在這個上面先破掉它、去除掉它，那麼你能夠這樣的話就解決了。所以這本論叫《入中論》，那根據這個道理，你才真正地能夠進入龍樹菩薩告訴我們的中觀正見，破除斷、常二邊 ─執有、執空，進入這個中觀真正意趣的這一本論叫《入中論》。"
}