{
    "17": "[00:17]《七十空性論》云：「因緣所生法，若分別真實，佛說為無明，彼生十二支。」說前面所說的一切一切都是什麼啊？因緣所生的。像剛才那個弓杯蛇影當中，這個都是因緣所生的，因為我們的虛妄分別，不了解，以為它是真實的。因為這一個不了解，以為真實的，這個叫作無明。由於這樣的無明啊，對不起，那就輾轉地引生了無窮無盡的這個生死的輪迴。而這個輪迴生死總括起來的話，由頭到尾啊不出這樣的幾個，叫作「十二支」，這樣。所以我們前面為什麼說對這個十二因緣一定要了解，怎麼樣由於你的無明，無明所以有行，行而識，識然後呢怎麼樣在生死當中輾轉地流轉。現在我們真正要認識的，還從這個地方破起，換句話說，這裡現在抓到根本何在。",
    "92": "[01:32]好！現在我們了解了說：喔！原來我們了解，真正修學佛法的所對治的根本在哪裡，就是在這個無明薩迦耶見。不過有人在這兒問：「欸，那麼為什麼佛一開頭的時候，不說無明薩迦耶見？乃至於比如說，平常我們修行的第一步，進去的時候，小乘、大乘都不從這個地方講起，小乘先講五停心觀，那大乘也不先從這個地方講起，為什麼原因呢？」這個要說一下。就像我們現在這樣上來，那一步一步上來，這個是什麼？已經進入到這個中心問題上去了。所以一開頭的時候，假定直接講到那中心問題的話，對我們來說啊也可以說了無影響。",
    "148": "[02:28]我舉個比喻說，一下就懂了。那現在我們要想在世間謀生、做任何事情，真正了解，比如說現在說電腦，絕對不是說，啊，你要學電腦，一下跑到那電腦公司，跑得去，你簡直不曉得是什麼一回事情。那我們每一個人都有這個經驗，比如說南普陀，第一次帶你來，人家說南普陀如何如何。我第一次來了以後，回去的時候一點印象都沒有，不曉得哪一個路到哪一個路，這個裡邊像個迷宮一樣，你一點都沒辦法。對不對？我們人人都是如此的，世間這麼簡單東西，你眼睛瞪得明明白白還有人帶著你，看完了你一點不知道，所以你一定要有前面的準備。那麼念書也是如此，所以絕對不是一口氣說，啊，跑到那個電腦當中，又是什麼硬體、什麼軟體。那什麼？欸，慢慢地來，先在幼稚園，大家排排坐、吃果果開始，然後小學、中學這麼上來，就這樣。",
    "206": "[03:26]所以在我們非常粗猛的煩惱當中的話，那一天到晚跟著世間在轉，你絕不可能，絕無可能進入佛法！所以那個時候就告訴我們哪，教那一個地方啊才是你五停心觀，對治你粗猛的煩惱，漸漸地調柔，一步一步深入，每一個地方都有它必然的次第。所以告訴我們哪，我們修學佛法一定要了解這個次第，那麼然後你進入，哪一門進來，從這個地方進來了以後啊，首先要了解它的特質。",
    "243": "[04:03]如果我們不了解這個，麻煩來了！什麼麻煩啊？你碰到什麼就執著什麼，碰到什麼執著什麼。我們現在不必談佛法，而我們談進入學校的這個，每一個包括我們自己在裡邊。我們現在自己忘記掉了，可是我們可以看得見，喔！那些或者是自己的這個幼小一輩弟妹，乃至於鄰居，那個小孩子剛開始進入學校裡面。他回來：「欸，老師講的！」那講的「老師講的」是天經地義。說明什麼？這人就是這樣，他開始碰到了又執著得不得了。我們現在學佛法也是這樣，第一個碰到了覺得：哎喲！這個佛講的，就是這個樣！那別的都錯了。實際上呢，他所以講的一再說明，破你的執著，結果偏偏我們學了這個東西啊，執著更多！這個概念，就是隨便現在這個地方提一下。所以我們這樣地一步一步地來，所以他一開頭的時候，的的確確不先說這個，不先說這個，原因在此。那麼了解了這一點情況之下，由於前面這個次第慢慢地深入。",
    "317": "[05:17]我所以在這個地方講，它有一個特別的原因在，特別的原因在。因為本來像本論，當年宗喀巴大師造完了以後啊，剛開始對在家人根本不講，而講的人他都是有相當條件的人，因為這個是修行的次第。然後呢已經學了，然後呢你所以上不去的關鍵在什麼地方，你學到了以後，慢慢地就步步上去了。就相當於我們念書一樣，他不是對一個幼稚園小孩子講的，而是對那個中學、大學這麼告訴你，你學會了能夠派上用場的，絕對不會是學到哪裡執到哪裡，學到哪裡執到哪裡。",
    "364": "[06:04]但是實際上呢，對我們現在來說的的確確，因為我們啊，已經極大部分人，有了這種錯誤的前面那個，破除我們，所以拿這個完整的教理如理破除，給我們一個正確的引導，先有一個正確的認識。為了這樣，所以並不是照著次第步步修行而來，而是先在知見上面，讓我們有這樣的一個正確的知見。是這個整個的構架，基於這個條件而這麼上來的，這我們要了解。所以說如果條件不夠的話，那這個時候我們不必著急，就是一開始的時候我們認識，我們學的這個方式是這樣來；反過來說，你如果懂了，也不要去執著，那正好去運用它。現在我們進一步說，",
    "424": "[07:04]問曰：若二我執俱是生死根本，生死則有異類二種根本，不應道理。前面告訴我們說，人我執、法我執都是生死的根本，那麼既然生死的根本有兩類的話，那麼它這個根本不是有兩個呀？兩個的話，那怎麼辦呢？那怎麼辦呢？不是錯了嗎？",
    "447": "[07:27]答曰：二種我執所緣雖異，行相無別，故無過失。這個兩種我執，一個是人我執，一個法我執，這個所執的對象是不同的，但是呢，「行相無別，故無過失。」現在實際上什麼？就是我啊去看一樣東西，比如說我看這個東西，看這個東西叫作人我執，看這個東西叫作法我執。是沒有錯，我看的東西是兩樣，但是我本身這個行相，就是執的行相本身卻是一個。就是我去看，我用眼睛看，看這個叫作窗子，看這個叫作茶杯，這沒關係啊！然後呢我看別的，看這個又看另外一個東西，那沒關係。他現在真正的，如果說你了解了你所看的這個內容是去掉的，你對這東西不執著；不執著的真正重要的，就是我自己的這個執著的行相拿掉，對不對？這個行相卻是一個，現在我真正目的就是去掉這個行相，所以這沒關係。而生死的根本，就在這我對前面這個實執不認識，產生的這個，所以關於所執的對象，這個對我們現在這個地方所講破除生死，並不影響，所以並沒有過失。",
    "540": "[09:00]欲斷如是生死根本，須達無我慧。你要想斷生死的根本，一定要通達什麼啊？無我，原來你所執的這個東西啊沒有，那麼你這個執著就沒有了。所以那是我們執的這個行相，不是所執的對象。那麼你怎麼樣才把執的這個行相拿掉呢？你必須要發現你所執的對象沒有，你才發現：原來啊！以前我執的這個的心裡面錯的。那麼以前這個錯的叫無明，現在對的、正確的認識叫智慧，所以通達無我的這個智慧。",
    "579": "[09:39]此達無我慧，要與無明我執同一所緣，行相相違，方能斷除。那麼這一個達無我智慧呀，跟無明我執同一個所緣，這個前面講過了。他所看的對象是一樣，然後呢行相相反，才能夠斷除。這以前講過，這裡再講一次。譬如說現在有一個人，一個人跑得來這樣地推你，推你；那麼現在呢你要擋住他，或者不要讓他推過來。推、不要讓他推過來啊，他推的是推這個，你不讓他推過來話，你要抵擋還要抵擋這個，同樣的，對不對？是一定同樣的東西。他來推是推這個，然後你抵擋，擋那個地方去，這個跟他了不相干哪！",
    "626": "[10:26]記得不記得以前講的業，能不能對治，比如說你造的這個業，在這個上對治可以，我欠你十塊錢，然後呢我要還你十塊錢，沒債；然後我欠你十塊錢，我還他十塊錢，那沒用！對不起，雖然對你來說抵銷，可是你還是我的債主，他是我的債主，這個沒有問題解決，這第一個。不但所緣同一個，而且行相還要相反，對不對？現在呢他推是這樣推，然後呢你同樣是推的力量，所以他反過來抵抗的力量一定恰恰完全相反，「相違」是相對，正對治他，那個時候把他擋住了，這是確定我們應該認識的。所以，",
    "675": "[11:15]《四百論》云：「若見境無我，能滅三有種。」平常我們在這個境上不認識而執著有我，現在同樣在這個境界上面，你了解原來這個東西是沒有，恰恰跟你前面所執的有完全相反。所以一定是啊，前面說的行相相違，而且同一所緣。那個時候啊，欸，我既然沒有了，我就是什麼啊？薩迦耶見，那個東西是三有的根本，那好了！他從根本 ─種子，去除掉了。",
    "706": "[11:46]《釋量論》云：「慈與愚無違，故非真除過。」喏，《釋量論》前面曾經告訴我們，也是同樣的，你要對治，正對治是什麼？現在我們說修慈悲啊、修什麼啊，對不起，這個慈悲這個東西啊，跟那個愚癡無明，並不是兩個正相對的東西，所以不是真正能夠除過失。這個說明什麼啊？現在我們忙得去修行，你修是修了半天，但是呢對不起，你修的東西，它不是正對治。我是欠這個人的債，然後呢我把那個錢去還給別人去，那不行，那個不行！那個問題不能、還沒有解決。",
    "748": "[12:28]此說慈悲雖是無明之對治品，因為我們無明往往是瞋恨什麼等等，你有了慈悲，瞋恨是拿掉了，那拿掉是無明所生起的枝末，不是無明的根本，所以無明的根本不是慈悲所能夠正對治的。",
    "768": "[12:48]然非同一所緣行相相違，故非真能對治。這個道理。",
    "773": "[12:53]法稱師云：「若不破彼境，非能破彼執。」你一定要把這個我執所緣的對象，它所執著的這個東西破除掉才可以。你不能破除了這個，那不行！",
    "790": "[13:10]此說須以達無我慧，破除無明我執所執之境，而斷我執。故知生死根本無明我執之真對治厥為達無我慧也。這兩句話就說明前面這個道理。",
    "808": "[13:28]請翻到《菩提道次第廣論》附錄，五百七十二頁。那麼昨天我們在毘鉢舍那就是學觀法當中，已經講了兩節。第一個是資糧要些什麼；然後呢資糧當中，有了資糧了，來說明怎麼去抉擇。在抉擇的過程當中，先說明現在我們要找的，要對治的什麼？就是根本這個無明，先認得它。那麼在五百七十二頁上面，有一個問題，它昨天已經講過了，就是這一頁的第八行。這一頁那個第二段就是說，他找到那個生死的根本是在我執，所以要把這個我執破掉了以後，那麼那生死的根本就對治掉了，就徹底地根除掉了，就這樣。生死的根本在我執，所以現在這個地方看看，這個我這個到底是什麼東西？然後呢，而且在這個地方，一定這個我，無我 ─跟了解我的這個智慧兩樣東西是同一所緣，行相恰恰相反，那個時候才能夠真能對治。",
    "923": "[15:23]那麼現在的問題是什麼呢？它這個上面說，說：「慈悲雖是無明之對治品，然非同一所緣行相相違，故非真能對治。」換句話說，你真正對治生死根本這個我執，是一定是什麼？要找到我是什麼；然後呢找到原來沒有這個真實的我，所以一定同樣在我上面，所以同一所緣是緣這個我。不過呢以前錯誤的，所以找到是「有」，現在看對了，發現是「無」，兩個恰恰相反，恰恰相反，那麼兩個抵銷掉了，就是這樣，所以這個時候這個無明根本就徹底解除。然後呢這個「說慈悲雖是無明之對治品」，這個話怎麼講呢？這個由於無明，所以我們貪、瞋、癡等等，種種無量無邊的煩惱，對不對？這個貪是不是煩惱？是。瞋是不是煩惱？是。癡乃至於慢、疑種種，這個都是屬於無明當中的一個煩惱。那麼現在呢對這個瞋心來說，是最佳的正對治是慈悲，所以屬於無明當中一部分的對治，而不是針對著無明的根本的這個對治，這個懂不懂？",
    "1025": "[17:05]平常我們常常說的以一概全的錯誤，哲學上面說為「白馬非馬」，我們平常說的：「我是人，所以人必須是我。」那麼談到人的時候，就好像只有我來代表人，你們其他都不算，這個一個錯誤的，這個地方呢就說明了這個。慈悲是對治瞋，瞋是由無明而來，沒有錯，但是瞋不能整個的代表無明，這個是重要的觀念。所以他說這個慈悲也是對治無明當中的一部分，但是呢，因為它所緣的對象不一樣，行相也不一樣，所以也不是整個無明的正對治。所以在這個地方，真正要對治的不是慈悲，乃至於不淨，乃至於數息什麼等等，而一定是無我。",
    "1090": "[18:10]既然是這樣的話，現在問題來了：他前面為什麼不一開頭就告訴我們說無我，那不是從根本解決了，這問題就解決了，為什麼前面要說一大堆，然後呢又要修慈悲，又要修什麼啊，五停心觀雖然沒強調，可是非常強調一定要修慈悲，請問為什麼？這是個問題，大家好好地想想看。我這問題大家了解不了解？擺在這裡，這是很重要的關鍵，大家想想看對不對？",
    "1124": "[18:44]我們平常總歸說，如果你要淨除，比如拔草，你一定要找到那個根在哪裡。是的，現在對治這個無明的根本是無我，他在這一個狀態之下，像我們剛才說的，要從根本的話，一開頭就應該找到那個地方去拔除。他為什麼不從那個地方拔除，而把它最後才來談這個問題，前面說了一大堆？當然說一大堆有很多啦，從五停心觀開始，那麼這個他沒有詳細說；而在本論當中又列為非常重要的，必定要修慈悲，說為什麼那個時候不先告訴我們，先學那個無我的空慧？這個原因，這是個問題，那麼你們好好地想一下，好不好？好好想一下。在最後結束之前哪，那個時候如果說大家了解的，告訴我，然後呢我把我所了解的，以及你們不懂的地方，說出這個原因來，這是一個非常重要的關鍵所在！",
    "1199": "[19:59]卯二尋求無我見分二：辰初決擇人無我，辰二決擇法無我。今天我們繼續下去，那麼前面呢，先找到了這個染污的根本是什麼？說這個我執、我所執。那麼現在呢，看看這個「我」這個東西、「我所」這個東西有沒有呢？所以現在我們來「尋求無我見」。所以第一個要達到那個無我的正知見，那個正知見得到了以後，然後呢根據這個正知見去修持的話，就能夠證得這個空性，換句話說，沒有我們所執的。那個時候啊，就把那個人我執、法我執啊，是徹底地淨除，那就是圓滿的佛果。現在它分成兩部分：",
    "1251": "[20:51]第一先抉擇人無我，第二抉擇法無我。",
    "1257": "[20:57]今初　二我執生起之次序謂從法我執生人我執。這個兩種執生起來什麼？先有法我執。對這個法我上面，比如說五蘊，先執著那個蘊的實在。因為這個蘊有這個實在，所以這個蘊才能夠根據這個，而建立起這個蘊所假立這個「我」。然後呢在這個蘊所假立這個相上面，不了解它的真實，妄執才生起這個人我執，所以這個生起的次第是這樣的。那麼修的時候呢，就妙咧，這個次第把它倒過來。",
    "1303": "[21:43]修無我之次序，則應先修人無我，次修法無我。修的時候就把它倒過來，它為什麼呢？說：",
    "1313": "[21:53]於人法上所知無我，雖無粗細之別，然所別事，於人則易了解，於法上則難知。在修的時候，的確這個無我的原則，你不管用到哪裡都是一樣的，所以用到人上，用到法上面，這一個粗細沒有什麼差別。但是呢對於你所執的這件事情，在人上面容易了知。為什麼？因為我們一天到晚在人當中，是吧？一天到晚在人當中，所以要想了解很容易。而那個法呢，就比較難於了知，對我們又隔了一層，又隔了一層。所以我們真正修的時候啊，就是就眼前的。平常我們做事情也是一樣，跟你講一個道理，啊！就太空當中，你說了個半天，實在是弄不清楚。那好，不要說太空，說地球上，像美國的事情說不清楚；像台北的事情講不清楚；台中，知道；這南普陀，喔唷，你一目了然；然後講教室裡邊，好、好、好，不要講，你眼睛一瞪就曉得了。同樣的道理，現在這一個所講的無我的粗細雖然不同，但是呢對我們直接所執的這方面啊，這很容易了解。因為這樣，所以他既然所知以及所破粗細沒有什麼差別，而這個上面又容易了解，所以在容易了解那個上面先修，那這個就容易產生效果。",
    "1422": "[23:42]如法我執於眼耳上不易了解，於影像上則易了解，同樣的道理，要你直接從眼睛、耳朵上面去看的話，你這個，嗯，這個比較不大容易說得明白。但是呢如果說你在這個所現的那個行相上面，比如說在鏡子裡面照，一照，你覺得：喏、喏、喏，這個沒錯啊！這個鏡子裡面所照的不是實在的東西，是假安立的，這樣。那麼這一個是說明了，眼前擺明了這個事實擺在這裡，讓你看得清清楚楚。這個所以呀，",
    "1466": "[24:26]故成立無我之因時，以影像等為同喻也。那麼說明這個道理的時候呢，也用這個比喻。這個比喻是特別一個用場是什麼啊？就是對深細的道理，拿一個簡單、容易而相似的來作為說明的方法，讓你從這個比喻上面了解。那麼這個在人、法上面兩樣東西是什麼呢？比如說法，那個耳朵，這個心裡面前面叫眼、耳。現在我們呢，人、法兩我上面這個行相怎麼樣呢？說一下。平常我們所執的這個人我是什麼，就在五蘊上面假立的，對不對？比如說我們說色受想行識，我們把它看成功我。",
    "1519": "[25:19]那麼這個時候啊，就我們用另外一個比喻來說吧，這個更容易了解。比如我們眼前講的那本書，或者那張桌子，那個就在你眼前，然後你就曉得：啊！這個嘛叫紙，然後呢這個白紙，然後呢上面寫的黑字，然後呢，那麼人工把它印、把它釘，那些東西累積起來，是沒有錯，於是變成功這本東西。這個東西你給它個名字叫書，你給它一個名字叫 book，那英國人叫 book，法國人叫什麼我不知道，那都沒關係啊！這個名字是什麼？我們安立的，對不對？所以假安立的，這樣。這個很清楚、很明白地了解了。就像我們一個實體在鏡子前面一照那個形相，你曉得：喔！原來啊，這個實體在鏡子上面所現的，假現的。那麼同樣地，在這個五蘊上面，這個色、受，心理的、生理的，這一些東西，然後呢假立上面有一個我，不但眼前，而且這麼容易了解，對不對？這個很明白、很清楚。",
    "1594": "[26:34]所以譬如說我們隨便看，假定說這個上面不是假安立的話，譬如說這個東西是我，那麼照理說這個頭髮剃掉了，你不就完了嗎？這個手切掉了，你就完了嗎？欸，不是。喔！說明啊原來不是。你曉得不曉得我，有沒有這個我 ─那小孩子生下來的時候，他也不一定曉得我不我啊！欸，但是呢他也一樣地動，一樣的這個東西執著。乃至於動物，喔唷，你要拿了個石頭打牠，牠馬上逃走啊！他每一個人啊，每一種有情，都有這種執著的力量在，所以這個是很容易了解，前面這個道理。",
    "1636": "[27:16]《三摩地王經》云：「如汝知我想，如是觀諸法。」就像你曉得「我」這個東西，你根據這個，再去拿這個去觀察諸法。",
    "1655": "[27:35]故當先決擇人無我而修。那麼所以在這個地方啊，先看那個人無我。把我了解了，進一步啊，拿我這個道理要看到其他的比較難知的上頭，觀一切法，所以這個地方先從這個上面下手。",
    "1677": "[27:57]修的時候有很多辦法喔，很多辦法，但是剛剛開始的時候，這個四樣事情，照這四個辦法去做，那最切要！前面這一句話注意喔，「雖有多理」，所以你真正通達無我，是有很多辦法、很多辦法，不一定單單限於這個的喔！這個只是這一個下面所告訴我們的方法是最切要。所以實際上呢，禪宗又是一個方法；除了禪宗還有其他的方法，那都是千真萬確的。所以我們了解了這個道理以後才不會執著，否則各說，啊，你說你的好，我說我的好，這個時候就害了，這個就害了！差一點的話，你執你的好，只學你的法門，停滯在那裡，你可以成功小者聲聞，好者緣覺。差一點的，你不是停滯，然後呢執著的話，毀謗別的話，自己執著也上不去，毀謗別的反而受害，這樣。所以我們在這個地方了解了這個以後，你自然而然容易貫通：噢！每一個法門有它特別殊勝的地方，那麼看看我現在適應用哪一種方法，到那個時候你用這個方法最好。"
}