{
    "11": "[00:11]還有呢，因為你自己內心上面，這種錯誤的執著去掉了以後，所以真正的大善知識、佛菩薩，要想來幫忙你，你自己的障礙拿掉了，他這個加持很容易進來了，那這個最後那點尤其重要！",
    "31": "[00:31]所以我們千萬不要 ─現在普通一般的這種毛病啊，眼前想盡辦法要改除它。眼前什麼辦法呢？先入為主！噢，聽見了一個辦法總覺得：喔唷，懂了、懂了，不得了！嗨，那就是這個東西。然後呢又要自己去弘法，又要執著就是這個對，別的都不對，然後拿這個根據來否定別人的。於是性相二宗啊，互相角立是非，同樣一個法門當中又說你不好，我不好，這個是一個非常糟糕、非常糟糕的！",
    "69": "[01:09]我們始終要把握這個概念，這個小乘的聲聞乘的行者，他因為急於求了脫生死，所以你看看當時的聖者，聽見這個法門他趕快修，別的天塌下來也不管，他解決了，好囉！如果說我們真的想急的話，這才是！絕對不是執著了一個法，「我覺得懂了，哦，你這個不對！」這已經完全錯了。你要想去弘法，絕對不是這個樣子的，這個我們要根本有一個認識。",
    "103": "[01:43]再不然的話呢，像我們現在這樣，實際上也的的確確一下學到了以後啊，的的確確現在自己也曉得，嗯，我是要走的大乘的路線，圓滿佛法的。但是呢一口氣要走上去，不要說本來這個大乘也並沒有說一口氣成佛，何況現在教理並不圓滿，那我隨分隨力把我所知道的，能夠跟人家說一點。那個時候應該採取的辦法：是啊！喏，我現在啊，很高興遇見了這個法非常好，當然佛法是八萬四千法門，我知道的只是九牛一毛，用這個上面步步深入。所以除了自己知道的把它能夠流傳以外，對其他不知道的法門，一方面自己內心哪，無比地景仰羨慕，同時還要去讚歎隨喜，這個是我們應該有的態度，應該有的態度。你因地上面你已經種下來圓滿之因，你的行為也正是跟你這個因地上面下的種子相應，一步一步上去了，這是我順便一提。所以那麼現在呢下面看看，這個四樣，四個道理，這四個方法怎麼樣。這個四個道理非常重要哦！",
    "198": "[03:18]初要，謂決定所破。第一個呢就是「決定所破」，不是我們要淨除這個障礙嗎？那麼先確定說我要去掉的這個根本的障礙，這個所破除的這個執著，這是什麼。這是最重要，第一個。我們要洗掉髒垢，一定要認得這個髒垢是什麼，譬如說我們衣服上面什麼地方染一個漬，這個我想我們大家有經驗吧！染了個油漬以後啊，你水裡一泡，那個油漬看不見了，那你洗了個半天，唉，那沒辦法！所以一定事先在那個地方，如萬一水裡泡了見不到的時候啊，你一定把衣服那一部分先拿出來，然後呢事先把那個非肥皂去對治，塗在那個上面，然後放在水裡去洗，對不對？那時泡了水，不怕。所以現在我們對治這個也是一樣，你一定要先把握住，你對治的中心在什麼。換句話說，我們現在修行大家說：啊，修行、修行囉！欸，那你怎麼修行法？不知道！那你怎麼修呢？所以我們為什麼始終在枝葉上面轉。我們所以來修行，這個真是了不起啊，宿生的善根，所以這一生啟發了。啟發了這個善根呢，那個時候真正重要的，始終要注意這個概念。",
    "288": "[04:48]所以為什麼現在我們在這地方，先把整個的大輪廓認識；然後這個輪廓裡的中心綱要在哪裡，也有這個認識；然後從這個上面，找到我們下腳的第一步；然後呢一步一步上去，是每一個都是這個樣的。那麼現在特別地已經縮小，就是就這一部分來說，針對著這一個地方，找我們所破的無明的根本在哪裡，所以把所破的對象要確定。那麼前面已經告訴我們了，原來這個東西什麼？就是我呀，人我執！",
    "333": "[05:33]吾人下至重睡眠時亦有我執堅持不捨，彼心即是俱生我執。那麼，現在這個地方簡單地說，你看這個我執這個東西啊，妙極了！乃至於你睡得非常昏沉的時候，對這個我啊還是牢牢執著，從沒有捨棄，那這個執著的心，就是叫「俱生我執」，所以這個在《廣論》上面詳細地說明。前天我聽你們在溫習的時候啊，就解釋這個我，我有哪一個，修四個定義什麼說了半天。其實啊，講道理的時候有這四個定義，在平常我們根本不曉得有這四個定義，你不知道，一樣這個我執，執著牢牢的。所以你在文字上面儘管把這四個定義下得很清楚，對不起，對不起，不一定用得上啊！對不對？我不是說這個四個定義沒用哦，這個四個定義有個特殊的意義哦！我只是說萬一你們不了解，在這個文字上面空轉，然後覺得這個就對，別的不對的話，你就走錯了，就是這樣。它法相有它非常重要的嚴密的地方，從這個上面分析的話，使得它一點遺漏都沒有，這是它的嚴密的地方；可是不幸萬一弄得不好，在文字上面空轉的話，轉到了不相干，他還在那兒覺得以為自得。",
    "421": "[07:01]所以特別地先在這地方，簡單扼要地說出我執這個東西怎麼樣，那就是，就是這麼深。所以在任何情況之下，譬如說我們儘管集中精神，欸，有個人喊你一下，因為這個是代表你的，你立刻就警覺了；乃至於睡著的時候，別的事情可以吵不醒你，喊你一個名字，你醒過來了。為什麼？為什麼？那就在這裡，就在這裡。所以哪怕「重睡眠」的時候，這個我執一直在，而且是與生俱來的，無始以來生生世世相轉。那麼，所以確定這個所破的，",
    "461": "[07:41]當觀彼執執何為我，如何執我，是有個我，那麼它為什麼是有個我，那麼我 ─這個這是我執噢，這種心裡面，這種心理狀態，就是個我執。譬如說我叫日常，人家喊說：「欸，日常法師。」那實際上很明白地，這個我這個所執的就是什麼？執的這樣東西，這樣的東西的代表用一個名字來，就是這個東西，這樣。那麼這個「日常法師」所代表的是什麼呢？每個人當然你有你的名字了，那代表的什麼呢？就是我這個能執的心所執的這個對象，所執的這個我是什麼呢？「如何執我」，它怎麼個執法呢？",
    "507": "[08:27]如是審細觀察彼執，便見彼執，非執於身心總聚上假名安立，乃執假立之我為有自體。欸，你經過了上面這樣的仔細的觀察，而實際上呢上面這地方並沒有說得很詳細啊！現在應該這樣說，我們這樣從這地方如果仔細去觀察的話，就要觀察什麼？說現在是的，的的確確我們每一個人哪，有一個執著的心理去執著這個我，譬如說剛才我說的，我叫某人，人家喊你，當然你可以任何一個人，譬如說我們現在隨便這地方，有一個人說：「嗯，淨通法師。」他馬上就站起來了。乃至於隨便說：「林居士。」他就馬上站起來了。那麼顯然的這個執本身是什麼？欸！他並不是執著這個林某人，或者是淨通法師這幾個字，而是執著什麼？執著這個四個字上面所安立的這樣東西，對不對？",
    "580": "[09:40]如果拆開來的話，寫一個淨，寫一個通，隨便寫在那裡，他根本不會去執著，這個林到處都是林。欸！可是對不起，妙咧，把這個三個字擺在一塊兒，這個所代表的、假立的這個東西，它才是執著的對象，對不對？這個大家清楚不清楚？你們每個人都有一個名字的，可是這個名字如果拆開來分在別的地方，你不會去執著它，把這三樣東西所安立起來所代表的這個東西，才是你所執著的。",
    "612": "[10:12]所以下面告訴我們，不是執著我們身心總聚上面這個東西，不是！而是在這個假立上面有這個。換句話說，不是執著這個名字三個字、四個字，不是執著，而是說這三個字、這四個字所安立，有一個代表你這個東西，這個才是你以為有個實在的，你所執著的。這個了解不了解？對吧！現在清楚了，這概念很重要喔！差一點點。平常我們含含糊糊地說我、我執，總是我們什麼？說這個五蘊，不是的！這個「我」是什麼？在五蘊上面所假安立的這個行相才是。現在用那個剛才三個名字來說明，大家清楚不清楚？這個概念很重要哦，一步之錯，你就錯到不曉得哪裡去了！",
    "669": "[11:09]所以當年印度很多部派的這個差別，就在這個上頭。我們現在好像聽起來很容易，我是絕對沒有這個能力。這個我自己的親身體驗，的的確確是要有傳承的大上師 ─這個是尊長。當年我們為了這個問題啊，啊，也是鬧了很久很久，我始終是迷裡糊嚕的，就是這樣。欸，總算後來啊非常幸運。所以我覺得，始終覺得你們真是有大善根喔，在這地方能夠很容易地就得到了，這個概念第一個建立起來。如果這個有不清楚的話，你們等一下就要問，如果這個概念弄不清楚的話，那下面就談不到。當然，有很多同修啊，前面的一大堆一片迷糊，那暫時不必忙，暫時不必忙，先把前面那個次第弄清楚了，然後我們繼續下去。",
    "729": "[12:09]彼俱生我執所執之我，即所破法。喏，喏！現在他前面所說的這個「我執」執的是什麼？現在這個內涵找到了，它這個中心找到了，現在我們所要破的，決定所破的就是這個。這個就是我們要破除它的，這個俱生我執所破的。",
    "751": "[12:31]初若未能直識其我，則亦不能知無我義。假定說，你一開頭的時候，對於你所破的對象沒有當下 「直」就是當下 認識的話，你沒辦法破除它。所以前面一再說明，要同一所緣，行相相反。我們舉的比喻，你要拔草，你一定要把那個草是什麼看得清清楚楚，把得一點都不錯，那個時候你就拔掉它。所以他前面這個才所以告訴我們說，那個我執的行相不是這個五蘊，而是在五蘊上面所安立的有一個我。所以他又引祖師告訴我們的話，實際上這個經論上面無非都在說明。",
    "806": "[13:26]靜天師云：「未觸所計事，不知彼事無。」你沒有碰到你所妄執的這個事情的話，你不曉得這件事情的真相是你妄執的，──你根本不知道、不曉得妄執的話，你當然不曉得它是妄嘛！你一定要把你所執的這個東西，譬如說我們現在講真哪、假啊，你一定要把那個你所諍論的東西拿在眼前，然後當下就觀察。那個時候啊，如果你能夠如理腦筋認真地一觀察，才看得出真假。否則嘴巴上面談了個半天的話，沒有用！這第一個。這個沒有建立起來的話，那下面根本不談，下面根本不談。",
    "859": "[14:19]所以我們說做任何事情也是一樣，修學佛法，那始終這個重要的概念，那是我們所以一開頭就問：你們跑到這裡來幹什麼的？修學佛法。佛法的中心是什麼？然後乃至於說戒、定、慧。戒的特質是什麼？然後呢，定如何定法？這每一樣東西如此。現在我們慧，到最後了，也一樣地一步都不能放鬆。第二：",
    "884": "[14:44]第二要義，謂決定二品。什麼叫「決定兩品」啊？這個是確定所破的範圍。我們現在從前面第一個已經確定的，所破的這個我啊，就是在五蘊上面所假安立有一個實在的自體的東西。五蘊，我們現在不去管它，的的確確這個五蘊上面，有一個假安立的這樣的一個行相，有這樣的功效，我們叫它作「我」。因為叫它「我」，所以你給它了個名字，這個名字代表你，喊這個名字，你會說：「是，我在這裡。」哦，這行相都來了。但這個東西本身哪，卻不是有自性，不是天生來的，只是假安立的。那麼現在這個東西假安立在什麼上頭呢？假安立在這個五蘊上頭。這個假安立在五蘊上頭，請問：它是跟這個五蘊是同，還是不同？是同還是不同？就是說，換句話說我們要破除它的時候啊，一定要看看它安立的東西的範圍如何？你不能太窄，太窄的話，破除不乾淨；也不能太廣，廣的話，欸，破除也沒用，乃至於徒勞無功。",
    "981": "[16:21]我舉個比喻：譬如說，現在我們要拔草，草太小了，噢，挖樹根，當然說這個是根本嘛，然後呢你去挖樹根的話，一定要確定樹根的範圍。如果太狹的話，你就砍了半天，砍那個樹枝，樹枝雖然砍掉了，那個樹根還在，沒用！或者你雖然砍了那樹根，樹根砍掉一半，還有一半留在這裡，咦，那個還會長出來，對不對？這我們曉得的。所以這個太狹不行，有遺漏，不可以！還有呢太廣也不可以，你挖那個樹根，樹根在那裡，你在那兒到處都去亂挖，挖了一大堆，這個也是不相應，也是不相應，因為太廣的話，有很多錯誤的東西會產生。",
    "1033": "[17:13]所以現在呢，確定這個所破的我，在五蘊上面安立的，確定不出這個範圍，而且也不能多、不能少，就在這個地方。所以說這個時候這個我啊，一定只有這兩樣，哪兩樣呢？要嘛跟這個五蘊是同樣的，要嘛跟這個五蘊是分開的，再沒有別的了。就像我們以前曾經說過的比喻，現在我們這裡要決定一件事情，有兩種：你同意的，還有呢就是不同意的。就這兩種，那麼再沒有第三類，否則的話，這個問題永遠不能解決，這個我們大家了解的。所以啊，第一個就是這個安立的，就在這範圍之內，否則呢離開這個有沒有別的了？沒有了，沒有了。",
    "1096": "[18:16]彼堅固我執所執之我，倘於五蘊上有者，與自五蘊為一為異。因為這個要破的我，在五蘊上建立的，那麼請問這個我跟五蘊是同、異呢？就是跟它同樣一樣東西呢？還是另外一樣東西？",
    "1119": "[18:39]離此二品，當知更無第三品。只有這兩樣東西。",
    "1124": "[18:44]以凡有者，不出一異二品故。如果有的話，一定不出這個範圍，你不是就是它，那麼就是離開它；不是離開它，如果不離開它，那一定就是它。",
    "1135": "[18:55]此依了知一異互違之量而成。為什麼要這樣呢？一跟異呀恰恰相反，不是一就是異，天下再沒有別的事情。就像我們室內的光明，比喻我們這間房子裡邊，說黑還是亮。如果黑的時候，光明一定沒有；有光明的時候，黑暗一定不在。不會說半暗半不暗，沒有這樣的事情，什麼叫半暗半不暗哪？看得見就看得見，看不見嘛就暗囉，就是這個樣。是，那麼同樣的這個道理。",
    "1172": "[19:32]《中觀莊嚴論》云：「離於一多外，所餘行相法，決定不得有，此二互違故。」除了這個「一、多」 多就是異 以外其他的決定不會，因為這兩樣恰恰敵體相反的。換句話說，喏！它們兩個正互相正對治的，就是這樣地對面對碰上了，兩個就是這麼兩個力量，就是這麼兩個力量，再沒有別的囉！所以這個我們要了解。如果還有其他的，我們一定還找出來，不能遺漏；同時呢也不要再多，多的話你跑到別地方，不切題，這個東西也是雜亂無章，這也沒有用。這麼第二個又決定了。",
    "1215": "[20:15]噢！所以第一個確定要破的對象，第二個破的確定的對象一定是這個樣的相狀。那麼既然確定只有不是一就是異，所以現在我們呢進一步就要去破它了，所以第三步正見破它。所以真正說起來，就是第一個確定你破的對象；第二個確定所破的對象以後，那個所破對象在這個上面假立的是跟它一是異；第三個就破。那麼既然這個安立的時候是，不是一就是異，所以破的時候，分成功看看「一」當中有沒有，換句話說我跟那個五蘊是同樣的，這個裡邊可能不可能？還有呢，說不可能。不可能，那麼只有在不同樣的，不同樣當中可能不可能？又不可能！那換句話說，這個時候──你了解，原來啊沒有這個東西，那是虛妄而安立起來的。所以要破的時候分成功一跟異，那麼第三呢「破一品」，第四「破異品」。現在我們看看，他一品怎麼破法？",
    "1283": "[21:23]第三要義，謂破一品。若所執我與五蘊一者，應成一性。此有三過，假定我們所執的這個我，因為這個我在五蘊上面建立的，假定這個我跟五蘊是同樣東西的話，那麼如果同樣，當然就是一個東西嘛，如果說你把它看成一個東西的話，那對不起，毛病就來了。非常明顯的大毛病有三種，下面的：",
    "1312": "[21:52]一所計之我應成無用，你計的這個「我」沒有用場！因為這個我，我就是這個五蘊，對不對？你何必再計一個我呢？根本不需要了嘛！用的時候不需要，但是呢的的確確，這譬如說我現在是這個桌子，這桌子的名詞，那個是什麼？同樣的這個，一樣啊，就是這一些東西，又是木頭啊、人工啊建立起來的，這個上面假安立的這樣的一個形象，這個假安立的形象你給它一個名字叫桌子，就這樣。那麼，如果說這個桌子的的確確有它的特別的特性，那麼當然現在我們就找它的特性，這個特性一定不離開這個這個木頭、這個板，或者離開這另外一樣東西。",
    "1370": "[22:50]如果是不離開它的話，那麼這個名字沒有什麼用場的。為什麼？如果有用場的，譬如說我，沒有這個桌子的名字，我把那個茶杯擺在桌子上面，你不叫它桌子，這個茶杯擺上去，並不由得因為你沒有這個名字，那個茶杯擺上去跌掉了，對不對？你擺在這個上面，你就擺在上面擺呀，我如果用在那兒寫字就是寫字，那個桌子的名字有沒有，沒關係啊！對不對？大家了解不了解啊？因為這個名字是在這個形象上面所安立的，對吧？只是說它有它的功效，就是當它的桌子的，你想到：噢，所指的這個。",
    "1411": "[23:31]所以在我們概念當中啊，把那個桌子跟那個名字連在一塊兒，但是呢它絕對不是實實在在地有這個，這個像桌子這樣的名字這個東西，因為我們所指的桌子嘛就是這個嘛！就這個東西。所以如果說，這個東西的話，你不叫它桌子啊，欸，乃至於沒有這個桌子的名字，這個也可以，是不是這樣？你不是叫它桌子，那麼日本人叫什麼我不知道，如果英文叫 table，那沒關係，或者叫 desk，那沒關係，欸，乃至於沒名字那都可以。反過來說呢，這個名字也沒有什麼實在的一種多大的用場啦，就是這樣。這個就是第一個，這個不是一個最重要的。第二呢，",
    "1461": "[24:21]二我應成多，我們現在講的是「我」，我是一個，就是我。現在五蘊實際上呢，對不起，五樣東西。講起這五樣東西來的話，已經是歸納成五樣東西，真正說起來那豈只五樣東西。譬如說我們那個身體，哎喲，頭啊、腳啊、手啊、腦啊、頭髮啊什麼等等。假定這個東西就是我的話，對不起，這個也是我，這個也是我，那個也是我，到底哪一個是你呀？那就不對啦！是不是？那這個很清楚、很明白。就因為這是這個上頭假安立的，實際上沒有實在的東西。如果這些東西都是你的話，你頭髮剪掉了，你就死掉了，那個指甲剪掉了，你就死掉了，乃至於如果萬一不幸的話，那個手切斷了你就死掉了。現在不哦！心臟換一個都不死噢，這樣，所以這也不是。還有呢，第三個，",
    "1517": "[25:17]三我應有生滅。對呀！這個色法跟心法都在生滅當中，而我們執著的個「我」的話，是牢牢不可破的東西，牢牢不可破的東西。乃至於譬如說我們計執的靈魂，這樣，這個不對。實際上佛法裡面不講靈魂，識跟靈魂是兩樣東西哦！",
    "1541": "[25:41]初過謂汝所計應成無用，以汝計我原為成立取捨五蘊之作者，若我與蘊成一體性，則離所取之蘊別無能取者故。那麼前面講的這個道理是一種，這個我們比較容易懂，實際上理路上面，在這句話當中才說得更清楚。我們所應該計的「我」啊，根本不需要的，為什麼呀？「初」，第一個過失說，為什麼說第一個過失，我們在這個上面計這個「我」沒有用呢？因為實際上我們真正所執著的，是五蘊上面所假安立這個相叫作我，然後呢有了我就有我所，我所所執的對象就是執這個五蘊，對吧？所以我說：欸，這是我的身體。這是「我所執」所執的那個，對吧？說起來：欸，這是我的身體、我的頭髮，這是我的腳、我的心、我的什麼，很明白的這是「我所執」所執取的這個法。",
    "1619": "[26:59]譬如像我的眼睛，是「我所執」執的這個東西。在這種狀態當中，這跟我、跟眼睛是兩件事情，很明白的。對不對？這是很千真萬確嘛！這是我的眼睛，這是我的書本、我茶杯、我幹什麼、我的身體，怎麼可以是「一」呢？所以這個上面就告訴我們哪，說這個時候，「原是成立取捨五蘊之作者，若我與蘊成一性，則離所取之蘊別無能取者故」，這樣。",
    "1658": "[27:38]自性無分之法，不可安立為異法故。因為如果是自性的話，那麼這個自性本身，它就是自己就是自己，你沒辦法分的。現在居然可以說：我來拿我，我怎麼拿我啊？那個地方很明白啊，我執著我的身體，這是我的身體，這兩樣東西啊，是兩樣東西。而這個自性本身就是一個東西，所以它計執為我的話，不應道理，不合理的，完全不合理，這是第一個大過失。",
    "1696": "[28:16]《中論》云：「離於所取蘊，別無能取我，計蘊即是我，汝我成無用。」那麼所以《中論》上面告訴我們啦！說：離開所取的蘊啊，再沒有能取的我在，沒有。所以你把這個蘊看成功我的話，這個我變成沒有用啦！這個第一個道理剛才說的，這第一個過失。第二，第二個過失是什麼呢？",
    "1725": "[28:45]第二過謂若我蘊是一者，如一人有五蘊，亦應有五我。對呀！如果說我執著這個東西是我的話，那麼人有五蘊，這個我不是也有五個了？",
    "1738": "[28:58]或我是一故，五蘊亦應成一。或者反過來說，我既然是一的話，那五蘊也成一。",
    "1743": "[29:03]《入中論》云：「若蘊即是我，蘊多我應多。」那又不對啦，那也不對了。固然是說我變成功五個也不可以，然後呢五樣東西變成一樣東西更不可以，這怎麼 ……一樣的道理，這個完全說不通的，完全說不通的！那五樣東西變成一樣東西的話，那我的頭就是我的腳，說那怎麼可以呢！我的身體就是我的心，那是絕對不可以的。"
}