{
    "8": "[00:08]如果說，那我是五樣東西的話，那到那個時候啊，你頭髮剪掉了，到底哪一個是你呢？所以我們祖師有這麼一段公案哪，把那個蚯蚓一斬為兩段，欸，你說，它佛性到底在哪一個地方？那個時候我們就弄不清楚啦！所以這個絕對不能多的，我這個東西千真萬確，這是我們曉得，我就是，就這麼個我，所以不能分，就這樣。所以這個如果啊，在這一個計我就是五蘊的話，第二個又產生這麼大的矛盾，又不對！",
    "43": "[00:43]第三過《入中論》云：「若蘊即是我，我應有生滅。」如果說蘊就是我的話，我有生滅。",
    "49": "[00:49]由分別假立業果所依之我，雖有生滅亦無過失。不過這地方他沒 ……特別一個解釋哦！是啊，我們佛法裡面都講生滅，因為為什麼講分別？因為它本來就是虛妄的，如此的業因，感如此的業果，它本來沒有自性的，對不對？它因為沒有自性的、沒有特質的，所以一切都是因緣安立的，由這樣的因那麼結這樣的果，那個是自然現象。正因為有這樣的因，有這樣的果，所以不是天生來如此的，所以說沒有天生如此的，我們這個地方叫自性，叫作自體。所以正因為它沒有自體，所以必定有因緣，或者業因感業果的前後的相續，而前後的相續必定是生滅的。假定說你現在執著這個蘊有一個實在自體的話，對不起，那不應該生滅的，而你現在把所執的蘊，所執的我就在蘊上面，蘊這個東西有生滅的，那又錯啦！",
    "120": "[02:00]所以我們講那個生滅這個道理，很簡單。譬如說，我們眼前隨便講一樣東西吧！說我們每個人身上穿的衣服，那衣服拿什麼東西做成功的啊？拿紗，這紗啊，這個地方叫作緯線，這個地方叫經線，再加上人工，再加上機器。本來是你看得清清楚楚一根一根紗，然後當那個紗紡進去的時候，這個紗不見掉了，換句話說這個紗滅掉了，欸，這個布生起來了，對不對？那個因果當中就是這樣。你那個人工這樣嘛放進去，放進去，人工沒有了，欸，但是沒關係啊，它這個東西起來了。所以它那個一定是生滅前後。我只是講粗相噢！講粗相，這是容易的比喻，真正生滅的細相，我們現在還不了解。",
    "166": "[02:46]所以這個因為它沒有實質的天生如此的自性，而一切都是這樣的因緣、這樣的條件所現，所以必然有前後相續、生滅、因果現象都有。現在這個地方要破的，不是破這個，這些因果生滅緣起的現象，而是說，我們執著有一個天生實在的如此的東西，說這個東西沒有的。現在了解了嗎？所以第三個。所以說我們執的這個有實質性的東西，既然有實質性，不應該有生滅；假定說蘊就是我的話，有生滅，錯啦！",
    "212": "[03:32]但如自所執之我若有生滅，則成自性生滅，假定你所執的我有生滅的話，那個自性就變成功生滅了。如果說，那你也許可以說：「欸，我執的自性有生滅的啊！」對不起，如果有生滅話，這個又有過失。為什麼這個地方辯呢？因為當年印度啊，有很多人不同意這種說法的人，他說：「對啊，你說它有了自性有生滅的話，這不可以。」反就說：「是、是！」他就承認了這個自性是有生滅的。好，那就算你有生滅的話，對不起，你毛病又來了。反正你只要是錯誤的，這個錯誤的東西一定有毛病的，正因為它是錯誤的，所以一定有毛病的。那麼從這個上面哪，才能夠徹底地消除掉，原來啊這個都是我們的妄執。現在看看執那個自性有生滅，是什麼過失？",
    "271": "[04:31]此中復有三過。第一個。",
    "272": "[04:32]初不念宿命過，謂不應憶念我於爾時如是生，以念宿生要前後二我是一相續，汝此二我自性各異不依他故。《入中論》云：「所有自相各異法，是一相續不應理。」說自性這個東西啊，應該一直如此的、不變的；不幸的是，如果你執著這個東西的話，有前面種種過失。他又說：「好、好、好，那麼我這個自性就有生滅。」對不起，你生滅的話，毛病又來了。假定你這個生滅的話，換句話說，這個我 ─前面的是前面，後面的是後面，已經滅掉了，再生起來就不是了，對不對？是另外一個東西。所以說假定是有生滅的話，你宿命以前的事情就記不住了，為什麼呀？因為啊，「謂不應憶念我於爾時如是生，以念宿生要前後二我是一相續」，以前我怎麼樣、怎麼樣，那個前後一定是同樣的一個我。假定說這個有生滅的話，一死死掉了，就像我們死掉了以後，另外換一個身體。對不起，換一個身體，跟前面一個身體不是一個，那完全是兩樣東西，對不對？就好像說我們現在搬了家了，那個房子跟這個房子絕對不是一個，那個房子跟這個房子的形相、內容是完全不一樣，這很明白。所以如果是自性要是有生滅的話，欸，以前的事情都記不住。不但是記不住，而且宿命跟現在的話連不起來了。那現在我們看下去，這個毛病多得很耶！",
    "371": "[06:11]二造業失壞過，既然前面跟後面是不一樣的話，你前面造的業，對不起，造的業滅掉了，滅掉了，你連不起來。",
    "381": "[06:21]謂前所造業應不受果，以造業之我未受果前即已謝滅，別無與彼同一相續之我故。以彼自性壞故。就是這個。既然有自性，他又承認自性有生滅，當一旦那個前面那個特別的自性造的業，造完了業，就算要感果的話，那個一定這個自性還在的時候。現在那個自性有生滅，自性一滅滅掉了，好囉，那個業就沒有了。這個舉個非常簡單的比喻，譬如像那個樹有個根，從根上長出來的東西，你把那根挖掉了，前面的東西都沒有了嘛！前面的東西都沒有了嘛，這是根本嘛！現在我們說有個檯子，有個什麼東西，你把那個檯子把它燒掉了，燒掉了以後，對不起，那個在這個上面所建立起來這些，都沒有了，就這樣。所以很簡單，現在我欠了人家錢，然後呢我逃掉了、我死掉了，對不起，那這個東西就算了，就是這樣。是所以這樣一來的話，前面造的業沒有了。第三呢，還有一個：",
    "451": "[07:31]三無業受果過，若謂前我謝滅後我受果者，應未造業即可受果，以他人造業，他人受果故。那毛病更嚴重了！前面造的業嘛壞掉了，可是後面呢你還有，後面還有這個果怎麼來的啊？沒有因的果！所以呀，而沒有業居然會受果，為什麼呀？因為前面的我滅謝了，而我現在就受那個果，換句話說我既然受這個果，前面那個業滅掉了，沒有了，我受的這個果啊不是我造的。既然不是我造的，別人的，別人造的業也變成我受的果，那天下大亂了，那天下就完全大亂了，這個業果就根本就無從建立起來了，佛法就無從講起。",
    "502": "[08:22]《入中論》云：「般湼槃前諸剎那，生滅無作故無果，他所造業餘受果。」哪，《入中論》上面特別指出這個毛病來了，只要你還沒有證得涅槃之前，它前面一定是剎那剎那地生滅，這個業果繼續相續。假定像你這樣地執著說自性有生滅的話，那害了！這個因為這樣的生滅，所以前面造的業嘛失壞；還有呢眼前的果是沒有業的，既然沒有業，沒有造作的話，那麼換句話說，這個可以亂來了，別人造了嘛我受。那個別人是包括什麼啊？無量無邊天下的一切。那怎麼可以呢！別人做了壞事，跑得來抓你，然後呢處罰你，有這樣的可能？有這樣的事情嗎？那當然不會有這樣的事情啊！別人吃飽了肚子的話，你在這兒發脹；你餓了要死，沒關係，這天下是大亂了，這沒有這樣的事情。所以他如果執著有自性的話，這個是當年印度的，是外道或者內道當中辯論。所以我發現：啊，那實在是美極了！他有時覺得：欸，不對呀！他馬上就想一個辦法，啊！轉了。結果又不對。",
    "585": "[09:45]由是推察即知我與五蘊非是一也。你照著這個上面這個道理，依理去觀察的話，就了解，五蘊跟我決定不是一。說到這裡停一下，大家記得不記得《楞嚴》，佛陀跟阿難這段問答嗎？喏！的的確確這個佛法是這樣的，所以是，他們是有他道理的，就在這個上面推敲。剛開始的時候往往我們不去腦筋去思惟觀察，啊，那個佛陀先問阿難哪：「這個我在哪裡呀？」他就自然覺得天經地義的我們就這個嘛！後來說了幾次，覺得不對，他想了半天：好像，嗯，依我想嘛，大概是這個。他自己又懷疑了，到後來簡直不能肯定了，到最後的話發現找不到了，他目瞪口開了。",
    "636": "[10:36]這個地方注意啊，所以這個所以說當年印度的大祖師叫大論師、大論師，實際上這是佛的基本精神。就是它那個教育一定是在問題的中心上面，就當下地如理地思惟觀察，喏、喏、喏、喏，這麼一步步地深入。到那時候你很明確地了解，啊！問題是在什麼地方。所以他這一個地方，前面說現在說：哦！這個五蘊是一呀，好，破除掉啦！那麼最後呢只有一條路好走啦，那麼這五蘊是兩樣東西。所以最後看看，是不是我跟五蘊是兩樣東西？最後不是，又把它破了。",
    "681": "[11:21]第四要義，謂破異品。若所執我與五蘊異者，則離色等五蘊，應有我可得，假定，前面這個當然走不通啦，走不通了，那就說：「啊！那麼我所執的我啊，這個我跟五蘊是不一樣的，離開它，另外有一樣東西。」如果是離開它的時候，那麼就離開了這個五蘊當中，應該有一個我。就好像什麼呢？",
    "706": "[11:46]如驢馬相異，驢跟馬兩個不一樣，離開這個馬，有一個驢可得，這是一樣的道理。",
    "711": "[11:51]離馬有驢可得。然色蘊等一一除後實無我可得。但實際的情況呢？你從那個五蘊離開了我，找不到我這個東西的，這個很明白，我一定在這個上面假立，一定在這個上面假立。",
    "732": "[12:12]《中論》云：「我異所取蘊，是事終不然，若異應可見，而實不可見。」是說，「我」這個東西離開了所取的五蘊，絕對沒有這樣的事情。如果說離開了有真正有的話，這個東西有沒有啊？不可能。那我們也很清楚、很明白，我們講的「我」一定在這個五蘊上面安立。假如離開了五蘊的話，你把那個手指頭切斷掉了的話，你毫不關係，因為這個你這個你，我，跟那個你這個蘊沒有關係嘛！切斷那個手指跟你沒關係。喔唷！痛了個要命，怎麼可能？這很清楚、很明白。所以它絕對不是離開這個東西，另外有一樣東西，很容易。所以前面就說，這個四個道理看起來，你這樣地去觀察的話，嗯，結果來啦！",
    "782": "[13:02]依此四義觀察，便知身心上，全無俱生我執所計之我。是為初得，中觀正見。你照著上面這個四個道理，去深細如理地抉擇、思惟、觀察，那個時候就發現：欸，對不起，在我們這五蘊身心上面哪，並沒有我們一向無始以來所執著這個我，對不起，找不到！那個時候，這個正知見建立起來，叫「初得中觀正見」。我們不要以為說：噢，現在得到了、得到了！不是哦，不是哦！這個得到中觀正見的時候不是，你的的確確會感到在這個上面，會有感到找不到的感覺，找不到的感覺。下面有兩個，",
    "841": "[14:01]若是宿世曾習此見者，覺如獲得所遺珍寶最極歡喜。若先未習今創得者，覺如遺失極可愛物，起大恐怖。若俱無彼二感覺者，則是未能了知所破，或未善破除也。這是楷定的一個確定不移的道理。假定這個上面這個方法，中觀正見你宿生已經修習，而是見到過的話，那麼這一生再來的時候，你一旦又得到了，哎呀！是大歡喜，喜極而泣。有很多人哪，在我們中國因為用的是不用這一套方法，通常禪宗就是這個。當他開悟的時候，哎喲，他會大哭。那個就像什麼？小孩子不見了親人一樣，哎呀，在馬路上迷失，一旦看見了，哎呀，抱著個媽媽這個腿哭，那個是喜極而泣啊！這樣，這是宿生有過的。",
    "908": "[15:08]假定是沒有見到的時候呢？那個時候就像遺失了，因為無始以來，把這個我執著牢牢的，忽然之間見不到了，起大恐怖，這樣。所以真正初見道的時候，如果他這個無始以來第一次的話，忽然之間什麼都不見的時候啊，會起大恐怖，這個理論就在這個上頭。所以假定說我們沒有這個感覺的話，對不起，那對不起，沒有得中觀正見！所以平常我們動不動說：「哎呀，懂了，懂了，懂了。」沒有啊！乃至於實際上呢，自己的整個的理路不清楚，或者雖然理路清楚了，你真照著去慢慢地觀察的時候，並沒有做到。",
    "957": "[15:57]繼續下去，繼續下去。那麼前面就是啊，這個就是破我的這個四個最重要的，那是非常重要、非常重要的！那平常我們一般總覺得：哎呀，好像這個教只是講講道理呀，然後呢你真正要了解的話，這個教沒有用啊！實際上不然，這個教跟宗的內涵完全一樣，完全一樣。所以在我們中國來說，譬如我們曾經那天講過的永嘉真覺禪師，他是照天台教觀。天台教觀那還是啊，這個南北朝時北齊慧文律師無師自通，這是宿生再來人哦，宿生再來人。他然後遠追龍樹，真實的完整的傳承他沒得到哦，這是千真萬確的事實哦！在印度那些大菩薩、大祖師、大論師，真正的祖師們都是有完整的傳承的哦！",
    "1026": "[17:06]所以現在你們根據這個回想一下，《阿底峽尊者傳記》上面的一段公案，我跟你們講一下。阿底峽尊者去遇見那個大善知識，第一個、第二個、第三個。第一個就去告訴他出離心，第三個叫明了杜梋論師，這一個是龍樹菩薩的三傳、不知四傳弟子？換句話說，拿我們現在來說，地位相當於我們現在溈仰宗這種溈山、仰山這一類祖師，這樣啊！那個是這個圓滿的傳承一點都沒有斷。阿底峽尊者所以去請教這個大善知識，然後那個大善知識講的就是講那個中觀的道理。跟他講完了以後，就告訴他怎麼個觀察，怎麼個思惟。他當時就照著他的老師就思惟、觀察，就馬上證得加行道一品真實三摩地。實際上那個什麼？大徹大悟！馬上證，大徹大悟。你們現在回過頭去看看，那這個情況，跟禪宗的開悟的境界是一模一樣，是一模一樣。",
    "1103": "[18:23]所以我們不通教理的人，大家都是，啊！真是很可憐。當然啦，這個有它的很多原因在。所以我們不要把我們現在學錯的，已經學錯再來誤解它，那是個大損失。教下、宗下，不管是哪一派乃至於，你只要的的確確有完整傳承的話，他得到的這個最究竟的內涵，確定是一個，絕對不會是兩個。如果是兩個的話，佛絕對不會說佛佛道同，佛絕對不會說不異語者，一定是這個佛是這樣講，那個佛是這樣講。啊！那是講得不曉得是這個千差萬別，這個實際上絕無此理。現在我們繼續下去：",
    "1154": "[19:14]修習之法，有定中修如虛空，與後得修如幻化之二。修習的方法呢，有這個兩個，一個在定當中，通常我們說根本當中，是根本定當中，那修什麼？「修如虛空」。為什麼叫修如虛空呢？根據前面聞思所抉擇而得到那個正見，發現：對呀，沒有這個啊！那麼為什麼我們現在，是，理路上面也清楚了；雖然理路清楚了，但是實際上的知見上面沒有確立，沒有如實地修。如果你真實地如實地修的話，到那時候你的的確確找它找不到啦，找不到啦！像虛空一樣。虛空，這個虛空不是我們眼睛所對的虛空哦！這個祖師們有一句話，「大地無塵土」，那個地多大呀！欸，到那個時候連它一點點都找不到了，根本找不到，就是這個境況。",
    "1218": "[20:18]現在我們看的虛空，就算我不站在屋裡面，跑到外頭的話，那我是能看的，有一個所看的，對不對？很清楚、很明白。當你證得真正的空的時候啊，那個能、所等等統統消失掉了，沒有了。啊！整個的，就是。這個是的的確確如人飲水冷暖自知，到那時候你會起大恐怖，到那時候你會起大恐怖的。這個是在定中。",
    "1248": "[20:48]然後呢？然後「後得」，下來了以後呢？對不起，欸，我們絕對不是說，哎呀，是沒有的，然後一直如幻，不是！「與後得修如幻化」，定中起來的時候啊，於是說：哦，原來啊我們這一切的東西，它並沒有真實的自性，只是說因為沒有真實的自性，所以都是因緣假立，因緣假立所以這東西就是虛假的，如幻如化。為什麼要說如幻如化呢？就像鏡子裡面照出來，由於這個東西，欸，看起來好像有。實際上真正的中觀師用的比喻，不是用那個鏡子所照的形相哦，他用鏡子所照的形相的話，從那個形相再追下去，就好像有一個實在的我站在前面，他不是的。他總是說「幻人顯幻法」，本來是個變化人，然後呢再使一個幻法，你在這個虛假的法上面執著。執著的結果啊，他本來是虛假的，誰啊？是一個幻人，這個人本來也是變化的，所以找不到真正的，種種重重的因緣，這個東西如幻如化。",
    "1327": "[22:07]平常我們除了鏡子以外的話，常常說的陽焰、乾闥婆城等等。這個陽焰是什麼呢？到了個夏天天氣熱的時候，現在這裡會看得見的，你們到高速公路上面，因為這個路很直很遠，夏天尤其是上午到十點鐘太陽滿熾盛的時候，你看那個上面像水一樣那個波紋，看起來好像水一樣，這個叫作陽焰，跑過去看看沒有的。那個野獸在原野，牠嘴巴很渴的時候，那太陽起來，一看見對方有水，跑得去，看不見。但是呢在前面看，老是在那裡，老是在那裡，老找就老找不到。實際上這個東西叫作如幻如化，它有它這樣的現象，卻是沒有這個實體，這個實體我們通常叫作自性。所以說真正的定當中，如是地觀察的話，找不到！像虛空一樣，虛空是一樣東西都沒有；但是呢後來卻是又如幻如化，這個。",
    "1395": "[23:15]初謂如虛空，唯由遮遣礙觸而立，此亦唯遮自相之我，專一而修，住空見中堅固不動為主，下面又告訴我們，那個所謂的虛空是什麼？「唯由」，這個特別的啊，純粹是從那一方面遮遣而說的。質礙，這個地方叫「礙觸而立」。就是說，平常啊我們這個礙觸有兩樣東西，哪兩樣東西？身的礙觸、心的礙觸。這是因為我執所緣的行相是什麼？「我」，就有我所，這個我所所緣的這個行相就是這個五蘊。那個時候你真正在那個地方找的時候，欸，發現沒有這個東西啊！所以這個不管是若身、若心，它都有觸礙的一個東西，法這個東西本身的特質。所以這個時候啊，原來你所執的，你所執的這一個實體的這個，這個實體的東西，有的時候叫自性，有的時候叫自相，這個東西沒有。",
    "1482": "[24:42]而這裡真正修的，特別注意哦，單單遮這個東西，單單修這個東西。那個所謂正修的時候啊，專門修這個，「專一而修」。「住空見中堅固不動為主」，怎麼修法呢？它有一個善巧的修法哦！先是經過你思惟觀察，對呀，你說這個我，那麼確定這個我在哪裡呢？那麼確定這個我一定在蘊上面。如果在蘊上面呢，不是跟蘊是一，就是離蘊而別有，換句話說是一或者異。那麼一有沒有呢？不對！異對不對呢？也不是。所以很明白的，這個地方，說明了這東西虛妄假立。然後你在這個上面，經過這個理智的抉擇以後，發現找不到，結果經過這樣的深入的思惟，然後呢你就安住上面，說明明是空的，對！然後呢就這樣地深細地把這個東西安住在這上頭，然後就是一種思惟，善巧地思惟，當那個 ……這樣地使得這個前面思惟所得的正見產生堅固。這是種觀力，這個所謂修的時候，定當中修，修這個。",
    "1561": "[26:01]若覺心相稍低劣時，便應憶念前四觀察，引生定解相續修習。這個地方很簡單說幾句話，實際上呢，整個的「教下」修無我正見的全部的方法就在這裡。那個時候啊，那個觀的那個心力，是非常深細，但是很有力。假定說那個時候你觀的這個覺照的心相，慢慢、慢慢地低沉的時候，那馬上又把它提起來。怎麼提法呢？就把前面所說的道理去觀察，使得這個觀察的這個確定相，了無疑惑地提起來，繼續地去修習。在這個上頭啊，所以就用得上，對這個定，如果說你定沒有的話不行。而且說定的時候已經說得很清楚，定有沉、掉二相，掉固然心不能凝聚；沉的話呢，這個觀照的力量稍微地緩一下的話，對不起，這個也沒有用。現在這個地方就很清楚了，它一定是很明細的，越來越明、越來越細，但是呢這個非常清楚，絕對非常清楚！那個時候這個觀力越來越深、越來越深、越來越深。到最後的時候，啊！你如實地就看見了，就是這樣，如實地就看見了。這個就是啊，他們教下告訴我們。",
    "1657": "[27:37]平常「宗下」告訴我們念佛的誰啊？如果要用文字回答，很簡單：念佛的誰呀？我嘛！如果你問我們，我就說：「你嘛，你還用問，這個還用問，大笨蛋一個！」欸，現在不，這不是這個、不在文字、不在意識卜度。因為剛才這種回答意識沒有用，你一定要找它的根由，一天到晚全部精神貫注在這裡，起個疑情：「對呀，這個誰呀？」這祖師的形容真美啊 ─如欠人萬貫錢財相似。像現在來說，欠人家了幾十億，唉，那個債主一屁股，唉！你簡直不知如何是好，就是那個味道。當那疑情現起來的時候也很美呀！",
    "1700": "[28:20]以前我也曾經試過一趟，有一次東摸西摸，先不相應。那這個善知識真是善知識啊！自己還照著自己的辦法，那個善知識被他呵斥了一頓，哎呀，那死心塌地地弄這個東西。剛開始弄的真是啊，東摸西摸就摸不起來，但是呢 ……所以你真正修學的時候啊，千萬不要給自己找漏洞。到後來因為信得過這善知識，他覺得這樣做，他要把你切斷掉了；有的時候哄哄你，引導你走上正路；有的時候弄得不對就罵你一頓。欸呀，完了以後，懊惱了幾天，最後想想：好、好，照這個辦法做，最後就照這個辦法做。",
    "1740": "[29:00]欸！那天疑情起來了。啊！就在那地方，那個心裡面，那個「誰啊？」就在那邊，提也提不起，放也放不下，走路也是，吃飯也是，睡覺也是。哎呀！這個心裡面你說難過嘛它又不是個難過，是妙極了真是，但是那個是粗相。所以你看看那個後代禪宗的真正的用功的方法都是這樣。然後呢它越來越細、越來越細、越來越細，等到提起來以後放緩，一直在這個上面，那不能丟掉的哦！"
}