{
    "6": "[00:06]吃飯它還是它，睡覺還是它。啊！睡覺的時候睡得清清楚楚，那睡是睡著了，但是那個念頭還在那個地方，這樣。",
    "17": "[00:17]然後所以這個祖師們說，到後來的話，這個就冷冷的就像一片瓦丟到那個萬丈的那個深井裡面一樣，一點沒有障礙，一直下去是保證你開悟，千真萬確！可是對我來說，可惜我沒做下去；現在呢我反過來，就幸好沒做下去，這個道理慢慢地告訴你們。哦，到後來弄弄弄弄弄以後，因為剛開始弄了，那麼被幾個閒岔就打掉了。打掉了以後，那第二次我又想又要找，又想不去找，所以這個一疑呀，你就停在那個地方。但是千真萬確的事實，你如果能夠這樣做下去的話，這個心念，這是禪宗用的。禪宗用的，事前不告訴你，告訴你了以後啊就不行，所以平常都是不告訴你的。它是一個方法哦，但是絕對不是唯一的方法。",
    "71": "[01:11]現在這裡先告訴你的，不但要告訴你，你要沒有一點點的懷疑，對這個確定就是這樣。然後呢把這個確定的道理，前面一定經過這個思惟、觀察，然後呢確定不移了，然後那個專注在上面：對呀！對呀！是這樣東西。那麼為什麼有呢？那顯然是你理路上面不清楚，所以顯然這理路之所以不清楚，就是你在無明顛倒當中。所以你再觀：到底是一嗎？一不對！是異嗎？異也不對！然後呢一觀，沒有，是沒有這個東西！嗯，就是，就是這個心越來越專注、越來越專注，實際上那個心情本身卻是一樣的。到那時候最後的話，一下，沒有了。啊！這個相現起來了，那個時候我們通常說大徹大悟。",
    "125": "[02:05]實際上是不是真的見道？不是哦，真見道還有一段距離哦！所以這個加行位上面，加行位上面，加行位哪幾個？四個位次，你們記得不記得？煖、頂、忍、世第一地。煖、頂那個時候，忍，頂以後的忍 ─就是頂位，嗯，到那個時候你真的見到了，這樣，然後呢安住在這個上頭。煖是有這麼一點樣子來了，那個時候然後下面是頂，達到頂的時候就可以見到這個。所以這是加行位上的，不是真見道，不是真見道，那時候就見到那個東西了，已經。",
    "172": "[02:52]這是我們要清楚明白的，如果你真正地教理清楚了以後，是！大徹大悟，就看他宿生所修的。也許他大徹大悟就成了佛了；也許他大徹大悟只是加行位上；也許他大徹大悟那個是地上面的，所謂五十幾個位次當中任何一位；乃至於他的大徹大悟只是小乘的見道，乃至小乘的加行位上，都不一定。所以這個真正判別不在這個上頭，這個道理前面已經講過了，我在這裡不再重複。如果不了解的話，你們問我，我也不回答。你們自己把前面這個好好地找、好好地翻，那個時候你才能真正地把握得住這個差別在什麼地方。那我們繼續下去。",
    "219": "[03:39]二後得修如幻者，謂由四相觀察，破自相有之後，次觀餘存何法，便覺行住坐臥一切威儀動作，皆唯分別假立，如同幻事都無自性。那麼修「後得」怎麼修法呢？修後得如幻，說經過前面這樣的四重方式去觀察以後，覺得原來沒有這個實在的自性 ─這個自性的另外是叫自相，沒有這個東西。那麼既然沒有，剩下來的是什麼呢？既然沒有的話應該就完全沒有，可是偏偏我們一切的行為、動作。那時候感覺到：我們的一切行住坐臥，在任何情況之下都是什麼？都「分別假立」，原來啊就是我們的虛妄分別，這個叫作無明，這樣的是假安立的，這樣。現在這個假安立，現在我們了解哦，這是個專門名詞。就平常我們說這個桌子，這個桌子名詞啊，這個是假安立的，就是在這個形相上面安立起來的。就像那幻事 ─虛幻的，它有這個形相，有這個功效，卻並沒有實質上頭的自性，沒有這個東西！",
    "304": "[05:04]又善得人無我見時，雖無俱生我執所執之我，但業果所依之我則非全無。好囉！下面，下面這個很重要哦！說你已經善巧地經過上面的聞思修，的的確確見到：我們無始以來所執的實實在在的這個我啊 ─沒有！所以這個俱生我執破掉了，這沒有了。但是，嘿，妙咧！「業果所依之我」，卻還有一個如此的業因感如此的業果的這個假的我，這個東西不是沒有哦！這是千真萬確的。可是假定說你找到了，找不到這個我，這個我破掉了，這東西也沒有的話，你應該說定中起來了以後，這個我也不見掉了，實際上不是。那麼這個是怎麼的呢？這個就是啊，這個因緣業所感的如幻如化的東西，所以這個我不是沒有。",
    "372": "[06:12]如幻師所變象馬，雖無象馬之體，然有象馬之相。就像一個幻師，這個幻師啊，佛平常統統現的，佛有的時候變化一個什麼。其實我們所見到的那個佛本身還是化身，就是幻化出來的。他本身已經是幻化出來的，再變一個象啊、馬啊等等，它這個東西雖然沒有實在的東西，但是你看起來卻是有一個象啊、有一個馬啊，就是這樣，這是我們曉得的。但是呢因為在我們的概念當中接觸的，的的確確沒有這樣的東西，所以我們不妨退一步用比喻來比喻，譬如說我們現在的電影。那麼這個電影這東西啊，是很清楚並不是一個實在的東西，但是呢確實你看見它的一切的動作等等，乃至於它現在有聲、光。以前的這個電影，只是好像在這個銀幕上面，沒有立體感，現在的電影還有立體感哪！",
    "442": "[07:22]這個立體感的這個電影很有意思哦！我也是看那個立體感的這個電影，就是它那個電影是三百六十度的，那個銀幕三百六十度的，你無法想像那個怎麼會三百六十度的呢？換句話說它的銀幕四周，這樣。然後你在那兒看，看那個人坐在那個船上的話，就是說你看見那個船，你就坐在船上。那個船在海裡面有浪，有浪所以大家搖得個暈頭腦脹，好幾個人要吐。他事先也告訴你哦：萬一你們碰見這種情況的話，你就把眼睛閉起來，就這樣。到那時候的確，喔唷，頭就暈起來了。我說這個假的，不管你怎麼說，但就頭就會暈，那這千真萬確的事實，就這樣。",
    "483": "[08:03]所以在這個地方啊，它雖然明明是假的，欸，對不起，喏，就是會這樣。如果它假的是在對面的話，你還只是看著它，也許看見了有個小孩子一樣，哎喲，拍掌叫好。如果說它假的，那把你也包含在裡頭，弄在你的這話，就到那個時候叫你頭暈腦脹，吐啊、什麼東西啊，感覺都會來了，這是千真萬確的。所以它雖然是幻化的，卻是有這樣的形象，乃至於有這樣的功效。",
    "511": "[08:31]如是現在彼我，本無自性現有自相，唯由分別假立之我，即能作善惡業，受苦樂果，一切緣起作用皆應正理。嗯！因為這樣，前面所說的道理，眼前這個我呀，所謂的「彼我」，現在那個加那個「彼」字妙極了！眼前所講的那個我，那現在不再是我執著的這個，啊，原來是那個虛假的我呀！雖然它並沒有真實的自性，並沒有真實自身現起的實自相，卻是「分別假立」。這個分別假立作用什麼？由作了善業就感樂果，作了惡業就感苦果，一切緣起的作用啊！那個時候就對了，完全正確，「皆應正理」。所以這個性空跟緣起，恰恰兩樣東西是不能分的，那個才是。",
    "569": "[09:29]自性雖空非畢竟無。故非斷見。喏！因為自性空，但是這個空啊，卻不是畢竟無，所以它不是斷見，不是斷見。",
    "583": "[09:43]又一切法本來性空，一切法本來就是如此的呀！只是因為你無明、顛倒是妄見為有。所以，",
    "591": "[09:51]通達無我慧即如是通達。喏，所謂的無我慧是這樣通達，不是說：",
    "598": "[09:58]非是原有自性，後由覺慧安立為空。不是原來有的，因為你有了智慧，然後呢把它看成空，那就不對了，它本來就是沒有啊！只是因為你迷糊顛倒了以得有，所以你叫無明啊！所以現在學了這個佛，覺悟了去觀照了，發現沒有。所以它叫作無始 它本來沒有開始嘛；所以叫無生 它本來沒有生起嘛！那麼為什麼會有呢？因為無明嘛！所以在時間上面無始，你覺得無明有就是時間。然後呢無我上頭你覺得有了，就有，無生就變成功有！既然這樣的話呢，這個時、空、質、量、心、物等等都產生了，都是從無明所產生的，就這樣。",
    "653": "[10:53]所以啊現在我們談科學，你真正地了解了，實在發現：唉，那個科學實在是啊，幼稚園的小弟弟。他那個方法是正確的，現在所以我覺得修學了佛法了以後啊，──往往參加說：哎喲！這個佛法是很符合科學的。對！你如果要去幫忙那些科學家，當然你先要取得他的好感，讓他接受你這個見解，這種說法是一個善巧。假定你不了解這個道理，而是覺得佛法是科學的話，那是等於「買櫝還珠」。你已經得到了無價之寶了，居然還把它丟掉了以後，跟它一起這個來，那是顛倒無比啊！所以那前幾天你們溫習那個什麼，這個什麼，好像「百法」，它引證了一大堆，我看看啊有很多是可以引證的，有很多那已經走上錯路了，這地方呢順便一提。所以如果說你真正地，的的確確能夠這個根本把握住了，然後你回過頭去看他的，他那些問題看得清清楚楚。雖然別相細緻的地方，你沒有作過專門的研究，可是那個總相，他不曉得的你都曉得。那麼我們現在繼續看那個原來的文：",
    "741": "[12:21]故空亦非由慧所作。所以這個空不是「由慧所作」，而是空由慧所發現原來的錯誤，把這個錯誤拿掉了，所以叫智慧嘛！",
    "754": "[12:34]又一切法皆非實有，非一分空，一分不空，故亦非少分空。這個我們要了解的，既不是實有，也不是一分空。如果說一分空的話，一分就變成功不空。如果說有一分是空、有一分不空，是少分空，這個不對！",
    "774": "[12:54]故修一切法皆無自性，即執一切法為實有之對治也。那麼在這個上頭你能夠了解的話，那麼這個實執，這個實執的這個就徹底地淨除掉了。這個是前面關於人無我的簡單 ─這個是很簡單明了的。但是實際上呢，《廣論》上面有它《廣論》上的非常重要的理由在，非常重要的理由在。你要了解，這個《廣論》所引導是大乘圓滿的佛法，所以在任何地方有一點點小小的漏洞，它都不允許存在。那麼《略論》就把那個精要說出來，精要說出來。所以假定說我們哪，要想單單求這個大徹大悟，從那個地方開始看，你可以找得到，但是究竟圓滿 ─不是。不過我們現在學呢，先把那個基本的概念認識了，然後你一步一步回過頭去，再從那基礎上面，那個時候去學《廣論》，那就很容易了解。現在我們看看這個「法無我」，翻過來。",
    "851": "[14:11]辰二決擇法無我分二：巳初決擇有為法無自性，巳二決擇無為法無自性。那個一切法當中，也可以分為有為、無為，那麼現在我們這兩個分開來說。先說有為法，有為法又分三：",
    "869": "[14:29]初又分三：午初決擇色法，午二決擇心法，午三決擇不相應行。　今初因為一切有為法，不外乎這三樣東西：色法跟心法，以及不相應行。不相應行不是離開色法跟心法另有一樣東西，卻是跟那個色法跟心法不相應的。而只是說色法跟心法的在不同的狀態當中，或者專門名詞叫「分位安立」的，分位安立的。現在我們一一把它看下去。",
    "903": "[15:03]先當觀察自身，心中堅執為我身者，究執何物為身，如何執著。那地方觀察色哦，就是先是自己觀察我們身心當中，牢牢執著的這個「我」這個東西，到底什麼東西是我呀？什麼東西是我呀？那麼你怎麼樣去執著呀？前面所說的我是我執，現在是我執的這個身體哦！所以我執是人我執，我的身體是我所執的所執，所執的那個身體。所以它所執的這個身是什麼東西，又是怎麼樣執著的？下面就解釋了。",
    "956": "[15:56]非於骨肉五支和集之主執為分別假立，是於假立境上執有自相成就之身。這個跟前面哪，找這個我的時候也是一樣，不是這個五蘊，而是在五蘊上面安立的一個我的假相。現在同樣地，不是就在這個「骨肉五支」，骨肉五支指的什麼─五根，換句話說，就是眼、耳、鼻、舌、身，這個色法嘛，色法在我們身體上就是這幾樣東西。不是說把這個東西執著，而是在這個東西，執著這個五樣東西的上頭，執著有一個身體，而這個身體本身是有實在的、自性、自相的，我們叫這個叫作「身」，這樣。",
    "1017": "[16:57]這個道理跟前面一樣，如果現在這地方有一點不了解的話，等一下你只要下了課以後，回頭溫習一下前面，那麼前面懂了後面也懂；反過來，如果這地方不清楚的話，前面也不太清楚。所以這一點我不在這裡細講，而要同學直接地觀察。這個，觀察這個跟前面沒關係的，你只要把眼前聽清楚的話，深細地、仔細地了解一下，就可以得得到，這個我們必定要了解的啊！所以在聽課的時候，必定要專一原因在此。那麼說，",
    "1058": "[17:38]若果有彼身者，則與色蘊為一為異。這是第二個，這是第一、第二個；前面說的四個方法，這裡也是四個方法。第一個呢，先找到你要破的對象，第二個呢，破的對象的界限，是一品還是異品。是啊，所以說假定真的實實在在有這個身，換句話說這個色法的話，那麼這個你所執著的這個身，有實在自性的這個身，跟這個色蘊，換句話說，這個色蘊現在就是眼、耳、鼻、舌、身五根上頭，是一是異，第二個。下面呢第三個 ─破了：",
    "1112": "[18:32]若是一者，此骨肉五支和集之身，是由父母精血和成，如身有五支，則識所托之精血亦應有五支。又如支有五，身亦應有五也。假定說這個假立之身有實在自體的話，那麼這個自體，現在說跟這個你所執的這個色是一的話，這個問題就來了。說這個由骨肉等等所安立的這個五根，這是什麼？由父母精血所成的這個東西啊，一共有五樣東西 ─眼、耳、鼻、舌、身，那在這種狀態當中，你這個識托的也應該有五支囉！反過來，如果說這個因為支有五，那麼你身體也有五個囉？實際上這個都不對，這個是「一」不對。",
    "1177": "[19:37]若是異者，則離一一支外，應有身可得，然實不可得。故無如是所執之身也。反過來「異」，異又不對；一也不對，這個道理跟前面的是一樣。所以前面說人我執如果破了的話，這個地方也容易破。所以一開頭的時候他就說了：是啊，所破的這個，不管在人我上面破，或者法我上面破，這個深細的程度是一樣的。對不對？現在我們了解了，你只要懂得了一個，那麼把這個原理用在哪裡都是一樣。這個是先破那個色法。",
    "1220": "[20:20]午二決擇心法。第二呢決擇心法，又我們現在同樣的道理去看看那個心法，心法就是什麼 ─那個認識作用的「識」。前面是顏色的「色」，我這個國語說得不標準，不過我想，就是書本上面，你們看就了解了。這個心法就是我們心裡的認識作用，說這個認識作用啊，如果有實在自性的話，那麼當然 ─這個實在自性，注意哦，並不是指沒有這個假安立的這個功效，而是說這個假安立的這樣東西，沒有實在的、確定如此不變不移的自體、自性。那麼一向我們執著它以為有一個實在的東西，一如果有實在，一定是不變、不易的。現在我們來找找看：",
    "1277": "[21:17]如今日之識，若覺非於上午識及下午識上分別假立，而為自相有者，則當觀察與上午識及下午識為一為異。同樣地，第一個呢先是確定這個識，現在呢我們如果說不了解它的特質，以為它有一個自相，而實際上這個識是什麼？只是在前後相續當中假安立的。現在他上面說上午、下午上面假安立，實際上呢，剎那、剎那，這樣。前面一個認識作用生起，消滅了，後面跟著生起，那個都是這種現象上面假安立的，而沒有實在自相。假定說有實在自相的話，同樣地，不外跟這個是一、是異。那時候你就看看：這個識不是上午有一個，下午有一個，這個識是一、是異呢？假定是一，",
    "1341": "[22:21]若是一者，於上午識上應有下午識，如果這個是一的話，對不起，同樣，因為上午跟下午是一個嘛，所以你上午這個心上面，就應該有下午的這個東西。反過來，",
    "1354": "[22:34]於下午識上亦有上午識。在下午的識上應該有上午的認識作用，這個不對。這個話怎麼講呢？很容易明白，我們現在這個認識作用，如果上午這個識上面有了下午，下午的事情我們都看見了。我們看得見嗎？下午什麼我們根本不知道欸，說實在話。同樣地，如果連鎖到明天的、明年的，乃至下一世的我們都知道 ─都不知道，沒有！反過來，如果是下午的識上有上午識的話，這個識的作用，叫你記是記得住的，可是記是什麼，眼前記前面的東西，並不是前面的東西現在前面。這個記憶是非量的，現量的境界是什麼呢？根境三事和合觸成識，喏，當下，嗯，這樣。所以如果下午有上面的話，那下午的境相同時，那成什麼識啊？那不是天下大亂，無始以來的東西，跟無始以後的東西那同時現起，你曉得哪個是哪一個啊？欸，所以啊它決定不是一。",
    "1417": "[23:37]若是異者，除上午識與下午識，應有彼識可得，而實不可得。如果是異的話，除開來上午的認識作用，應該有下午的這個東西，反過來下午跟上午也一樣，那也不可得。如果我們從同樣的前面這個道理，如果是異的話，上午跟下午不一樣的話，是，沒有錯，說：是啊，下午還沒有來是另外一個東西。如果是另外一個東西，到了下午，上面發生的什麼事情你忘得乾乾淨淨，不知道 ─因為不是你嘛，根本跟你不相干嘛！那這個又不合理呀！真是妙極了！",
    "1452": "[24:12]故無如彼所執之識也。所以我們平常啊，執著有自性、自相的 ─沒有啊！這個都是什麼啊？這個分位假立的。所以現在我們漸漸地了解，這個分別或者什麼妄想，這個就是總括一句是無明。嗯，這個東西是假安立的！所以這個假安立的，現在慢慢地我們都了解。那麼這個是心法，下面呢，",
    "1485": "[24:45]午三決擇不相應行。什麼叫不相應行呢？不相應行就比如說「得」什麼等等，名身、文身、句身，然後呢勢速、方、數等等。這個各人各人安立的，在唯識上面，所以這個法相我們要了解。譬如說「時」，這個時間。那麼時間這個東西，既不是色法也不是心法，卻是有這個東西。實際上呢這個東西，也不外乎我們的身心所假立的，對不對？就是你這個心裡邊，前後相續的時候有這一個狀態。可是的確，所以稱為它「不相應」的話，所謂相應有很多不同的意義：譬如說心法跟心所法，心所法跟心法的相應，一種；還有呢，前面的因跟後面的因相應。現在這個地方是指的，就是說，為什麼這心法跟心所法，而這個兩樣東西，一定是照著唯識上面說 ─同依、同緣，這個心依什麼，然後呢心所法也依什麼；那麼心緣什麼，心所法也緣什麼，這個叫作「相應」。",
    "1563": "[26:03]同時、同處，譬如說我眼睛看那個窗子，那個眼識以及這個心王看那個窗子，然後呢這個心所也去分別：哦，這個窗子是啊，哦，這窗子是黃顏色的、是玻璃的，那麼這個心所法。所以所依的那個根是同樣的 ─眼根；然後呢所緣的這個對象─境，是同樣的；時間是同樣的；勢速是同樣的。小乘上面說這個行相相同，那麼唯識上面否定這一點。所以有的說明說，這個心王跟心所法相應有五相，那是《俱舍》所安立的，唯識上面跟它說的不太一樣。這沒什麼關係，我們這裡不討論唯識，我們只是把那個法相解釋一下，那麼現在那個不相應行就是指這個。例如一年有十二月，若覺非唯分別假立，而有自相之年者，應觀彼年與十二月為一為異。若是一者，如月有十二，年應有十二。以年與各月皆成一體故。若是異者，除十二月後應有年可得，而實不可得也。",
    "1616": "[26:56]譬如一年，一年嘛有十二個月囉！這個是什麼呢，也同樣地是分別所假立的，它並沒有自己本身自成的自相的年，這是第一個，就像前面一樣。那麼了解了前面，這個就很容易懂了，所以我們把文字啊，唸一遍。「應觀彼年與十二月為一為異」，到底是一品哪，還是異品呢？「若是一者，如月有十二，年應有十二」，那怎麼可能！「以年與各月皆成一體故」，那是同樣的東西嘛！「若是異者，除十二月後應有年可得，而實不可得也。」當然拿掉了這個十二月以後，哪有年可得，也不行！所以不相應行啊是也不對。",
    "1663": "[27:43]那麼反正一切的有為法，不外乎色法、心法，跟不相應行，這個三樣當中，你找來找去是找不到這個有為法的實在的自性。所以那個時候就確定沒有實自性，只是說分別假立如幻如化的這一個。而這個因果整個就安立在這個上頭，所以叫業感緣起空，或者性空緣起、緣起性空。這個道理都清楚明白了。",
    "1697": "[28:17]巳二決擇無為法無自性。第二呢，抉擇無為法，那也是無自性。",
    "1701": "[28:21]如虛空界，亦有四方及中央。譬如說虛空是無為法，沒錯！那麼這是舉其中一個。這個虛空是怎麼的呀？「亦有四方及中央」，這個雖然是無為法，卻是也是這樣，虛空這東西的的確確的，你不 ……「為」就是造作，你要作出來的；虛空不用你造作，一造作東西會破壞的。所以它無為法不會壞的，虛空永遠不會壞，你造也造不起來。",
    "1730": "[28:50]也許我們在這地方以前曾經說過了，說這個現在放了一個茶杯，請問這個地方還有沒有虛空啊？還是有虛空，因為它虛空嘛！不因為你茶杯擺在那裡破掉，它假定真的有實在的虛空的話，你這個茶杯也擺不進去了，對不對？這不是很明白嗎？所以它虛空之所以為虛空的話，不管你茶杯擺在那裡不擺在那裡，這個虛空本身並沒有壞呀！如果這兒有虛空的話，你把那個茶杯擺進去的話，欸，對不起，它不讓你來就來啊，是這樣一個道理，這是我們要清楚明白的。所以在虛空，你不能破壞，也不是你所造出來的。那麼平常我們說那個虛空，有四方、中央，說東南西北，這個都是以空間來說的。"
}