{
    "10": "[00:10]若覺虛空非於諸方分上分別假立，而是有自性者，應觀虛空與彼諸分為一為異。同樣地，實際上那個虛空本身還是什麼？還是分別假立，不是有一個實在的自體。那麼現在呢，同樣照著前面的方法看看：如果有實在的自性的話，看看這個虛空與這樣的方分，換句話說，中央、東、南、西、北是一啊，是異？",
    "38": "[00:38]若是一者，諸分成一，東方虛空與西方虛空，亦應成一。則東方空中降雨，西方空中亦應降雨。過失甚多。假定這是一個的話，那就不對了！東、南、西、北，東就是西，南就是北，這什麼話呀？假定是東就是西，南就是北的話，東方在下雨的，西方也在下雨，這個沒有這個道理呀！絕對不可能嘛，對不對？這是不可以，是太多的過失。",
    "70": "[01:10]若是異者，則除虛空諸分之後，應有虛空可得，然實不可得。是故虛空非有自相。同樣地，現在我們所謂的虛空啊，也一樣地像上面所說的，只是我們分別假立，而不是實在有的。這個簡單明白的，我們就經過了這個抉擇以後，了解了。繼續：",
    "102": "[01:42]又一切法皆唯名言分別假立，都無少許自性可得，如於繩上妄執為蛇，較易了解。如黑闇時，見繩盤聚宛如真蛇。便覺此處有蛇，頓生怖畏。那麼現在繼續下去，把上面的道理，用一個事實來說明。理路是經過上面這個說明了，然後讓我們易於了知起見，用這個下面這個例子實際上來說明它。說上面所說的一切法，不管是人法以及法法，人上面就是人我執，法上面就是法我執，這些東西都是分別假立的，沒有實在的自性。這個分別假立的東西，就像什麼樣呢？就像繩上面哪，是一根繩子，由於你虛妄分別，你把它看成蛇一樣。現在用這個比喻，這個比喻為什麼要來比喻呢？因為這樣比喻我們容易了解，了解了以後啊，那麼這個前面所指的道理，我們也就成立了，也就了解了。",
    "192": "[03:12]為什麼你把這個繩上面會看成蛇呢？因為天黑暗你看不清楚，迷迷糊糊的，所以叫作無明哪！當那個天黑暗，迷迷糊糊的時候啊，你看見那個繩盤在那裡，喔唷！就像個蛇。或者你遠遠看見它，咦！有懷疑。或者你碰到它，哎喲！覺得這樣。那個時候啊，實際上並沒有真的蛇，只是因為你不看見，於是那個時候無明虛妄分別，在假安立這個繩，盤在那個繩所假安立上面啊，你覺得有個蛇。雖然這是假安立的，卻讓你怕得要命，卻怕得要命。而那個時候，讓你怕得要命這個啊，",
    "243": "[04:03]爾時彼繩一一部分，皆非有蛇，欸，那個時候讓你怕的，實際上那個繩上面有沒有？沒有。你不管怎麼找，找不到蛇。每一部分去找，找不到蛇。",
    "257": "[04:17]諸分積聚亦無有蛇，說每一部分固然是，你把它堆在一塊兒，它也並沒有蛇。",
    "264": "[04:24]離繩諸分及積聚外亦無有蛇。這個很明白。離開了這個繩，不管是一段一段分開來，以及把所有的繩擺在這兒，也沒有蛇。雖然沒有蛇啊，但是呢，",
    "278": "[04:38]然由見繩便生是蛇之心全無相違。欸，但是並不是因為說，從繩上實際上找，找不到，卻你不怕它。不，明明這個繩上你要找那個蛇是一點找不到，卻偏偏啊你會怕。所以我們昨天說那個公案，說弓杯蛇影，那明明沒有這個東西，他就不但怕，怕得還會生病。進一步我剛才告訴你那個電影，說明明我站在那裡一動都不動，結果我看了那個電影，硬是就頭就暈得不得了。將來說不定你們有機會，現在我們這裡也要造什麼的樂園、樂園。這個東西在哪裡，我告訴你，在那個洛杉磯，對！有人去過的。洛杉磯那個地方，那是什麼地方啊？影城還是什麼？影城，對！在那影城裡邊，它有這套東西，有好幾個東西。",
    "343": "[05:43]然後呢，我們還有那個火車經過一個山洞。然後呢，那個山洞，它那個火車是沒動啊，那個山洞它裡邊都畫成功雪，然後那個雪跟著那個山洞呱啦啦轉，讓那個洞在那兒轉。啊！你就覺得那個火車在轉。哎呀，很多進去的人，有的出來的時候閉上了眼睛，摸著那個頭，暈得不得了。因為我已經前面有了這個經驗，所以我心裡面就，欸，想：覺得這個正是用功的時候啊！我就觀那個東西。然後呢，儘管你眼睛看著它，心裡面如果說你很凝聚的話，它動搖不了你，這是千真萬確的。但是因為滿長啊，所以心一散的話，它就動搖你。那時候我覺得：啊！一點都沒有錯。",
    "388": "[06:28]所以有很多事情啊，的的確確的，你有這個深細的觀察，你一定能夠找到這個問題。不過平常因為我們一直在散亂，隨著境轉，所以這個心力不強啊！當境配合你的時候你了解，現在我們修行的人哪，怎麼辦呢？只要你把那個心力凝聚起來，如果凝聚起來，你觀察的會產生同樣的效果。哪，剛才說這個就是這個。這明明是假安立的，結果偏偏會產生這種感覺。所以這兩件事情，並不違背。",
    "419": "[06:59]故彼繩上之蛇，唯由錯亂分別所假立也。所以那個時候，繩上面這個蛇啊，都是什麼？欸，由於你錯亂。這個「錯亂」就是無明，由於無明妄分別所假安立。那個時候我們才懂得，為什麼叫假安立，不是真的呀！不是一個實在的東西啊！因為是這樣的，所以這個是：",
    "451": "[07:31]如是真蛇亦唯分別假立，非自性有。那麼繩上安立的固然如此，而另外呢，真的蛇，對不起，牠也是假安立的，也不是自性有。",
    "465": "[07:45]是由見蛇諸蘊而起蛇覺。是，為什麼？在蛇的諸蘊上面而起的蛇覺哦！欸，這句話有道理的，要說一下。前面在破我執的時候，以及破法執的時候啊，他都不是說這個「我」，不是指這個五蘊，是在五蘊上面有假安立的一個我的相，大家還記得不記得這句話？所以這個中觀的真正的重點哪，我們平常動不動覺得懂得中觀、懂得中觀，不懂的唷！所以現在同樣的，這個蛇，蛇蘊上面覺得蛇是什麼？是在這個蛇的蘊上面，剛才是繩上面，現在另外一個東西，這個諸蘊是蛇的蘊，這個蘊上面所假安立的有這樣東西，這個叫作蛇。容或有的人可能聽懂，有的人可能不懂，但是呢，這個地方一定要弄得清楚。",
    "527": "[08:47]若觀色蘊一一部分，及彼積聚，皆無有蛇，離彼諸分及積聚外亦無有蛇。然於蛇蘊唯由分別假立為蛇則不相違。前面是個比喻，現在是比喻所指的實在的東西。說假定你觀這個蛇蘊上面所安立這個蛇，從這個蛇覺上面找，所安立的這個蘊，「色蘊」，以及「積聚」，這個一蘊一蘊所積聚起來的，都沒有蛇。這是一，不是；離開那些東西也沒有蛇。那時候你就曉得：哦！原來這個蛇的蘊上面哪，也是分別假立的。分別假立卻有蛇這個東西並不違背，這是千真萬確的，這個概念就建立起來了，這個觀念建立起來了。",
    "583": "[09:43]說到這裡呀，我不繼續下去，在這地方要告訴你們一下。我出家，剛出家的時候，那時候什麼都不管，一口氣念佛。我想也給大家說過了，哦，念得還非常好咧！那後來因為由於印導師的慈悲，當然也有種種的關係啦，他就給我說啊！剛開始我還聽不進，唉，因為人家告訴我，我也說某人他好像反對那個。後來我才曉得，他不是反對啊，他是真正要告訴我們，怎麼樣完整地念佛。他的意思也是一樣：「啊！你如果老公公、老婆婆嘛，你也念念，是。你現在還很年輕啊，你有條件，得好好地學學呀！」我也聽不進。到後來，欸，他用種種善巧方便啊，我慢慢地開始覺得，欸，願意，後來去看。那時候啊，就第一次看的他老人家寫的《中觀論》的講記。哎呀！看了以後歡喜得不得了，直覺得懂了、懂了、懂了！就這樣。然後呢，那因為這樣的關係，所以我才慢慢地學一點教理。啊！那個時候學了一點教理以後，覺得自己真是狂妄得不得了，眼睛不是在這裡，跑到那裡去了。啊，那更糟糕，跑到這裡還看見天，跑到這裡什麼都看不見，真是這個糟糕透頂！",
    "672": "[11:12]那麼以後慢慢地啊，由於這樣的話要修，這個我都告訴你們了，修修又不行，那麼因為這樣的關係嘛，所以又修禪，又修密。那麼回過頭來，那麼經過了這樣的多少年以後，重新那時候再接觸那個，又碰到這個，又看那個，所謂像《廣論》。剛開始我跟你說，我二十幾年以前就開始看，看了以後不懂。前面的固然不懂，後面那個，這個毗鉢舍那部分，根本是天書，一個字也不懂，不曉得說些什麼。因為前面歡喜嘛，我後面也就歡喜。後來等到這個《中觀講記》看完了以後再去看，欸，稍微有一點點好像有這麼似懂非懂。那時候，這個歡喜心慢慢地強起來了。",
    "724": "[12:04]以後我就接近了幾位真正的善知識，那時候嘛開始。開始的時候，我是覺得滿得意的，跟他們談。後來談談，有很多基本的概念不一樣耶！欸，我還自己覺得，先覺得很懂，發現他這個裡邊有問題。一開始的時候執著得不得了，排斥他那個東西，排斥他那個東西。啊，所以我很辛苦的真正原因就在這裡。這個自己的無始的執著你不曉得的，不過我比較幸運的，總算並沒有執著 ─太執著！後來慢慢、慢慢、慢慢地發現不對，自己反省反省，覺得這個不對呀！剛開始的還不肯低頭向人家去請問，我總要找一個根據，後來越找越不對、越找越不對。那沒辦法，好、好，只好低聲下氣的。欸，到那時候，來了！欸，那時候才分得出來。",
    "775": "[12:55]所以剛才這個非常簡單的只一點點差別哦，這個實際上這一點的差別，差得十萬八千里。所以我們就說這個「失之毫釐，錯之千里」，你剛開頭錯得一點點的話，那以後永遠兜不起來，因為這是個根本所在。就像我們常說的那個造房子啊，屋頂漏了沒關係你補一補；那個基礎壞了，對不起，如果說造個大樓的話，你非得全部重來不可，否則的話，它一定塌下來。換句話說，根本就造不起來。",
    "817": "[13:37]那麼，實際上呢我在這地方，隨便說一下，隨便先說一下。前面呢，這個概念我為什麼不說下去的原因就是這樣。剛才說的，在「我」這個東西，以及「法」這個東西，平常我們覺得我所，好像就是這個五蘊，不是，不是！我這個五蘊啊，是「我所」所執的這個法，這個才是，大家了解不了解？你們是不是以前所說的我所，哦，說這個是叫作我所？是我所所執之法，不是我所，我所是另外一個東西。",
    "860": "[14:20]然後呢「我」，我是什麼？在這個五蘊上面所安立的一樣，的的確確我們平常講的我嘛、我嘛，擺擺手，這個，我嘛，欸，我起心動念。所以這個東西的的確確是在這個，是，不離開這個五蘊，由於這個五蘊上面所建立起來的有這麼一個東西，就是這樣。這個東西啊，然後呢，我們能緣的心，這個能緣的心叫作薩迦耶見，就是你恰恰把它看成功是你。這個裡面有幾樣東西哦，第一個呢，就是我們不了解的無明妄分別，就妄分別一個什麼？妄分別在我們這個五蘊身心上面所建立起來的，有一個實在的東西，這個東西叫作「我」。了解嗎？所以無明薩迦耶見，所緣的這個，所見的這個「我」，這個是這個東西。所以說我執、我執，是這種執著，這種見解的執著，這樣。所以「我」，有了我，就有我所，有我所就有我。那麼我所所執的是什麼呢？我所所執的，喏！就是這個身體。這個裡邊，有這樣的幾樣關鍵在哦！",
    "948": "[15:48]平常呢，我們就是看了文字說我所，我第一次開始覺得好像，哎，好像我拿了一枝筆，覺得：嗯，我所，我所有的。就從文字上面解釋，這樣。不對！如果我們用這個粗淺的地方，去了解一點的佛法，那是可以；如果你從這個上面要正確地認識它的精義的話，那錯了！了解一點佛法，你不妨從這個上面慢慢地步步上升。就像我們平常一向舉的喻，在幼稚園裡面哪，教那個小孩子大家一起玩。玩完了以後，覺得他高興了，來了，然後呢要跟你慢慢地學了，寫一個「一」。他說：「欸，問你爸爸，你爸爸抽不抽菸？如果他抽菸，那這個菸就是一。」我們現在不會拿著這個菸，回去的時候給爸爸說，這個叫作一，不叫菸，這個不可以。如果他爸爸不抽菸，他問你：「欸，你媽媽有沒有給你吃棒棒糖？」說：有。「那麼這個是棒棒糖。」這個同樣的道理。那麼這個是對我們步步上升的，如果你將來真正要運用它的時候，這個地方也不同。",
    "1019": "[16:59]那麼現在本論後面它所指的，是每一個地方經過最嚴密的抉擇。所以這個當年不要說小乘這個有部跟經部，乃至大乘的唯識跟中觀的真正論的，他不是像我們想像當中，哎呀，吃飽了飯沒什麼事做，這麼亂諍辯。不是我們想像啊，像我們平常做的那種事情，不是的。他就是對那個事情的真正的問題的真相上面，是一點漏洞都不能，概念在什麼地方，現在大家了解沒有？這個辨別是這樣。欸，你想這樣深細的地方都是如此，何況淺的地方呢！反過來說，他所以能夠達到這樣深細的地方，是必定在淺的地方也這樣。所以我們現在正學的一定還要剛開始，如果說，簡單來說 ─戒、定、慧。所以不要說：哎呀，現在我持戒了！為什麼我平常這麼注意這件事情，乃至於我們日常生活當中，的的確確你非要在每一件事情上頭，你要肯深細地這樣去一步一步上來，你才有希望。",
    "1095": "[18:15]那麼大部分同學也許說：「唉呀，現在這樣的，我怎麼行啊！」這是千真萬確的事實，那時候你必定要了解：是，正因為我現在條件差，所以我因地當中一定要種那圓滿的正因，記得吧？這個是我們現在真正重要的！我們千萬不要說：「唉呀，這個太差啦，這個不要去管它啦，我什麼都不要啦！」正因為差，所以我說，我現在因為條件不夠，我只能念佛，但是我念佛的目的幹什麼？為了這個！你能夠這樣的話，你念、念、念，念到後來是慢慢地，業是除、障是消，然後呢你的智慧慢慢地開明，你就能夠學了。不管你學哪一個法門，這個是我們眼前真正重要的。是啊！所以不管對於在座的哪一類型的人，你要把握住這個原則，這個原則是真正重要的。",
    "1150": "[19:10]我為什麼特別說這個話呢？今天好像時間已經過了啊，那我再說、簡單地說一下。因為說到這裡，就有人就覺得：「哎呀！那好像在這地方講的話，那是不講 ……參禪也不好，念佛也不好。」不！參禪也好，念佛也好，沒有一個不好的，尤其是眼前這個念佛是的確絕對好！我在這個地方特別要告訴大家的話，你一定要找到正確的方法，不但是保證你是萬修萬去，而且去了以後是很快成佛，這個才是真正重要的地方。",
    "1190": "[19:50]請翻到《菩提道次第廣論》五百七十六頁，附錄當中講觀那一部分。哦！七十七頁，五百七十七頁。那麼已經上面把抉擇人無我、法無我，以及法無我當中的每一樣東西，都已經主要的理說明。那麼說明了以後呢，他又用一個比喻說：這個法無我就像什麼呢？就像繩上面我們為無明所覆，妄見的、虛妄的一種分別，欸，看不清楚，無明是看不清楚，把它看成功蛇一樣。雖然這個上頭明明沒有蛇，可是因為你為無明所覆蓋，所以就會產生蛇的恐懼。乃至於產生不但心裡的恐懼，使得你身上乃至於會受病，像我們歷史上很有名的弓杯蛇影的故事。",
    "1278": "[21:18]這個地方我也講一個現代的故事，因為有人容或會說：「啊，這是古代的故事啊，也許這是一個莊生寓言，這個譬喻。」實際上呢，這個事情是千真萬確。我說這個事情，不是一定說弓杯蛇影，我也沒看見。可是我說這個心理狀態，會對我們產生決定的影響是千真萬確。然後呢這個報導是什麼？是民國五十幾年，確定的我已經記不住了。我大概在五十六、七年那個時候，這個是我可以肯定的，因為那時候我已經出了家。那麼看見一段消息，登在那時候叫作徵信新聞，現在叫什麼？徵信新聞現在改成經濟日報，不是？對，中國時報上面。它有這麼一段新聞叫作意識殺人，意識殺人。那麼這件事情發生在什麼地方呢？發生在美國。那麼心理學家就有人覺得這個，因為他也接受了這個佛法的思想，加上那個西方所謂唯心唯物這一種諍論。怎麼個殺法？哦，這個法真是妙極了！但這是個事實。",
    "1360": "[22:40]有一個死刑犯，判了死刑了。那現在那個死刑有兩種，有兩種，在美國他不再槍斃，那殺頭早就去掉了。有一種呢，上那個煤氣；有一種呢，電刑。哎喲，這兩種東西我都看見了，那個都殘忍得不得了，非常殘忍！我不是親眼看見哪，我看見那個「死亡的真相」，那個是真實那個錄影片，你看了之後，啊，那真是啊！實在那個，不要說自己受刑，就看的時候就恐怖極了。他臨死的時候，那眼睛一定綁起來。然後呢上的時候，把這個人綁在那個刑椅上面，那每個地方都統統都把他綁得死死的，不能動。否則的話，那個電一通啊，哇！那是絕大的震撼啊！我看見那個電刑的話，他那個身上眼睛、鼻子、耳朵統統出血，七孔流血。那是你可想而知，那身上那個震動的情況啊，顫抖那個樣子。啊！那實在是恐怖極了！儘管是平常、平常的時候，那個電影你們不看則已，我還記得，嗯，那時候那在洛杉磯，人家租來看了以後，那幾個普通在家人看了這個電影，一個禮拜看見肉就要吐，就不敢去吃肉，這麼個厲害法！",
    "1449": "[24:09]那麼後來有人就提議、建議一個辦法，怎麼辦呢？用意識的方法來殺人。那個意識怎麼會殺人？哎，這方法真妙咧！然後呢，就是說有幾個醫生，那麼當然那個犯人哪，那個判死刑那個犯人眼睛是蒙上的，看不見。那幾個醫生。平常他們都是這樣的，有如果信仰宗教的話，他一定有傳教士跑得去給他最後的彌撒。完了以後呢就是那醫生進去，這個執刑的這個法官，驗明這個正身，然後最後上刑法。上刑法把那個手啊綁那個椅子上，要綁好了以後就宣布：這一次經過什麼會議的決定，他判那個死刑。用的刑法的方式，就說比較人道一點，怎麼辦呢？把他那個，這個動脈管還是靜脈管的血啊，讓它流，流盡而死，就這樣一個方法。然後呢身上面，當然呢這個醫生，雖然要死人哪，那個西方人還是很人道的，把他消消毒，弄弄好。死了還給他弄弄好。實際上呢，真的嗎？不是的。怎麼辦呢？就上面綁一根管子，那個上面綁一根管子，那個管子裡面流那個熱水啊，在那個綁在那個手臂那個地方，手臂那個地方。然後跟那個，流出來那個水跟那個體溫是一樣。",
    "1536": "[25:36]然後呢，這個一個執刑官跑到拿了一個刀一劃，就是啊 ─當然一劃，實際上劃在那個邊上，劃不到的地方，稍微一點點那個皮肉之傷，皮肉之傷。然後呢，劃開了以後，那個血就流出來了，實際上根本沒有看見一點血影子耶，也沒有血流出來。然後平常我們打針的時候，不是貼那橡皮膠管嗎？把那橡皮膠管把它貼住了，貼住了以後呢，那地方不是有一個導水管在一個旁邊，是吧？那個水慢慢、慢慢就流出來。先開始的時候比較小，那後來慢慢地大，大了以後那個水從手臂上流過去啊，又看這樣地流過來，流過來的話，那個水就流出來了。然後呢那個執刑官就在那裡像催眠術一樣，啊，這麼 ……這個完全是暗示那個，暗示那個受刑的人。啊！然後呢，你看得出來那個受刑的人那這個被他一劃，那這個恐怖的心情啊，就對方閉上眼睛，你看得出來。",
    "1593": "[26:33]然後那個心臟，過了一下去把把他的脈，說：現在那個脈慢慢地微了，哦，慢慢地什麼，然後那個血壓慢慢地降低了，這樣。那個病人那個面色就慘白了，就這麼弄了兩個鐘頭，那個人就死了，就死了！然後把他放下來看看，就是弄不活了。嗯，事實上就像那個 ……。然後呢把那個橡皮管剝下來，一動都沒有動，這個人就死了。嗯，這個紀錄，徵信新聞上面當年的，你們好好地去翻，還可以翻得到。如果找到那原來的，那是意識殺人，看見沒有？那是千真萬確的事實。所以這個地方說「假立」。那麼，那麼現在問題，為什麼我們對這個心裡面不會產生這樣的狀態呢？這個隨後再來去講它，這個隨後有時間我會告訴你們。現在我們繼續下去：",
    "1650": "[27:30]問曰：就在下面這個問答當中，說明這件事情。",
    "1656": "[27:36]如於繩上畢竟無蛇，則於蛇蘊亦應畢竟無蛇，以彼俱是分別假立，尋求實蛇不可得故。那麼，有一個人哪，就有問題了。說：是的呀，沒錯啊，你舉那個比喻是沒有錯。說：既然這個繩上的蛇是假立的，那麼同樣地，蛇蘊上，換句話蛇身體上，那蛇這東西上沒有蛇。就像我這個，我啊在我這個我的五蘊上面，蛇在蛇的五蘊上面。那麼蛇呢，也是同樣的在蛇的五蘊上面，也同樣的沒有，畢竟沒有真實的蛇，因為這兩樣東西都是分別所假立的。說「尋求實蛇不可得故」，照理說你找不到蛇，可是實際上呢，我們看起來繩上假立的這個蛇，我們很容易找到，沒有。蛇上假立的這個，這個我們講起來，找不到牠沒有，硬是有的；牠咬了你一口，硬是毒發作，把你送命的。",
    "1733": "[28:53]答曰：無過，欸，說這個不錯的。他下面這個辯很重要哦！",
    "1739": "[28:59]彼二雖同是分別假立，這個兩樣東西啊，是，沒有錯，由於是我們分別所假立，這個分別什麼？無始虛妄分別所假立的。",
    "1754": "[29:14]以理智尋求無可獲得，然由分別假立，可否安立為有，則不相同。"
}