{
    "3": "[00:03]以理智尋求無可獲得，然由分別假 立，可否安立為有，則不相同。現在下面這個答案來了哦！這個就是中觀不共義。換句話說，真諦跟俗諦，空、有之間，不但不相違背，而且這兩樣東西必然配合的最重要的道理，這個地方請大家仔細地聽。說這個兩樣東西，一個是在蛇上面所安立的這個假的蛇；這個繩上面的安立的，跟蛇上面安立的這兩個東西的差別。這兩樣東西，如果說我們用理智，這個理智是什麼？就是比量智，根據著聖言量，以如理的智慧去觀察、去找的話，那找不到。一樣的，都是因為由分別，虛妄分別假立的。但是啊，雖然由分別假立，在這個分別假立當中，這個所假立的東西卻有不相同的內涵。那麼為什麼同樣假立的有不相同的呢？",
    "83": "[01:23]以於繩上分別假立為蛇，不可安立為有。於蛇蘊上分別假立為蛇，則可安立為有。說在繩子上面所假立的這個蛇啊，它這個東西你不可以安立它說有；而在蛇上面分別假立的這個蛇，這個可以安立為有。在說明這個之前，要回過頭來剛才說一下，這個兩樣東西，同樣是分別假立的，可是呢現在我們如果是以理智，換句話說，以聖言相應的比量智，完全是真理去觀察的時候，觀察它是不是有真實的、實在的自性，那個同樣的沒有，那個是兩樣東西完全沒有。可是現在呢，就是這個假立的這個行相什麼等等，這個是另外一樣東西。下面來解釋：",
    "149": "[02:29]以是分別假立非定是有，那麼說明，因為我們分別假立的東西啊，通常我們分別假立的東西，這個東西有它有一個專門名詞叫「名言量」。由我們分別所假立的，凡是分別假立的東西，我們都給它一個這個分別假立的標準上面所安立的這個量。譬如說我們常常講的桌子，你說桌子這東西有沒有？有。這個東西是怎麼來的啊？是我們分別假立的，這是我們前面說過，書本、眼前的一切東西，是吧？的的確確，這個地方的分別，就是說由種種的因緣，不是實有自性，在這種情況之下這個叫作名言量。那麼這個名言量當中啊，它卻是有差別，有的是有，有的是沒有。那麼哪一類是沒有，哪一類是有？下面說：",
    "223": "[03:43]如計聲常及人我等，雖是分別假立，然非是有。就像什麼呢？譬如說「聲是常」，這個是印度的外道，外道當中說勝論師他覺得聲是常性，我們說這個聲是無常性。它這個地方我們不必深入，深入的話，又扯到太遠的地方去了。乃至於我們人上面，所以執著五蘊上面找到一個我，這個「我」啊，它不是實在有的，這是一種。還有一類呢，",
    "261": "[04:21]分別假立雖非定有，然屬有者，則定是分別假立。凡是雖然這個分別假立不一定有，但是啊，欸，這個下面那個意思是什麼意思呢？說它假定說你有了以後，分別假立的東西雖然不一定有，這個不一定有指什麼？是兩種情況：有一種呢，就是它這個理性觀察的實在自性是一定沒有；然後呢以名言識來衡量它的話，它可能是有，可能是沒有。那麼這個東西一定是分別假立的。那麼這個分別假立，在什麼情況之下是有，什麼之下是沒有呢？",
    "313": "[05:13]以有者必是名言有。在分別假立當中所有的，這個一定是名言有。但是這個",
    "324": "[05:24]名言有者，尋求名言假立義時必無可得。尋求假義既無可得，則唯是於無觀察識前，由分別假立為有也。說現在這個上面以名言所安立的這個東西叫它「有」，是，叫它有，這是名言識所安立的。但是你要認真 ─尋求是什麼？「尋求」就是認真去找，真正說起來就是用理智觀察去找。所謂認真，當然認真去找的話，不是開玩笑的啊！你理智觀察去找這個所假立的真實義，真實的內涵，有沒有這個真實的內涵哪？對不起，那個時候找不到，那個時候找不到。譬如說我們講那個桌子，是，你用這個木板、用這個人工，這麼咚咚咚咚兜起來，兜起來了以後呢有這樣東西，然後你叫它一個「桌子」，這樣。那個桌子這個東西呀，是什麼？在它所安立的這些法上面所安立的一個假名，對不對？是啊，平常的時候你可以說：「啊，這是一個桌子。」是啊！假如你講到桌子你就想到。可是桌子這個東西的本身，對不起，只是這個東西的一個代名詞。這個桌子本身哪，那個地方只有一種功效，是有這個功效，是代表這樣東西。可是「桌子」，桌子本身，你講的這個桌子本身並不是一個實在有的東西。",
    "435": "[07:15]所以我們古德們常常說：譬如說「火」，用這個名詞，這個「火」這個名詞代表這樣東西。說你講這個火這個名詞，不是實實在在的火。假定你講的火的名詞是實實在在的火的話，當你講到它，那個嘴巴你就燒掉了，應該這樣。很簡單，如果有火的話，你講「火」嘛，這個火實在的，你的火就不燒掉了嗎？當然不會燒掉啊！就是這樣。同樣地，你講桌子的時候，你嘴巴上面講那個桌子的時候，你曉得桌子所指的是什麼，就是它代表這樣東西，這個不是很清楚嗎？就這個。所以你找這個真實的意義是找不到。",
    "481": "[08:01]那麼雖然這個找不到啊，但是它在「無觀察識前」，就是說現在呢前面「尋求」，尋求就是觀察，你要去觀察尋求的時候啊，欸，卻找不到。但是你不去觀察，當你說桌子，欸，桌子嘛當然就這個嘛！火，火嘛當然就這個。那個時候所以這個識所安立的東西，在這個感受上面是有的。譬如說我們講到火，火嘛，就是這個，對吧？那點蠟燭嘛也是火，然後呢爐灶上面也是火，是，這個我們的心識所對的這個上頭，這個上是有。因為有這樣，所以啊在我們心識所對的上頭是有。有這個名言假立的這樣的一個行相，有這樣的功效，有這樣的種種，所以我們在這個當中，會對我們產生種種的功效。",
    "537": "[08:57]乃至於譬如說我們講到，欸，儘管講火它不會燒你，可是假定這個火對你的的確確有一種感受的話，講到那火的話，你會心裡面會有一種害怕。譬如說一個人曾經被火燙傷過、燒過，喔！他聽見火害怕。實際上我們沒有這個經驗，我們不妨說吧！譬如說講吃的東西，那個假定你沒吃過，不管他講怎麼吃什麼，你也不曉得什麼。可是如果你吃過的東西，講到吃的話，哎呀！你到那時候嘴巴裡面咕嚕咕嚕，肚子就咕嚕咕嚕叫，口水就咕嚕咕嚕流，對吧！欸，我們都有這種感受啊！為什麼呢？原因就是這樣。因為這個東西就是你這個名言識 就是我們識 所安立的。找到實在的東西有沒有呢？沒有。但是呢你不去找的話，正因為這個安立的時候，就是說這所以建立起來是根據你那識所建立，它對你那識就有這樣的功效，這個我們要了解。所以在名言當中所建立的東西，那麼在觀察的時候你找不到真正的東西；但是啊在不觀察的時候，這個卻是可以建立，它有實在的形狀、實在的功效等等，只是沒有真實的自性，如此而已。了解了這個，那個時候，",
    "625": "[10:25]繩上之蛇，由名言中無故成畢竟無。在這個繩上這個蛇，是「名言中無，成畢竟無」。就是在無觀察識，你不要去觀察的時候，那個認識對到了以後也沒有，對不對？這個是沒有的。但是無觀察識，當……為什麼情況有，這個我們現在暫時不談，等一下會講。",
    "650": "[10:50]蛇蘊上之蛇，由名言中有故非畢竟無。在這個蛇身上的這一條蛇啊，在這個名言當中，它不是畢竟無，確實有這樣東西。所以說：",
    "666": "[11:06]以繩上之蛇，世名言量即能違害，蘊上之蛇，世名言量不能害故。這個什麼話呢？所以這個就是世俗諦的建立，這個「世」就是世間的共同的法，世間的意思，叫覆蓋義、染污義。被什麼東西覆蓋啊？就是被一個癡闇所覆蓋，因為癡闇所覆蓋，所以才產生了這種虛妄的分別識。那麼這個分別識所分別出來的這些東西叫作什麼？世俗諦，這個地方所講的叫「世名言量」，世名言量。這個世名言量是我們世間所共同的，現在世間所共同的這個認識作用之前，你現在拿一根繩子說這個蛇，對不起，大家曉得這個不是，對吧！所以跟這個世間所共同認識的這個認識作用，這個世名言量當中不能站，站不住，所以他說「能違害」。但是啊，蛇，真正的蛇，是蛇蘊上這個蛇，欸，那個世間的名言量，是共同的世俗，那名言量是不能覆蓋的，它是的的確確有的。現在這個道理清楚不清楚？這個就是世俗諦的善巧的建立。",
    "759": "[12:39]那麼這個了解了以後，所以他前面用這個比喻，只是用一個容易的比喻來說明難懂的。那比喻要說什麼呢？就是說，一個，找一個實際上的一件事情擺在這地方，當你被黑暗所蒙蔽，你不清楚它的真相之前，結果你驟然一看，哦！覺得認識這個東西。那麼如果說，你能夠很明白地去看的話，就發現，啊，跟你原來所看見的不一樣，它的真實的內涵就顯示出來了。",
    "799": "[13:19]這個比喻當中是指什麼？驟然一看，就是表示在黑暗的時候，然後呢真實看到的，是把那個光明拿出來的時候。現在對於我們的這個認識作用，普通叫「無觀察識」，就是我們無始以來跟雜染相轉、相應的這種認識作用，就是一般我們直覺，拿眼睛去看，看見嘛，就是這個東西嘛！然後呢根據你眼睛看見也好，耳朵聽見也好，身體觸到也好，所謂色、聲、香、味、觸這幾樣東西，然後呢生起了這個五根之識，那個時候這個第六意識跟它俱轉。那所以第六意識所緣的就是前面五識所現的，然後你心裡面想什麼、什麼，這個東西是什麼？叫「無觀察識」。就相當於前面比喻當中被無始以來的習染所覆蓋的，那個時候你覺得是有。那麼進一步呢，如果你去尋求，尋求是什麼？就是不再被這個癡闇所蒙蔽，你拿光明來一照，欸！那個時候發現它沒有了。這個名言量的建立是這個樣的，這個是名言量的特質。",
    "889": "[14:49]所以既然是這個特質的話，這個名言量也是共同的一個，所以對這個名言量來說，一定是什麼？就是說，哪！大家我們是用什麼來建立的？就是我們的認識作用，我的眼睛是這個，耳朵是這種狀態，你也是，他也是，我們都是。儘管我們都是，可是那個時候你的眼睛有了毛病，或者你的耳朵有了問題的話，欸，對不起，那個時候所見所聞就不一樣了。有色盲的人哪，青的會看成黃的，對不對？到底看成什麼我不知道，反正色盲的人看那個顏色就跟我們不一樣，對吧？同樣地耳根也是，身根其他的也是一樣。乃至於神經錯亂的人，這個意識它所想的事情跟我們不一樣，對不對？這個實際上的狀態。",
    "946": "[15:46]乃至於更進一步，就算是我們現在這個六根、六識都是健全的，都是健全的，但是這個裡邊有一個很特別的事情，就是五根跟第六意識，五識跟第六意識有一個差別。五根所緣的是現量境界，這個所謂現量境界，要注意哦！就是對根所緣的現量境界，這個眼前對這個五根來說是對的，可是在理智之前不一定正確哦！理智之前是不正確的。所以換句話說，因為這樣東西本身就是由這個名言量所安立的，那麼它五根所對的這個東西傳到第六意識當中，那麼第六意識就根據這個五根所傳的這個所謂「落謝影子」也好，或者第二意識也好，來判別這件事情。平常我們這個名言量就這麼建立起來的，對不對？這樣，這個我們第一個要弄清楚。",
    "1025": "[17:05]所以假定說現在一個人眼睛矇上了以後，然後呢你看不見的東西，人家告訴你這個什麼。如果你信得過他的話，那個時候你的的確確你不是眼睛看見，你耳朵聽見。如果你信得過他的話，那個時候產生一個什麼效果呢？那個，喏！就是你會完完全全根據他給你的報導去想這件事情。在這種情況之下，這是我想我們人人都有這個經驗，我們不一定啊像那個犯人一樣，被他去上那個刑。可是的的確確人家跑得去拿一個什麼東西來，假定這麼有這麼一個說啦！說：喲！那個地方發現了一條蛇，或者發現一個東西，我們大家神經緊張得很，坐在那個地方，忽然之間你腳上面一個東西爬進來，喔！你一定嚇得一大跳。對不對？為什麼？那我想人人都有這個經驗。不要說那個時候你沒看見，可是呢你意識當中已經接受了，嗯，有這個東西在。所以當那個東西過來的時候，啊哈！你自然而然就心驚肉跳，這個感覺來了。這個兩樣東西，就介乎剛才這個錯亂的名言識，跟這個如理觀察之間。我把這個例子加進去，你們能不能體會得到這個特質上的情況？",
    "1109": "[18:29]所以實際上呢，就是說這個無觀察識，就是我們正常一般的這個識心作用，就是認識作用，現在我們佛法上面說「識」，就是我們凡夫的識，那麼這個上面的特別名字叫「名言識」。這個名言識，這個識所安立的、所看的、所對的、所想的這些東西，當然這個識是什麼？就是我看這一個東西；看了一個東西以後，所看見的東西我們叫它「量」。它這個法相上的，實際上平常我們不妨這麼說一說，我用一個尺，然後呢去量一個東西，量出一個結果來。我用一個秤，秤一個東西，秤出一個結果來。我用一個錶，衡量一個時間，衡量出一個標準來。這個我們大家都曉得，對不對？那麼你如果用尺來量的話，量出來這個叫量果，這個叫量。這個量是以長度來計的，那麼叫幾尺幾寸；以重量來計的，那麼叫幾斤幾兩；而時間來衡準的，叫幾分幾秒，那幾年幾月。現在呢這個地方的就是說，我們用名言去衡量得出來的這個叫名言量。所以能衡量這個東西，我們叫作名言識；所衡量出來的結果，叫作名言量，這個清楚不清楚？",
    "1208": "[20:08]所以這樣東西，這樣東西它本來怎麼樣建立起來的？本來怎麼樣安立起來的？實際上呢就是我們無始染污以後，由於無明相應，這個無明相應了以後，我們這個心念就產生一個錯誤的功效，這個功效我們就叫它「識」。這個識就是錯誤的，本來它安立就是它這個東西安立，根據這個東西而安立的。所以啊，在這個東西上安立的東西，對它來說自然是真實的，所以這個事情，有，這個情況。而這個東西的安立本來是虛妄分別，所以它不是用理智安立的。所以那個時候，你用理智去觀察，對不起，沒有這樣東西！",
    "1269": "[21:09]就像我們剛才說的一個比喻，現在再說一個比喻，譬如說小孩子。容或我們還自己記得我們小的時候，容或我們忘記了，看了這些小孩子們，喔唷！這幾個小孩子趴在這個地上玩。最小的時候，自己乃至於撒了一泡尿啊，弄了個泥巴弄得很高興，長大了一點當然不會，然後呢在地上面玩那些什麼東西。我的印象我小的時候歡喜踢毽子，現在大概也找不到了。後來有那種東西叫什麼？玻璃球啊？那個玻璃球，你們叫什麼東西啊？玩那個東西會彈，啊？現在的名字不知道什麼，現在當然有現在玩的。啊，那時候歡喜得不得了，那個大人總覺得不允許。然後呢有的時候他處罰你，乃至於看見了以後把它拿掉了，喔唷，自己都痛哭流涕。現在如果長大了你去看看，唉，真就可笑極了。我想我們大家都有這個經驗，對不對？",
    "1325": "[22:05]比如說，你在這地方玩一個剛才說的，弄一點泥巴玩了一個東西，只覺得，喔唷！這個當然大家做，我的房子，你的堡壘，大家打仗。那個大人跑得來告訴你：「啊！你弄這個東西幹什麼，趕快走、走、走！」把你牽走，然後把那個城踢掉了。唉呀！你在那兒痛哭流涕，會不會啊？會！為什麼？因為在你這種情況之下，是你的那個時候的名言識所安立的，對不對？你千真萬確地做，喔唷，兩個人打得很起勁呀！我在那兒造了一個東西很堅固，然後我又弄了一個砲攻打他，他在那兒防守。結果一個大人跑得來把你拿掉了，的的確確你很傷心、很痛苦，乃至於幾天你還在這兒睡不著覺。所以你們不妨從這個上面一步一步地去思惟、觀察，就了解了。",
    "1376": "[22:56]所以他這個比喻是說明了這件東西。那麼現在了解了這個以後，這個概念了解了，那麼自然對上面他那個問難，就解決了。所以呀，他本來這個比喻是用一個容易懂的，讓我們了解難懂的東西。而真正說起來，這個難懂東西的內涵，卻是跟那個容易懂的，欸，很相應，不過它只是相應部分哦！所以現在我們先把取出相應部分來解釋完了以後，最後慢慢地再說這個真、俗二諦的建立的關係。",
    "1421": "[23:41]那麼剛才我們不妨為了容易了解起見，把我們所舉的這個比喻每一個都想一想看。第一個是說，啊，我們大家都沒看見，可是平常的時候我們曉得這個地方，我們這個假定說啦，我們說常常有毒蛇會來的。這倒是千真萬確的事實哦！那一天有人看見一個青竹絲，從我們這個後面那棵什麼？芒果樹上面爬在那個地方，對吧？假如經常有的話，到了夏天，「喔唷！蛇來了。」哦，大家提心吊膽。然後呢你腳上踢到一個東西的話，我們一定啊，喔，心驚肉跳，馬上兩個腳縮起來，這是一種狀態。然後那我們想到小孩子那狀態，乃至於想到剛才說的，告訴我們這個意識殺人的故事。那更進一步的話，我們了解現在我們這個認識作用，就是這樣的一個狀態。",
    "1472": "[24:32]可是凡是不管是哪一類，就是以他這個名言識所安立這個東西，對他來說，的的確確是有這個功效，而且他這個認識作用當中千真萬確地是覺得有。所以剛才說五根所對的這個東西是他的現量，因為是他安立的嘛！對他就有產生的功效。第六意識本來所緣的，一直是緣這個什麼？緣那個五根給它的傳遞的訊息，這個是它的真正的特質，所以都是跟著俱轉，跟著俱轉。那麼這些東西都是無觀察識，假定你認真觀察一下的話，那就找不到了，這個真實的東西找不到了。",
    "1526": "[25:26]所以在他這個比喻當中要說明的，這個人上的「我」，是不觀察的時候是千真萬確，一觀察，沒有了！同樣地，我們剛才說這條蛇，不管繩上的蛇也好，或者這個人說的蛇也好，或者這個小孩子講那個城也好，乃至於我們剛才講那個東西，如果這個犯人張開眼睛一看，那簡直哈哈大笑，對吧！我想沒有一個人例外的，我們都是如此，這個情況就是這樣。這麼，現在首先說明這個，我們現在繼續下去。",
    "1567": "[26:07]合上法喻，如繩非是蛇，喻五蘊非我。現在我們了解了，這個繩不是蛇，那麼所以這個五蘊也不是我。",
    "1580": "[26:20]如依於繩而生蛇覺，喻依五蘊而起我想，如依盤繩而現蛇相，喻依五蘊有我相現。同樣地，儘管這個上頭明明沒有蛇，以及這個上頭明明沒有「我」，但是啊在繩上面卻千真萬確地可以讓你生起一個蛇的感覺；同樣地，在五蘊上面的千真萬確地生起這個「我」，我們一天到晚就跟著這個轉。同樣的道理，",
    "1621": "[27:01]如依繩現蛇而蛇非有，喻依五蘊有我相現，而實非有。同樣的道理，依這個繩上的實在的蛇，喻依找不到五蘊上頭的「我相」啊，要找它的實在 ─這個「實在」我們有的時候稱它為「自性」，有的時候稱它為「自相」，有它為 ……什麼，不管種種，說真實的這個東西找不到。",
    "1653": "[27:33]此即我無自性義。所以說這個「我」啊，無自性。它注意哦！叫「我無自性」，不是單單沒有這個我。平常我們講的「無我」的話，真正的全文應該是「無我自性」這樣的東西。「我」這個假的行相，這個是有的。你們懂得了這個，所以《大智度論》上一開頭的說，明明沒有我，那麼為什麼佛說要我？佛也處處地方說我、我、我，他這個「我」是以什麼安立的？就是以世俗諦。那麼這個世俗諦是什麼呢？就是前面所說的名言量，這個無觀察識之前安立的。",
    "1701": "[28:21]他為什麼要用這個呢？他因為我們現在整個的都在這個裡頭，所以要讓你認得也認得這個。讓你從這個上面認得了它，然後呢告訴你為什麼有這個，真實的理智上面沒有。然後你如理地信得過，信過了，還要自己認真觀察，信過了不觀察沒有用。經過你觀察發現：「唉呀，真的沒有啊！」那個所以他一定要這樣的次第。同樣也說明了，只要這樣的安立的話，卻是有它的這樣的一個假名，或者叫名言量，或者有它的功效，乃至於從如此因感如此果，種種。而這個因當中必定有一個主因什麼？無明，無明所現。所以十二因緣由這個上面建立啦，無明故行哪，就行緣識，然後呢下面「更、更、更、更」一串東西都來啦！那現在我們從這地方先繼續下去。",
    "1768": "[29:28]又如繩上雖畢竟無蛇，然由見繩為蛇故，生大怖畏，如見真蛇。"
}