{
    "4": "[00:04]又如繩上雖畢竟無蛇，然由見繩為蛇故，生大怖畏，如見真蛇。就像前面我們了解了繩上決定沒有蛇，但是為什麼啊？因為無始無明所覆，妄見而看見這個蛇。所以那個時候，雖然沒有蛇啊，卻是真正能夠生大怖畏，好像真的蛇一樣。因此，",
    "39": "[00:39]如是依自五蘊所見之我雖非實有，然由分別假立之我，於行住坐臥等四威儀中作一切事亦不相違。此即緣起義。就是這樣，這個五蘊上面之我，實際上的我也沒有。但同樣地，由什麼？「由分別假立」，所以叫作分別假立，什麼？由於虛妄分別。這個「假」是什麼？就是假借。哪！這個是假的，借這個五樣東西，因為你虛妄分別來安立之我。欸，雖然虛妄分別安立之我，卻是在四威儀當中可以做一切事情。就像前面這個蛇，明明是沒有啊，卻是要讓你害怕，一樣的道理。",
    "90": "[01:30]那麼這個道理就是什麼？「即緣起義」，緣起就是這個。你懂得了這個，了解了剛才我這句話吧！噢，無明、行、識來了，這個識怎麼安立的？欸，妙咧！就因為無明而行，行了以後 ─識，所以這個識本身就是這樣安立的。而然後呢，再把這識回過頭來，當然跟它相應，這個道理很簡單，對不對？譬如說，我現在這樣東西是用這個方式，所以是用地上立，還是從地上倒；從這個上面生，還從這個上面滅。現在這個東西所建立的，自然還受這個建立的原來的東西受它的支配。譬如說我們做一個桌子，如果你做桌子用木頭等等造的，當然一定的還受這個木質的影響。如果這個桌子是用鋼鐵做的，是鋼鐵的影響。這個什麼話嗎？譬如木頭所做的，用火來燒就會燒壞掉了；用鋼鐵所做的話，對不起，你燒它一下，燒不壞。現在呢這個識就是我們無明所安立的，所以你回過頭來識所相應的就是無明部分，就是這樣的彼此間的必然的因果關係。這個也是個比喻，所以這個緣起就這個上頭。那同樣地，你如果是這個時候你了解了，",
    "184": "[03:04]如是若見一切法都無自性，即由無自性故，便能安立緣起因果。是為性空現為緣起義。這個就是佛法的中心思想，就是中觀的正義就在這裡。前面這個道理我們都了解了，那麼這樣的話呢，你正確地見到：哦！原來一切法真正要找它的實在的、真實的內涵，這個真實的內涵，叫它自體、自相、自性、真實有等等啊，嘿，沒有！欸，正因為它沒有啊，才會安立，才會假安立。這個假安立啊，因為它是假安立，所以有這樣的怎麼的因，就會有這樣的果。假如它本來有的話，你怎麼去安立它嘛！對不對？你就沒辦法動它，它本來就這個樣，你就不能動它啦！所以說正因為它無自性，無自性的另外一個名字叫作性空。所以正因為性空，是必定緣起；正因為緣起，是必定性空。「是為性空現為緣起義」，所以它正因為如此，所以它那個本性空，正因為本性空啊，所以才有、才現起，才會產生必然的緣起的意義。所以前面說，喏！這樣的，因為你正見一切法都是空，所以是正見緣起。反過來說，",
    "280": "[04:40]若見一切法唯由分別假立，緣起因果皆應正理。即由此故便能引生一切法皆無自性之定解。是為緣起現為性空義。反過來你了解：哦！原來所有的東西都是這樣的分別所假立的。因為這樣分別所假立的，所以你這樣地怎麼安立啊，就會有這樣的一個行相。你安立的這個東西叫因緣，下面現起來這個東西叫作果報。那麼自然而然這個時候你 ……一切法必然是都是這樣地安立起來的，這個安立起來都是假借那些東西安立起來的。自然而然，你怎麼安，下什麼樣的因，自然而然現什麼的果。由於這樣的道理，自然而然才了解，必然會引生一切法都絕對沒有真實的、確實這東西。這個時候你曉得：哦！原來緣起啊正是性空。所以現在我們常常說：明明是空的，就它偏偏地緣，好像這個裡邊有矛盾。現在你真實地了解了中觀正見的話，那就一點都沒矛盾。正因為它是空的，所以必定是緣起，這個幻有的現象，就是必然的；正因為它緣起，所以必然是性空。這個就是學教下當中的它的最殊勝的一點。",
    "380": "[06:20]譬如說我們講禪宗，禪宗絕對有它非常了不起的、非常殊勝的，特別的功效在。可是禪宗這個裡邊，它有它一個特質我們必定要了解 ─學禪的人一定要有老師。為什麼呢？因為當我們證見空性的時候，那個時候忽然之間一切都消失掉了，那自以為覺得：啊！一切都空。那時候啊你不知不覺之間會走上畫大空（編者按：此詞不確定）。何況在沒有正見空之前，你在定當中，乃至於定、慧都不認識。譬如說我們學定，你沒有得定的話，根本不可能正見空性。所以得定的過程當中，從欲界定到未到地定的時候啊，那個一切的實質，慢慢、慢慢像如雲如霧這樣消失掉了，好像身心不見這個狀態。如果你不了解，以為：啊！證得空了。那連它定、根本定都沒得到，這是第一個錯誤，絕大的錯誤，我們很多人都陷在這個裡邊。",
    "444": "[07:24]那麼進一步，就算你真正地能夠參，然後正見空性的時候，欸！見一切都沒有了。實際上呢他不了這個空而便是緣起義。這個你們如果說正式地去研究一下，正式學禪，以及看看那個襌宗古代的祖師的公案，都是這樣的。很多人一下說一坐破三關，一開悟徹底開悟，那是因為他以前走得很高了，這樣。重新回來的時候，就好像以前存在銀行裡，跑進去一看，哦！我原來有個上億的財產，絕對不是現在有的喲！平常一步一步上去的話，一定是第一步初關、第二關、第三關。那我想我們大家了解，破了以後，對不起，他那個祖師說：還在，還沒有，你還要來，繼續地再來，一步一步。那跑下去什麼？就是這個。萬一你沒有，離開善知識的話，毛病就來了，很多、太多這種祖師們都有這種典型的公案。或者他只破了前面的，然後呢因為沒善知識的引導，自己覺得見道了。啊！目空一切，畫大空（編者按：此詞不確定），自己也錯，帶人也錯。還有一種呢，雖然如此，但是呢問題沒有解決，然後繼續地再參訪，到最後才能夠真正地解決這個問題。",
    "529": "[08:49]而教下 ─不！那理路上面先告訴你清清楚楚，然後你照下去走的時候，那個方法是非常穩當。當那見到一步的時候，你就曉得了，哦，現在達到什麼程度、現在達到什麼程度。換句話說，一個老師是活字典，必定要你跟他有緣，一直跟在旁邊，那個時候你還肯聽他，他還肯指導你，否則的話跟在他身邊沒用。現在教下你這個理路清楚了以後，一定為什麼要產生定解，然後你照著這個次第一步一步走入的時候，你曉得清清楚楚、明明白白：哦！對、對、對！跑到哪裡，你不會走上這條錯路，了解嗎？這是它的兩個特質。實際上呢，你真正地有圓滿的師承，正確的方法，這兩個的的確確是一樣的，這個結果是絕對一樣的，這個地方特別說明。",
    "586": "[09:46]反過來，你現在如果真實地了解了這一點這個道理以後，平常我們非常混淆的空、有之間那個觀念，不但沒有一點的矛盾，而且必然兩樣東西要互相觀待而立。空是觀待有上而立，有是觀待空上而立；拿掉了有就沒有空，拿掉了空就沒有有。譬如我們論任何一件事情，說這個東西，然後呢你說，是，有這個東西，這個東西是什麼？緣起義，對不對？那是很正確的。嗯，那是塑膠的，然後裡邊是什麼的，經過怎麼做、怎麼做，正因為它緣起，所以必然不是天生來有實質性的東西。實質性是天生如此、本來如此，你不能改變，不是因緣所造作的，所以叫作無為法。",
    "644": "[10:44]有為法是什麼？你有所作為產生這樣的功效，就這樣。因為你有所作為而產生，所以同樣你有所作為而有，有所作為而無。所以「此有故彼有，此無故彼無，此滅故彼滅」，彼此間的必然關係。因為你用這種東西建立起來的，所以如果這個建立起來怕火的話，碰到火它也燒掉了，對吧？就這樣。如果這個東西不怕火的話，那麼碰把火，它也動不了它，這個是必然的這個因果關係。所以在這個上頭一定是什麼？哪！正因為它性空啊，所以現起這個緣起之有，這兩樣東西你不能離開了講的呀！",
    "690": "[11:30]當然在我們平常狀態當中，你只看它的一面。說現在用那個功，用它的時候，你根本用不著把那套理論搬出來幹什麼？這個不需要，這個是不需要的，實際上呢對這個事情的本身是這樣。那麼是用外面的東西是這樣哦！當我們身心上這種東西，這個東西本身卻是什麼？跟它完全一樣的，這樣，跟它完全一樣的。那我們平常為什麼所以迷糊呢？就是當我們運用，實際上運用這個身心的時候，假定我們正確地了解這樣東西的話，自然而然你要什麼樣的果，你就下什麼樣的因；你要避開那些果，你就應該避開那些因。反之，眼前這果，如果說你覺得不好，你就在因地上面怎麼樣去拿掉它。",
    "752": "[12:32]因為我們徹底地了解一切法絕對不是天生如此，絕對不是自性有、自相有、實在有，這個叫作什麼？性空義。所以你因為見到了性空，那個時候你會產生一個什麼結果啊？任何事情是戰戰兢兢，是一點不會錯，對不對？這個簡單嘛！沒有一個地方不由因果建立。所以到那個時候，哇！你那個持戒是非常認真。馬虎一點你曉得，你馬虎一點，對不起，你這個馬虎的因，就得馬虎的果。你認真的因啊必得認真的果。這樣一來，你了解了，知道這道理，你會不精進嗎？所以現在人啊講空講錯了，講了個半天，講完了空什麼都馬馬虎虎不要了，他何嘗真懂空呢，真懂得空？這個概念清楚不清楚？",
    "821": "[13:41]因為這裡，所以呀就我要提一個事情。啊！有的人，是，因為不善巧這個，所以常常說：「唉呀！你講了個半天空、空、空，對我們沒有什麼用場嘛！」現在你想想看，有沒有用場啊？用場太大啦！你如果是真正了解了空的話，你必然會戰兢惕厲，喔唷，這個一點小地方都不敢馬虎啊！對不對？這第一個。",
    "850": "[14:10]然後呢，我們如果真的把那個空理能夠推廣開來的話，你遇見任何一切事情，任何一件事情，譬如人家跑得來罵你，平常為什麼我們會要發怒啊？欸，很自然哪！人家或者捧你，你自然就高興啊！為什麼？這很明白，當人家來罵你的時候，我立刻的反應這個是什麼一種狀態啊？現在這個地方叫「無觀察識」，對不對？那就是我們這個名言量，那那心裡面自然地不加觀察地「砰！」一下 ─「他為什麼來罵我？」這是無始以來虛妄分別所安立的，你必然會發脾氣，就這樣。再不然的話呢，假定你經過多生的習氣，養成功了忍辱，那個還是你的什麼？以前的習性養成功的，還是行所安立的識。所以他來罵你的時候啊，「唉呀，好啦！」也就。現在不管是你容易發脾氣也好，或者你能夠忍辱也好，乃至於經過世間的修養來說，啊！你笑一笑也好。這個前者是屬於所謂俱生而來，後者所謂分別而來，必然產生結果。",
    "932": "[15:32]假定你真實地了解了這個空的道理以後，那麼這個時候呢，就看你了解這個空理的深淺。以我們現在來說，聞思相應的空理，這是我們凡夫下腳第一步應該走的。聽懂了道理：噢！原來一切事情都是這樣的。那麼為什麼以前會產生這樣的這種貪瞋癡？因為無觀察識。現在你認得了，經常去觀察，所以這個叫什麼？如理思惟。假定你正在如理思惟的狀態當中，然後這個人來罵你的時候，你想：啊！那絕對不是天生來的，一切事情一定有的因果緣起的法則。嗯，我不一定什麼時候是不知道，但是確定以前罵過他，所以呀會產生。",
    "982": "[16:22]所以前面講的業果等等的話，只是說：哦，這個業是必然感得的果。這個道理何在，不清楚，到現在完全清楚了，對不對？結果呢，現在這個清楚了，才能夠對前面共下士這個業感果的產生決定信解，對吧？假定你對這個有了決定信解的話，是不是從理上面，從任何一個角落上面，你就很清楚明白地解決眼前一切問題。對不對？那個空之功效啊，之廣、之美呀，乃至圓滿哪！世間無出其右。不幸的是，我們現在學佛的人都不要。",
    "1028": "[17:08]譬如念佛，那你為什麼要念佛啊？很簡單嘛！因為我們無始以來都是什麼？這個無觀察識，無明相應，虛妄分別所安立的這個東西，一天到晚所對的，你就纏在這個裡邊。唯一的辦法，在這種情況之下 ─不是唯一的，唯一的結果，你注定你呀永遠受苦。你現在不怕苦則已，反正你去，由你去，啊！你在地獄上面，你不怕苦你去熬吧！不要說地獄，在世間，哎喲！怕了苦，你才想辦法。對不起，要想跳出的苦，唯一的辦法 ─這個路。那怎麼辦呢？說：唉，要照著這個路一條一條路走的話，那個實在好難哦！那時候你才了解了。怎麼辦呢？還在這個上面。所以那個時候啊，你不在那個細緻的上面說要了解一切的內涵，要解決它，你只曉得一件事情是可以肯定的 ─如是因感如是果。為什麼？一定是性空緣起，緣起性空。所以眼前這個不理想是以前是莫可奈何，現在你要扭過來的話，你只要因地上面念念下正因，將來必定感這個因相應的如是果。",
    "1108": "[18:28]所以以前憶念的時候，唉呀，這個難捨啊！唉呀，這個父母也難捨，啊，這個兄弟姊妹也難捨，那子女也難捨。然後呢子子孫孫、孫孫子子，永遠牽纏，唉，這一大堆。嗚！現在這些東西都是世俗。啊！非常可怕，一心念佛，這樣。你如果能夠心目全部跟這個相應的話，儘管你沒有如實地真正找到，可是這個因果必然向前推衍的結果，那跟它相應啊！這個道理還在這個上頭。你們念他，他們引你。所以整個的佛法，沒有一點漏洞，沒有一個地方可以脫出，如果脫出來，佛就不值錢了。世間很多定律，欸，它到了某一個地方就有個極限，說對不起，有個例外。如果佛法有例外的，那佛就不圓滿了，對不對？",
    "1173": "[19:33]所以你想，你懂了以後，哪個地方用不上？那麼你為什麼要持戒呢？很簡單嘛，我是個凡夫啊！我並不了解我這個行持究竟怎麼樣，為什麼？我在無明當中。儘管你現在覺得：啊！我用理智推斷。但是這個理智推斷，你這推斷的憑證對不對？邪慧，不是正確的。所以我這個理智的推斷只是增加什麼？增加世智聰辯，增加了世智聰辯是沒得用場。這種世智聰辯所安立的因果關係啊，叫戒取見、見取見兩個，兩個，一個是禁戒取，一個是見解取的。儘管你以為如此，結果是越走越錯。那麼怎麼辦呢？唯一的依靠就是，佛是徹底正確認識的，換句話說，迫近的，你只有依靠他。所以佛告訴你，要這樣，我就這樣，要那樣，就那樣。所以你曉得你只要這樣做，一定感得這樣的果報，所以自然而然你是要持戒，也懂得這個道理以後啊，從根本上面你就：啊！必然會在起心動念當中把得非常正確，一點不會含糊。你認得了，這些問題都解決了！這是我們必須應該認識的一個概念，清楚嗎？",
    "1267": "[21:07]昨天晚上還有人談起，因為我們隨便談起，說一些事情啊！所以有人說，啊，譬如說大乘、小乘的開合不同，乃至於尤其是現在講到《楞嚴》的，譬如說，啊不，密宗說《楞嚴》上面的「清淨明誨」。你們不妨仔細去看看它，它說得很清楚，說得很清楚。大小乘的開合不同不在形相上，在心地上面，對不對？如果是你真的為了發了大菩提心，殺也對。同樣地清淨明誨上面的三個清淨明誨啊，它第一個其心不殺，第二個叫其心不淫，第三個叫其心不盜，它不在形相上面說，而在這內心上面說。道理在哪裡啊？因為，哪！這個都是什麼？我們名言識所安立的，所以轉的時候也在這上面，因果的基本的概念都在這個上頭。",
    "1336": "[22:16]那個上一堂課有人，有一個同學建議，那麼非常好，非常好、非常好！因為這位同學也慢慢地那個聽出興趣來了，所以他就問起那個師承。那麼的的確確，我想尤其是從頭開始聽的人都曉得這本論完整的師承，的確現在尤其是你們稍微相應一點的，都會感受到這個法如此圓滿哪！不管在任何情況之下，這個時候千萬注意哦！然後呢這個圓滿的法，還必須要你自己的理智去思惟、觀察。我所以說這個話，的的確確有很多感慨，我自己的經驗包括。那今天早上還有一個同學來問我，他說：「有人說教了這個要學密的。」唉！我聽了這個話，長嘆一聲。我不曉得你們懂不懂我這個長嘆的原因。但是他下面的解釋，我覺得非常同情他。",
    "1399": "[23:19]沒有錯，正因為我們平常的時候，就沒有善巧地運用這個理智。現在我們這裡了解了，那平常我們為什麼陷在這個生死當中，就是我們的認識作用。這個認識作用叫什麼？名言識，叫無觀察識，叫無觀察識。而平常這個無觀察識一向是什麼狀態呢？一向就是癡癡呆呆，這是一種，這一種人啊屬於情見的；還有一種人的話呢，啊！他善巧分別。一種屬於情，一種屬於見，這個都是無觀察識。所以呀，都是東風東飄，西風西飄。",
    "1451": "[24:11]我們真實要學佛法的話，依你理智去觀察。所以佛經上面說：不要因為我說的，你必定要如理思惟。現在大家不經過如理思惟，就算聽了佛法，大家還是這樣，那你學它幹什麼呢？你必定要照著前面一步一步來，一步一步來的話，不管人家怎麼說，你都動搖不了你，前面次第說得很清楚啊！那麼這個不去談它。如果你正確、慢慢地上來，跟不上來有兩條路，不上來的話有兩種情況：有一種情況呢，他根本就跟不上，唉呀！這個越學越苦啊！那是不談了。還有一種呢，因為他自己沒有如理觀察，然後人家說這個，哎喲，他也聽得這個；人家說那個，人家說好，他也去求，要去求嘛又找不到；人家說不好，他也排斥，排斥嘛也莫名其妙地弄錯。",
    "1503": "[25:03]凡是真正聽的人我想都有這種感覺：哎呀！慢慢地覺得這味道聽出來了，然後呢對我們眼前的錯誤都解決了，歡喜得很。所以他就問我，「啊！這時候就體會到原來這個師承這麼重要。」那時候我簡單地回答：「是！我只是說找到師承何在，我並沒有得到師承。只是因為有完整的師承，只是最基本的、簡單的，告訴我們一下。」我曾經跟大家說過的，我的老師，有幾個老師自己告訴我，這麼簡單地說了一下，我才了解這個真正的精要在什麼地方。但有一件事情我體會到的 ─問題不是沒有完整的老師，始終是沒有好的學生。那我自己就不是個好學生，所以沒學到好的東西，今天耽誤了大家。",
    "1556": "[25:56]所以如果說你們真的要想學的話，像我們世間一般的暢談，那根本學不起來的，說老實話。喔！你的意見要這樣，我的意見要這樣；看見這個不對，看見那個不對。你沒有尊重法的心情，絕對學不起來！我當初我們在那邊跟著這個老師學的時候啊，哇，那個跑到 ……一看見老師來，那在任何情況之下，那大家是鴉雀無聲，在任何情況之下，都是這樣。他如果說一句話，我們從來沒有什麼跟他敢頂嘴的，不要說他合理的，就是絕不合理的，我們聽：「是、是、是！」有的時候心裡還在嘀咕。那如果比較好的話，同學人家發覺：「欸！你自己好好地檢查。」我們只總歸要在自己內心上面找問題。所以剛才那個同學說，現在他因為聽到了這個歡喜的法，所以建議大家在這個課堂裡邊，一定要很認真地守秩序。那麼這個呢，我也只是說我只能說建議你們，本來學這個東西，都是大家這樣的，不要妨害別人，至少這一點要做到。",
    "1621": "[27:01]現在我們繼續下去。剛才說到這個由於性空，所以真性空是見到緣起，真緣起是見到性空。這兩件東西就像兩枝筷子一樣，你要想拿那筷子夾東西呀，對不起，嘿，少掉一枝還不行欸！平常我們錯就錯在什麼地方啊？錯就錯在不善巧學。啊！講空啊不要有的；講有啊不要空的。不過居然有人有這個本事可以過那個獨木橋、走鋼索，這種人天下的絕頂高手啊！我想我們普通是可沒有這個本事啊！你們千萬注意。所以我們現在真正要善巧學，在這個完整的地方告訴我們，這兩樣東西絕對不能分開。一分開，你一分開，對不起，你講空，空就空錯了；你講有，有就有錯了。這個是我們應該有的第一個現在基本的信念。",
    "1687": "[28:07]實際上這個信念還是靠什麼？哪，你繼續下去，你總要一步步地深入。如果你對這個道理了解得越透徹，然後你回過頭去廣看，不管是何經、何論，從小到密，沒有一個地方違背的。如果有違背的，對不起，它就有問題了。所以了義經之所以了義，那究竟圓滿了，你用在任何地方，絕對沒有障礙。什麼叫不了義？它在這個範圍之內說的，用到別的地方有障礙的。當然了義的真正的意思是不在這個上頭哦，了義的真正的意思。實際上呢了義跟不了義的，它的運用的範圍，它也是必然性的，這個是我們這個地方。",
    "1731": "[28:51]所以我常常說，我現在說的很多，都不是正確地按照著法相名詞解釋。如是按照法相名詞解釋，一則嘛這時間不曉得拖到幾年，大家也沒有完整學過嘛！我只是把我們容易懂的，哪，從這個體驗得到的上面來解釋它。等到了解了這個實在的意義，不妨我們回過頭去，如果要去弘法利生，那個時候再學完詳的法相名詞，那個才可以。當然你把這意思再簡單地介紹給別人家，那個倒的的確確只要他心裡面認識了，照著去自修，那絕對沒錯的！這個我要特別說明。"
}