{
    "8": "[00:08]所以現在我現在所以用的很多的這個名相啊，如果是以最嚴格的法相名詞來講的話，這個地方是有出入。可是特別說明這個意義內涵所指的，你們把握住這一點，然後呢，不要在這個次要的這種漏洞上去找的話，你能夠找到它的根本義。我們繼續下去：",
    "32": "[00:32]如云：「此皆自性空，依彼生此果，二決定無礙，更互為助伴。唯此為甚奇，唯此最希有。」下面來了，啊！說原來這凡是一切東西都是空的，所謂空不是一無所有的空，而實是沒有自性，所以叫自性空，或者叫無自性義。現在我們了解哦！所以佛法裡面的空啊，千萬不要誤解，以為說什麼叫空？譬如眼前這東西，這個叫有；然後把這東西說拿掉，這個叫空，你完全錯掉了，不是這個意思。說任何一樣這個眼前的東西上面，它並沒有真實自性，正因為沒有真實自性的，所以叫「自性空」，這樣。那麼因為這樣的沒有自性，所以它都是什麼啊？以這個東西的因緣，所以「此有故彼有，此滅故彼滅」，所以由於它沒有天生來的特質的東西，所以由於這個因緣，生起跟這個因緣相應的果報。",
    "113": "[01:53]而這兩樣東西啊，現在才了解，決定不會相障礙；不但不相障礙，下面這句話呀：「更互為助伴」，對不起！這是互相相配合而成立起來。就像筷子一樣，筷子之所以筷子，一定是一雙，一對筷子，這個獨木橋是過不了的。要了解這一個，這個才是真是甚奇啊！啊！這個奇什麼？不可思議，真正地奧妙！「唯此為希有」，這個是真正佛法的最甚深義。這是現在把這個甚深義，用最粗淺、跟我們相應的部分來說明。",
    "163": "[02:43]又由略見緣起如幻，即能破除妄計諸法實有之實執，引生無自性決定解。是為正見觀察圓滿。喏！現在下面說明了，由於我們上面的「略見」哦！這個綱要，換句話說它總相大概的，你如實地、一點不錯地見到一切法都是因緣生起，所以是如幻如化。它有這樣東西，就像幻化的一樣，卻是沒有真實自性。而這個所謂的真實自性啊，都是我們妄想無分別識所安立的，所以就把一向妄想所計執的實在有的這種執著啊，就破除掉了。對於這個確定地認識，說確定了解一切法是如幻緣起之有，而沒有自性，這個時候是「觀察圓滿」，正得到正確的正見的時候，這個正見是這樣的。",
    "241": "[04:01]那麼這個正見怎麼來的呢？它必然要幾個步驟，第一個一定要依止善知識聽聞，這個一定！絕沒有第二條路。我們也容或看見說別人，別人怎麼可以的？記住哦！佛法裡面告訴我們，是從前面的無始，到後面的無終，眼前只是在這個無限當中的一點點、微塵一點點，你從這個上面微塵所一點點判斷，這個是錯的！所以有很多人的確的 ─欸！像佛，抬頭一看成佛了，他並不是從抬頭一看成的呀！他是從前面積了那麼多哦！這是我們了解的。",
    "287": "[04:47]所以他最開頭的是，一定從過來人，這個叫善知識。所謂「善說」，佛法裡面有一個特別的，就是說一定是如理如量，如其所證，如實而說，這個叫善說。平常我們經裡面，「佛善說法中」、善說法中，這個真正善說的定義是這樣的，這個定義都下得很嚴密。一定是他 ─「理」絕對正確，純一無雜；「量」是圓滿無欠無餘；然後這個理、量，如其次第如實所證，一一親自徹底圓滿地證得，然後把他所證得的能夠和盤托出。還要一個條件 ─應你的機，這樣。而一直把你從現在你相應的，引導到最究竟圓滿的地方，這個叫善說。然後呢，能夠說這樣的這一個人，叫作善知識，這我們要了解的。",
    "362": "[06:02]所以你第一步呢，這外在的條件你先要遇到；遇到了以後從他聽聞；聽聞了以後怎麼辦呢？要如理思惟。你了解了這一點，那才發現說本論真正殊勝，一開頭的時候它不忙別的，先說明說，啊！先說明我這個造者殊勝。為什麼要說這個，現在大家懂了：哦！原來這樣的造者，才是真正叫善知識。然後呢，那個時候本論第二個安立的是，本論所說的法的究竟圓滿，那時候你才啟發你的信心。啟發你的信心有什麼好處呢？那時同樣你的認識：啊！原來我現在在錯誤當中。那時候才可以告訴你，你要跟他學啊，必定要破你的三個過失，一定要具六想，否則的話一直在我慢當中轉，你沒有用！",
    "421": "[07:01]我幾十年來，自己一直辛苦的，所以現在常常說常敗、常敗，敗在哪裡呢？就敗在自己總覺要去找老師，總覺得老師找不到。唉！其實我現在才發現：不是老師找不到，是我辜負了老師，為什麼啊？我自己的過失沒有除，我自己應具的沒有具。所以它本論第三科就告訴我們，聽聞如是相應正法，你還要一點準備啊，那個時候才說圓滿的法。",
    "461": "[07:41]現在大家準備了沒有？啊！前面的基礎不要，只要忙後面的，你可能相應嗎？可能相應嗎？所以處處提出這種非常奇怪的問題，這個奇怪的問題，如果說你如理相應地，應該的；可是他真正提出那個心情，始終是什麼心情啊？不是覺得問哪，不是覺得我不懂；從總覺得以他的立場上來說，你這個錯了。這個說明什麼？說明那前面他自己的過錯他不曉得，總覺得：欸，這樣！這凡是這種地方啊，你都必須看看前面。那麼這個過錯有兩種，有一種是見上的，有一種情上的。見上自己的見解，自以為對；情上的，自己的習性，那一個東西拿不掉，沒有用！",
    "510": "[08:30]所以說那個是第一個為什麼列為善知識，列為一個條件。這個地方有一個關鍵所在，你要認得那個善知識還要什麼？還要你智慧去辨別，辨別兩樣東西：第一個你有了這個智慧，才能夠認識是否真善知識，他前面也說過了，如果「似」 ─相似的，你千萬不能跟他；其次你要了解，你自己是如何狀態，能不能跟他相應，要具足什麼個條件，這樣。",
    "549": "[09:09]所以他前面告訴我們依止善知識，你具了這個條件來依止他的話，還要九心。這個九心都是根據《華嚴經》上面啊，大家還記得嗎？九心當中第一心是什麼？「棄自自在，捨於尊重。」平常我們一天到晚以自己自在，說我心裡要怎麼想，啊！最好我要找老師，老師老找不到。你千萬不要這樣想！然後呢，啊！我覺得要這個樣的，跑到那個廟裡啊這個規矩這麼嚴，要叫我這麼做，要叫我那個樣，唉！請問：你這是幹什麼的你跑得來啊？你不是說出了錢，跑了去找享受去的呀！而現在是應該說，我出了錢跑著去來改我的毛病哪，你必定要認得這一個！所以那個時候，一定啊如果醫生告訴你：喔唷！你這個不要做。「欸！對、對、對，不要做！」你時時見著我是在病當中，在無始無明當中啊！現在我們這一個如果說你沒有辦法正確地建立的話，一點用場都沒有，一點用場都沒有！這是我們必須要正確地認識的。有了這個，然後所以他能夠深入，這個是所以它前面第一科列 ─哪！善知識。",
    "624": "[10:24]然後呢有了善知識，正式開始聽聞了以後，這本論上面才講正式進到本文。那個時候你怎麼樣啊？啊！去想種種的，只要看善知識的好，不要看善知識的過錯……。這個有幾種理由，這個有幾種理由，那麼這裡我們不深細說明它。總之，到後面溫習的時候，我們才來要說。從這個上頭進一步，把他的善說還要去如理思惟，如果你不如理思惟的話，你始終聽聞了半天 ─他的！你始終還是搖擺不定，入寶山空手而回。那個時候經過了深入地思惟觀察以後啊，那時候你就可以得到圓滿的正見。有了這個然後去修行的話，一條大王路一直上去！下面：",
    "686": "[11:26]如云：「若時二念不分離，由見緣起不欺誑，即破一切所執境，是為正見觀圓滿。」喏！就像這麼說的，如果說這一個空跟有，緣起及性空，這兩樣東西原來分不開的；而對這個道理覺得真實的，千真萬確，一點都不假的，那時候你對一切所執著，自然就破掉了，就不會執著了，因為就是這個樣嘛！那時這個才是正見圓滿的時候。所以以前我們一直講正見、正見，有很多人聽到那地方，連那聽都聽不懂的，請問你這個正見談什麼呢？聽懂了，那時候還都只曉得：哦！原來正見在這個方向上面，你還要如理地去思惟呀！這個是說：",
    "737": "[12:17]言不分離者，謂解空智與緣起智，更互相助也。看見沒有？當你正解空的時候，正是正見緣起的時候，這是必然的！反過來，你正見緣起的時候是啊，正見到一切現象有的時候，你也同樣地那個時候啊，欸！你正解空的時候。那麼這個有什麼好處呢？很簡單嘛！當你見到一切現象的時候，平常我們一見到現象了以後，一向用什麼啊？用我們的無觀察識去對，然後呢歡喜你就貪著，不歡喜你就瞋，平常嘛就癡啊！現在你正見了這個緣起了以後的話，見任何東西來，你那時候，你見到了總相，見到它空，安住在上面，它動搖不了你。如果你更別相見到了，見到它的緣果的必然的法則的話，他罵你，你就見到了：啊！以前我罵了他，現在還他，唉呀，阿彌陀佛！就這樣，欸！你也生不起瞋心來啊！然後他捧你，你也不會捧得飄飄然，被他欺騙哪！平常那個心裡面，當然你正見的時候，也不會癡癡呆呆呀！",
    "810": "[13:30]如果你了解了這個時候，如果有人說你，「我一口氣能夠爬得上」，你也不會害怕。你很清楚、很明白，你只要能夠這樣的因、這樣果的話，這個娑婆世界當下本身就是這樣，你害怕什麼呢？否則的話，你到那個時候，你說：「哦，對不起，現在儘管如此了，這個不安全可靠。」那你要找一個善知識，然後善知識當中，你可以任何找哪一個，最好的 ─阿彌陀佛。然後那個時候你去念阿彌陀佛，那一個佛號的懇切啊！所以那個時候你才懂得皈依兩個字的真正意義，對不對？哪有不皈依的道理。",
    "852": "[14:12]所以你真實懂得了，哪有不皈依？而這個皈依絕對不是嘴巴上面的皈依。啊！那個心心念念，如果那一念掉掉了，你就曉得這一念白過。所以禪宗祖師說的，說「一念不在猶似死人」哪！你清清楚楚。不管是哪一宗、哪一派。持戒的人也是一樣，這個持戒絕對不會在身口上面著眼，而是在什麼？在起心動念當中，因為這樣起心動念，那個身口是一定是不會離開。如果你不了解的，說：啊！我只要心裡就好，就好了。而實際上呢，身口是亂來，這個叫持戒嗎？你懂得了這個，不管你是若禪、若淨、若律、若密，解決了！繼續下去：",
    "901": "[15:01]如云：「苗無自性，是緣起故。」此於所破加簡別言，謂無自性，非說苗無。就像說苗沒自性，這苗是什麼？就是普通一般的說田裡面長的苗，任何一樣東西，這個苗這個東西啊沒有自性。這一句話的意思就是說緣起，他為什麼上面說，不說苗無而說苗無自性，是緣起義呀？加以簡別。這個簡別啊，就是前面我們先有一個前面的，我們平常說在這個條款上面加一個但書，或者加一個註明，註明我所說的這個緣起是什麼啊？就是講的苗沒有自性。換句話說這個地方所謂無自性，不是說沒有這個苗，而是說苗沒有自性，現在大家懂不懂？平常我們講的空是指什麼？這個東西沒有自性，不是說沒有這個東西，現在大家了解不了解？因為我們不了解，說到講空好像講沒有這個東西，這個叫話大空，然後呢撥無因果 ─完了、完了！這個就是斷滅空。",
    "989": "[16:29]所以剛才說的，那禪宗是一個很好的辦法，但是因為它的理路啊，並沒有先告訴你；讓你自己證得了那個空以後，你見到了，欸！什麼都沒有了，那個時候完了！你呀，變成功不是說沒有自性，而是變成沒有，因為你什麼都看不見嘛！所以這個地方他告訴我們，任何一樣東西，它不是沒有，譬如像講苗這個東西，或者茶杯，或者眼前的一切東西，說不是說這個東西的沒有，是沒有它的自性。正因為它沒有它的自性，所以必然是它是因緣現起的這樣的有，這個叫作「緣起有」，這個道理就清楚了。",
    "1038": "[17:18]由苗無自性語，即能了知非畢竟無苗，噢！由於這句話的了解，不是畢竟沒有啊！",
    "1049": "[17:29]故空能除無邊。因為這樣，所以你了解了空性能除無。平常我們說因為空啊，就說好像就空的話，就變成沒有了。欸，結果妙咧！它現在那個中觀的真正正義，因為你了解了空啊，所以把那個斷無的那一個拿掉了。這個平常我們一般解釋不是這樣的，對不對？一般解釋跟它恰恰相反。",
    "1079": "[17:59]又由緣起因故，即知苗是緣起必依待他，既待他成即非自主，既非自主便非自相成就，故現能破有邊。從另外一個立場來看，它因為啊，這個苗是因為緣起為因，所以現起緣起有的這個果，所以這個苗是必定依待於這個緣起的。既然是依待於因緣，所以決定不是自主，決定不是自有；既然不是自主的話，它不是自相，自己這樣的。所以它「現」，現就是有，就是緣起，因為說有 ─這個緣起現起，因為眼前的這東西，所以破掉有邊。平常我們破有邊，講空啊所以破有；講有啊所以破空。欸！中觀不是，因為它講空，所以把無邊、空邊破掉了；因為講有啊，所以把有邊破掉了，這個是中觀的真正不共正義。",
    "1153": "[19:13]這有什麼好處呢？讓我們前面所犯的這個毛病都沒有了。因為你必定要了解這個正義，才能夠拿空破空，拿有破有。同樣的道理，那個時候這樣的破法，你必定對這兩樣東西，有它的相互的密切互不分離的這個關係，有正確的了解。換句話，這個是最正確的認識，既然有了最正確的認識，對一切事相上面去運用的話，那是了無罣礙，了無罣礙就得解脫啊，問題就解決啦！",
    "1191": "[19:51]如云：「若知現能破有邊，性空即能遣無邊，性空現為因果理，一切邊見不能奪。」喏！好了，就這樣。你現在知道了「現」就破有邊，知道了「空」就遣無邊。平常我們不墮有邊嘛就墮無邊，因為不了解一切法的真相。現在了解一切法它的特性是空的，因為它空，所以必定現起因果的緣起之理。你了解了這個，「一切邊見」哪，任何的邊見就不能動搖你了，這樣。所以這個平常我們說不落兩邊，是從這一個上面講，絕對不是說平常的我們聽見很多人，什麼叫不落兩邊哪？啊！那好像是長是一邊，短是一邊，他廣泛地到處去亂用一通。這個地方的講這個不落兩邊，是有它的這樣的一個特質。現在我們了解了，然後呢你用這個原理啊，運用在一切事相上面，一點都沒有錯、一點都沒有錯！繼續下去。",
    "1268": "[21:08]如是從色乃至一切種智，皆是分別假立，十地佛果等甚深功德，雖初非世間常人之所安立，然諸佛隨順世間分別安立之理設立彼彼名言，所化眾生即依彼地道等名言，不再觀察，而有名言識轉。嘿，下面看哦！像前面所說的「從色」，就是眼前的，「乃至一切種智」。色，就是我們眼前所說的；一切種智是佛，最究竟圓滿的，這些東西都是「分別假立」，都是分別假立的。從我們凡夫到一級級上去到十地，乃至於「佛果等甚深功德」，這些東西啊，「初」，它的本身雖然不是以「世間常人所安立」，因為世間的常人根本得不到這個，達不到這種地步，這樣。所以這個真實的內涵究竟什麼，我們也根本就談不到。可是現在呢，所以要安立這個名詞是幹什麼？佛要來接引我們。既然要接引我們，就用我們的名言量來說明，所以是「諸佛隨順世間的分別安立之理」，然後「設立彼彼名言」。哦！才那個時候啊，「依」，根據了這個，又說種種方便，然後呢說這個是這個，那個是那個。",
    "1365": "[22:45]那麼因為佛這樣說，所以我們被佛所化的那一些眾生，就依照著佛所說的這個道理，這個道理所指的這個 ─哦！說這樣叫地、道。這個地、道對什麼而言呢？我們世間的行相，他告訴你這是苦；為什麼有這樣苦啊？原來啊造了這個集，這個因在哪裡。那麼現在呢，你不是要脫苦嗎？喏、喏、喏！現在這樣的情況啊就能夠脫苦，這個脫苦的這個位次，跟你們世間的六道，這個輪迴這六趣不一樣，叫作是地、十地。那麼怎麼樣達到那個一步一步上去呢？要走這樣的正道。也是因為要化我們愚癡眾生，那麼這個時候才根據我們的這個名言識，所安立的種種名言哪！",
    "1439": "[23:59]現在也了解曉得「名」，有這個名字，這個名字是種概念，可以用語言文字來表達的，這樣。對於這個所說的，你的認識作用，傳到我的認識作用當中，這個整個的過程叫作「名言量」，以及我們認識的叫作「名言識」，就是這個。而「不再觀察」，而這個東西啊，欸！不必觀察，那個時候「有名言識轉」，它所以建立這個東西以後，那麼就根據了這個一步一步地深入找上去。",
    "1477": "[24:37]若求地道等甚深功德，名言假立之義都無可得。欸，因為這個是這樣的關係，所以如果你真的，就算是佛的說那些東西啊，它同樣地找不到實義可得，雖然找不到實義可得，卻是有這樣的名言量。同樣地也說明了什麼？說明了，哪！佛的淨土，乃至於佛的報身，就勝義諦當中有沒有？沒有。但是呢正因為它沒有實在的自性，卻有它的緣起的用，對不對？",
    "1518": "[25:18]欸！所以說啊，這個蕅益大師解的這個《彌陀要解》上面卻說得清清楚楚。怎麼講呀？欸！「去則實不去，生則決定生。」這個話怎麼講啊？我們實在不通！為什麼叫「去則實不去，生則決定生」？因為第一句話是就它的勝義諦來說，勝義諦有沒有去來相啊？沒有去來相，正因為它沒有勝義自性，勝義當中沒有自性，所以必然有它因果緣起的現象。既然有因果緣起的現象嘛，如此因感得必然如此果啊！所以生則是決定生。假定說實有去的話，對不起，你就決定不能生啊，對不對？對不對？假定它實有的話，實有天生來的事情，對不起，實有天生來的事情，你就絕對不能用因果來建立，不能用因果來建立的話，你念了半天也不能，沒有用嘛！所以假定說真正能去的話，你就不能生啦！懂啦，對吧！",
    "1600": "[26:40]所以你看看，這個時候我們才不會矛盾，解釋得清清楚楚。否則的話，是，他有他的一套解釋的方式，我們聽起來很善巧，但是呢，你總處處地方有很多混淆不清的地方。那個時候你也了解了祖師為什麼說：「啊！實際理地是一塵不染，佛事門中一法不遺。」哦！一點都沒有錯。正因為實際理地，勝義諦當中啊，徹底地空、畢竟空，所以佛事門當中啊，我們修行的時候，是一步都不能錯啊！整個的業果緣起，是一點都沒有錯啊！請問：禪宗的祖師真的講沒有嗎？那我們懂得了，啊！就這個道理，就這個道理。那我們現在繼續下去。",
    "1652": "[27:32]故彼亦唯是名言分別之所假立也。對呀！是只要你一旦名言識還沒有破除之前的話，當然我們必定要求深，這是千真萬確的事實。然後呢，",
    "1673": "[27:53]問：若佛假立地道等名，佛意寧非亦有分別？曰：佛身雖無分別，然為引誘眾生，故順眾生意樂立如是名。是啊！那就問了：欸，說那佛假立的話，佛難道也在分別嗎？說佛自己本身雖然沒分別，但是為了引導我們眾生哪，欸，那個時候建立的。",
    "1698": "[28:18]以是當知隨應破派一切名言，純係隨順世間建立。那麼現在這個地方就最後說出來，中觀應成派所建立的名言哪，都是隨順世間的名言的建立。所以這個法相、法相指什麼呢？就是的的確確這個性空緣起所建立的一切法。是，那麼你要想來對這些人說明，一定要隨順著這個因果緣起的法則當中，說明這個道理，讓他從這個上面，一步一步地能夠摸上去。等到我們了解了這個道理以後，那個時候才產生一個基本的概念。所以現在千千萬萬不要說：哦！我碰到了那一步，去執著這個，那就完了！它本來這個東西，是引導你認識了錯誤的，你就拿掉。可是我們現在偏偏哪，一碰到哪裡就執著到哪裡，一碰到哪裡執著到哪裡，看見人家這個好就執在那個上面。",
    "1763": "[29:23]是，不過它有一個好處哦！是什麼好處呢？因為畢竟我們開始的時候，那個凡夫心量，它不是一口氣能夠解決的。"
}