{
    "7": "[00:07]所以先執取的是惡，現在呢不能一口氣把那個執取的惡破掉，把你的執取的，善巧利用你無始以來的執的習性，把所破的惡，把你所執的惡取代一個善，這樣地一步一步上來。啊！這樣地一步一步地上來，這個是他真正的宗要，說我們了解了這一點那就好了。要不然你不了解這點的話，是，你看見了好的，然後你執著了這個，就像爬樓梯一樣，你爬了一級，覺得對了；然後坐船一樣，覺得我要坐船，然後呢下了船就停在那裡，對不起，你還在這裡耶！不要說你停在那裡沒用，你到了彼岸的話，你還是捨棄掉了船，還要上去耶！這個概念就很清楚了，對不對？就是這樣。那個時候你就了解，為什麼從修學持戒開始，他就說如果說執戒而持戒的話，對不起，你沒有、未得佛說的真正的戒的道理，了解了吧！是不是很清楚？喏！清楚了。",
    "76": "[01:16]但是反過來說，假定你真正了解了這個戒去持戒的話，你對這個持戒還是戰戰兢兢，執取得很確實。這個怎麼講呢？如果你這個名言識未破的話，你對這個東西必定要執取，等到你破了以後，自然無有可執之煩惱，也沒有破煩惱之戒，自然這個東西每一個都是相應的。所以它必定是什麼？相互這樣地建立的，這個概念就一一都很清楚的。",
    "111": "[01:51]有病之前，一定要藥，藥是幹什麼？對治這個病，就是這樣。所以這個概念你一步一步、一步一步來了，所以這個吃藥也是一樣的，它慢慢、慢慢地。現在我們同樣地學佛法也是一樣，哦，你先這個重病嘛，慢慢地要什麼調，調了以後，慢慢地等到你病慢慢減輕，藥量也在減輕當中。如果我們不了解這一點的話，哦，要病那麼就拿藥，最錯的一種的話，我的病啊是感冒，結果我也不了解，反正有病吃藥，他就吃那個肺病藥，唉！一點用場都沒有；再不然你是癌症，我就吃的傷風感冒藥，我還覺得我在這吃藥，有用嗎？沒有用！更進一步呢，就算你吃對了，哦，一開始我吃對了，然後開始的時候因為那病很重，藥量下得很重。但慢慢你病好了，還是牢牢地吃這個藥，對不起，病明明好了，然後這個藥把你害死了。不是很清楚嗎？",
    "174": "[02:54]所以每一個地方，這個說明什麼呢？就是說我們這個佛法，它一定有一個對治，你了解了這個，就沒問題了。所以祖師們說：佛經是什麼？地上撿了一個黃葉，哪，騙騙這個小孩子啊！懂嗎？那小孩子不哭了嘛！所以也就丟掉了。這個必定是了解了這個緣起法則，你自然了解了，原來這小孩子不懂、哭，就騙他。那麼既然我們了解，既然如此的話，那我們不要它。結果我們是：啊！這個樹葉就不要了。不幸，你是大人還是小孩子啊？你是大人你拿來騙人 ……如果騙這個小孩，沒有小孩，是，你不要騙他；不幸我們自己小孩子欸，要拿這個東西騙哪，我們現在把它丟掉啦！",
    "221": "[03:41]所以以前有一個故事啊，說有一個人中那個獎券 ─一個苦力，他只有一根扁擔，只有一根扁擔，一天到晚跟人家那個挑，作那個苦力。有一天買了一張獎券，藏在那個扁擔裡面，有一天中了獎了，哎呀好高興：中了獎了，這下好！那個扁擔就丟掉了。扁擔丟掉了以後回來啊，找那個獎券，欸，完了，我的獎券呢？沒有了。現在我們修學佛法也是這個樣。這個概念現在學到了這裡，好！慢慢、慢慢都認識了。",
    "255": "[04:15]所以為什麼這個上頭說明，如果你要正式地了解的話，那非要關於這個最後的毘鉢舍那要了解，現在大家了解了吧？我們絕對不會像誤解說，哎呀，講那個空空空講了個半天，真是啊，有什麼用啊？哎呀，這個道理這麼圓滿哪！問題不是它空對不對啊，是你講得對不對，聽得錯不錯。好，現在我們繼續下去。說這個，哦！原來這隨應破是所以這樣的，",
    "290": "[04:50]如世間俱生心，隨其所見不復推究即便取捨，如是隨應破派亦不觀察而立世俗。喏！那麼這個中觀應成建立這個世俗諦是怎麼樣建立的呢？因為世間的人哪，他與生俱來的這種心，這個就是我們認識作用。他看見了，看見了嘛就覺得這樣，那麼就根據他看見的，作為他取捨的標準。就是這個上頭，「如是隨應破派」，這個是就像這樣，這個隨應破，或者我們叫中觀的應成派，它也根據這個，不必以理智觀察推究，這個量叫作世俗諦。這以世俗這個名言識去看是真實的，懂了沒有？這個俗諦、俗諦，就是這樣安立的。換句話說，這個是什麼？一切緣起的法則。所以這個俗諦，是對我們凡夫來說，我們所見的這個山河大地，對佛來說，佛的報土報身，都是在這個俗諦當中建立的。所以絕對不能離開那個俗諦，並不是我們凡夫才叫俗諦當中，成了聖人好像拋開了，不是的哦！不是的哦！",
    "378": "[06:18]有解隨順世間之義，謂凡世間愚人所說有無顛倒之事，我亦皆許。是未如實了知之大錯也。有的人哪不了解這個道理，不了解這個道理，怎麼說啊？他說，哦！原來他講的這個世俗諦是什麼？是因為跟著世間的人，說世間凡夫所說的顛倒的事情，現在我這個中觀應成派也覺得允許：啊！它就是這樣。這是「是未如實了知之大錯」呀！這是大錯誤，絕大的大錯誤！他為什麼要說這個話呀？就是這樣，因為這個世俗諦的安立，你必定要了解。那麼這個地方就特別說明，唯識上面說，外面俗諦沒有的。說俗義沒有，俗諦是沒有的，然後真諦是有。現在呢空宗，這個中觀說什麼？俗是有的，空沒有。前面講的一切都是什麼？空！就是勝義諦，勝義諦當中一切都沒有；但是所以世俗的，正因為它勝義沒有自性，所以因果緣起如幻的假立是有。這個才是中觀宗中所說的，真諦當中沒有，俗諦當中有。那麼有的人不了解，以為它這個世俗是什麼？按照著世間愚人解釋的，那他根本沒有了解。依世間愚人安立這種，他當然錯誤的嘛，你承認他對的話，那還談什麼佛法，你是跟著他走了呀！",
    "508": "[08:28]又應知隨應破派自宗，於世俗法不分正倒，觀待世間識則分正倒二類。還又進一步說，他說這個「隨應破派自宗」，換句話，我為什麼常常說應成、應成啊？在《廣論》上不叫隨應破，叫應成派。一個應成，一個叫自續，這個是中觀當中的兩個大宗派，而真正中觀的正宗，就是這個應成派，這個地方所說隨應破派。那麼「於世俗法」，就是那個世諦當中啊還分成功兩類，哪兩類呢？說「觀待世間識則分正倒二類」。",
    "558": "[09:18]世俗不分正倒者，以世俗諦，真理與現象必不相符，是顛倒法，無真正義。觀待世間識分正倒者，如世人說此處有瓶，世名言量不能違害，瓶雖是虛妄法，然亦可立為有，故觀待世間立為正世俗。若見一月為二月，見雪山為青色。待彼亂識雖是實有，然世間無錯亂心亦能了知彼是顛倒，故觀待世間立為倒世俗。到這裡解釋一下，說我們前面說，這個世俗啊，這個不分正倒，「以世俗諦，真理與現象」，就是說，不管它世俗上面，現在我們說世俗諦對不對？實際上那個世俗諦裡邊又分兩類，有一個叫正世俗，一個倒世俗。現在我們先不管它，正世俗也好、倒世俗也好，它所建立的這個量啊，以真理、以理智去觀察的話，跟事實一定不相符合的，一定是顛倒的。因為不管它是正世俗也好、倒世俗也好，看起來一定有一個實在的東西，而實際上以理智推斷，沒有真正的東西，所以這一個是第一個。",
    "658": "[10:58]「觀待世間識」，那麼進一步呢我們純粹從那個世俗諦，以世間來說的話，那個就分成功叫倒世俗跟正世俗。那麼這個怎麼講呢？什麼是倒，什麼是正？譬如說現在世間一般的人說，這一個地方有一個瓶，像我們現在桌子上面說這個地方茶杯，那麼這個茶杯，「世名言量不能違害」，前面已經說過了：是的啊！雖然我用理智去觀察，它並沒有茶杯的實在自性，但是卻有這個因果緣起如幻而建立這個有，所以對世間來說，這個叫正世俗。那麼另外一種呢，因為你的認識作用有了毛病了，神經錯亂了，或者眼睛出了毛病了，你看那個月亮啊看見變成功兩個，雪山白的，你看的青顏色，我們現在說色盲，那換句話說，你的眼睛出了毛病了，會眼昏、眼花了。那這個時候，對這個「亂識」，錯亂的、顛倒的這個名言識看起來是有的，但是就拿世間無錯亂的、正確的心理去看，這個是顛倒的，所以「觀待」 ─所以以世間來看的話，這個叫倒世俗。",
    "750": "[12:30]現在分三個哦，一個呢就是勝義諦當中這樣，還有一個世俗諦當中是這樣；不過世俗諦當中又分成功：一個叫正世俗，一個叫倒世俗，正世俗就是平常我們五根健全的，倒世俗的話，對不起 不是五根，六根哦 就是有問題的。",
    "775": "[12:55]由此可知，世間愚人所計之顛倒名言，隨應破派亦不必許其有也。因為上面這樣的道理，我們就曉得，世間很多愚癡的人，或者他錯誤的，這個時候所執著的這個顛倒的名言。譬如說這個人發了神經了，狂亂了，他在那裡說：「喔唷，有鬼、有鬼！」對不起，這個鬼呀，就在他的眼光當中看起來有，但是那一個中觀應成派立的世俗諦當中，卻沒有這樣東西。他為什麼要說明這個呢？因為前面有人以為：啊！那麼照你這樣說的話，所以你所設立的世俗諦啊，就是也就是說凡是世間的人說的有的都是有。不！這世間哪，要有正確的理智的人所安立的，這個才算是，那些錯誤的、愚癡的人所說的，這個卻不許的，這地方就特別說明這件事情。",
    "850": "[14:10]總之，當知生死涅槃一切法，唯是分別假立，都無少許自性。那麼，在這個上頭我們了解了，啊！這個應成派啊，它雖然在這個地方分出倒世俗跟正世俗，可是不管它正倒，倒的，乃至於世間的人都曉得有違害的，不允許它存在；正世俗，世間的人都接受的。但是呢，這個以佛法的正宗來說，了解這些法都是分別假立，生死固然故空，涅槃也空，沒有一點點自性可得。因為這樣，所以勝義是空，所以世俗是有。",
    "902": "[15:02]生定解已應善修習。對於這個前面這個道理，生出確定不移的見解以後，然後呢要好好地善巧修習。前面是聞、思，現在下面才談得到什麼？修。",
    "923": "[15:23]修習之法，即如前說，定中修如虛空之空性，後得修如幻事。喏，現在了解了，啊！說它這個聞思修的次第是這樣建立起來的。然後當建立這個聞思修的時候，前面一定是經過聞思，這樣的次第；同時呢，實修的時候，我們又一定戒定慧，那個在前面奢摩他的時候是說明了。那個時候我們就了解了，聞思修的次第是怎麼安立的，戒定慧的次第是怎麼安立的，為什麼必然需要如此。",
    "962": "[16:02]若時以觀察力，引生身心輕安彼定即成毘鉢舍那。那個時候當你以觀慧的能力，能夠引發身心的輕安，這個時候啊就是毘鉢舍那，這個才是真正的觀，才是真正的觀。那麼到這個地方為止，大家我想基本的概念有，下面再說：",
    "991": "[16:31]丑四學雙運法。前面是個別地，一個說止，一個說學觀，現在要止觀雙運。",
    "1000": "[16:40]若未先得止觀，則無止觀雙運之事，故修雙運必須先得止觀。所以正式學的次第一定是：先得定，後學觀。實際上這個觀是特別地觀什麼，不是普通的一般哦！因為你了解了這個觀有兩個特質，一個廣義的慧，一個狹義的 ─這個地方毘鉢舍那之觀；要得定，還是要這個巧慧，這個巧慧就是廣義的。那麼這個地方的真正的毘鉢舍那的觀，是特別觀什麼，所以它次第一定先學止，後來學觀；如果是再學，進一步學止觀雙運，這個是必須的次第。",
    "1051": "[17:31]此復初得毘鉢舍那，亦即獲得雙運。因為你了解了這個道理以後，所以你正式次第去學，證得那個毘鉢舍那的時候，就是獲得雙運的時候。那麼他前面告訴我們，先修止觀是什麼意思呢？就是說定，一定要這樣學，前面這個觀，就是以聞思相應得到了正見，得到了正見以後，用這個定，這樣地去學，然後那個時候啊，跟修相應的這個觀力生起來的時候，那個是雙運起來的時候。",
    "1090": "[18:10]謂由前已得奢摩他為依止乃修觀察。看見沒有？",
    "1096": "[18:16]若時由觀察力獲得無功用運轉作意，即得雙運轉道。平常我們這個觀察的時候，心力集中起來，對不起，心裡面胡思亂想，你沒辦法集中。現在不！因為你先得了定，得了定以後，如果你心一觀察，定又散掉了，那沒關係我繼續不斷地去觀；然後散掉了以後，它就慢慢地觀放緩一點，然後呢定。它是定住了以後又去觀，然後觀了以後又散了，再來定。然後慢慢、慢慢調，調到後來，這個時候，那個時候當你這個觀力越深，這個定力也越深；這個定力越深，這個觀力也越深。到最後啊，觀跟定自然而然地任運而轉，就不要再像以前，所謂勵力運轉，然後呢有間缺運轉作意，無間缺運轉作意，到最後的話，無功用運轉作意，那個時候就是雙運轉道。所以那一切時候、一切時處，你自然而然、自然而然都在這裡邊，那個時候就是得修相應的了。",
    "1176": "[19:36]如〈聲聞地〉云：「齊何當言奢摩他毘鉢舍那，那就引證論上面說。",
    "1184": "[19:44]二種和合平等俱轉，由此說名雙運轉道？他問，說到什麼地步叫作奢摩他、毘鉢舍那兩樣東西和合起來，而「平等俱轉」，這個時候叫作「雙運轉道」呢？",
    "1205": "[20:05]答：若有獲得九住心中第九住心，謂三摩呬多。先要從那個前面的九個次第，得到了定以後。",
    "1216": "[20:16]用如是三摩地為所依止，於觀法中修增上慧。在這個定當中修那個增上的慧，這個增上的慧，這個增上是特別的哦！不是普通的，這是不是普通的，就是如理的這樣的，這樣，這個才是真正的增上。那麼，",
    "1236": "[20:36]彼於爾時由觀法故，任運轉道無功用轉，如奢摩他道不由加行。那個時候啊你這樣地修增上慧，任運地能夠任運而轉，這個任運到什麼程度呢？就像定的時候。所以平常我們心如果一動的話，那個心就亂了。現在呢，不！正因為你心努力觀的時候，卻是能夠任運地，又完全安住在這個上面，一點都不動，所以你的觀力是非常地深、非常細，所以你能夠如理地觀察。而且這個慧本身，一定要經過前面的如理地抉擇正見。所以很多人說：啊！你不要去先弄清楚了，就去觀。觀些什麼啊？你根本沒有得到增上慧，所觀的內容是什麼你都觀錯了，那雖然得到了這個任運，那是定，不是毘鉢舍那，這個我們要了解的。所以，",
    "1301": "[21:41]毘鉢舍那清淨鮮白，隨奢摩他，調柔攝受。齊此名為奢摩他毘鉢舍那二種和合平等俱轉。由此名為奢摩他毘鉢舍那雙運轉道。」那個時候你的毘鉢舍那清淨的、鮮白的，否則是雜染的。清淨跟雜染是什麼呢？清淨是什麼？無明相應的就是雜染，現在呢由於正確的智慧，如理如量增上慧，所以清淨，這個才是鮮淨清白；而這個毘鉢舍那跟著這個止，同樣地「調柔攝受」。所以換句話說，當你觀深的時候定也深，定深的時候觀也深，到那個時候啊，兩樣東西和合俱轉，叫作雙運轉道。",
    "1358": "[22:38]《修次下篇》云：「若時由離沉掉，平等任運而轉，心於真義最極明了。當緩功用而修等捨，當知爾時名成止觀雙運轉道。」這個是就是說，喏！另外一個。這個兩個，一個是相宗所用的，所謂《瑜伽師地論．聲聞地》，一個是性宗的《修次》的上、中、下，都說的內容一般無二。",
    "1388": "[23:08]《般若教授論》云：「其後即緣有分別影像，若時彼心無間無缺相續作意雙證二品，爾時說名止觀雙運轉道。其奢摩他毘鉢舍那是名為雙，運謂互相連繫而轉。」那麼，另外引不同的祖師傳承，那個大論都這麼說。它怎麼說呀？「其後」，什麼其後？就是說，你先以無分別影像作意，就是得了止以後，就緣有分別，「有分別影像」就是毘鉢舍那，那個時候你的心哪，能夠無間無缺地雙證二品，這個同樣地叫作雙運。",
    "1436": "[23:56]無間缺者，什麼是無間缺呢？",
    "1438": "[23:58]謂觀察後不須別修無分別住，即由觀修便能引生無分別住。這個才是，這個才是！",
    "1449": "[24:09]雙證二品者，謂緣無分別影像之止，與緣有分別影像之觀，二品俱證。同時在一個裡邊，就像我們拿筷子用，欸！兩樣東西啊不是說此是此、彼是彼。這個為什麼我說一開頭的時候，我們現在說行解相應，啊！為了行解相應在那兒講，講完了跑到佛堂裡作這個。那什麼叫行解相應啊？因地上面，就是說，哦，我在這裡所講的這個道理，然後照著去作，就是作這個，因地上面這樣，所以果位上面才能夠證得這個。這個關鍵現在了解嗎？所以這個行解相應啊，一定有這樣的關係在裡頭，這因果是一點不能錯啊！",
    "1493": "[24:53]言相續者，是依觀察修之毘鉢舍那，與觀後安住之奢摩他，非同時生。若由觀力引生真奢摩他，當知此奢摩他時，有緣如所有性之擇法毘鉢舍那，與專住如所有性之三摩地奢摩他，相應而轉。能得如是止觀平等俱轉者，必先已得修所成之智德。故住無分別中，略以觀慧觀無我義，如諸小魚游安靜水，祇可立為止觀隨順相，非有真實止觀雙運之義也。請翻到《菩提道次第廣論》五百八十一頁，五百八十一頁。我們最後昨天唸這一段，今天簡單地說一下。那麼上面我們已經把止、觀都簡單的扼要都講過了，那個觀的那個原則，這四個原則非常重要，所以昨天晚上我們溫習的時候啊，大家還特別注意聽到了。就是你如果對這個善巧了以後，然後你處理任何事情，世間法、出世間法，它是個最善巧的幾個重要的概念，你都把握住了，都把握住了。乃至隨便很多小事情上，你能夠善巧地運用的話，都能夠如理如量地把這個問題，從外面的枝末上面一直探索到根本上面，而從根本拔起。然後呢這個一切的問題，自然可以得到圓滿地解決。",
    "1623": "[27:03]所以說，自從前面一路學過來，前面不斷地先在事相上面告訴我們，喏、喏，你先這樣。那麼當從事相上面，根據這個事相的深淺，依照這個次第，一步一步地深入、深入，現在呢從那個事相上面，找到那個事由的最深的理論根本在這個地方，從根拔起。所以當前面、後面你能夠這樣融貫起來的話，把整個的事理的綱要都把握住了，因為把握住了，所以你能夠運用在一切事情上頭。而運用的時候啊，就會事、理、心三事同時並進。因為能夠這樣地三方面同時並進，所以對這個問題的解決徹底圓滿，要想達到的功德也究竟圓滿達成，它有這樣地善巧，這樣地好法。",
    "1694": "[28:14]現在我們來再解釋一下昨天最後那一段，那一段是從哪裡開始啊？雙證二品，是吧？「雙證二品者，謂緣無分別影像之止，與緣有分別影像之觀，二品俱證。」是不是從這裡？是不是從這裡呀？那麼前面是告訴我們的，說從不同的幾個，已經說明了，這個雙運、雙轉的意思。說止觀雙運的意思。那麼這個上頭啊就重新解釋一下，就是《般若教授論》上面，說「無間缺」，什麼叫無間缺呢？那前面說的，說觀察以後啊，「不須別修無分別住，即由觀修便能引生無分別住」。上面是引那個論上面，引論上面說這個兩樣東西能夠無間缺，什麼叫無間缺呢？"
}