{
    "6": "[00:06]「間缺」就是中間間斷。那麼平常我們止、觀兩樣東西，因為它兩樣東西的特質、本性不一樣的：「止」要把那心定在那裡不動，「觀」呢卻是要思惟、觀察，思惟觀察是運用這個心相，要去分別、思惟觀察的。所以這個兩樣東西彼此之間，動了不能定，定了不能動。欸，它現在呢由於這個善巧的教授，告訴我們了以後啊，就在你觀察的時候，不必另外學這個定，卻由這個觀的力量就能夠引生定，這個很不容易。",
    "57": "[00:57]在我們前面修的時候，一定是先得到了定，然後呢因為定心使得那個心穩，然後觀才能深細，可是深細地觀，一觀那個定又亂掉了。那麼亂掉了以後，觀雖然深入一步了，可是因為那個定力散亂，那個觀力又退失，那麼再來定。定完了以後，這個心力比較深細一點再來觀，就這樣。那時候它總歸是有間缺的，要定有了嘛觀就沒有了，觀有了嘛是定就沒有了。欸，現在不，現在不！當你這個觀力來去觀察的時候，那個定力同樣地一起來，而且同樣地越來越深細、越來越深細，這個無間、無缺，這叫無間缺。是說「雙證二品」，什麼叫雙證二品呢？那個時候「緣無分別影像的止」，及「緣有分別影像的觀」，兩品同時證得了，這個叫作俱轉 ─兩樣東西同時證得，不是分開來的。",
    "130": "[02:10]言相續者，是依觀察修之毘鉢舍那，與觀後安住之奢摩他，非同時生。什麼叫相續呢？這兩樣東西啊，它是雖然生起的，生起了以後是同時俱轉。但是它這個次第是什麼？先依這個毘鉢舍那，那個時候在這個觀上面深入了以後，那個奢摩他然後也生起，不是同時生起的。不過這個注意哦，這個是已經得到了前面的奢摩他 ─定了以後，然後呢再去修觀。然後再去修觀，經過這樣地修了以後，那個時候經過修觀、止這樣雙運練習以後，最後達到當毘鉢舍那 ─所謂毘鉢舍那，那時候觀力而能夠產生非常穩固的時候，這個時候才是真正是兩品俱證的時候。",
    "200": "[03:20]若由觀力引生真奢摩他，當知此奢摩他時，有緣如所有性之擇法毘鉢舍那，與專住如所有性之三摩地奢摩他，相應而轉。哦，昨天是講到這地方。那麼前面所說這個毘鉢舍那，毘鉢舍那是什麼呢？就是由於觀力，由於觀察的力量而引生的這個真奢摩他。這個平常我們一觀察的時候心就亂，現在呢當你觀的時候，這個定不但不亂，心不但不亂而且定是越來越深。因為定深所以你觀力也越來越明細，觀力越來越明細這個定力是越來越深，這樣的，所以叫兩品俱轉。不過這個時候由觀力所引的那個奢摩他，它有兩種特性，這個我們要辨別得清楚的：那個是「緣如所有性擇法毘鉢舍那」，及「專住如所有性之三摩地奢摩他，相應而轉」。這個是什麼意思呢？緣如所有性，那就是一切法的真如性，就是見到的勝義空的時候。那個定當中有兩種：一個呢就是的的確確你緣空而在觀擇當中，在毘鉢舍那當中；一個呢就是安住在這個空性上頭，這個兩個不一樣的，這個兩個不一樣的。",
    "307": "[05:07]能得如是止觀平等俱轉者，必先已得修所成之智德。這個兩樣東西能夠「平等俱轉」的一定要什麼？把前面修所成的智德，這個修所成的智德一定要經過前面這一步一步的次第，先止後觀。當然止的之前，那個止的資糧就是六度當中的前四度；然後呢有了這個止以後，然後呢，觀。觀是從怎麼觀資糧，得正見，然後依前面已成的這個止、定，然後引發雙運而能夠真實地見到一切法的真相，說實性、空性，就是這樣。那麼然後呢到了這個時候，那個時候啊，你就可以任運地要它怎麼就什麼。又可以說緣如所有性之毘鉢舍那，以及專注如所有性的奢摩他相應，你愛怎麼辦就怎麼辦，那是已經成功的時候，這個要了解。下面有一個辨：",
    "382": "[06:22]故住無分別中，略以觀慧觀無我義，如諸小魚游安靜水，祇可立為止觀隨順相，非有真實止觀雙運之義也。有一類是他能夠安住在無分別當中，實際上呢，就是專住在如所有性的奢摩他當中，就是在這個無分別當中，他也能夠略略地以觀無我的這個心去觀這個無我，就這樣。實際上呢，這個時候不是雙運，不是雙運，雖然他安住在這個上面，他那個重點是安在定上面，安住在這個空性裡邊，安住在空性上面，那個時候他也略略地能夠觀。可是這個東西啊，他下面有個比喻，像那個小魚游在那個靜水當中，魚既然小，水也靜，這不是那個大鯨魚在那個大風、大浪當中，完全不一樣。這個大鯨魚在大風、大浪當中一定要兩品俱轉，那是真實的止觀雙運。這像前面這個東西，他雖然略略地能夠也觀察一下，可是只是略略的，這個時候的真正的主要的，是安住在止當中，安住在止當中，這個不可以把它誤解作為止觀雙運。而是什麼呢？這個是止觀的隨順相。就是，喏，你已經慢慢地跟那個止觀雙運相應、相順的，在前面相應、相順的，而不是真的到達這個地步。所以他說不是有真實止觀雙運，這個我們應該了解，應該了解。",
    "507": "[08:27]到那個時候我們才了解說，小乘聖者他也證得了空性，見到了空性以後，他通常就在這種狀態當中。他定當中也安住在這空性上面，他也能夠觀察無我的空義，但是「小魚游靜水中」，就是這種狀態。實際上呢他也可能止觀雙運，但是畢竟是他這個定力強盛，而觀力不夠。這個深細的這個地方不去辨明，不去辨明，不去辨明。",
    "549": "[09:09]那麼現在把這個止觀的大意說完了，再下面呢，我們就要把整個的本論的大綱，要重新來溫習一下。那麼我們仍舊接那個《廣論》，在沒有接《廣論》之前，我請大家翻到前面有幾樣東西，我要點給大家看一看。前面在什麼地方啊？請翻到三百四十二頁，三四二，那個還是講奢摩他。因為前面講那個奢摩他的時候，是講《略論》當中，只是把那奢摩他的大綱說明一下，這奢摩他的特別的功效，那個《略論》上面沒有講。現在這地方請大家看一看，就是從三百四十二頁最後一行開始：",
    "622": "[10:22]如是成就無分別定，心於所緣不餘散者，義為令心於善所緣，成就堪能如欲而住。前面已經告訴我們，我們得到了無分別的定，那個時候心安住在你所欲住的這個對象上面，你要它怎麼安住在這裡，它就能夠安住在那裡，不動不散。",
    "654": "[10:54]此復繫心於一所緣即能安住，欲令起時須於無邊善所緣境，如欲而轉，如通利溝引諸流水。故成止後，更須修集緣如所有及盡所有妙慧，施心戒心忍辱精進淨信及厭離等，無邊眾善，滅無邊失。說那個時候啊，你已經能夠讓像你所希望的，要它收攝起來不散亂，安住在你所希望安住的那個善境界上面，而且你要它怎麼動，它就怎麼動，就像什麼？像通利的溝。這個水溝是引那個水去灌溉，比如說現在發電、航運種種的方式，一點阻塞都沒有，非常通暢，你怎麼引，它就跟著你所引導的達到你的目的。所以這個《遺教經》上面，佛舉一個比喻，修定就如那個行者「善治堤塘」，說為了智慧水故要學定，然後呢學好了以後，那麼善巧地運用這個定，可以引發我們的種種智慧解決問題。所以成了這個止以後，那個時候就靠這個定力去修集什麼？修集如所有性及證盡所有的種種妙慧。因為我們真正修行的目的是在解除痛苦，而痛苦的根本是煩惱障、所知障，而這個兩個的正對治是這個智慧，就是這兩樣東西。那麼這個裡邊包含了，整個的次第上來，包含了布施、持戒、忍辱、精進等等，乃至於前面的從淨信心到厭離心，無量無邊的種種的善法，由於這前面這個種種的善法，才能夠滅無邊過失。",
    "809": "[13:29]前面我們雖然從善知識那裡聽聞、思惟，但是沒有經過定力的陶冶，這個力量不深，乃至於不能真正地淨除這個障礙。所以現在學了定以後，得了定以後，正用這個定力，能夠把前面所學的一一善巧證得，才能夠達到功德圓滿的境界 ─一切煩惱解除，痛苦解決；一切功德圓成，無邊安樂現起。所以曉得：這個定的真正的殊勝在這裡，這是我們要了解的。就像一個工具一樣，說現在我們有了一個最好的車子，結果花了好大的努力，然後賺了很多錢，買回來的車子擺在那裡看，那是幹什麼啊？那真是顛倒，對不對！欸，買回來車子正好要派它用場啊！像一把寶刀一樣，這樣。所以說下面說：",
    "889": "[14:49]若唯安住一所緣境者，是未了知修止之義，不能增長廣大善行。假定你得到了以後，說就在定在這個地方，啊！覺得很好的話，那你根本弄錯，你根本不曉得為什麼要修定啊！所以說定是增長那個廣大善行最好的工具，結果你得到了這種東西就不去利用、不去利用，這好可惜！",
    "922": "[15:22]如是若捨行品觀品妙觀察慧，唯修三摩地心一境性，其利極小。所以呢就是這樣，那個利益實在太小、太小了，簡直沒有！何況如果你平常，如果像我們世間來說，你真正得了定以後，對不起，這個定啊乃至於生死都沒有跳出，這是共外道的。乃至於得了這個非想非非想定，八萬四千大劫過，仍舊在生死輪迴當中。以我們來看這八萬四千大劫很長，整個的生死輪迴來說，那個八萬大劫啊，那簡直只有一剎那。啊！你花了這麼大的功夫去得到了這樣的寶貝，卻不善巧利用。所以我們現在平常時候誤解，說要學學定啊、要學學定啊！",
    "976": "[16:16]那麼這也為什麼譬如《大寶積經》上面，它很重視戒、慧，而尤其是這個印順老法師，印導師他特別這地方強調。當然要想得到真正的戒、慧圓滿是非定不可，他這地方強調是有這個意思的，就是要了解，定是世間共法。但是呢，佛的不共法還非定不可，沒有定，戒不圓滿，定、慧根本談不到；可是我們一定要注意，真正佛法的不共的主因在哪裡，這是他真正強調的原因。如果我們不了解說：啊，那麼既然在戒慧上，你定不要了。定不要了，對不起，你這個定是我們稱它為乾慧，你那個慧是乾慧，戒也不得圓滿，這我們應該了解的。所以這地方告訴我們，你單單得到了這個三摩地，而不能善巧運用它的話，那個利益太小、太小了！下面，",
    "1052": "[17:32]又於無我義，若無觀慧引生恆常猛利定解，緣如所有性毘缽舍那，唯久修習正奢摩他，僅能壓伏現行煩惱，終不能斷煩惱種子，故非唯修止，亦定應修觀。而且這地方又告訴我們一件事情，又告訴我們一件事情。說：再說呀，真正的無我義，你了解這個空性啊，假定沒有這個觀慧，沒有這個觀慧，然後根據這個東西，引發恆常猛利的「緣如所有性的毘缽舍那」，你單單修習那個定啊，只是把那個現行煩惱壓伏，根本不可能得到，得到什麼？拔除徹底淨除煩惱種子的功效。所以這個時候，我們真正的目的在什麼？在修這個觀。這一點哪，我們必定要了解的，必定要了解的，這一點是非常重要、非常重要！這個地方呢我就順便給大家說一下。",
    "1142": "[19:02]那麼再下去呢，我們這個簡單地說明了以後，請大家翻到五百五十五，五百五十五。那麼最後呢，我們就說這個道的總體，對，五百五十五頁第四行開始。這個五百五十五頁的前面，就是《廣論》所說的，《廣論》所說的止觀二品，那麼這個我們已經由《略論》上面略為解釋了。所以換句話說，前面我們所要講的那個綱要都講完了，第四行他下面說：",
    "1207": "[20:07]今當略說道之總義，現在這個地方要大概地說明一下，整個的這個一條菩提道路的這個整個的大意，整個的大意。說到這個這句話的時候啊，我常常有一個很可笑的經驗，從我自己開始，以及我遇見很多同修們同樣的一個問題。是最開始我對密教，啊！實在不了解，非常遺憾，就正如像弘一大師說的。弘一大師說：以前對密教是非常反感，一直等到看了 ……什麼，一下我記不起來了。看了這個《大日經疏》以後，才了解這個密乘之真正的高明。所以他建議大家說，不要一開始從那個儀軌形相上面去看，你了解了這個真實的內涵也是一樣。那麼對我來說，我倒沒有先看是看密教的儀軌，因為我本來對這種東西就以前很反感。不過反感的原因倒不是，我那個它的儀軌是沒看見，可是密教很多人不善修，那個因為不善修，他們那個錯誤的讓我們看見了，我們看見了錯誤把它誤解成密教，所以對它反感。就好像現在有很多外道，冒著這個佛教徒的名字在那麼亂搞，人家一看哪，你覺得，哎，這個佛教原來這樣地招搖撞騙，你覺得大起反感是一樣。所以它真實來說的話，還是從那個行表上面，而且這個行表也完全看錯了，這樣。",
    "1334": "[22:14]所以當初的時候，我總對它有一個反感，雖然我第一次看本論就歡喜。看了本論歡喜，雖然沒有放開，所以我當時沒有精神貫注在裡邊的原因是這樣：欸，看看是滿歡喜，但是外面一轉，啊！覺得這個想到，這個時候好像那個密教寫的東西，總對它又是把那個淡了三分，常常這種心情。以後我真正深入了本論，體會到了這個本論真正精妙以後，所以尤其是這兩年，我到哪裡都跟人家介紹這本書。不管他是念佛的 ─因為我了解，不管是念佛、持戒，所以我們眼前從基礎上去的一切問題，根本都在這裡。結果啊，我發現大家跟我一樣，哦，一聽這本書，「誰寫的啊？」「宗喀巴大師。」「喔唷，他是 ……。」好了！這是密教的，好了，不談囉！就好像只是這樣。",
    "1395": "[23:15]所以現在啊，我引本論上面一句話，請你們翻到三百七十四頁，翻到三百七十四頁，妙極了，這句話！他這個三百七十四頁前面的，講那個定，講那個定。他還特別地說呀，說像我們前面講的這些道理，有的時候你還可以有名相多多少少，雖然啊現在修行的人很少了，這個名字、名相還在。可是現在關於學真正地學定、學慧這兩樣東西，那連它現在這個了解這個名相，這個大經、大論是對我們最佳的指導，這一點事情他都不知道，大家忙著去修，怎麼可能成功呢？所以他很感嘆地說：因為見到了這個，就把他自己的經驗，以及傳承的教授，他從真正的完整的佛的經，菩薩、祖師的論疏上面摘錄出來，告訴我們這個道理。而且他的結論告訴我們：你真正要學這個，還非要從這個一點不錯誤的佛、菩薩、祖師的無垢的經論上面下手。",
    "1478": "[24:38]那麼現在呢，看：他把前面這個引佛菩薩經論的根本的這個教理告訴我們了以後 他倒的的確確是西藏這個圈子裡面，是密教的圈子 可是講的那些東西啊，人家覺得：「欸，你這個講的顯教。」人家不肯學。那現在看這個三百七十四頁最後一行，他前面是講，告訴我們怎麼樣學定、學定，結果很多人覺得：這個東西講的話是顯教嘛！所以他下面這句話：",
    "1516": "[25:16]不應執此是相乘別法，非咒所須，他很多學密的人，他說：「啊！你這個都是講顯教的東西，我這個學密教的不要這個。」我看了這兩句話，我當時自己就笑起來了，後來也始終碰見這種情況就笑了。那學顯教的人呢，他就說這是密教的，學密教的人，他又說這顯教的。結果呢，因為這個實際上是什麼？是共同的基礎。你要想把大乘教法學圓滿的話，前面一開頭就說得清清楚楚，這個是必須要的，你沒有這個完整的教法，你絕不可能得到完整的結果。儘管到現在這種狀態當中，是，我們客觀的條件呢，不允許我們能夠一步一步圓滿地上去。但是我們已經了解了，這客觀的條件之所以不允許是為什麼？因為我們因地上面這個種子下錯了！假定我們現在因地上面這種子再不改過來的話，請問：你什麼時候才做得成？如果說我們還排斥它的話，你下了這個排斥的種子，將來你長出來的永遠是殘缺的結果，這不很明白嗎？",
    "1599": "[26:39]所以了解了這一點，正因為我們現在沒有機會圓滿學這個法，更應該對這個圓滿法的寶貝，在內心上面說：「一定要把這個圓滿的種子下下去。」這是最重要一點哪！很清楚、很明白！就不幸地大家排斥它。好了，就算你說：「我啊，的的確確只想學顯教不想學密教。」那也沒關係，這個是千真萬確最完整的顯教的基礎。所以我特別是引這個，它密教、顯教這個前面的共同完全一樣。就像我們念書一樣，儘管到後來你是學工的、他是學文的、他是學醫的，對不起，不管你文理、工商、醫農，你絕對小學、中學的課程是共同的。絕對不是說：「啊，我這個學工的，我不要念小學。你這是學理的，我不要念中學。」我們都害了這個毛病。結果呢，是念這個研究所的人，他不要念中學、小學，錯了！當然，他因為要念研究所，所以他必須要把那完整的功課都安排得好好的。是，現在這一本論是一個最完整的教授，一派一派安排出來的，安排出來的東西卻是小學、中學、大學，這樣。結果我們好好念書的人又看見說：「欸，這本書是那研究所的人安排的，我可不要研究這東西，所以我不去管它。」就等於這個一樣。",
    "1693": "[28:13]所以他說呀，哪、哪、哪！我們說把它看成說是密教的，結果密教的人他就這麼說什麼啊？他就說你這個顯教的。所以宗喀巴大師特別勸哪，說你不要以為這個是「相乘」，相是講什麼？講法相名詞，實際上是真正就是講顯教的教理的。說「非咒所須」，咒就是密教，說「這個是顯教的，是密教裡不要這個。」你這樣地執著，錯啦！下面說：",
    "1726": "[28:46]無上瑜伽續中亦說是所共故。他就引證，在真正的密教，而且這個密教四部當中無上密哦！密教分四部：事部、行部、瑜伽部、無上瑜伽部。現在這個最高的，無上瑜伽的這個密教的經論當中，告訴我們得清清楚楚，說：這個是前面的共同的基礎，你沒有這個基礎的話，談不到密法。所以我這地方再特別點醒一下，說到這個地方。說到這個地方我們曉得，啊，原來這是共道。你了解了這個共道以後，整個的輪廓了解了，那個時候啊就看你自己的能力。"
}