{
    "3": "[00:03]在因地上面，我們必定要下最圓滿的，說我一定要做到最圓滿的。是，可是你的走法呢？卻不是一口氣能夠走得到，那時候看我們自己的力量以及自己宿生的根性。這個力量還是從宿生所積的善根而來，說你只希望得到一點人天果報，那麼你就齊下士，到這地方、到這地方，你就得到了。現在我們經過了這樣地修習，以及晚上溫習比如說《了凡四訓》等等，很清楚、很明白。這個要學《了凡四訓》得到現生命運的改善，基本的理論都在這個裡邊，本論裡邊也是。那麼你說，然後呢我要深入一點還要解脫生死，那麼齊共中士；最後高明的話，你說要徹底究竟圓滿，那麼要走到上士。",
    "68": "[01:08]說到這地方只是如此，上士的話就是大乘菩薩，而且說到現在為止，沒有一點點是真正屬於密教不共的，一點都沒有！只是因為寫這本書的人，寫本論的人哪，這個是密教的一個成就者，所以他引的祖師的語錄，的的確確是個西藏人。但是儘管是西藏人，可是其中大部分，比如像他前面博多瓦、慬哦瓦、樸窮瓦，他們儘管是西藏人，可是他們傳的學的內容，卻完全都是共道的。嗯，你仔細看看，沒有一點點這個地方是屬於密教不共的，這個都要我們理智去辨別，這是非常重要的一個概念！",
    "118": "[01:58]那麼乃至於我們目前，我們最適應應機的，比如淨土，或者好一點的禪宗，哪！也在這地方。淨土齊什麼？最起碼的淨土，我只要去就好了，那齊下士已經可以做得到，齊下士就可以做得到。稍微做得好一點的話，那麼齊中士；你想做得好一點的話，那麼上士。換句話說，還是你能夠深入多少，就得到多少好處，這個概念，那非常清楚、非常明白！",
    "157": "[02:37]所以在最後這個總說道的總義之前，這個概念我特別提一下。因為我自己當年就吃了這個虧，被這個障礙障在這裡，明明最寶貝、最好的東西，你都擋在那地方。結果呢，自己吃盡了冤枉苦頭，哎，回過頭來看看，啊，自己覺得心裡面真難過！所以我自己把我自己以往錯誤的經驗，處處地方告訴你們，至於說能不能受用，那就看你們了，就看你們了。如果你們能夠排除這個障礙去深學，一定得到。因為我曉得眼前有好幾位同修，啊！那的確是就因為得到了這個圓滿教授的指導以後，的的確確有直線地這麼上升，不管他用來持戒也好、念佛也好。現在我們看那個文，那個道之總義就是整個的圓滿的綱要，以及這個綱要必然的次第。",
    "224": "[03:44]謂於最初道之根本，即是親近知識道理，故於彼上當善修鍊。第一件事情，修學佛法這個根本在什麼地方，這個第一個指出來。那麼然後呢我們用另外一個方法，另外一個觀點來說：要一切是因緣配合，外、內兩樣東西；換句話說，這個第一支就是外支，其次就是內支。那麼有了這個外面的圓滿的正確的指導 那個在五百五十五頁上面，就是我們剛才說五百五十五頁上面 那麼外面有了這個以後，那麼然後裡邊呢？裡邊說：",
    "277": "[04:37]次於暇身，若起真實取心要欲，彼從內策令恆修行，為生彼故當修暇滿。你得到了這個東西以後，所以真正要修學佛法，根本是靠外面的善知識，這個是我們現在已經有究竟正確的了解了。在講這個之前，昨天晚上我們溫習當中也特別提一下，容或有的同修沒來，我就舉一個比喻，佛法這種東西沒有人講，是絕對不可能知道的。就像說我們如果沒有遇見外國人的話，根本不曉得有外國，現在雖然聽人家有外國，啊，有外國這件事情，外國話怎麼講你也絕對不知道。乃至於這個外國話擺在這個地方，你只曉得彎彎扭扭那麼寫，你也不曉得怎麼唸，對不對？很簡單哪！儘管你可以現在那個字典上面用中文的拼，拼出來，你拼出來那個英文，外國人聽了聽不懂，絕對聽不懂！",
    "351": "[05:51]這個還有一個故事，我現在還想起來真是好笑。這個據說日本人這個治學問哪，用功甚勤！他們很多人，他們為了要好好地學，字典要背的。那說這個背不稀奇，他們那個背法很特別，買了一本字典回，背完了以後，那一張就撕掉了，背完了也就撕掉了，就這樣。換句話說以後就不准再有了，你如果背不出來你就沒辦法可想了。你看他們用功用到什麼程度！所以說他能夠把一本字典背得出來的話，那真是 ……而又很多人有這樣。",
    "390": "[06:30]有一次，我現在記不住了，那是民國六十三年不曉得六十四年，七三年、七四年？他有一個日本的學者到美國去，到美國去，他是醫學界很有名望的人，那麼在那邊開一個很有名的一個學術會議。學術會議這個一個日本人就發表一篇論文。他那篇論文是用英文講的，可是那個日本人講的英文，啊！那個實在是，他就像不善巧學，實際上還是有人教的喲，有人教的哦！結果他講出來那個英文啊，那個美國人聽了以後覺得他在講日本話，結果當然在座的也有日本人嘛，日本人聽了也覺得他在講美國話。結果呢，當然在座的人沒有一個聽懂。完了以後下來了以後，大家就問他，說：「你這個東西有沒有英文譯本？」「欸，什麼？你問我英文譯本，我剛才講的就是英語呀！」在座的，在座的有一個中國的一個大夫，那個大夫是好有意思，那是聖羅克士醫院的老人重建部的部長，就是以前我們台北那個中心那時候三個創辦人之一，他是醫學界非常權威的一個有名的，他親口告訴我們這個笑話。",
    "481": "[08:01]那時候我也是想起來，以前我們在學校裡的時候，聽見人家一個日本人，我們譬如說「第一」，第一這個英文應該唸「弗斯特」，他日本人唸怎麼唸？「發思豆」。那個完全，那個音完全變掉了。所以實際上如果說我們，以我們沒有這個一個外國人親自指導我們，儘管書本上面用了個注音，你去學的話，那個「弗斯特」你就唸成功「發思豆」。當然他如果聽慣的可能知道，如果不聽慣的，他的的確確覺得你在講日本話欸！所以他演說了一遍以後，他覺得講英文講得很得意，下來了以後人家要他英文譯本，就是鬧這種笑話。",
    "531": "[08:51]這個雖然是個笑話，這是很輕輕鬆鬆地讓我們體會到，我想我們人人感受到，那世間現見的這種東西，沒有人教，我們能學得成功了嗎？所以說「佛法無人說，雖智不能了」，儘管你可以看看經論，就像說，欸，它明明是把那個英文字用那個中文註解出來，對不起，你學了半天還是不行，是同樣的道理，這個我們必定要了解。那這個本論前面也特別說明這個道理，所以這個是根本，沒有，談不到！容或你以前已經修過了，那個時候不是說你一聽就會，因為你宿生已經有過了，這個是前面一再解釋，這個是外支。",
    "584": "[09:44]那麼進一步呢，說有了這個你要修的時候，你所依的是什麼呢？就是難得這個所謂暇滿人身寶。這個得到真難哪！可是我們得到了以後，卻偏偏由於無始無明覆蓋，忙那些不相干的事情。所以那個時候要修習，修習這個暇滿人身的意義，於是從我內心策發說：哎呀，要忙這個、要忙這個啊！你有了這個這樣力量，那個時候就可以開始真實修習。那麼真實修習下面呢？",
    "627": "[10:27]次若未滅求現法心，則於後世不能發生猛利希求，故當勤修人身無常，不能久住，死後流轉惡趣道理。那個時候就要學無常，這個次第很重要、很重要，而且有它的必然性！實際上呢，暇滿跟死也可以併在一塊兒，但是這個裡邊確實是兩樣東西，而產生的效果是一樣的。因為為什麼要修那個呢？平常我們就是耳濡目染，無始這個無明覆蓋，總是把現在的事情少不掉，總是為它所騙，結果騙了半天，兩腳一伸是一點意思都沒有。忙的東西留在現在是一點帶不去，而因為你忙了，然後呢造了業卻是把我們送到惡趣。這個道理如果不了解，雖然了解了而內心當中沒有如量生起，如理生起這個相應之量的話，還是沒有用！所以那個時候要勤修無常以及死後這個，否則的話總覺得：唉呀，這個也少不得，那個也少不得。所以平常為什麼我們覺得：哎呀，這個也不好意思，那個也罷不了。就是因為缺少這個正確的認識，以及雖然有了認識沒有如理地修習。結果呢人身很快過去，完了以後難得的一生是白白浪費，又下地獄，哎呀！所以這個是正式修行入門第一步，非此不可！",
    "738": "[12:18]所以不管你學什麼，你看禪 ─啊！那個禪，總歸一定說「生死事大，生死心切」，念佛也是如此，哪有一個地方不講這個的！那麼因為看見了人身這麼迅速，忙得一點意思都沒有，所以自然而然把現實的一切，哎呀，放得這是放到不能再低的限度。然後拿著一個缽去討到吃飽了，今天好也好、壞也好，吃飽了肚子趕快修行也好要緊。為什麼要這樣做？就因為見到世間是痛苦啊，一無可取，唯一是皈依是只有三寶啊！說：",
    "783": "[13:03]爾時由生真心念畏，便能誠信三寶功德，安住皈依不共律儀學其應學。念那個世間的可怕，而能真誠地皈投、信仰三寶功德，安住皈依。那麼皈依是皈依兩種，「不共律儀學其應學」，那個時候一步一步地上去。皈依了以後那個才曉得，真正幫助我們跳出來的是這個，那時候就不但皈依而且學它。那麼再進一步，",
    "814": "[13:34]次於業果當由多門引發堅固深忍信解，是為一切白法根本，勤修十善滅十不善，相續轉趣四力之道。皈依了以後 ─這個皈依是入門，正式入佛法之門；這個是下面，可以說第四步，順著次序來。那麼那個時候皈依了以後，由於皈依你找到了真實的方向了以後，那個時候曉得：原來，哦！我們真正該做的事情是什麼？從必須皈依的佛，說三界之內唯一依靠的是佛；從人上面而轉到我們正皈依的是法，而法的中心是什麼？哪！如此因感如此果，所以造什麼業因感什麼果報。因為你了解了這個，所以我們起心動念、舉手投足之間，是一步都不能差。那個時候自然你持戒是戰戰兢兢，念佛是啊更是勤勤懇懇，乃至於學禪，無一不從這個次第，用這個上頭來的。所以必定要對這個業果起得深忍信解，所以他說「一切白法的根本」。那麼這個時候呢，以往的事情已經造了，你沒辦法了，你怎麼辦呢？所以是啊，眼前是勤修十善、滅十惡業，而以往這個很多已造的業怎麼辦呢？要修四力懺悔，四力懺悔。所以你真正地由皈依了解了這個業果的必然關係以後，自然第一步走上去的是真實的懺悔，所以第六。以上這個叫作共下士的，共下士的。",
    "940": "[15:40]如果說我們要求世間的，那麼共下士已經就很好了、圓滿了！如果你要求出世的，共下士也最善巧的一個法門，已經派上用場了 ─念佛法門，念佛法門。它這個共下士是求下一生保持人身跟生天，我們現在是要求往生淨土，這個道理都在這裡。但是呢這個往生，那是勉強可以擠得去，因為你取法乎下，不一定得到；你全心全力去做，可以得到的，差一點，就不行！所以我們從這個上頭來說，不要說圓滿的佛法，就是念佛，這個絕對不能以此為滿足。它假定你是一個根本就談不到解脫種性的人的話，你也只能算這個，那麼齊這裡為止也可以了，這樣。對後面來說，這個卻是下面必要的共同的基礎，必要共同的基礎。所以有的人說這是密教的，聽起來真是可笑，這個連它世間所應該學的東西都包含在這個理由。那再下去，",
    "1023": "[17:03]如是善修下士法已，當多思惟，若總若別生死過患，總於生死令心厭捨。那麼由於前面的善巧地修習以後，雖然你能夠跳出這個惡趣之苦，但是對不起，還在這個輪迴當中。只要你還在輪迴當中，這個輪迴沒有脫之前，這個總歸是永遠把你限制在這個生死苦輪當中。所以必定要了解，對這個生死過患的行相，那時候你策發了厭離心，那個就是佛法不共之法，佛法的超越的基礎在這裡了，這樣。那麼因為你從這地方了解了生死的真相，策發了厭離心，然後呢感覺到痛苦，要跳出來。那個時候你找到原因是什麼，能不能跳出來，所以，",
    "1089": "[18:09]次觀生死從何因生，當識煩惱及業自性，發起真實樂斷之欲，這個是下面一步，因為感到了苦，所以說「它這個苦的因在什麼地方呢？」那個時候就認識：啊！原來真正能夠繫縛我們流轉生死的 ─業跟煩惱，而煩惱為上首。所以你真正要斷它的話，必定要從因地上面斷起，所以這樣的話，就啟發那個真實的要斷生死的欲，這個時候所謂「善法欲」。由於如實地了知、信解佛所說的，所以「信為欲依」，那個時候你就開始說，要想了脫這個生死，怎麼辦呢？一定有它該行之路。要想了脫生死得到了脫生死的安樂，那麼就要走上這個了脫生死的真實之道，說：",
    "1164": "[19:24]便於真能解脫生死三學總道，能引定解，特於所受別解脫戒，當勤修學。因為這是三學的根本，一定從那這個根本上面的上來的。所以策發了這個以後，那個時候一定要努力從這個上面、根本上面，就是別解脫戒，就是我們所謂的戒 ─律儀戒，這個是第九。齊此到這地方呢，共中士，共中士。所以如果真正要修學佛法的人那必不可少的，這個基礎沒有，談佛法那都是空話，那都是空話！不管是哪一個，性、相、禪、淨，乃至於小乘。如果說我們以淨土來說，如果你能夠這樣地嚴持戒律的話，真正認真，你只要把這個功德說我回向 ─中品。《十六觀經》上面說得清清楚楚、明明白白。你要不信佛語則已，如果你不信佛語的話，你也不會念佛；如果說你要念佛的話，當然信佛語。那信佛語的話，那這個道理就在這裡，這麼簡單、這麼明白！我們進一步，說雖然如此還不圓滿，而且實際上呢，它真正的中心是拿這個共同的基礎，要引導我們究竟圓滿之道，所以再從這個基礎上面又向上。",
    "1263": "[21:03]如是善學中士法已，作意思惟，如自墮落三有苦海，眾生皆爾，應當勤修慈悲為本大菩提心，必令生起。因為你從前面所了解、觀察到生死的過患，所以覺得苦；那麼推己及人，有種種善巧的方便，然後呢策發大菩提心，而大菩提心的根本是在大慈悲心，這樣。所以不但是推己及人，為了別人，而且特別說明，就要圓滿你自己的問題，還非佛果不可！儘管你眼前討一點小便宜，可以證一個聲聞果，結果呢卻是走了遠路，卻是走了遠路。而就兩者：或者是直走大乘，或者是走聲聞果的，這個兩乘行人比較的話，聲聞果好像穩一點。因為他遠，所以說就他真正所負擔的苦來說的話，卻反而遠來得多；直走的那個大乘的，遠比聲聞乘的人要省力得太多、太多！所以從這個地方他也特別告訴我們，就算是真正為自利起見，這條路還是最好，還必定要學這個大菩提心，這個裡邊有詳細的說明，詳細的說明。那麼那個時候，啊！說一定要令這個大菩提心生起，這個是大乘道的根本，也是大乘的不共因，也是大乘的不共因。所以說：",
    "1385": "[23:05]若無此心，其六度行二次第等，皆如無基而建樓閣。如果這個大菩提心沒有的話，不管你是顯教、密教，顯教通常我們講的就是「六度」，密教真正講的就是「二次第」。所以學到這裡為止，二次第是什麼？只有那個名字，內容我們根本沒學到。所以說這個完完全全是什麼？完完全全是顯教，可是密教的共同的基礎都在這個上頭。所以說，的的確確這本書宗喀巴大師寫的目的，是希望學密乘的人學的，因為這是最高的。但是到這裡為止所學的內容，卻是共同的基礎，是大乘的人必須要學的，必不可少的！",
    "1438": "[23:58]那麼六度是我們知道的，二次第呢？一個就是生起次第，一個就是圓滿次第，前面已經講過了。如果是你沒有菩提心的話，那麼不管你學的這些東西，就像沒有基礎建樓閣。這我們一再說，你造大樓屋頂壞沒關係，你屋頂補補行了；如果你沒基礎的話，對不起，絕不可能，你勉強造上來，造上來一定塌掉。現在有很多人講密、密、密，結果密了個半天，密的根本在哪裡不知道，雖然有的時候知道了，他也不曉得真實的內涵。所以你們如果說真正有人想學密的話，這個地方是更是重要！同時，如果我們對這個正確地了解了以後啊，這個密教的形象也不會任人家壞。",
    "1495": "[24:55]因為現在這個時候大家有這個壞的形象，所以佛法都被這個上面破壞。如果說你這個壞的形象現在密教裡邊，人家就說密教把佛法破壞了；如果你壞的形象現在顯教裡面，同樣的是顯教把佛法破壞了。譬如說我們現在常常舉的比喻：現在說日本人講學教，本來天台教觀是非常圓滿的，他學到後來啊只要一樣東西 ─「南無大乘妙法蓮華經」。假定那個教就這麼六個字的話，那個佛真是一點用場都沒有了，說了四十九年說了這麼多法，他、他、他難道還不知道只要六個字啊！嗯，你看！如果弄到後來只要學這麼六個字的話，請問佛法還有些什麼！然後他也只會唸這個，然後呢唸完了這個字，什麼事情是亂搞。那人家說：喏、喏、喏、喏！佛法就害在這裡，這是很明白啊！所以我們真正要學的，必定要這個基礎有個認識，你為了弘法也好，為了自修也好。",
    "1559": "[25:59]這另外一點呢，就是我們了解了這個東西以後，有什麼好處呢？我們就不會被那個形象所騙。我們了解了真實的內容，這個就產生兩樣殊勝的好處：有一種好處呢，因為我們不了解真實的內容，看見它壞的形象，隨便地毀謗它，結果產生了非常嚴重的毀法的罪過，對我們自己一點好處都沒有，對人家也沒有好處。你真的去破壞它，你破壞，你自己不懂得它的內容，你怎麼破壞它呢？也破壞不了！對你自己呢又是毀謗，造了毀謗之罪，這第一個。第二呢，另外一方面，是因為你了解了以後，然後你正確地了解這個不管是若顯、若密的真實內涵，然後你能夠把那個佛法的真實的內涵，能夠登高一呼展露出來，讓人家了解。那人人曉得：啊，他走錯了！於是這樣一來的話，就算你不修、不深入，佛法也因為你這麼一來，能夠維持它應有的世間的地位，你這個功德就不可思議。你拿這個功德要去回向的話，不管你學什麼，你的功德是大大增上，這個道理太清楚、太明白了！",
    "1646": "[27:26]所以以我現在的了解來說的話，千真萬確！就算我今年是六十多歲了，我還是拼命努力學，原因就在這個上面。因為我很清楚、很明白，我在這裡修學幹什麼？欸，佛法嘛，要增長功德、淨除罪障，這最好的方法欸！所以到這地方啊，說現在齊此為止，大乘的基礎根本建立。現在到這裡，到這裡為止，由共中士自己思惟苦，然後呢推己及人，乃至於為了自己究竟圓滿，說非要發大菩提心求佛果，這個是大乘的基礎，大乘不共之因，那麼到這裡才進入上士。「若無此心」，這個不管是顯教、密教都是空話。那麼繼續下去，",
    "1711": "[28:31]若相續中，略能生起菩提心相，當如儀受勤學學處，堅穩願心。那個時候有了這個心以後，不是到究竟圓滿，說「略能生起」的時候，那個時候就學這個學處。學處的什麼啊？願心。這個大菩提心又分成功願心跟行心兩樣東西哦！學願心，這個是不共皈依的願心，要使得這個願，大菩提願非常堅固。實際上那個大菩提願不是發了以後 ……一直繼續地修，一直到成佛。那麼這個在共上士的時候曾經說過的：初如種子增如水，最後成熟如結的個果長時受用，初、中、後三，都要這個道理。"
}