{
    "8": "[00:08]那麼發了這個願心以後呢，",
    "10": "[00:10]次當聽聞菩薩所有諸廣大行，善知進止，發生猛利樂修學欲。發此心已，當如法受行心律儀，那麼發了這個願心以後的話呢，然後要了解：說你雖然有這個願，要想真正地成就單單這個願不夠的，還要行。以我們念佛來說，信願以後你一定行。行是什麼？那麼勤勤懇懇念。他現在學菩薩成佛果的話，要照我們所學、所了解的菩薩行去行，那麼這個行成，果才滿。所以要學習什麼？那個時候要進一步地廣聽聞，了解種種菩薩的應行、應止之處，對他發起猛利欲樂。他處處地方把這一句話，在綱要裡面還提這句話，這句話實際上有特別的意思的。做任何事情必須要的一個最大的特點，就是精進，而精進推動的力量是什麼啊？善法欲，所以說猛利的欲樂。在前面講到任何一個特點的時候，一個定點的時候，我們上來的時候，每一步的時候他都說明這一點，那麼乃至於到道的總體當中也特別強調。",
    "110": "[01:50]這個從這裡也提醒我們，所以我們現在修學佛法沒有力的原因就是這樣，想是想的，但是它那個善巧方法都不知道。哎呀，都是在那兒空夢，真正要去做的時候就懶在那裡、癱在那裡，所以總是覺得找不到。怎麼會找不到呢？他這個地方次第已經說得非常清楚、非常明白，你只要肯照著次第去學的話，馬上見效！我，包括我自己的經驗，以及周圍的很多同修，以前的也好、眼前的也好，凡是照著次第修的人馬上立刻見效。啊！自己心裡面就逼不及待那種心情啊，逼不及待那個心情！",
    "161": "[02:41]所以經常我為什麼現在忙成這個樣，原來就是這個樣，哎呀，儘管他，我一再告訴他：「唉，我實在沒氣力！」可是我下午起來拜完佛了以後，你看我這房裡總歸有人哪！你們都曉得我這個聊天實在是沒興趣的，但是他們這個問題的確是非常中肯，也可以說莫名其妙。為什麼說莫名其妙而非常中肯？那表示說他提出來的問題，正是他現在開始下腳步的緣，毛病所在；他只要這麼肯上來，也很快地嘩嘩就上來了。而且上來了以後啊，他自然而然 ……。我想這一個大家都看得見，我們的幾乎我們在座的諸位同修，都或多或少地，或者自己已經向前走得很多，或者看見別人。這個改善從什麼地方？就從這個上頭，因為你如法去做了，自然而然這個內心就有一種推動的力量，哎呀，然後你去做。",
    "217": "[03:37]所以平常我們在別的地方看不到的，昨天晚上還有一個同修我們在隨便談起來，他就說：「是啊！哈！這的確確啊到處跑，居然有這麼二、三十個人共同的團體，它能夠這麼地和睦共處，處得這麼好，而且能夠產生這樣的現象，的確還不容易找到。」不是我們任何一個人有這個力量，反過來說，的的確確靠我們任何一個分子。靠的是什麼啊？為什麼這個分子到這裡產生這樣的功效？喏！就是照著這個完整的教法，就照這個次第，這一旦這個內心生起了，它自然而然就策發你向前這種。所以他處處地方要策發這個「猛利樂修學」的這種善法欲，然後呢你越做越高興、越做越歡喜。而因為你歡喜，所以做，因為你做，所以啊你的習性慢慢地培養成功，同時你的業障慢慢地淨除，然後呢你資糧積聚。所以像念書一樣、像寫字一樣，哎呀，越寫是越好，然後呢興趣也越來越高，能力也越來越高，然後走得也越來越上！",
    "299": "[04:59]要以前我們這種，想是想了半天，是停在那裡是原地踏步；現在不但想，而且照著次第去走，是越走越高。這不知不覺當中，到那個時候，欸，大家當初共同發心要到極樂世界，到了半天，他還在娑婆世界流落，我就高居上品。乃至於到最後，像我們釋迦世尊也是一樣，釋迦世尊說：「欸！我跟阿難兩個人在空王劫的同時發心，我現在已經成了佛果了，他小果啊尚且還安住學地。」這個差別在什麼地方？就在這裡！當然這個裡邊，阿難他有他的特別的意義，說內密菩薩行啊，是外現聲聞果。但是他儘管如此，一定有他的緣起的因由在裡頭，也就是告訴我們：喏！這樣的因就是感得這樣的果。所以不是說我在那兒坐在那兒聽見了，哎呀，歡喜，這個還是不夠。所以你一定要照著這個東西如理思惟，策發這種內心的這種力量，然後呢努力地上進，那時候才會感得這個的果報。所以說「行心」，那麼這個行包括些什麼呢？六度四攝。學習六度成熟自身，學四攝等成熟有情，尤當勤猛捨命防範諸根本罪，",
    "383": "[06:23]這六度是成熟自身，學習四攝是成熟有情。這個當中「尤當勤猛」，「勤」是勤勤懇懇，「猛」是勇悍猛利。幹什麼？乃至於捨命也要「防範諸根本罪」。喔，這個戒在任何情況之下，小乘固然，是大乘是更重要，命可以不要，這個戒是絕對不能一點侵犯！",
    "416": "[06:56]所以現在我們總是說的：「哎呀，學了大乘了，這個是小乘的！」那是根本上你就完全對佛法產生了誤解。當然是有一種大菩薩，他為了利人，是，在他那個戒條上面不犯的。他為了利人，以大菩提心為基礎救人，乃至於殺人都可以，這個是外現的凡夫相，內密菩薩行，像我們佛在世的時候維摩詰大士一樣。所以上面所說的話，這是策勵我們自己，千萬不要拿這個作為藉口。對於別人的話，我們總是注意：喔，那些都是大菩薩！這因為有時候大菩薩示現，他已經有這個本事能夠「在染不染」，而我可沒有這個本事啊！所以你越是看見這種情況啊，你越是自己警惕，如果你沒有這個認識的話，一天這到晚邪妄分別，那就錯掉啦！",
    "479": "[07:59]所以這個地方特別說明：這是對自己的，我們不要看別人。如果你力量夠了你可以看別人，正因為看到別人，別人如果是比你好，你趕快上去；別人在那兒亂來，你就說：喔唷，他是個大菩薩呀！那比我更高，要高不曉得多少，你更要努力啊！這樣一來的話，就算你跟不上，我們的心卻是什麼？不斷在提升。所以外境不管如何，你真正善巧了以後，你總歸上進，這個是它根本的重要的問題。假定你得不到這個這種正確的認識的話，喔！自己懂了一點沒有去做，結果呢自己沒做，看看別人都不對。實際上呢自己既然沒有做嘛，你也得不到好處，看看別人不對嘛，你又在這兒煩惱當中，懂得這個道理反而害掉你自己。所以本論上面一開頭就告訴我們，如果你不善修學是如天成魔。不善修學的話，是什麼意思呢？就是剛才懂得了這個道理，不曉得怎麼弄的話，他本來是幫忙你得到好處的，這天是專門引你上去的，魔是專門害你的呀，你懂得了這個道理沒有用啊！那這個是我們要了解的。這根本罪是固然如此，",
    "563": "[09:23]中下纏犯及諸惡作，亦當勤防莫令有染。喔唷！乃至於中、下也勤勤懇懇。那麼這個道理以前說過了，真正我們下手的卻是什麼？在中、下的地方。你能夠小的地方努力防護，那個時候才有談得到大的，你小的地方馬虎慣了以後，大的就擋得住了嗎？就像說叫你拿一斤的東西，你說「拿不動不想拿，我要擔一百斤」，那都是空話呀！所以你平常練慣了以後，戰兢惕厲的話，自然大事情上面來的時候，你才能夠動搖不了啊！再下面，",
    "605": "[10:05]若有誤犯，應勤還出。這個同樣的，萬一不小心，實際上呢因為我們無始的習氣很重，的的確確，道理是懂得，要做是的確還差一截，那個時候啊要勤勤懇懇地懺悔。所以我們現在為什麼早晨也有，中午也有，乃至於晚上還要，就怕這個。所以我當初學的時候，我的老師告訴我：「你最後臨上床之前哪，要修一個什麼 ─懺悔法。」我現在想想真有道理，這個罪過絕對不要讓它留到明天，懺悔乾淨完了以後，然後你帶著這個佛號睡覺，啊！妙不可言，我告訴你們。再下面，",
    "655": "[10:55]次當特學最後二度，故當善巧修靜慮法引發正定。又於相續當生清淨遠離斷常二無我見，得彼見已，應住見上善知清淨修法而修，那麼這個六度當中，特別是最後兩樣東西，那個就是奢摩他跟毗缽舍那。因為這樣，這個兩樣東西真正說起來是一樣，要雙運，而這個次第必定是從奢摩他上去的，所以要善巧這個靜慮。他所以說善巧的話，不但對靜慮的本身善巧，還要了解學靜慮之所以為學靜慮。所以我們剛才在講那個道的總體之前，特別翻開前面那個話說一下的原因是這樣，說：啊，原來我們學定的目的是這一個！如果你能夠這一個了解了以後啊，一方面把定學好，一方面把定也派上用場，是必然會走到最高圓滿這條路上去的。",
    "725": "[12:05]那麼這個學好了以後，然後呢繼續地在相續當中生起清淨的什麼？正見，這個正見一定是遠離斷、常二邊，這個就是無我正見。那麼得到了這個見以後，得到了這個見在我們中國叫什麼？大開圓解，就是這樣，或者是那是大徹大悟。然後呢在這個見上面，「善知清淨修法而修」，那個時候才去修。為什麼？雖然你有了菩提心，但是你這個菩提心啊 ─世俗的，雖然有心救度，但是自己為罪染、無明所覆。無明所覆的話，你自己都救不了，所以到了那個時候啊，然後才學無我正見，以慧來攝持這個方便，那麼那個時候就圓滿解決。反過來說，要方便攝持慧。而這個次第為什麼這樣安排？前面已經詳細說明，所以前面這個次第是一步都不能亂，不能哪，不但是這個裡邊的本質要不錯，量要圓滿，而且這個次第本身不能錯。錯了以後啊，那個質本身也弄不純，這個量也絕對達不到！",
    "809": "[13:29]即於如是靜慮般若立止觀名，非離後二波羅蜜多，而為別有。所以這個止觀，實際上呢就在這個六度當中，不過因為它的特別的重要性，所以另外說明。",
    "823": "[13:43]故是正受菩薩律儀，學彼應學從中分出。所以啊，受了菩薩戒以後，從裡邊分出來的。通常這個地方的菩薩戒，他是講《瑜伽戒本》，《瑜伽戒本》上面它那個菩薩戒的確，就順著我們六度四攝那個次第，清楚明白地一步一步上去。然後呢你照著這個次第學上去的話，到應該齊什麼？達到什麼程度？那個非常清楚、非常明白。",
    "859": "[14:19]那麼總共呢以上面這樣的幾個，幾個大的段落。幾個段落我們總攝起來又可以分為兩支，一個是外、內二支這種分法，二分法，這樣。還有一個呢，三分法，說什麼？說下士、中士、上士。然後呢再細分的話，一步一步地不同，不過，整個的圓滿的，我們又有特別的一個方法來說。總攝這個全部的主要的大乘道體，分成三樣東西：第一個，出離心，了知生死過患，所以呢一定要跳出生死輪迴；就算生天，把天道看成像地獄一樣的恐怖，對它絕對地厭惡，這個是佛法不共的第一個基礎。由於這個上面呢，引發大菩提心，這是第二個主要的。得到了菩提心又要圓滿得的話，這要一定要得到空正見。所以這個三個，又稱為說整個這個菩提道次第的三個主要的綱要。所以我們大師先寫《廣論》；後來又把那個《廣論》，因為太廣了，又節略成功一個《略論》；那麼最後呢又對一個弟子，特別把那一個論當中的三個主要的特別的內涵，節略為剛才所說的 ─厭離心、菩提心跟空正見，這樣的三部分。那這個是，現在關於這個道的整體，內涵說明了。",
    "983": "[16:23]此復若能修習下下，漸於上上增欲得心，聽聞上上而於下下漸欲修行，是最切要。這句話！這句話一開頭的時候就說過，今天我們學圓滿了再重新溫習一下。要曉得假定我們學的時候，真正學習的時候啊，你能夠從最下面的開始，下下是最基礎的地方開始，你自然而然對上面的，漸漸增加你的欲得心。這個「欲得」很重要喔！一切根本是欲，染污之法沒有欲行不通，聖人之法沒有欲是做不到。所以染污之法叫貪欲，你沒有貪欲，你沒有這個，一點胃口都沒有，再好的東西放在這裡引不動你；善法你沒有善法欲，說得再好你也不會去肯做。",
    "1046": "[17:26]所以我們平常真正修行的時候啊，它一定要從基本上面去認真地去學。你能夠這樣去學的話，漸漸對上面的，欸，增長這個欲得的之心，這個善法欲就增長。為什麼呢？因為你所以上不去的原因有很多，主要的就是你的罪業障礙在這裡，如果說你開始的時候不淨除那個障礙，那個障礙在這裡當然你根本就跨不開。所以一開頭的時候，他下士最重要的地方就告訴我們什麼？懺悔淨除業障。還有呢，因為業障淨除了，資糧集聚，你能力增強。當你資糧集聚、能力增強的，自然而然跟他相應的這個法理啊，在你內心當上面展現開去，你就增長你的淨信心。以前是從他聽聞、思惟，到那時候你如理地去行持以後啊，淨除掉這個染污，這個信心就清淨了，所以增長淨信。",
    "1123": "[18:43]現在淨信既增長，能力又增加，自然而然你好樂心就慢慢、慢慢、慢慢地來了。障礙既減少，好樂心既增長，能力又增長嘛，自然啊對上面的話越想修行。這是所以為什麼你一定要真實地去行持的。否則的話呢，我們總歸，哎呀，聽在那裡覺得好。有太多人一聽見，哎喲，趕快恨不得一口氣成佛；再不然的話，聽見了說：「哦，馬上給我一個辦法，我最好七天當中念得個一心不亂。」哦，就這樣。可是呢你教他照這個次第慢慢地來，哎喲，他覺得我這個不行啊！這毛病都犯在這裡，所以這種狀態當中，那注定我們只有失敗。",
    "1173": "[19:33]那麼既然說這樣的，下下嘛你這麼慢慢地下面就開始了，你何必聽這麼多道理呢？欸，妙咧！「聽聞上上而於下下漸欲修行」。欸，你為什麼要聽聞上上？假定你聽聞的道理說，弄了個半天只有那麼一點好處，唉！辛苦了半天只有一點好處，你忙它幹什麼呢？你就不想。現在呢，講那個究竟圓滿有這麼大的大好處在！所以啊你了解了這個無上的勝利以後，你只要付出一點代價 ─哦，有這麼大的好處啊！於是這個時候，就策發我們想修行的心情。喏，它這個必然的構架就在這個上頭。",
    "1215": "[20:15]所以現在我們往往說：「哎呀，我們只要這樣就好了，你何必講這麼多道理啊！」喏，這個地方呢，很善巧地告訴我們。就譬如說，哎喲，現在叫你辛苦了半天，然後呢賺來五毛錢。「唉！我幹什麼嘛，我在這裡就算餓一下，我這個五毛錢對我也少不了嘛，我實在不想動。」現在就告訴你，你在那忙了一下的話，一賺賺個十億！啊呀，你一生食用不盡，你什麼樣的問題都解決了，那再困難我也要去做！這樣。何況你真的下去去做，從眼前第一步做，欸，並不太困難。他因為並不是叫你一口氣把那十億賺進來啊，你卻是從你眼前的下下，眼前可走的地方走啊！所以這一個關鍵是最切要。現在就把那個首尾整個圓滿起來了，現在我們了解了，這麼清楚、這麼明白！",
    "1272": "[21:12]所以啊，說就算我們自己不修，至少在我現在的話，我是的的確確現在教我修，是，有很多困難，但是我逢人必說、處處地方讚歎。為什麼？我曉得讚歎然後呢隨喜，這個正是集聚我的資糧。以前我一向覺得：哎呀，你不要學這個；哎，不要馬虎那個！這個是最大的謗法之罪，現在唯一的就是靠這個來淨化。",
    "1303": "[21:43]所以我常常想起世親菩薩這個公案，喔唷，他前半生毀謗那個大乘，那聽見了這個大乘佛法以後，他想：哎呀，害了、害了、害了！我以前一直就毀謗，現在要自己割掉舌頭。他哥哥說他，他的哥哥無著菩薩說：「欸，老弟呀，你割掉舌頭沒有用欸！既然前面你拿舌頭來毀謗，現在還唯一的辦法拿舌頭來讚歎哪！」嗯，一想，沒有錯啊！然後呢他這後半生，是拼命去讚歎。因為他前半生是毀謗，但是呢他……不是！他不一定是重點在毀謗，他是造的小乘，後半生呢弘的是大乘，所以時間容或相等，這個究竟什麼我們不知道啊，但是呢大小的力量畢竟不一樣。所以呀，這個如果說反過來的話，那罪一定抵不掉；因為它大所以不但抵掉了，而且他最後往生兜率內院，對不對？喔，這樣的好處啊，這樣的好處啊！這是我們要了解的。",
    "1374": "[22:54]就像以前我們這個做壞事，或者做得不小心啊虧損了一點。虧損的什麼？以前我們在這裡虧損的，譬如說虧損的台幣，現在我們賺的，賺的英鎊。喔唷，一塊台幣要換多少英鎊啊？我弄不清楚，大概一百塊吧，這樣。所以這個兩個量不一樣。實際呢，是大乘、小乘這個比例還不止此喔！所以他後半生能夠廣弘大乘的話，換句話說，哇！以前賠的本啊、虧的錢啊，只是虧它十萬、八萬，現在他賺進來的話，上億地賺進來，那這個就是。所以我現在的了解的，就算我做不到，我必定要努力地去做。",
    "1421": "[23:41]實際上而更重要的還有一個原因，我常常說的，喏，現在我的因地心下對了，時時刻刻把那個圓滿的因行，這個是非常重要的一個概念，非常重要的概念！是啊，我們就把那個圓滿的心從現在開始，然後呢處處地方，雖然我行持啊，哎呀，是老病相尋啊！欸，可是對不起，這沒關係啊，這個身體可以病，那個嘴巴可不病啊！所以我盡我的氣力、盡我努力，啊！我在那兒講、在那兒讚歎，你們在那兒問，就是這樣，原因就是這樣。喔，自己也歡喜啊、高興啊！道理就在這個地方。所以我一再鼓勵大家同學啊，你們也好好地趁年輕的時候，勤勤懇懇就努力，然後呢大家共同地讚歎、共同地發揚、共同地修學。",
    "1479": "[24:39]若於前者全無所有，專修心住專樂見解，難至宗要，故須對於圓滿道體引生定解。假定你對於前面所說的那個圓滿道的次第沒有，根本沒有這個完整的認識，一心想修心住，說我得的定啊，或者乃至於就像這樣的，哎呀，心不要散亂哪！沒有用！或者的話呢，啊！你說那麼因為這樣的話，你要懂得很多道理呀，然後是廣學去了，於是專門在那文字見解上面轉，這兩樣東西都沒有用。所以本論一開始就這麼說，本論一開始怎麼說啊？說現在「今勤瑜伽多寡聞，廣聞不善於修要，故離智者歡喜道」，大家還記得這一句話吧？喏！現在有很多人要講修行的，那修行的人他不要聽道理的。不懂得，沒有去聽，不懂得修行的道理，修些什麼？",
    "1557": "[25:57]所以我以往的痛苦的經驗，修了半天是修的我。哎喲，我是忙了個半天，哎呀，找了很多書去看，然後呢自己覺得懂了。所以我發現哪，我啊，假定是我要去做這件事情的話，就像那個日本人發表那個論文一樣，喔唷，他是忙了個半天，他自己以為是發表了論文，結果啊完了以後誰也不懂他說些什麼。當然對外面人，人家不懂沒關係啊，對我們這裡邊，結果是毫無功德可言哪，所以說這個叫學我啊，那是最大損失是莫過於此啊！所以你真正要修行的話，你一定要把那個修習的內涵是如理地、正確地認識，那個時候非要多聞，而多聞一定要靠善知識的引導。所以他前面也告訴我們，說勤瑜伽多寡聞哪，當時就是這樣，而於今為烈，現在是越來越厲害了。那我們真應該慶幸：雖然在末法當中，雖然這個法運是越來越衰，我們居然能夠聽聞圓滿的教法；我們要如何地珍惜自己的暇滿人身，宿生沒有善巧修行得不到啊，然後呢千萬要從上面努力啊！",
    "1644": "[27:24]哦！結果呢，你呀，說既然要修行多聽聞吧！欸，對不起，他因為無始的執著，聽見了覺得：懂了、懂了！又不去修。是啊！所以廣聞的人又不善於修要，見解上面空轉，然後呢還大家講我這個對、你這個不對，就是這樣。昨天中午我們還有一個同修大家那兒討論，說看見現在有很多人，他歡喜某一宗、某一派，他用種種的理由說這一宗最好、這一宗最好，讚了半天、捧了半天，他修了沒有？沒有。啊！這個實在是，喏、喏、喏、喏，就是這種味道。所以他前面一開頭說，我們現在到處看見別人，「哎喲，這個好、這個好！就是這個、就是這個！」好了半天，完了以後呢，他回去覺得好了，他已經做了事情了，在那兒睡大覺。這個是什麼？又是犯了這個毛病，所謂專樂見聞這一類啊！"
}