{
    "6": "[00:06]這兩樣東西是「難至宗要」啊，你沒有，不可能，很難得到，所以我們必須要對這個圓滿的道體的內涵「引生定解」。這個定解跟那個單單的見解不一樣喔！就是說由於你如理聽聞，然後呢認真思惟，內心當中生起決定的一種力量，這個力量會推動你如理地步步行持。所以以聞為根本，然後呢以根據所聞的正見而行持，那個時候，行、解相應，解在行處，行在解處，自然而然就因圓果滿！",
    "53": "[00:53]修彼等時，亦當聰利令心平等，謂於引導修道知識，敬心微劣，則斷一切善法根本，故當勤修依師之法，在下面了！所以現在我們照著這次第修上來的時候啊，也要使得我們的心，要達到兩樣東西，第一個「聰利」。聰就是什麼？明白，不要暗鈍、遲鈍；還有呢利，要勤，不要 ─就是說有很多做事情啊，總是想是想做的，提是提不起來。那個就是癡鈍，這個不！而且要「平等」，平等就是不能偏於一方面。",
    "94": "[01:34]那麼照著這個次第來說，第一個我們曉得根本重要的是對於善知識，對善知識最重要的 ─恭敬，啊！那個非常重要。假如恭敬心不夠的話，這個地方說「微劣」，何況現在我們對這個善知識一點恭敬都沒有。前面告訴我們，乃至於下至他這個地方的如理如法地告訴你一個偈子，你要把他看成佛。欸，現在就算我們聽了個半天，聽了個半天，回過頭來：「嗯，他講得頭頭是道，自己做的呢？」唉，我的天哪！我們怎麼修學佛法？所以《阿底峽尊者傳記》上面有這麼一段公案，人家問他說：「欸，尊者啊，為什麼我們現在這個地方，有這麼多修行人沒有成就？」阿底峽尊者怎麼回答，你們記得吧？說大乘功德生多生少啊，看他對於知識的淨信程度而言。現在你們這些人，對那個善知識啊，看得像一個平常的凡夫，你功德從哪裡生起？像根本一樣，你這根本都切斷掉了，你還談功德嗎？這個是我們千萬要注意！所以為什麼教我們要看這個《華嚴經》什麼等等，這個是千真萬確的非常重要！",
    "183": "[03:03]好在我覺得現在我們這個地方，我們在座的諸位真好，是處處地方是我的善知識。啊！你們這個很多地方的行持，一步一步地改善。在太多地方啊，跑到別的地方去的話，這個往往是這樣，啊，說「這些老傢伙老朽了，沒有用！」那完全錯誤！我記得我以前，以及我常常聽見老和尚的給我們開示，啊！那他們前輩真正的話，對於那個師長的敬重、恭敬，實在是！這個是根本，那麼如果這一個的話，一切善法的根本斷了，所以這個我們要勤修。那麼進一步，",
    "225": "[03:45]如是若心不樂修行，當修暇滿，若著現法當修無常，惡趣過患以為主要。這個道理很清楚，每一個部分，每一個部分，拿這個道理來衡準自心。然後呢缺的，缺哪一個，你就哪一個地方地努力，把它補足。",
    "246": "[04:06]若覺漫緩所受佛制，當自思惟是於業果定解劣弱，則以修習業果為主。假定說你對持戒這個東西啊，總覺得提不起來，「哎呀，何必這麼、這麼、這麼、這麼 ……好像，唉，這麼來呢？」那就「漫緩」，就是馬馬虎虎。那個時候啊，你一定要對這個業果，由業感果的道理，產生強有力確定見解，那麼是修業果為主。不過前面一步一步上來的時候，我們單單對那業果容或不太清楚，現在把本論學圓滿了以後，我們可以整個地融貫起來。所以以最後的毘缽舍那的正見，用到前面的業果上面的話，那對這個業果的道理啊，是百分之一百地透徹，再沒有一點疑問。而那個時候你學起來，那就是非常明利！不肯學，我們什麼都不談；肯學，一定可以產生應有的效果！再下面：",
    "313": "[05:13]若於生死缺少厭患，求解脫心則成虛言，故當思惟生死過患。進一步，假定你說不能了解這個生死真正的真相，那個時候引不起厭離心來。為什麼厭離呢？因為了解這個生死的患害，因為曉得這個生死當中的種種的不理想，所以才產生、出生那個厭離心，沒有這個啊，那說解脫，空話！所以那個時候要思惟，那個時候要思惟。所以昨天晚上我們，晚上我們溫習的時候，這樣談起從心上改啊，這個因為時間到了，昨天晚上沒有說下去，今天不妨簡單地說一下。",
    "364": "[06:04]那個其實啊，說講道理的話，你總覺得是講了半天沒有用！要真正地如果體會到，簡單極了！你只要真正觀察一下的話，你起心動念就很清楚、很明白。比如說，今天我們隨便說吧！說外面來了一個人，一聽見汽車聲，你想：噢，今天來了一個大老闆了。你就想：哎呀，這個大老闆啊，他很有錢，怎麼跟他攀個交情啊！這樣的話你那個廟是越修越大，什麼越弄越來 ……。不對、不對，就錯了！假定你真實生起厭離心的話，他正因為他越有錢，你覺得：唉，這個世間一向騙我這東西，騙得不能再那個啦！他跑得來在求他的福報，那是他的事情。趕快某人哪，你、你去給我好好讓他拜拜佛，他如果要種福田哪，好、好、好，那來供養。我們這裡夠了，別的地方還少，你就讓他供養別的吧！這個好清楚、很明白，你這個心裡面就看得清清楚楚，這個東西一點都不假的，你不觀察，講那個文字再怎麼講都沒有用！",
    "429": "[07:09]所以前面說，如果沒有的話那個是空話；現在這個地方又告訴我們，這個心裡如果生不起來的話，求解脫都是空話。求解脫之心如果沒有的話，啊！那你持戒、念佛什麼等等，下一點種子。我們還是非常讚歎，佛法就這麼妙！好了、好了、好了，畢竟不行嘛你就下點種子了，那也就這個樣。所以呀，真正要想是這個要求了生脫死。儘管你說：「喔唷，這個念佛法門是了生脫死的。」對不起，了不了、脫不掉！因為你的心裡面沾在這個上面嘛！持戒的目的也是如此，念佛的目的也是如此，然後呢學禪是更是如此！大乘佛法不但你自己，還要幫忙一切人，現在這麼一點小小的事情當中綑得死死的，你還談什麼個大乘？所以這一個地方啊，是真正的佛法的關鍵所在！",
    "492": "[08:12]若凡所作，皆為利益有情之心不猛利者，是則斷絕大乘根本，故當多修願心及因。那麼再進一步進入大乘，假定你做一切事情，為了利人之心不強的話，那個大乘的根本斷絕掉了。那個時候，欸，進一步說，喔！要這樣。注意喔！這個大菩提心，我們要從兩個地方去著眼：一個為了利人，還有一個呢為了自利。如果的的確確你那個推己及人心裡面展得開，你就從大慈悲那地方著手；如果說你為了自利心切，你也告訴大家：真正要想解決你自己的問題，還非走這個路不可啊！否則的話呢，你雖然覺得討了巧了，結果吃了大虧！這個前面是講得很詳細，這個我們必定要了解的，所以這個真正的佛法的重心，卻在這個上頭。那麼因為有了這個啊，然後進下面一步的話，就受學願心、行心。",
    "563": "[09:23]若受佛子所有律儀，學習諸行而覺執相繫縛猛利，當以理智，破執相心一切所緣，而於如空如幻空性，淨修其心。能夠這樣。因為發了這個大乘心，然後呢修願心、行心，可是你真的去做的時候覺得：哎呀，這個做起來呀，願是倒是滿好的，做起來是這麼個困難法！那個時候，你呀就要以空正見破掉它，然後呢修如幻如化的空緣起，「淨修其心」。但是你要修這個東西的話，一定要善巧方便哪！",
    "604": "[10:04]若於善緣心不安住為散亂奴，則當正修安住一趣，是諸先覺已宣說者。你雖然要想這樣，可是你心散亂不行，所以呀一天到晚被那個散亂所控制，像它的奴隸一樣，所以那個時候你才學定，學定的目的是為了完成上面的。那是前面過去所有已經覺悟的聖者，從佛、菩薩、祖師都這麼說的。",
    "636": "[10:36]以彼為例，其未說者亦當了知。那照這個，沒有說的我們也應該也了解。",
    "643": "[10:43]總之，莫令偏於一分，令心堪修一切善品。最後的結論：不要偏，不要偏。換句話說，眼前我們這裡，因地當中要把握得住，因地當中要把握得住，一定要下究竟圓滿之種，這樣。這個是最重要、最重要的一點！平常我們說，現在大乘的中心是在大菩提心，那麼這個修了大菩提心，要想滿這個願的話，那麼一定要，那個時候才學空正見。那麼有人說：「我得到了空正見以後，然後發大菩提心不是一樣嗎？」嗯，結果是一樣的，這一條路是遠路！為什麼？這個地方也簡單地說明一下。",
    "704": "[11:44]這個非常重要的概念！因為我們做任何事情最重要的是什麼啊？欲。記住啊！欲。壞事沒有好欲、貪欲做不成，好事沒有善法欲做不成。那麼這個欲的推動的力量，在哪裡呀？以我們現在來說，最後不管是哪一個，推動的力量就是這個「我」，我這個東西就是推動我們的力量。一切無非是為了我才去忙 ─我要好，我要去苦，這樣。正因為如此，所以才會從世間而走到佛法，因為要找我的問題解決，找遍了世間找不到，只有佛法當中。所以呀在這個選擇當中，找到了真正唯一的皈依之處，不是世間任何一個什麼人，而是大師，就是佛。欸，結果這個從這個上面還是為了我。那麼因為找到了大師，所以聽信大師的指導才歸到說：啊！原來要修學法，而法的中心在這個上頭。",
    "780": "[13:00]那麼到那個時候你覺得：是啊！真正的問題解決的話，原來是這個自我執，所以你忙得去破那個自我執。到那個時候發現：原來我這個東西沒有它的自性。當那個我的自性破掉了以後的話 「我」是個推動的力量 同樣地那個推動的力量是沒有了，對不對？推動的力量是沒有的話，那麼好了，自然嘛你覺得問題解決了！儘管到那個時候還有這麼大的好處，對不起，推動的力量沒有了。所以你看哪，那個聲聞乘的聖者，儘管這個《大般若經》是 ……幫忙佛轉《大般若經》的卻是舍利弗尊者啊，然後須菩提尊者，很多聲聞的聖者。但是呢他聽完了以後，講是講，聽完了是聽，然後呢聽完了、講完了，他還坐在那裡不動。一直等到法華會上，他也自己懊悔：平常啊我也聽、也講，但是我心裡面就沒有一點好樂心。為什麼？那個推動的力量沒有了嘛！",
    "841": "[14:01]所以你要曉得，為什麼這次第一定要這樣安立的！所以當你前面這樣一步一步上來，引發了這個厭離這個苦以後啊，不待這個苦的堅固，真正有了正確的認識以後，馬上把那個苦進一步就轉過來，幹什麼？緣一切眾生，發大菩提心。你說這個發了大菩提心好像不怕苦了。不是呀！發那個大菩提心，一定要是大慈悲為根本，大悲的行相是什麼？哎呀，看見這個眾生都苦。假定你沒有苦的體驗，你能看得出人家苦來嗎？當然看不出來！你對那個世間啊貪著得不得了，你勸人家不要，人家就說：「喔，我不要，送給你去享受啊！」那不是顛倒嗎？所以一定自己看到了苦，然後呢如果你 ……然後呢就再用到別人身上。",
    "895": "[14:55]假定你不這樣，看見自己苦深到很堅固了以後啊，那時候一天到晚自己苦得受不了，你只忙求解決，這個習性養成功了就很難改過來；一旦你見了道，那絕對沒辦法，這佛經上說得清清楚楚。我沒有證，可是我信得過佛講的，這是絕對！這是佛說得很清楚、很明白。所以你不能等待那個苦啊，緣苦厭離很堅固，要生起了以後馬上把那個心轉過來。",
    "931": "[15:31]其實這個習性啊，我們現在每一個人都是這樣，儘管你講你的，可是呢每一個人都以他的見解、以他的習性在做事情，對不對？我們現在這種習性還是虛妄的、很淺的都扭不過來，何況你見到了聖道以後，這個力量是淨信心。所以凡是見道的聖者，到那個時候佛就告訴他：「某人哪，我以前說的錯了。」「管你！以前說的錯了，我就信得過這個！」所以這個叫淨信，叫不壞信，他自己親身驗證了以後，任何人動他不了。",
    "960": "[16:00]所以我們看禪宗的祖師也是一樣，當他一旦真正地見到了那個東西以後，他就是這樣。所以記得這個馬祖的這個弟子這個公案吧？哦！他以前告訴他「即心即佛」，他現在說「非心非佛」。他的弟子聽見了：「這個老傢伙，一天到晚騙人，我管他什麼非心非佛，我就是我的即心即佛！」欸，他還有個弟子覺得：欸，這一個人怎麼，別的人對老師這麼恭敬 ……。他就把那個話拿回去，他老師聽見說：「梅子熟也！對了、對了！對了！」喏，就是真正徹自親見了以後，誰都動搖不了他。你們懂得這個道理才曉得，你真正一旦到了那個時候啊，沒辦法，佛也奈何不了你的真正原因就在這裡。懂嗎？",
    "1005": "[16:45]所以現在啊，我們要趁早，開始的這個次第千萬不要弄錯，一弄錯你就只有走這個遠路。那麼你說：「這樣的話，那個苦的力量好像不堅固啊！」怎麼會不堅固啊？因為你真正體會到你的苦，推己及人，本來你看一個人的苦啊，那只是苦還不大，只有一個人，現在你看盡法界、虛空界的人這麼多苦，你那個時候引發的苦的力量，不曉得比你一個人身上要大多少！那個時候你才堅固的話，這個不但堅固啊，而且是量大得不得了；不但量大，而且那個大悲心之深廣的程度在這個上頭，所以那個大悲的真正的行相這樣啊！所以他那個大乘真正的出離心，跟小乘的出離心是無二無別，不過一個呢只管你自己，現在要為一切眾生，所以你這個緣苦，不管質、不管是量，深廣都是小乘不能比的，《大智度論》上面說得清清楚楚。所以不但不矛盾，這個才是正規的路子。",
    "1072": "[17:52]你更進一步還要了解，不但解救別人，然後呢還要對自己來說，還非如此不可！因為你能夠這樣的任運地修習，那好，自然而然最後就走上這條路去。那麼走上了這條路以後，然後你到那個時候啊，以修空正見 ─欸，前面修了空正見，把那個你推動你的力量斷除掉了，現在不！現在你一天到晚只為別人而忙，結果你已經破空的正見建起來，原來你發現「我」沒有；我是沒有，人呢？人都在，對不對？好了！",
    "1114": "[18:34]所以前面你發了世俗菩提心，雖然你想幫忙別人，可是你幫忙別人能力有限，你說願心雖然強，跑到、做到這地方的話，對不起，唉，這地方實在不行！這個「我」總歸是個障礙。到那個時候啊，你有幫一切人的心，然後呢卻要拿我來去幫忙，這個我有種種障礙。結果你見了道以後，發現這個我沒有，這我的障礙拿掉了；而我的願心呢，一點都沒有動搖，對不對？所以那個時候你得到了空正見，是不但不像小乘會阻止你，正是幫助你大大地又跨一步。所以這個為什麼見道以後修的功德啊，那個沒有見道之前，是絕對不能比的原因在這裡，差別看見沒有？",
    "1165": "[19:25]所以現在大家忙著去，哎呀，要求開悟，大徹大悟，不必忙、不必忙！你懂得了這個，那這個時候才曉得，阿底峽尊者為什麼見到這麼多大善知識，在第三個明了杜梋論師的時候，已經大徹大悟見到了這個境界，可是到後來啊，把金洲大師尊為他老師當中最尊重的，因為金洲大師把這個圓滿的傳承給他。這個地方還有一點喔！他不是未到，他還是有菩提心，但是金洲大師給那個圓滿的傳承。你們了解嗎？那這個都是他很重要的概念，所以我們對那個道的總體非要認識。",
    "1210": "[20:10]那麼前面分開來講，說第一個現在我們認識了：啊！這個次第的必然性。所以說一定是厭離心以後，馬上啊策發菩提心，把這個厭離心擴大，然後呢修空正見。然後呢你這個求大菩提的障礙是消除掉了，而因為障礙消除掉了，由大菩提心的這個欲望是大。所以有人說「空大是悲大」，這話一點都沒錯！但是萬一你誤解了以後啊，因為空大悲大所以你偏不要學悲，你只要學空，空大了就悲大，那就錯了！你如果是沒有先把那個大菩提心、大悲心學好了，空一見的話，好了，陷在那個地方，你就大不了了。這個很重要！所以前面一再辨別不共因，哪個是共因，如果是你沒有弄清楚的話，欸，你當那個真實的這個大菩薩心的種子沒先種下去，然後呢你加肥料、太陽、水，就長得滿地都是草。現在雖然不是草，長出來的本來你要的是個大樹，現在長出來的是一點點的小花，這是太划不來！這是我們要了解的，這是我們必定要了解的第一個。",
    "1294": "[21:34]那麼剛才呢，順便談到那個傳承問題，說阿底峽尊者不是沒有，他為什麼這麼重視，不是沒有菩提心，為什麼重視這個傳承呢？我們要曉得，你自己雖然體會到一點點，可是你自己體會的，憑我們自己體會能體會多少？這個傳承有什麼好處呢？就是把佛、十方一切諸佛的經驗報告擺在這個地方，然後呢你利用它只要體會到一點點的話，你能夠擴大了解整個的總相，這個有絕大的差別！拿我們眼前舉一個例子來說，比如說我現在眼前說有這台儀器，什麼？叫作錄音器，或者錄影機，不管什麼，你跑到工廠裡學個學徒，你也可以學得很好。但是如果你要成為真正的一個專家的話，不從這個上面學，要從一個最權威的學者，把這個理論學會；然後把你在工廠當中的經驗，再配合上去的話，你就在這方面變成功最完整的一個權威學者，對不對？所以他始終是把握住這個，這個概念我們必定要認識的！",
    "1380": "[23:00]所以這個傳承啊有這麼大重要的特性。不要說：哎喲，這個人有修行啊！所以在當年印度他們找的對象，不是說這個人有修行 ─這個人啊是不是跟傳承相應的修行，而不是單看他修行之果。那麼請問我們中國有沒有？決定有！只是我們眼前佛法衰退了，大家不知道。看！盛唐禪宗最鼎盛的時候，黃檗禪師一句話，說：「大唐國裡不是無禪哪，只是無師！」大家記得吧？他是這個馬祖門下的這個大弟子，三員大弟子之一喔！說現在啊，就是說不是沒有對禪有認識的人啊，相傳馬祖門下有八十一員，八十一員還是八十三員，大善知識大徹大悟的，他卻說「嘿，現在大唐國裡，不是無禪，」禪是有的，他的經驗是有的，「只是無師」，作為老師不夠條件。",
    "1455": "[24:15]就剛才這個比喻當中，就是說他自己叫他摸這個東西啊，欸，他是一個很好的技工，可是你要叫他把他學理完整地說明，不行！了解嗎？這很清楚、很明白。所以我們古代一樣地重視這個，乃至於世間都很重視，所以到佛法末法的時候，是每況愈下。我所以特別提出來只有一個理由，就是說，儘管我們做不到，沒有關係，可是我們因地當中下圓滿因！這個是我們應該了解的，那麼能夠這樣的話那就對了！",
    "1497": "[24:57]所以說最後這一句話，「莫令偏於一分」啊，「令心堪修一切善品」。因為我們有這個圓滿的師承，告訴我們圓滿的道體，然後呢我們從因第一步開始，就下圓滿之因，這樣步步上昇是必然感得圓滿之果。雖然我走任何一條路，乃至於散亂心念一聲佛也可以走到，可是這個中間路線、時間、所付出來的代價等等的話，那完全不能相比！他這個比例的數字不是一比一萬，一比一百萬，是一比天文數字，無法比的呀！這是我們要了解的。所以啊，下兩堂課我會把《法華》上面引證給大家的，真正原因在這個地方。你們只要真正地一看，那那個好清楚、好明白，好清楚、好明白！在沒有學《廣論》之前去看，的確不大了解，我以前也看不懂。",
    "1570": "[26:10]那前天呢，下面有一位同修，啊！我真讚歎，我講完了以後，他自己就翻了個半天，自己看。看了個半天哪，看不出，說：「這個、這個、這個《法華》，跟我們這《廣論》有什麼關係啊？」我就簡單地說了一下，啊！大家覺得對、對、對，沒有錯！我沒有這個力量我告訴大家，我只是說我曉得我的老師當年對我的最大的慈悲 ─喏、喏、喏，我才看見：啊！原來這個綱要對我們這樣地重要法！所以為什麼他判這個叫作圓教，如果我們得不到這個的話，我們就看起來，《法華》上面最多也說，你也成佛、他也成佛，只是如此而已。剛開始的放光動地，乃至於說三請三止，好像佛也是什麼賣什麼關子一樣。不！他每一個地方，他有他最深刻的意義。否則的話，天台一家容或會這樣說，為什麼其他每一個學佛的祖師，他把它奉為圭臬，說這是最好的。那的的確確有他的理由，凡是明眼人都看得見，都看清楚這一點，這不是很明白嗎？我們現在不是要學明眼人嗎？要學明眼人當中最明眼人嗎？所以還必須從這一個地方學起。最後：",
    "1649": "[27:29]已釋上士道次第中學菩薩行，應如何學慧性毘缽舍那之法。啊！上面又把上士道次第當中學菩薩行怎麼樣學，乃至於總括起來 ─到這一個地方為止，這個總括起來是特別什麼？哪！就是我們真正佛法的，重要的基礎的圓滿的道體說完了，圓滿了！這個是我們必定要知道的。所以到現在為止，到現在為止，這個地方所說的，完完全全是我們大乘佛法的完整內容。"
}