{
    "13": "[00:13]這個密教部分，它的共同部分跟它一樣；密教不共，專門談密教的，一點影子都還沒碰到，一點邊都沒碰到。如果說有的話，只有幾個字：「二次第等」，就這個，兩個次第等，就這個。兩個次第是什麼？不曉得，也沒講，這是我們必定要有正確概念的。",
    "39": "[00:39]所以我說到了這點啊，我想起今年剛開始講的時候，曾經有一個人，他頭上聽了兩堂是滿歡喜，不曉得第三天哪裡來概念說：「啊，這個密教的！」從此以後他不聽。唉呀！我覺得真遺憾。那至於說其他的人，不管他是念佛、持戒，是像我一樣，剛開始的時候，看見了總是覺得有點皺皺眉頭，聽完了以後、學完了以後啊，沒有一個例外，是人人歡喜，所以這個地方我特別說一下。那麼，下一堂課在這個地方特別說一下，你們可以暫時先把那個考卷好好地去努力一下。下一堂課我先把那個《法華》的眉目抉擇出來，那麼怎麼樣把這個真正的圓教說的內容，那個時候你就了解得清清楚楚。完了以後，最後的時候，才把《廣論》上面說「特學金剛乘」這個原則啊，再作一個簡單的、概括性的介紹。",
    "110": "[01:50]今天請翻到《菩提道次第廣論》五百五十七頁。這個上面已經把我們整個的，眼前所了解的所謂大乘的不共，或者諸佛究竟意趣的這個中心 ─菩提心，以及滿菩提願的這個最主要的這個大綱啊，已經指出來了，已經完全指出來了。不過呢，通常上面我們說顯教，如果把密教也包括進去的話呢，那就是說大乘的共同的基礎。換句話說，大乘不管是你走顯教、密教，那麼在我們顯教當中的話，我們所謂的大乘的八宗，沒有一個例外的，這個基礎；然後更進一步說，包括密宗在裡面的話，密教的基礎也是這個。所以，實際上前面這部分呢，無論顯、密，是究竟一佛乘的究竟圓滿的意義、綱要，以及它的重心，以及它次第上來，統統已經圓滿地已經有一個說明。那麼，再下面看：",
    "212": "[03:32]第二特學金剛乘法。這個是一個特別法門，這是一個特別法門，金剛乘就是密乘，實際上金剛乘的內涵是非常的深、細、博大。那個弘一大師啊，在他那個演講錄裡面，曾經有過這麼簡單的說明，說他介紹這個大乘各宗，談起這個密教來，曾經說過。那麼他說他當初先看那個儀軌啊，對它很不了解，一直等到後來，看了這個《大日經疏》以後，才真正了解密教的內涵。那時候他覺得：啊！這個義理的高深啊，的的確確是非常高明的、圓滿的教法；正因為它是非常高深，所以一般的普通人，的的確確很難見得到、探索得到。所以他就說了：最好一開頭的時候，不要去看那個儀軌。那麼，至於現在那個事實來說，我上次也說過了，我們不要從那個行相上面去看，行相上面你不了解它的內涵為什麼，一下是容易誤解。你了解了這個內涵以後的話，至少概念上面曉得是怎麼一回事情，然後依著次第才不會出錯。",
    "321": "[05:21]現在這個地方只是把那個金剛乘非常簡單地說一下，所以說那你們看一看，總共說起來，講到這裡為止，一共已經講了五百五十七頁，這麼多！這麼多到現在為止，除了這個名詞以外，真正的密乘還完全還沒講到，才那兩個名詞。而所謂介紹那綱要，就這麼一頁，就這麼一頁，總共地只有一頁的。實際上只是什麼？隨便地點一下而已，這個我們要了解的。",
    "364": "[06:04]如是善修顯密共道，其後無疑當入密咒，以彼密道較諸餘法最為希貴，速能圓滿二資糧故。以要學密法的話，一定要什麼呢？把上面這個基礎，所謂這個基礎叫作顯密的共道，不管你是顯教也好，然後是密教也好，這個大乘必須要的基礎，你能夠修習，而且是「善修」。這不是說有一個膚淺的了解，了解，可以說沒有用處，就是了解了以後要如法，行持還不一定行，要如法。如法裡面包括了如理如量，那個基礎要學好了，沒有錯，這才算！",
    "424": "[07:04]那麼，那個時候啊應該入這個密教，為什麼原因？他下面就是告訴我們，因為這個密教走法，它能夠以最快速的方式來圓滿兩種資糧 ─福、智兩種資糧。我們曉得佛之所以成佛，沒有別的，他就是明足、行足兩樣東西，智慧、福德兩樣圓滿了。所以我們整個地修學佛法沒有別的，也就是怎麼把智慧跟福德兩樣東西圓滿，而現在這個特別的方法，是以最快速的方法來圓滿這個。這是所以它為什麼真正難能可貴。因為它快速，同樣地它所付的代價也比較高，然後呢走法也比較特別，也比較難走。所以普通一般情況之下，不具足這個條件那很難修學，所以佛也不輕易地傳授這個方法。",
    "517": "[08:37]不要說我們釋迦世尊這個教法當中，真正接受那個密法的很少；在我們整個的賢劫千佛當中，根據這個密教的經論上面說，這個一千尊佛當中，真正傳密法的總共只有四位，總共只有四位，有的說只有三位。你就可想而知，這個密法是何等地難能可貴，它有它的很多特殊條件。這個這裡就不詳細說，除非諸位真正地自己覺得心力夠，有條件，至少說有這個興趣，那麼你那個時候不妨去進一步去了解它。那麼假定說走這個路子的話，走這個路子的話，這個的確是不是我們普通一般人所想像的。",
    "583": "[09:43]但是我們別以為說這個密教裡就有，這個在我們的一般的顯教的經典當中也有，只是因為我們平常不了解這個密教的內容，所以看見了以後只是覺得：嗯……不曉得。比如說天台這個化法、四儀當中，所謂有「頓、漸、秘密、不定」，那個「秘密」你無法說，無法 ……這個是一個秘密，你不了解，實際上包含在這個裡頭。那麼，然後呢就是說另外的賢首 ─小、始、終、頓、圓。賢首說這個圓教是《華嚴》，根據《華嚴》。這很有意思，《華嚴》善財童子以十信滿心，一生導歸極樂，這個在我們顯教裡面，平常的時候儘管有這個理論，一般說起來，從來沒有這種說法，怎麼一生怎麼圓曠劫之因，這個什麼？當然，因為這是祖師、佛，祖師來說明佛的深遠的意趣，我們大家奉為圭臬，說，啊！這個最高明、最圓滿的，它說得很明白，明白說明一生取辦。但是究竟怎麼一生取辦法 ─欸！那我們就沒有了。所以密教，哪！就是實實在在地這個把一生取辦的內涵，把它的整個的內容告訴我們。",
    "684": "[11:24]所以你真實地了解了這個密教的這個整個的圓滿的教法，你回過頭來去看的話，我們顯教裡面，換句話說，共同的基礎裡面哪，處處皆是，千真萬確地處處皆是。乃至於這個《法華經》上面，也一樣地說明了這個，一樣地說明了這個。這個我們平常的經驗都有，就像我們現在已經經驗到的事情，那你在還沒有過來之前哪，你不曉得是些什麼，等到你經驗到了，「噢！原來這個。」這樣。",
    "724": "[12:04]所以，他說它的密，它有很多原因在，這個也是屬於密，因為這個是什麼呢？這是佛果位上的種種方便，對一個凡夫來說，的的確確你沒辦法透徹了解的，所以它叫密。那麼這個詳細的道理，我們這裡不去申述它，只是簡單地介紹一下，那個時候要走密教的這個路的話，那麼這個次第最主要的幾個大綱說一下。下面就把那個大綱，分成幾個主要的段落。",
    "772": "[12:52]若入彼者，如《道炬論》說，先以財敬奉教行等，令師歡喜。較前所說尤為過上，然是對於能具咒說最下之德相者，乃如是行。這是真正修學密法的第一個要件。說你假定要走這一條路的話，他前面也已經說過了，一開頭就說過了，假定說你對這個密教，或者是根性不同、或者興趣、或者其他的理由，而不願意走的話，那麼就走顯教的就可以了。假定說你自己具這個條件的話，那麼要走這個路的話，那怎麼辦呢？就引這個《道炬論》，這個《道炬論》就是阿底峽尊者所作的，換句話這是印度當年最了不起一個大祖師，各宗各派所宗奉的。那個上面就說：第一步 前面那個基礎已經完成了噢 這個第一步的話要注意噢！就好像我們現在念書，幼稚園、小學、中學、大學都念完了，那時候你進入研究所的那個時候第一步，不是我們說進幼稚園的第一步，那是差得天差地遠哦！",
    "863": "[14:23]那時候啊，「先以財敬奉教，令師歡喜」，那時一定要找到一個好上師，好老師。哦！這個善知識的重要，前面已經一再說明。平常我們說，真正的最圓滿的善知識是佛，那是特別指什麼呢？密教裡面。密教裡的真正的上師，他的的確確是已經達到了最高成就，應那個最特殊的這種了不起根性的弟子，然後呢以他相應的這一個心性來示現那個凡夫相，卻是佛的圓滿的報身化現的，就這樣。這個老師，才是這個是所謂的最上的一種老師。當然有稍微差一點的，但是前面已經說過了，他必須要的條件。",
    "925": "[15:25]那麼那個時候呢，你一定要「令師歡喜」，這個我們就有一點不大了解了。在我們普通說的四依大士是「依法不依人」，這個密教裡面卻有一個特別的地方 ─依人不依法。如果我們不了解這個內涵的人看起來，覺得這是個矛盾，我當年也是這樣想：這是這怎麼可能呢？一直到後來真實了解以後啊，那個才是、才是，絕不矛盾，而且是必然相順。就像我們前面所說的很多空啊、有啊，那麼好像兩個互相角立，大、小啊大家又是唱對台戲。其實你真正了解了以後啊，不但不矛盾，而且彼此間一定都有互相相輔相成的必然的條件在，必然的條件在。",
    "989": "[16:29]那天有人提一個問題，因為我最近常常舉個比喻說：那個筷子啊，是兩枝筷子夾得起來，一枝筷子就不行。有一個人就異想天開：「欸！這有的人居然拿了一枝筷子也吃起來了，你怎麼講？」哪，對了！對不對，你們看見過的，你們說碰見這個，你怎麼回答他，你能回答嗎？你們不妨想想，你們有本事回答的請舉手。（有弟子舉手）你怎麼回答？（弟子答：這不是正常現象，正常現象一定要兩枝。）他說不是正常現象，正常現象一定要兩枝。你們還有沒有其他的，其他的意見？來，你說說看！（弟子答：那有所遺漏，好像也這一面，可是也不是這樣子契入。）好，他說一枝筷子有所遺漏，就是夾不起來。還有沒有其他的說法？",
    "1044": "[17:24]我告訴你們，這兩種說法你這麼可以這麼說，但是呢真正解答這個問題的話，你不能針對著他的問題解答。因為我前面的提的時候說，任何一樣事情都必須要兩樣東西對起來；如果這樣的話，那麼不管你的回答多少，換句話說，我前面這種立論，至少不管你說得怎麼圓滿，我前面這個立論被推翻掉了，對不對？換句話說，那他這個說法，如果你像前面這樣回答他的，剛才這兩種回答的話，我前面這個立論就建立不起來了。所以這個是大家要學習的地方噢！",
    "1087": "[18:07]但是，我前面這個立論矛盾嗎？能推得翻嗎？不矛盾、推不翻，絕對不矛盾！你們不妨啊，給你們一天的時間想想看，看看你們能不能想得出來。所以說，我說假如你們能夠善巧地學好了，不要說證得，就是圓滿的教法，如果你把握住了以後，你這個立論必定是在任何情況之下，絕對圓滿，沒有一點遺漏，沒有一點漏洞，無懈可擊的。我告訴你，他說一枝筷子，對！可是你這一枝筷子沒辦法擊倒我這個說法。",
    "1129": "[18:49]所以，如果你真正有智慧的話，你能夠把握得住任何情況之下這個道理。那麼關於剛才這個答案，因為為了使得你們聽到了這個教法以後，有更深刻的印象，給你們一個時間思考思考，好不好？你們也可以討論討論，我明天會告訴你們，如果我忘記掉了，你們提醒我一下，如果說你們不提醒的話，那很抱歉，我現在那個記性很壞啊！",
    "1160": "[19:20]好，現在呢這個上面，我要說明的是，剛才說的這個依法、依人兩件事情，如果你有了智慧以後啊，你能夠圓滿地解釋得清楚。在前面我曾經提起過一個問題說：「那麼既然依法不依人，那請問你為什麼要念阿彌陀佛啊？我們應該念《阿彌陀經》，不應該念阿彌陀佛啊？」那現在我們解決了！說我正念阿彌陀佛的時候啊，確是正依法的時候。不了解的話 ─對呀！你要依的是法，既然依的法，你怎麼念他佛呢？欸，這個好像是矛盾，那麼這個道理前面已經解釋過了。",
    "1214": "[20:14]現在我們懂得了，說：「噢，原來是這樣啊！」所以你同樣的道理，你了解了這個真實的內涵以後，這個法跟人的差別在什麼地方呢？換句話說，這個法是指什麼法？圓滿、正確、無誤的教法。這個圓滿正確無誤的教法怎麼來的？佛講的。那麼為什麼佛能夠講，因為他圓滿、正確地了解了世間一切現象，所以就我們現在這個教法來說，這個根源確是佛。那佛又怎麼來的呢？佛的這個根源又是法，因為他是依法如理地聽聞、思惟、修持、證得，一點沒有錯誤、缺漏而得的。當兩者達到圓滿境界的時候，那是兩者不可分的，所以佛的根本身是法身。妙咧！以法為身。這個很清楚明白地說明了了一件事情，佛陀啊是以法為身，實際上呢，法、佛之間這個關係，已經有一個很明確的交代，很明確的交代。",
    "1311": "[21:51]那麼不同的只是說，圓滿與否？如果說，真的是這個人能夠跟法完全圓滿的話，這個人比法還要來得可貴，對不對？因為為什麼？那個法，對不起，你對於這個法是不是能夠相應啊？這個還不一定，這個很清楚。就拿我們眼前來說，儘管這個法說圓滿地擺在這裡，對不起，我們不相應；反過來說，因為我們自己的條件不具足，所以這個圓滿的法擺在這裡呀，對我們來說變成殘缺不全的，我們沒辦法善巧地利用這個法，對不對？是不是這個事實擺在這裡！那要怎麼辦呢？要一個對這個法已經有認識的人的指授，那麼你才能夠真實地、如法地得到它。而得到的程度，就看這個人對這個法的了解跟悟證的程度。單單這個夠不夠啊？還不夠，還要什麼？你是不是受法的根器，對不對？還要這個相應。所以假定說，這個人是究竟圓滿，而你受法的根器不夠的話，那還不行。",
    "1404": "[23:24]所以現在這個密教的真正的條件是什麼呢？它一定要你是一個受法的根性是究竟圓滿的時候，所以真正的密教，它最少最少一定要十信滿心這個位次，換句話說他的信。這個十信滿心的特點是指什麼？特點是指什麼？淨心為信。就是他的內心當中，雖然沒有如理如量地證得，卻是他把他那個煩惱跟這個正理之間，已經看得清清楚楚。這個煩惱雖然並沒有徹底地斷除，可是的的確確已經能夠完完全全不受煩惱的控制，認得煩惱的真相；而他有無比的好樂心，一心淨信這個圓滿的教法。換句話他容器本身哪，不但徹底洗乾淨，而且他那個量能夠容納圓滿的這個。那個時候他有最高景仰好樂求法之心，以及行法的精進的這種意志，那麼，那個時候他的條件成功了。",
    "1480": "[24:40]反過來我們看，佛陀的特質是什麼？三世十方一切諸佛，沒有一個例外的，他唯一的目的就是希望把他所學的圓滿的教法傳持。他為什麼不傳持？不是他不肯，而是弟子不具足這個條件，這是我們很清楚、很明白地了解。回頭我們馬上看《法華》，《法華》上面一再強調，這個十方三世一切諸佛，沒有一個例外的；其實我們眼前也可以很清楚、很明白地，固然我在這個地方的苦口婆心勸大家，我往往自己覺得很辛苦，反過頭來我想想當年我的老師來勸我的時候，也是一樣。",
    "1529": "[25:29]在諸位我想也可以體會得到，你們在這個地方坐在那裡聽，跑到別的地方也勸別人。乃至於還沒出家，在家的時候，唉呀！要想勸弟弟、妹妹也好，自己的子女也好，你儘管呀苦口婆心地勸他，對不起，他就是不能接受，對不對？那麼，佛對我們亦復如是。所以在這種情況之下，如果真的那個弟子具足這個條件的話，那個是佛求之不得的事情，他一定把他的最好的東西傾囊相授。",
    "1569": "[26:09]這個時候，請問：這個人如果是佛的話，這個人、法有沒有差異？毫無差異，第一個。第二呢，在這種情況之下，的的確確我們像前面說的，要法，你自己找了半天不一定找得到，而這個人的話，卻可以圓滿無缺地，把他所驗證的經驗，一步不差。所以你具足了這個特殊的條件，然後這個時候啊，依最圓滿的法正是依這個最圓滿的人，依最圓滿的人正是依最圓滿的法，而這個四依當中，依法不依人這一點做到最極致、最圓滿的是一定如此，對不對？這是我們要真正了解的。所以我一開頭的時候啊，就特別引證一個公案，這個公案不能作為我們立論的根據，但是呢的的確確可以作為一個旁邊的例子。剛才弘一大師說的話，這個大家第一個要記得，這樣。",
    "1639": "[27:19]所以那個時候，第一個要找到老師，他說那至少要具足這個條件。那麼，為什麼你要這樣地令他歡喜呢？原因是這樣，你真正依靠善知識的時候，這個固然你要找老師，老師也要找你，一定要看看你。我們現在像平常一直說的時候，我們好像跑到學校裡面去念書，我出了學費了，這個老師要來遷就我的；那佛法裡沒有這樣的事情，佛法裡沒這麼事。那麼人家說起來好像，啊！你這個宗教的特質還是什麼，錯了，完全不是！就是世間任何一個方法，假定說你要學好這東西的話，你一定要對你所學的有百分之百的信心，一定是把我們自己的知見拿掉，你全心全意學那才可以，這個是很清楚、很明白的，對不對？",
    "1698": "[28:18]所以前面告訴我們這個道理，你依止善知識一定要九心，第一個心捨自自在。處處地方，為了你這個，「為了我要這個、我要這個 ……。」那「我」什麼啊？原來現在到這裡，我們已經有個完整的了解了，我的所有的東西，那真正害我的就是這個，要用盡方法拿掉它都來不及，而要想拿掉它唯一的辦法，這要靠善知識的如理的教授，然後呢你行持要如量地達到，不是嗎？這樣。",
    "1737": "[28:57]那麼現在既然這個善知識這是個圓滿證得的人，他當然能夠鑑別你，當然也能夠鑑別法。他現在要把那個最圓滿的教法給你的時候，如果說你心裡邊，還有一點的這種雜質的話，對不起這個東西放進來，對你也沒有用場，前面已經說過了。所以這個斷器三過當中啊，很清楚、很明白！所以這個第一點主要的就是調鍊我們的身心，就算純了以後，他還要調鍊得柔得不能再柔，那時你要怎麼辦就怎麼辦。所以說十信滿心，我們平常講那個名詞，淨心為信，那個心裡邊，不但淨、一點不雜，而且要很調柔，你要怎麼辦就怎麼辦，這個是它的一個特質。"
}