{
    "13": "[00:13]棄初次第，唯修後攝道一分者，非彼續部及造彼釋聰叡所許，故當攝持無上瑜伽圓滿道體二次宗要。前面這個圓滿的次第一步一步，假定說，你把前面這個次第沒有認真地一步一步上來，隨便哪一個棄捨掉了，只修後面的一分的話，對不起，那絕對不是！也不是造那些續部，真正地解釋那些續部，就是密咒的「聰叡」，就是真正的成就者的那種菩薩祖師們所許的。所以我們真正要學密法的時候，一定要把無上瑜伽圓滿道體的兩個次第的宗要要說明，就是生起次第跟圓滿次第。",
    "70": "[01:10]此中唯就彼等諸名，略為顯示入咒方隅，於諸咒道次第，應當廣知。現在這個地方，只是最簡單地說一個名字，大概曉得幾個，那有幾樣東西，如此而已！真正的這個密教的內涵的話，那在到了那個時候啊，那我們要學的時候，應該如理如量地一點不缺少地去認知它。",
    "100": "[01:40]能如是學，即是修學總攝一切經咒宗要之圓滿道體，令得暇身具足義利，能於自他增廣佛教。像這樣的話，那麼就是真正地修學顯教、密教整個大綱的圓滿道體。這樣地學的話，就把我們這個暇滿的人身，得到最究竟圓滿的意義，能夠使得佛法增廣，利益自他。",
    "132": "[02:12]好，說完了，這個是正宗分。從前頭下腳第一步到這個地方，整個的佛法所謂三乘，還有密教裡面叫四灌，這也是還是下、中、上三乘，不過這個不是下中上的這個三士啊，這個三乘就是說，從聲聞、緣覺到一佛乘三乘。還有呢，不過這個地方包括了，這個一佛乘當中包括顯、密最究竟圓滿的教法，統統在這個裡邊。本論分成功三部分 ─序、正、結，那麼正分現在說完了，再下面最後呢就是結分，有個簡單的說明，簡單說明。",
    "182": "[03:02]那現在請繼續下去，五百五十八頁。上面已經整個的正分已經說圓滿了，正分已經說圓滿了，下面就是結分，結分。真正說起來，上面這個是啊 ……下面這個有一段偈子，就重說一下。現在我們把它唸一下，很簡單地說一說。這個結分裡邊，就是簡單地又把上面所說的整個的這個道理，他為什麼這樣說，以及這個大概的這個傳承，以及他 ─大師，我們宗喀巴大師，講這個本論的因緣，換句話說造本論的因由，以及這個本論的整個道的這個傳承，把它在這個地方說一下。",
    "253": "[04:13]這個只是簡單地說明了裡邊幾個大要，它這個本論，是把所有一切諸佛的，所謂「無央佛語目」，那看見所有的，而如實地能夠通達一切法，這個道理都包含在裡頭，這個能令真正有智慧者，啊！生歡喜。我們學的人呢，由於這個智慧能學，而得到我們應得的；教的人呢，由於這個如理地這樣的話，能夠滿他成滿眾生之願。所以不管師、弟，大家都是真實地為此而歡喜。",
    "480": "[08:00]那麼這個上面這個道理啊，是親近種種這個如理修行的這個善知識，而這個善知識的傳承，從佛乃至於是「妙音尊」，就是文殊菩薩，前面這樣的。由於我們學弟子的人，上面的完整的傳承，那麼我們學的人呢，能夠如理地認識、皈投依靠，得到了這個真實的意義，一步一步地上去，這樣。那麼這個次第一步一步地下來，這個次第啊從佛，然後呢經過這樣地傳下來，那麼，再經過當年印度的龍樹、無著兩個菩薩，然後把這個那條圓滿大路建立起來，這一條大路，是能夠究竟圓滿一切眾生所希望的。欸，一切眾生所希望的，不一定究竟圓滿的，現在呢不但是希望的，而且究竟圓滿的。",
    "562": "[09:22]關於這個道理，在《法華》上面回頭有很清楚、很明白。那麼，所以這個裡邊的教授既然包含了這個內容，所以它是「教授大寶王」。如我們《法華經》上面，佛一再自稱：「我所說的一切經當中這個最第一！」他也一再一再地說，不但說它第一，而且是經中之王等等。那麼現在這個也是一樣，所以這是教授當中最殊勝的，像大寶王一樣，大寶王一樣。它為什麼這樣呢？能夠把所有的經論的各方面統統包含在裡頭，而這個內容啊，是吉祥圓滿如海！",
    "612": "[10:12]而這個傳承，當年是在印度的，是由誰呢？由阿底峽尊者傳到西藏，那麼這個西藏他們通常稱為雪山，所以「光明顯揚雪山中」，因為西藏是高原，那都是大雪。那麼，那個時候在西藏那地方，經教已經慢慢地衰頹了，衰頹了，所以阿底峽尊者去了以後呢，把當年西藏的佛法重新光顯。以後又經過一段的時候的傳承又衰頹了，又衰頹了，所以啊，那麼由宗喀巴大師再起來重新整理，而造成功本論。",
    "664": "[11:04]說這個本論，它的內容不是太多，雖然這麼簡單扼要不太多，但是最主要的這個宗要啊，沒有一點點缺少。所以說，此論文言並不太廣，但是一切要義，沒有一點遺漏地統統在這個裡邊。雖然智慧淺薄的人，都能夠了解；當然沒有智慧的人，那根本不談，根本不談，這是千真萬確的事實。所以回頭我們看《法華》也說，不要看《法華經》這麼簡單哪，要真正地要若讀、若誦、若持等等的話，已經供養過多少佛，有殊勝的善根哪！那麼現在呢，本論就是這個裡邊的精華呀，這樣，所以說這個少慧也容易了解。而再經過這個大師把如理的這個教法，一點不錯地把它按照次第一一說明引導。",
    "735": "[12:15]這個引導的內容啊，那個是最完整的修行的次第，這是很難通達，最難通達的。大師這個地方所以啊，實在是對我們末法的眾生有無比的恩惠！所以在西藏、印度兩個地方，他們把宗喀巴大師跟阿底峽尊者兩位，同樣地都尊為是能仁第二，說釋迦世尊再來，再來。我們這裡也有位祖師，稱他為所謂「小釋迦」，是小一點；他不但是小，而且圓圓滿滿地重新來。這個倒是千真萬確的事實，前面已經一再說過了。我們所以稱，在這裡的祖師稱為小釋迦，就是那一宗一派當中覺得他是最了不起。像剛才說的那兩位尊者啊，不管在印度也好、在西藏也好，各宗各派共同宗奉他最圓滿，這個有他很不一樣！",
    "796": "[13:16]但是以他這樣了不起的人，他還說「我乃愚中最為愚」啊，那個就是處處地方示現大善知識的，這樣。他倒不是做給我們看喔！換句話說，他因地當中為什麼能夠策使他達到最高成就，他因為自己覺得：唉呀，我不行啊！所以前面說：愚者知為愚啊，這個是智者。他自己曉得我錯了，那就想辦法、肯改善，他就改得善。我們現在愚的人，自己還覺得很懂咧，那你就完了！乃至於明明是愚，他自己還不曉得，這是無明真正可怕，你根本不曉得你在錯誤當中。然後呢自己對錯誤還覺得很執著。這個執著有兩種：有一種見解上面自以為對；還有一種習性上面，就是覺得：唉呀，它就這個樣！這是我們要了解的。",
    "850": "[14:10]所以他不但是說示現給我們看，真正說起來，就是他因地當中就是這樣的。所以他始終，哪！到了那個時候，他依止著這種因緣顯發給我們看。我們真正要學，這一點要千萬自己認識：他尚且都是這樣，那我們如果是自己覺得智者的話，那就什麼都不談了！所以他說，這個地方啊，佛是最圓滿的，但是我因為是愚中最愚啊，所以這一個地方難免有過失。然後這個過失呢，我在佛菩薩 ─「如實知」就是如實圓滿了知，一定是佛，佛前懺悔。",
    "891": "[14:51]那麼現在呢，也要照著這個如理如量地、精勤努力去積聚兩種資糧，這個兩種資糧要究竟圓滿的是「廣如虛空」。這個虛空就是法界，以法界為量的，你照著那樣的話，那個能 ……。以這樣地去努力去做，為什麼呀？希望能夠成就那個「勝王」，勝王就是法王。那是引導什麼？引導那些為愚癡所蔽，這個慧眼未開的眾生一直走上去。在還沒有達到佛位之前，在任何時候，一切生當中，希望能夠得到「妙音」，就是文殊師利菩薩的慈哀攝受，因為只有在這個大善知識的這個攝受之下，那麼能夠。",
    "949": "[15:49]那我們這裡說，欸，為什麼我們不求佛，為什麼不求阿彌陀佛，至少你說我們這地方釋迦世尊，而要祈求妙音文殊師利菩薩呢？這個道理要說明一下。在真正的究竟意義上，尤其密教裡面特別說，文殊師利是代表的諸佛、十方一切諸佛之智，我們所以不透脫的原因是愚，就是無明，而這個無明的正對治是智慧，這樣。所以回頭《法華》上面就說出來了，那文殊師利菩薩他教出來的弟子，啊呀！那個成佛的話，這個《佛說諸佛名經》上面他就說：他也是、他也是、他也是 ……點了半天以後啊，哇，還有好多、好多，他佛也一時點不清楚，這樣。",
    "1008": "[16:48]所以《法華》上面也是，阿彌陀佛也是文殊師利菩薩他教出來的，我們釋迦世尊也是他教出來的，然後呢乃至於什麼將來的彌勒佛，也是文殊師利菩薩教出來的嘛！所以從果位上面我們去看的話，是，我們要學這一個 ─或者是本師釋迦世尊，或者阿彌陀佛，或者十方任何一個佛。可是你要求這個果的話，因地當中應該怎麼辦呢？應該找到最佳引導之師。這個是為什麼這個地方他「願」，願是因嘛，因正則果圓、質滿。",
    "1050": "[17:30]那麼不但如此，而且要獲得這個「圓滿教」，那個教是順著次第，「正行勝道」，那這個是才是真正令佛歡喜的。這個要說明。所以佛真正歡喜的，他是什麼？希望我們每一個人成佛，這樣；而要想成佛的是一定要圓滿道的次第。所以對我們現在來說的話，儘管我們的力量容或不足，實際上呢的的確確凡夫是不夠，但是下的因種，我們這個立場所下的因種，千千萬萬先不要自己委屈了自己。不要說：「喔唷，我就是一個窮子啊，就等一下跑得去做做苦工的！」說：「我就是個王子，只是現在什麼？落難王子啊！那沒關係，那怕什麼，我只要自己肯努力話，那就是這樣！」這個我們一定要了解的。所以我們呢念佛也好，不管你做什麼也好，一定要記到：我是為了要究竟成就圓滿佛慧，所以才那個時候學這個法門。現在如果我用這個法門的時候，說念佛法門，那四個字，是！那個基本概念我們一定要把握得正確！",
    "1134": "[18:54]那麼然後呢照著這個，現在這個大師呀，那麼再那個把道當中，以他修持了解的悲心引發，把它說明，使得佛法這個普及，而長時住持。現在呢以前那些教法，慢慢地、慢慢慢慢地經過盛而衰了。眼前我呀也是因為見到了這個，所以以大悲之願，所以也從這個大悲心當中，為了要幫助別人，所以把這個如來的真正圓滿，能夠利益使眾生得到究竟圓滿快樂的那個教授藏啊，又重新整理，寫成功這個《菩提道次第》。然後呢使得一切願意修學得到解脫的這些人，照著這個慢慢慢慢地一步一步地上去，把所有的違緣遣除，所有的順緣一切成就，而生生不離開這個圓滿的教法，所以「一切生中不捨離，諸佛所讚真淨道」。這個實際上就是我們真正因地當中應注意的：第一個，我一定要學究竟圓滿的佛果，然後呢一定要修究竟圓滿的佛法，而且從現在開始，生生世世不離！成佛了以後，當然你跟它相應了。佛之所以為佛，跟二乘不一樣，二乘 ─好！證了果，停在那裡；佛的話，永遠以這個法相應地這樣地行持，這樣。",
    "1257": "[20:57]所以他說，這個時候，那這樣的話呢，「我於最勝乘，如理勤修十法行」。這個十法行啊有很多種不同的說法，《法華》上面也有十法行，《寶雲經》、《寶積經》、很多地方，《華嚴經》，它都說這個十個。就是，十是一個究竟圓滿的一個數字，實際上呢這一個就是把我們所應該行的，歸納成這麼十類，如理地去行持。由於這樣的話呢，啊！圓滿一切功德，這樣。這個就是這個偈子的內容。那麼再下面就是說明兩個：第一個，大師為什麼說本論。",
    "1305": "[21:45]總攝一切佛語扼要，龍猛無著二師道軌，能往一切種智地位勝士法範，三士所修一切次第圓滿開示，如此菩提道次第者，上面說，喏，這個就是把一切佛，十方一切佛，沒有一個 ……三世一切佛，時間、空間，沒有一個遺漏的宗要。那麼這個宗要經過這麼兩個師承，性、相兩位的菩薩，這一個原則、道理，這個道理能夠使得我們走到圓滿成佛的，根據它修學上頭去的次第，分下、中、上。那麼，這個圓滿的、如理如量，以及次第無誤的，就是這個菩提道次第。這個菩提道次第為什麼會這個地方說呢？是由於依下面這幾個人的勸請。",
    "1371": "[22:51]謂依哦姓具慧般若摩訶薩埵，彼之紹師精善三藏，正行法義，拔濟眾生，長養聖教，寶戒大師，及因前代持律師中，眾所稱歎賈持調伏（號精進然），彼之紹師智悲教證功德莊嚴，大雪山聚持律之中高勝如幢，第一律師嗉樸堪布寶吉祥賢，並諸餘眾誠希求者，先曾屢勸。那因為前面那些人，上面所說的那個都是西藏人，宗喀巴大師他是青海人，後來到西藏去。因為那些一代一代的那種大德們，這種大德們都是很有成就的，一再地勸請。後來呢，",
    "1427": "[23:47]後因精善顯密眾典，珍愛三學，荷擔聖教無能倫比，善嫻二語大善知識，摩訶薩埵勝依吉賢殷勤勸請。由於這個。在大師的這個《應化因緣集》，大師的傳記上面說明的，那大師造那個本論的時候，是在他四十六歲的時候。那個時候相當於我們中國明朝初年明惠帝，就是明太祖的兒子，惠帝建文四年，公元是一千四百零二年。如果拿我們今年的公元來算的話，離開我們現在已經五百八十七年，那個時候造的。就是那個叫「勝依法王」，他的勸請了以後然後造這個。這個是說他造說的這個因緣，那麼這個根據呢，",
    "1487": "[24:47]係從至尊勝士空諱（號虛空幢），聞蘭若師，傳內蘇巴及慬哦瓦所傳道次。又從至尊勝士賢號（名法依賢），聞博朵瓦傳霞惹瓦，及博朵瓦傳授鐸巴道次等義。教授根本《道炬論》中，唯除開示三士總相，餘文易解故未全引。這個上面是先說他說的因緣，這個地方說這個傳承次第是哪來的呢？是「至尊勝士」，我們常常說的阿蘭若師、阿蘭若師，就是阿底峽尊者的親傳弟子，親傳弟子。他的親傳弟子，是最主要的就是敦巴尊者，然後有阿蘭若師，還有呢另外一個，那個就是什麼？大瑜伽師，還有阿蘭若師。那麼他們三個人再傳的，就是什麼慬哦瓦、博朵瓦 ……那麼這他們幾個。那下面無非是說明這個次第，他們幾個人它這麼傳下來，結果一個一個。那麼這個傳下來的什麼呢？就是《道炬論》，《道炬論》。其他的他就說，不容易了解的他就說明了，容易了解呢，這地方就並沒有再引過來，因為這個《道炬論》上說得很清楚了。所以他前面一開頭的時候就說，我這個本論，總的話是根據《現觀莊嚴論》，別的話就是依這阿底峽尊者的《菩提道炬論》。",
    "1603": "[26:43]上面只是說那個名，現在把那個名字，經過哪一些善知識，一代一代如何傳下來，他也這個地方交代清楚，交代清楚。比如說，我們國內也有的，這個法系，所謂法眷，比如說這個是從達摩初祖，怎麼從西天，佛傳到他身上，他又怎麼傳到這裡，然後呢經過二祖，神光二祖一直到六祖，六祖呢再經過他的門下，這麼一代一代傳下來，是同樣的這個道理。說明了這個傳承的圓滿，一點都不斷。",
    "1646": "[27:26]以大譯師（具慧般若）及卓巴父子所著道次為本，並攝眾多道次要義，圓滿道分易於受持，次第安布無諸紊亂。雪山聚中闢道大轍，於無量教辯才無畏，如理正行經論深義，能發諸佛菩薩歡喜，最為希有摩訶薩埵，至尊勝士叡達瓦等（號童慧），那個仁達瓦，就是宗喀巴大師所親近過老師當中最殊勝的，實際上呢宗喀巴大師一生當中，所最尊敬、得到最圓滿的教授的，就是那一位仁達瓦，那個地方就譯為「叡達瓦」。他是怎麼呢？還是經過上面這個，所謂從博朵瓦、慬哦瓦他們幾位啊再傳下來，傳到大譯師、卓巴，那個卓巴父子他們兩代啊，著了這個道次。那個時候已經不是《菩提道炬論》了，把《菩提道炬論》又另外適應那個時候的那些根性，又經過註解來廣為說明。所以那個時候另外一個，它那個名字都叫《菩提道次第》，因為的的確確不管是哪一個，都是修學這個覺道的那個理、量以及次第。那麼除了這個作為藍本以外，還有其他的各家各宗各派的根本要義，不但是它量、質兩樣東西，而且次第，所以它是說「圓滿道」容易受持，次第安布一點不紊亂。",
    "1761": "[29:21]使得那個西藏，「雪山聚」就是它不只指一個地方，整個的那個區域當中，能夠把這個圓滿的佛法，能夠開出一條大路來。"
}