{
    "9": "[00:09]這個人是什麼人？仁達瓦。他是無量通達無量教理、辯才無礙。不但如此啊，而且能夠如理正行，都照著這個佛經祖論，而把這個裡邊的深奧究竟的意義，都能夠抉擇出來，所以能夠使得一切諸佛菩薩歡喜，這麼了不起的人，那是指這個仁達瓦。那麼以他為主，宗喀巴大師就從他那裡直接間接地學來了。所以就",
    "46": "[00:46]頂戴彼諸尊長足塵。他最後又總的說明表示感謝，然後呢這個是回向；前面的是啟請，現在是一方面是感念，一方面是回向。我們平常修學佛法的，都曉得前面是發的願，到最後回向，一切都回向無上菩提，回向尊長、諸佛、眾生，他也是如此。最後說出他自己，",
    "77": "[01:17]多聞苾芻修斷行者東宗喀生，善慧名稱吉祥，這是宗喀巴大師的真正的諱，諱就是我們中國啊，不敢直接稱呼他的名字，就是名字的意思，對於尊長的尊敬的稱呼。他真正的名字叫「善慧名稱吉祥」，這個是他的名字，叫善慧名稱。那麼他生在哪裡呢？生在東宗喀，這個是地點，就像我們現在稱我們的祖師一樣，不稱他的名，而以這個地點來尊敬他，以一個地點來尊敬他。譬如說我們五祖，稱他為東山法門，因為他在這地方；譬如我們稱六祖叫曹溪，那是地方來尊敬他，是同樣的都是這個裡邊；那麼然後呢天台智者大師，因為他在天台山。所以我們尊他為「宗喀巴」，這個「巴」是那個地方的人換句話說，這個意思是這樣。那麼他是什麼呢？多聞而修斷行者，換句話說，聞解相應的一個學者。在哪裡造的呢？",
    "159": "[02:39]著於惹珍勝阿蘭若獅子崖下福吉祥賢書。那個惹珍寺，那個惹珍寺這個「勝阿蘭若」，那個是什麼地方呢？那就是當年啊，這個敦巴尊者迎請阿底峽尊者到了西藏以後，建立的這個一個傳持阿底峽尊者正宗教授的根本道場。即他現在還是在這個地方，再把這個圓滿的教法，經過了一番整理，適應當時的根性而建立的。那麼本論啊到這地方，「《菩提道次第廣論．卷二十四》終」，圓滿了！圓滿了。",
    "216": "[03:36]下面又說明這個本論是出處、來源、翻譯，那個是這個法尊法師。法尊法師，啊！這個人真了不起啊，真了不起！他圓寂沒有幾年，只有大概以今年西曆來算的話，大概五年吧，我也記不起來了。他走的時候真好啊！那個時候在大陸上面，經過什麼樣的鬥爭，啊！沒有一個人不弄垮的，欸！他就是唯一的一個。不但他能夠圓滿地保持了這一身的外服，而且裡邊也是持得絕對清淨圓滿！居然沒有被鬥，這個是一個奇蹟啊！他臨終的時候啊，就這麼一點沒什麼事情。他就像我們的慈航菩薩一樣，他是不要求啊 慈航菩薩也是一樣 他不要求往生。為什麼？這種人都是高位的再來人，他的願力在這地方，生生世世救大家。是啊，所以他的確覺得他 ……。",
    "283": "[04:43]這一位尊法師啊，你們如果真正肯學的話，他有好多非常精采的那種書，一生就翻譯這個，翻譯這個。所以在我的感覺當中，近代的這個成就這翻譯的，沒有一個人能夠超得過他的。啊！臨走的時候，也是一點都沒什麼事情，那吃過了飯，然後呢就輕輕鬆鬆坐在那裡，就閉上眼睛就走啦！就這樣。沒走了幾年哪，不過因為在大陸上面，所以他們這個宗教活動是受到相當這個嚴格的控制。簡單的關於這個《菩提道次第廣論》，有了一個簡單的介紹。",
    "330": "[05:30]現在呢，我又下面要用我們中國平常所慣用的幾樣東西作為印證，來說明這個《菩提道次第廣論》這本書的特質，以及其重要性。用的哪幾本書呢？不應該說書，應該說用這主要的幾個現在我們慣常用的所謂宗派，第一個是南山道宣律祖的所謂律宗，因為這是一切佛法的根本。那麼其次呢就是淨土，這是對我們現在來說最應機，而且它也含攝得最廣。再下面呢就是天台、賢首，也就是《法華經》跟《華嚴經》兩個來印證。",
    "402": "[06:42]那麼為什麼要作這樣的印證呢？我要首先加一個說明。這個我在本論一開頭的時候，曾經給大眾說過，說我剛開始因為念佛而進去，又特別偏重於持戒，可是我到後來真正地對念佛跟持戒稍微有一點體驗，還是學了《廣論》以後。那麼乃至於到以後有機會接觸了這個《法華》、《華嚴》一點點以後啊，發生了很多特別的這個矛盾都無法解決，一直等到接觸本論以後；接觸本論以後啊，也可以說大致上面，或者拿佛法的術語來說，那個總相整個地都解決了。哎呀！那個時候自己覺得歡喜啊，覺得高興啊！這樣。所以這也是為什麼我以後，到哪裡這本書總歸帶在身邊，不管你在任何情況之下，凡是佛法上的問題，乃至於各宗各派彼此之間，所不能解決的這個矛盾 ─說得更正確一點，就是我們修學佛法過程當中的那個障礙啊，都透過這一本論上面告訴我們這個確實的方法以後，圓滿地指導以後才解決，不管是淨除障礙也好，集聚資糧也好。",
    "513": "[08:33]那麼，不過在這個之前，我自己就碰見過這麼一個困擾，所以這個地方也可以說一下。通常啊，我遇見很多人，遇見很多人都有共同的，這也是我最初同樣的毛病。人家一看這個人，「啊！這是密教的啊，好了、好了！」下面他就不談了！實際上我當初的時候，也同樣地有這一種誤解，有這種誤解，不過我比較幸運，總算很快地能夠透過去了！一直等到我真正體驗到了以後，才發現本論之美，所以我在介紹諸位這樣圓滿的教法之前，關於這一點我要說明一下。不但要說明，而且所以要用剛才我們說的所謂律、淨、天台、賢首，也可以說包含了整個的我們中國所傳的這個大乘的內涵，來介紹、來印證，經、論等等。",
    "592": "[09:52]那麼這個目前我們常常說的，談到密教，也的的確確看見這個密教有很多地方亂。首先我們要了解啊，我們所看見的亂，這個不能代表它自己本身的錯誤。譬如說，現在有很多人冒了這孔夫子的招牌，跑得去專門騙人，你說這是孔老夫子的錯嗎？當然不是！同樣的佛法裡邊也是如此，它不一定說抬著這個觀世音菩薩，乃至於我們本師釋迦世尊、阿彌陀佛，這不一定真實的這個內涵。那麼我們唯一的去判別它的是非的話，應該了解它真實的內容，這是很重要的一點！",
    "643": "[10:43]密教裡邊，像其他的世間法一樣，乃至於宗教一樣，有它好的、有它壞的，而我們現在呢就它好的一面來說，就它好的一面來說。如果說在這一個方面，我們來好的上面，我們不必另找其他的很多根據，即是就這個本論自己來說，它到後面說得很清楚，說喏！前面這個基礎啊，這是修學佛法的任何一個人的需要的。從道前基礎開始，那個時候你還沒有走上這一條路，那要一點什麼樣的準備；有了這個準備以後，然後呢所謂進入共下士道。這個共下士道內容，根本還談不到真正進入佛法，那還只是世間的一個量則，所謂人天乘法。那我們虛大師啊，就把這個整個的佛教判成五乘，第一個就是人天乘，那只是人間怎麼過得快樂一點哪！乃至於將來希望能夠增上，生到天上去啊！平常我們常常介紹的，譬如說《了凡四訓》等等，乃至於《感應篇》這一種書，都是介紹這一個。",
    "728": "[12:08]那麼更進一層的話呢所謂共中士道，共中士道這個內涵也就是，欸，雖然你在人世間能夠一步一步地改善增上，可是這一個是暫時的，因為你終究脫離不了這個六趣的輪迴，六道的輪迴；而眼前就算你生到天上，壽命多少大劫，不過最後還要墮落。就整個的這個生死來說，從最開始無始以前，到將來無始以後，這是個無限。這個無限長的時間當中，你說短短的多少所謂劫，乃至於八萬大劫，一比的話，也等於零；或者通常我們說的無限小，這個無限小啊雖然不是零，等於零。生到了非想非非想天，八萬大劫尚且如此，而剩下來你還是要輪迴六趣當中。欸！這個不究竟，所以說進一步，要徹底解決這一個痛苦。那麼剛開始解決的只是跳出這個輪迴，並不是圓滿解決這一個痛苦，以及圓滿所有應得的功德。在本論上面，算是共中士，那麼在佛法裡邊呢？這個叫作小乘的。",
    "828": "[13:48]當然中士當中分成兩類：有一種呢智慧比較利的，有一種比較鈍的。鈍的那一種啊我們稱他為聲聞，說如果依三乘教法來開的話呢，這個叫小乘；那麼智慧比較利的呢叫緣覺，三乘來開合的叫作中乘。現在本論當中說的共中士道，就包含了小、中這兩類、這兩類，所以你就看它的內涵來說的話，純粹是這個兩類。",
    "867": "[14:27]那麼再下面啊所謂上士道，那個上士道才是真正菩薩道，或者是一佛乘的內涵。從前面一開頭介紹怎麼樣進入這個上士道，以及上士道的所謂六度四攝，最後特別把止、觀兩部分，所謂奢摩他、毘缽舍那說明，這個是上士道。而本論這本書當中六百多頁，那個前面全部都只講到這裡為止。最後剩下來還有一頁了，他就說：欸！現在啊你們把前面這個共同的基礎如果都做好啦，經過道前基礎、下士、中士、上士 ─上士是所謂六度四攝，六度的話呢主要的是成就自己圓滿，四攝是成就利他圓滿 ─有了這個基礎，如果你要快速地成佛的話，那麼那個時候啊，你就進入這個金剛乘，金剛乘就是我們通常所說的密乘。",
    "957": "[15:57]而介紹密乘它總共的只有一頁，只有一頁喔！真正說起來是一張，不是一頁，是兩頁啦！那麼難道這個兩頁就能見到金剛乘嗎？當然不是！所以他下面說，你有了這個，那麼你決定要趣入密乘了，要趣入密乘啊，好，那另外再來。所以從這個上面，我們就很明白地可以看得出來，這一本論的真正內容，完完全全只是我們現在所學的內容，對真正的密教的內容，也可以說一點都沒有碰到，一點都沒有碰到！",
    "997": "[16:37]反過來呢，也可以說介紹了，整個地在介紹密教。為什麼呢？因為我們了解，這個佛法一定有它的圓滿的次第，像念書一樣，說我們現在念書啊，要把所有要學的，徹底地圓滿地究竟學好，那麼要經過幾個步驟呢？那是幼稚園哪、小學啊、中學啊、大學啊、研究所啊，研究所還有什麼碩士、博士，這樣地一步一步地上去。所以前面那個小學、中學、大學什麼等等，你也可以說它跟研究所是一點關係都沒有，可是也反過來說，你為了要真正究竟學圓滿，那麼那個時候你前面這東西，還是一點都不可以少的。所以也可以說，欸，前面這東西啊，整個地就在學研究所的準備啦！關於這個《菩提道次第廣論》，對於密教裡的位次來說，也正是我們剛才說的那個。",
    "1073": "[17:53]所以在這地方我們先要了解，原來啊這個是它前面的基礎、它的共道。不過呢因為這個是一位密教的大師寫的，所以我們對於密教的不了解，加上剛才看見這個密教的很多流傳在世間，而這個世間我們現在已經知道了，這個是它根本錯誤部分。究實說來，根本不是密教，不幸地你把錯誤的東西作為正確的，而排斥了那個正確的內容，這豈不是一個最大的損失嗎？這樣。所以在這個地方，我們要特別地了解。",
    "1116": "[18:36]那麼為了我們很多同修，真正容易接受、容易了解起見，我們還是啊不從本論的真實內涵開始。假定說，我們以本論的真實內涵一步步地學好了，我相信諸位有心學佛的同修們，一定都會像我一樣的，無條件地說，啊！一定覺得這本書啊，不管你學哪一個，你會高高興興地、老老實實地捧著它，依次第修。可是實際上呢，因為我們先入為主的觀念，先入為主的觀念，實際上也是我們平常的業力，那麼我們所接觸的就是啊不是這個密教的內容，說我們所接觸的是禪、淨、律等等，當然所謂這個中國所說的大乘八宗。那麼這個密教本身，那當然是密教，實際上呢我們中國的密教跟那個西藏的密教，還是有一點距離的。不過既然我們在這裡不是介紹密宗，這個我們就不談，這個我們先不談，以後如果有機會，我也略微說明一下，這個中國的密跟西藏的密的差別何在。",
    "1201": "[20:01]那麼主要的呢，是我們說過大乘的這個幾宗。大乘的八宗，如果把密拿掉的話，那麼其他的剩下來的啊，我們也可以說所謂教下三家：天台、慈恩、賢首，這樣；然後呢所謂這個戒是南山一宗，然後淨土宗，然後呢這個禪宗。那麼這個另外的這個，我想想看啊 ……那沒什麼關係啦！反正是加上密宗。密宗不擺在這個裡邊的話，那麼已經啊包含了實實在在、完完全全都包含了我們中國的全部。喔！還有一個是三論宗，這樣。那麼這個三論宗，實際上到後來已經是啊，可以說跟那個天台大致都融在這個裡邊了。尤其是眼前，不過，應該這麼說，當初的時候，很多人說三論跟天台很相似，不過現在呢，我們也了解三論跟天台實際上不一樣。那倒沒關係，因為三論正式宗的就是龍樹菩薩這個主要的空宗的這個三樣東西，而我們本論最主要的，還是根據這個來的。所以究實說來啊，也可以說我們把這個整個的大乘的這個幾宗的內容，都包含在裡頭。",
    "1297": "[21:37]那麼所以我說我下面要用我們剛才所介紹的這個幾本經，也就是說這個四家的不同的學說，在這地方特別來會通一下，讓我們了解。讓我們了解，說原來這本論哪，實實在在、真真實實地在介紹我們所要的東西。所以當你能夠透過這樣的認識，於是在任何一個角度上面，我們的這個障礙都除掉了！而裡邊還有一個特點，更重要的一個問題，更重要的一個問題。哦，我想這個更重要的問題啊，還是不前面先去談，等到我們後面引用這個，尤其是《華嚴》、《法華》這個兩家的學說，以及這兩個經典來印證的時候，自然而然會了解這個特別的好處。",
    "1371": "[22:51]這裡呢我想首先要介紹的是關於南山道宣律祖的。這個為什要先介紹他呢？因為戒是無上菩提本，不管是哪宗、哪派，乃至於小乘開始，沒有一個例外，沒有一個例外，這個戒如果說你沒有這個基礎的話，根本沒有佛法，根本沒有佛法！不過呢，在我們中國南山道宣律祖，他是特別地精深地研究。實際上在我們整個佛法裡邊也是如此，說真正修行的時候啊，有很多人啊，對這個戒是有特別地是宿生的善根相應，所以他對這個開遮持犯是弄得清清楚楚。",
    "1432": "[23:52]那麼普通一般在印度當年，印度當年，乃至於到了傳到了我們中國來，是我們並沒有什麼專門立什麼這個律一宗，只是在各宗各派當中，大家行持的基礎是這個。那麼，而有一些人，實際上就是大部分人，這個基礎大概做穩固了以後，然後呢他上面求這個深入。在這種情況之下，普通的行持容或有很多地方不太清楚，那麼通常有懷疑的時候啊，就跑得去專門請教那個律師，請教那個律師。",
    "1476": "[24:36]那麼這個所以在印度當年，這個小乘裡邊，它本來因為是這個，就是所要學的、所要修的內涵比較來得少，所以對這個問題它不太大。那麼到後來呢，慢慢、慢慢地，這個眾生的根性慢慢地成熟了，大乘的這個教法漸漸地傳揚開去了，所以它修學的方法是越來越深、越來越廣。當然有很多，在這種情況下，一定有很多這個佛菩薩在這個世間，可是佛菩薩是方便接引，而真正修學的卻是一般上去的那些眾生。上去的眾生，在勝解行地，乃至於在這個前面還沒有正式，還沒有正式進入那個勝解行地之前，在那個基礎位上面，他是最重視要建立那個正確的知見。所以為了這個起見，他不是說全部的精神，「百一」，非常地嚴峻地在這行持上面，所以這個基本的行持就不能亂。那麼碰到這種情況之下，如果有不了解的話，那麼就會有專門專精律學的那種大師，通常我們稱他為是律師，跑得去要去請教他。所以這個是大乘教法這個弘化了以後的，一比較慢慢、慢慢的這一種趨勢。",
    "1582": "[26:22]就像現在我們這個社會也是一樣，當這個世間社會從農業社會進入工業社會，慢慢、慢慢地這個文明越來越發展的時候，那個分工越來越細、越來越細，這樣。剛開始的時候根本不需要的，到後來的時候，就非要如此深細地來分開來不可。那麼這個佛法啊，遠比世法來得深、來得廣，當然，這個特別指大乘佛法，所以這個時候也同樣地，學律的人就有他的個特殊的，在這個整個的分工合作的這個社會當中扮演那個角色。所以到了我們中國來，就有這樣的專門這個所謂律一宗。",
    "1636": "[27:16]那麼這個時候，說因為他個人這個走的深廣的路線，慢慢、慢慢地分工合作的關係，很多人就偏向於這個大乘的以後，對於這個戒，慢慢、慢慢地就鬆懈下來。上面的這種佛菩薩當然絕對不會有所遺漏；那麼跟他學的大地菩薩，原則上面他也不會，也不會。至於說勝解行地菩薩，那是難免有所偏；而前面剛開始結緣那一些，那就不對囉！那他就會弄不清楚，就亂掉了！所以在我們南山道宣律祖的，他的主要的著作裡邊，他主要的著作就是所謂南山三大部，這個南山三大部就是《刪繁補闕行事鈔》，以及這個所謂《隨機羯磨疏》，這個等等三本書當中。那個時候，他就特別地說明，說現在有很多人誇言大乘，結果不要這個戒了，不要這個戒了！那麼他然後引證很多不同的那個大經大論來說明，說明說這個是不可以，不可以！",
    "1739": "[28:59]他所引證的是什麼呢？他是特別地，我想在一般來說，這個諸位不大會注意這個問題，那麼我在這裡特別跟大家介紹一下。他在那個《行事鈔》裡邊，不但是這個《行事鈔》，那麼關於南山一宗啊，我這裡也簡單介紹一下。這個南山那個道宣律祖，到後來宋朝有一個元照律師 ……。"
}