{
    "3": "[00:03]前面我們講到北宋靈芝寺元照律師的事情，那麼自從他以後，就是南宋以後啊，這個律學慢慢、慢慢地就衰頹、式微了，衰頹、式微了。雖然清朝，譬如說見月老人、蕅益大師兩位大德一心努力地振興律宗，可是因為祖師的那個很多著作，譬如說南山道宣律祖的六大部，統統損失掉了，所以他沒有依據。再加上客觀環境使然，一直到這個清末民初，清末民初，那麼那個時候《南山三大部》又回來了。再加上那個時候的幾位大德，譬如說我們常說熟悉的弘一大師，那就是一個很了不起的人。那麼所以經過弘一大師繼起重興以後，近代啊這個又有一點點大家相應，大家又開始重視起來了。現在呢，我特別將他們這個三位的遺著當中，而最主要的應該說南山道宣律祖跟靈芝元照律師，而弘一大師則是根據他們的把它編輯、摘錄，然後呢再繼續地弘廣，使我們認識這個的重要。",
    "106": "[01:46]這個說到這個南山一宗啊，它有兩個非常重要的特點，在這個地方說一下。第一個呢，就是戒本身是三乘的共基，而一般說起來，它只是限在這個小的部分。譬如我們現在來說，不管你將來最後完成的教育是如何，一定從小學開始，一定從小學開始，所以戒本身呢就等於說那個小學的部分。可是那個時候，因為一般人的根性的問題，所以他從小的地方就沒辦法體會到上面深遠的這個特質。那麼後來呢，經過了南山道宣律祖以《法華》、《涅槃》這個真正的精義，所謂開權顯實來融通這個律學以後，才使得這個整個的這個戒基能夠穩固下來。說，喔！原來這是三乘共基。那麼在南山的這個著作當中，這一點有很重要的說明。不但這個說明，而且啊再把所引的經義，譬如說《無量義經》啦、《勝鬘經》啦、《大集經》啦，這是佛說的；乃至於祖師說的，像《大智度論》上面的等等，來說明這個道理，說明這個道理。這個第一點，所以這個南山一宗的殊勝的地方。",
    "210": "[03:30]當初弘一大師剛開始學的時候，他廣學各部的律，最後他發現「說一切有部」最完整，所以他很歡喜，一心想學。一直等到後來，他見到了這個南山所謂一宗的真正殊勝的地方以後啊，他才深深感覺得這個懺悔。所以他自己說啊，後來他很懺悔這個事情，而且發誓、發願生生學習、弘廣這一宗。",
    "247": "[04:07]那麼另外一點呢，就是正知見，正知見。這個因為以律來談律，譬如說戒學來談戒學，戒學是特別重在行持的。通常我們總說這個毗尼一藏，毗尼就是戒啦，不外乎是開遮持犯，以及輕重因緣等等。而平常人是往往只從那個行相上面來判斷他的持犯，因此不大容易了解這個義解的重要，而忽視這個義解。卻不知道沒有義解，根本就談不到這個律。就以律來談律，那麼真正說起來，這個律當中真正完整地，所謂戒一定包含了這幾個重要的內涵：換句話說，完整的這個戒，一定具足法、體、行、相─戒法、戒體、戒行、戒相。在這個弘一大師集的《南山律在家備覽》，他把這個南山歷代這個所謂祖師 也就是說道宣律祖跟元照律師 的重要的著作裡邊，一開頭特別說明這一點。必定要把這個如理如量地了解了這個，那麼這個所謂先了解這個戒的法。",
    "343": "[05:43]因為這了解了依的法，然後呢再授受，這個必定要有夠條件的老師，所謂善知識，是具相善知識，這樣的師長的授與，那麼說明。而也同樣要有條件的經過如理如量學習，能夠肯行持的具相的學者，如法地受納於心，那個所受納的法體啊，才叫作戒體；得到了這個戒體以後，那麼然後呢依體起護。所謂戒體，就是防非止惡的這個心種，那個時候啊，怎麼樣去保護它，所謂才能夠依體起護，才能夠產生防非止惡的三業行為。由於這個三業的行為，這個行為就是我們的業行，說這個業行正是在我們生死當中的善惡的業行，將來感得上升、墮落的善惡業，乃至於念佛往生的淨業的業行，就是這個上面。這個時候才談得到說，哦，由於這樣的行，那麼行一定有相，這個才是戒相，這個才是戒相啊！",
    "434": "[07:14]所以平常我們往往不了解，所以在這個南山《行事鈔》以及《資持記》當中啊，特別重要地說，很多地方說：現在很多學的人，說是學戒，實際上呢他並不了解這個的內容。等到臨時上壇的時候，老師嘛就照著文唸一遍，學生也跟著唸一遍，到底說些什麼，所謂受的戒，戒是什麼都不知道，一生就往往空過啊！所以究實說來，你為什麼要出家，為什麼要受戒，戒是什麼，一一應該很具體明白地了解呀！結果呢，由於現在我們不了解這個道理，所以往往就是雖然作了這個行相，得不到真正的這個好處啊！這個是很容易、很容易犯的這個一種狀態，一種狀態。",
    "503": "[08:23]那麼所以在這個地方，我也隨便地摘錄出來，在這個《資持記》當中的一段話呀！這個在《南山律在家備覽》當中，剛開始的就說啦，他說這個「所以別解脫戒，人並受之」，所以說這個別解脫戒很多人去受。「及論明識，止可三五」，真正談到了解而認識所受的內涵的，那只是三個、五個啊！原因呢，他就說「皆由先無通敏，不廣咨詢。致令正受多昏體相，」都是因為先頭並沒有真正地如理地學，然後呢了解這個內涵；也不去廣泛地、多方面地去參訪、咨詢，因此受的時候啊，不曉得受些什麼。所以他講，下面說「盲夢心中緣成而已」，第一個「盲」就是瞎眼的盲眼，第二個「夢」就在做夢當中，或者像根本眼睛瞎的一樣，或者夢當中一樣，那只是結一點緣哪！",
    "590": "[09:50]「及論得否，渺同河漢」，至於真正說是不是得到求戒、受戒應有的戒體啊，他根本不曉得說些什麼。於是他下面說，「故於隨相之首，諸門示現。準知己身得戒成否，然後持犯方可修離。」所以真正說起來，在你剛開始的時候，一定要多方面地說明、認識，那麼才曉得自己受戒的時候得到了這個戒體與否。得到了，那麼然後呢根據這個才談修持。這樣才說，啊！戒、定、慧。",
    "635": "[10:35]現在前面這個基礎也沒有，哦，所以現在的人往往說：哎呀，五年學戒。要學的這個才是很重要的一點哪！平常我們一般人根本不談，就算是有少數人，哦！說這個佛法一定要依照那個戒定慧的次序來學，他也很重視，可是往往也不明白這個意思，還在戒相上面，耽在戒相。戒相不是不重要，但一定要由得戒體以後；那麼得戒體一定要了解這個戒法，而這個戒法本身的話，那就是完整的佛法，所以要這樣的根本原因，就這樣。",
    "683": "[11:23]那麼這個裡邊我們通常說起來啊，以戒來說的話，佛說的法有它的一個特別的分類方法：所謂化教、制教。化教是一般的，制教是特別講律。那個化教應該是說什麼呢？就說明這個道理，這個道理是因啊！你懂得了這個道理以後，然後你如法行持的時候，那個時候你要進一步照著它的次第去做，那個就是制教。所以它前面一定有它的一個次第的，這樣的因，那麼進一步呢，進一步達到這樣的一個原則。所以前面這個如果你沒有正確的認識的話，後面那個也就沒辦法完整地、真正地這個實踐，真正地實踐。",
    "738": "[12:18]說到這裡我再引一段弘一大師的話，弘一大師在《含註戒本隨講別錄》當中，有這麼一段，有這麼一段。他是一開頭，一開頭就特別指出這個正知見的重要，為了避免人家有這個誤解，上面說的。那麼他怎麼說呢？他是自設問答，自設問答，就是由一問一答的方式來說明，遣除人家不了解乃至於懷疑。他這個問答怎麼說呢？「問：常人皆謂學律者應偏重行持，未審然否？」意思是說，普通人大家都說：學律的人只要努力行嘛就好啦，這個道理不必啊，是不是對呢？「答」，他下面就答說：「解如目，行如足。行持固重，而不知解義為尤要焉。」他的回答當中說：「了解啊像眼睛一樣，行持呢像腳一樣，你眼睛如果看不見你怎麼走呢？」所以他下面說：「行持是固然重要，因為你不走的話，單單看見也沒用啊！但是啊，不曉得了解這個內涵是尤其重要啊！」",
    "831": "[13:51]他下面繼續地說，說：「若於律義未能十分了解，而以臆見率爾行之，執非為是，謗是為非。他人不知，群起倣效。壞亂正法，其罪極大。古人謂惡紫奪朱，即此意也。」那個意思是說：假定你對這個律學的這個道理，不十分清楚的話 ─這個十分清楚一定要有傳承，如理地學習，如理地學習。否則你單單憑這個條文，以自己的這種「臆見」，所謂依文解義，乃至於自己的妄加測度啊，隨隨便便照著去做。那個時候你沒有辨別得清楚，辨別清楚它真正的是非、內涵，於是往往會產生所謂「執非為是」。實際上它那個不一定對，欸，你就把它看成對的了；乃至於呢它是對的，你看錯了，你以為這個不對。",
    "906": "[15:06]那麼你學的人是這樣，別人不曉得的呢也跟著你走，這個結果是「壞亂正法」啊！就因為你這麼一來啊，把那個正法就敗壞了，罪過非常大、非常大！所以我們中國古代有一句話「惡紫」，紫顏色啊，所謂紫能亂朱。別的顏色不會，可是那個紫顏色看起來好像是跟那個紅顏色一樣，以為它對，實際上呢它那個錯掉了。所以佛在世的時候也說：佛法真正損害的，不是外道、天魔能破，而是什麼呢？說一個佛弟子說相似法，前面這個是這一類。你說他不懂嘛，他好像很認真，你說他懂嘛，那就上面這個。那這個是非常壞、非常壞的！這個前面一段就說明了這個，那不了解內涵不可以。",
    "969": "[16:09]反過來呢，下面說：「若於律義果能十分了解，雖行不足，亦可對眾宣揚，續佛慧命。以正知正見，接引後學。彼雖不行，而其學者或能行也。」下面是說：反過來，假定你對戒律的這個內涵、意義，果然能夠了解得十分清楚，只是你的行持不夠。在這種情況之下，雖然行持不夠啊，你還是可以給大家去講。而這樣的說法，確是在續佛慧命，能夠把佛法真正地弘揚開來。為什麼呢？他因為啊，你拿正知、正見來接引那些後學，雖然自己不能做，但是人家學的人，因為學到的是正確的知見，沒有錯，他或者能行啊！這樣地輾轉地弘傳開來，只要聽見的人肯學，都對啊！",
    "1041": "[17:21]這個他下面又舉個例子啦！說以前這個鳩摩羅什大師，他為他那個時候的姚秦那個王所逼啊！逼著他，啊，說因為 ─這個也是一個很有趣的公案。鳩摩羅什大師很了不起的聰明人，那個時候那個南北朝，乃至說於北朝的那些這個君王，那都是這個出身哪，所謂不一定是有很高水準的人。欸，他說，哦，這麼聰明的人哪，要把一個種留下來，所以強逼他要收那很多美女。那麼鳩摩羅什大師為了弘揚佛法呀，他就接受下來了。結果呢他就是給那些當時的很多大德，他自己怎麼說呀？他說一個比喻，譬如說污泥當中出蓮花啦，你們只要看那個蓮花不要看那個污泥啦！他特別說：是「依法不依人」哪！就是這個意思。",
    "1104": "[18:24]所以結果下面弘一大師有一個結論，說：「由是觀之。解義而行持不足，猶可弘護正法。」由上面這個說明跟那個例子來看，你了解了正確的內涵，在這種狀態當中，你有正知見，雖然自己的行持不夠啊，你還是可以弘法的，還是可以弘法的。「雖行而解義未徹，不免誤入歧途。故曰解義為尤要也。」下面呢，就是說雖然你去行，好像看起來啊很認真地做，但是你意義、內涵不徹底的話，不免反而走到錯路上面，乃至於一盲引盲啊，這個很糟糕！所以他特別說這個解義是尤其重要，這個是說明這個正知見的重要。不過這裡順便一提哦！欸，我們也不要說：「啊，那我得到正知見了，這個不管了！」那完全錯了。這個正知見兩個字不容易啊！在這個本論前面所一再強調說明，我這個地方只是說明了以律言律，我們一定要把握得住這樣的這個重心。那麼在這種狀態當中，你能夠這樣地一步一步地深入的話，自行化他等等，都會產生正面的功效，這個地方呢就特別說明。",
    "1205": "[20:05]那麼前面那個關於第一段文，說南山它這個開權顯實這一點，這個內涵來說，因為下面回頭我們還要講《法華》、《華嚴》這個開權顯實跟本論的關係，所以這一點留在下面與《法華》、《華嚴》融通的時候再來講。所以這個以上這個兩點，以上這個兩點啊，《廣論》當中都有圓滿、詳細的說明，這個我想我這裡也不多講，不多講。如果諸位仔細地一回味的話，那個時候自然會曉得：啊！就是這樣。以我個人來說也是如此，當年我剛開始的時候，學律也是好認真、好認真，我在前面曾經說過了。實際上呢真的了解嗎，說實在不了解。就是以《南山律在家備覽》來說，我剛開始就得到這樣的一本，很認真地看，看了半天也不懂。一直等到後來把《廣論》有一個基礎大概的認識以後，回過頭來再去看那個《在家備覽》，哇！那時候看得非常高興。它這個妙義，真正的內涵哪，一一都了解，一一都了解了。",
    "1297": "[21:37]所以這個精義，換句話說這個就是正知見這個義解你了解，然後你運用這個義解的話，要深就深、要淺就淺，在行持方面等等的話，都能夠把握這個原則，把握這個原則。所以說，如果在學律的時候，如果你能夠跟這個本論配合的話，那時候真是如虎添翼呀，真是如虎添翼！上面所說的這種隔礙，或者是偏重於行持，或者是偏重於義解而忽視行持啊，這些問題都迎刃而解，迎刃而解。乃至於這個律典當中許多隔礙的地方，以及它的精神重要的地方，你都能夠了解。因為你對這個了解了，所以你能夠如理行持；因為你能夠如理行持了，那個時候啊，那你所要求的是無往不利，是無往不利。平常我們來說，這個持戒，那個是最好的保持，所謂人身也好、要求得什麼東西也好。所以啊你要求人天，一定得到人天，然後呢學淨土的話，那是肯定往生，肯定往生。",
    "1382": "[23:02]所以，我們也不妨在這個地方啊，用《十六觀經》上頭的一段話說一下。《十六觀經》開出往生淨土的所謂「三輩九品」。那上品主要的是要發菩提心的，還要發了心以後，還要如理如量地行持。那個中品哪，中品的上生，中品的中生，都是說你只要持戒，乃至於一日一夜，然後以這個持戒的功德去回向的話，就可以得到中品中生。在這一點上面哪，我們也不妨說，現在有這麼多人持戒，為什麼念了半天，到後來這個到底能不能去都不知道。哎呀，還要人助念，還要人什麼樣，啊！而這個《觀經》上面說，只要持一日一夜就能中品中生，這個道理在什麼地方呢？",
    "1445": "[24:05]就是上面說過的，上面說過的，我們根本並沒有了解這個戒的特質，只是說依樣畫葫蘆，這個老師嘛上面唸一遍，我們後面跟著也如此這般地學一遍，自己以為得到了，這樣。實際上呢，沒有得到這個真實的內涵。那麼假定我們現在以《廣論》配合得把這個道理這麼一一融貫的話，那的的確確，你再繼續下去的話，這個兩個問題呀，整個地都可以解決，整個地都可以解決。那麼這一部分呢，就是特別說明了我們這個跟律當中的這個內涵。",
    "1493": "[24:53]那麼再下面呢，我要特別地說一下，它跟《法華》、《華嚴》兩個的關係。嗯，首先我們來說，通常我們一般來說，在我們國內，在我們中國，所謂這個大乘教法弘傳的時候啊，這是經過祖師們的這個多少年代、多少的心血地弘傳以後啊，大概有一個共識。哦，這個佛的這個說的那麼多經典，乃至於菩薩、祖師的造的論典，千差萬別。但是它有一個原則可循，什麼呢？就是隨順各個根性不同，所以判為它或者是剛開始的根基上頭一步一步上來，乃至於經過中間，達到最後圓滿的程度，所以或者是判三時，或者是判四教，或者五教。而我們目前的狀態當中，經常一般採用的，而也流傳最廣的，是莫過於天台、賢首。",
    "1571": "[26:11]天台所謂有藏、通、別、圓四教之分，那麼賢首呢有小、始、終、頓、圓。它就能夠把整個的佛法，根據這個不同的根性，依著層次來這樣地分類，使得我們學的人哪，對這個內涵，次第不紊。不會說：啊，到底這個上頭是說些什麼呀！好像他說他的，你說你的。那時候我們曉得清楚：不是的，它有它的必然的層次的。就像學校一樣，雖然同樣的學校，欸，可是呢對那些初機來說，說這是幼稚園，然後上面嘛小學，然後中學、大學，乃至於研究所等等。正因為有這樣的完完整整的次第，所以才能夠把一個小孩子，從無知無識，教育到最徹底圓滿豐富的，能夠產生最大功效。那麼佛法也是如此，一個凡夫啊從一無所知開始，一直到圓滿成佛。",
    "1644": "[27:24]那麼在這個裡邊呢，特別我們通常說，說有兩部經是最高明。哪兩部呢？所謂《法華》跟《華嚴》。而佛自己也在這個經裡邊說，在《法華經》當中，佛一再說，說：這個我以往所說的經典當中，比較起來，這一本經是最好。欸，假定說《法華》是說在很早的話，那麼後面還有很多繼續說的，那個好就不一定了，而《法華》是到佛臨涅槃那個時候才說的。所以，這個地方說的「我所說的」，換句話說「我」就是佛啦，佛所說的這個最好的話，的的確確是包含了佛所有的。那麼在這個裡邊哪，我們現在也不妨引用《法華》的內容 ─當然《法華》跟《華嚴》我們摻雜了，大家在這個地方比較一下，比較一下。",
    "1714": "[28:34]這個先說一個大概，這裡先說一個大概。先說大概是指什麼呢？《法華》，平常我們說它最好，「純圓獨妙」，它妙在哪裡呢？妙在哪裡呢？在這個上頭，說「開權顯實」。他 ─我們釋迦世尊前面說法說了所謂四十九年，說的種種那個都是權巧方便，由於各個根性的不同，適應他們起見，以他們的適應的條件而說的。關於佛出世真正的內涵，他想要說明的完整的內容，卻始終沒辦法說明。一直等到最後說《法華經》的時候，說出來了！說出來什麼啊？說：啊！原來你們最後都成佛的，這不但是你們在這個地方的，將來任何一個人，只要接觸到佛法，最後也是。那麼為什麼呢？說佛他出世的中心目標是什麼？就是引導一切眾生成佛。"
}