{
    "2": "[00:02]所以啊，這個十方三世一切諸佛引導的原則，就是把一切眾生都能夠引導到成佛，成就無上菩提。",
    "21": "[00:21]現在我們呢就引那個《法華經》，引那個《法華經》，這裡我們沒辦法廣引那個這個兩本經典，因為兩本經典內容是非常豐富。我們只是撿它重要的內涵，有一些地方呢，只是把那個經文把它引出來，有些地方呢把它的內涵來說一下。如果諸位真正有興趣的話，可以好好地看。實際上呢，非常值得我們把《法華》跟《華嚴》同時在這個地方，好好地趁此機會，這個或者是讀誦或者是學習一下。",
    "70": "[01:10]那個《法華經》一開頭的時候，佛先說一個叫《無量義經》，說完了以後呢，入這個無量義處三昧。然後呢，經過這個時候啊，他就放種種的光明，這個光明是非常地殊勝。那個時候有無量無邊的菩薩以及聲聞，一切世間天人、八部的大眾，在那個地方，那個地方。那個時候他放了這個光明以後，欸，大家看見這個光明是非常地殊勝，裡邊有種種的不可思議的很多的這個殊勝的現象。那麼平常碰到這種情況的話，也許人天大眾不知道，小乘的這個聖者不知道，可是那個大菩薩們都會知道的。可是那一次放的光啊，乃至於我們當來下生彌勒尊佛，他也不能太究竟。不是說他完全不知道哦！是他只是說關於這個究竟的因緣哪，他就不太清楚了。所以他看見了這個光以後啊，他自己也心裡想：嗯，有一點懷疑。可是他同時也就想：欸，下面那些人他不了解都在看我，這我也不了解，那怎麼辦呢？欸，那只有問那個文殊師利菩薩。通常啊這文殊菩薩，的確他是了解一切，那麼彌勒菩薩就問了文殊師利菩薩。",
    "171": "[02:51]文殊師利菩薩就說：「嗯，據我所知，佛這樣的情況啊，他要說一個這個大乘經，最了不起的！」那麼他就說起這個因緣，他就說：以前有無量無邊劫以前 ─通常說這個以前，那個時間是不曉得多長以前 ─那麼那個時候呢，有一位佛出世，那位佛是什麼佛呢？叫日月燈明佛。那麼這個日月燈明佛出世了以後，然後呢像普通一般的情況，他是轉法輪。剛開始的時候轉四諦法輪，然後呢繼續的是轉十二因緣法輪，然後為那些上根利智的菩薩嘛，說大乘六波羅蜜法門，這樣。這麼一個佛過去了，然後下面一個佛緊跟著來，也叫日月燈明，這樣的日月燈明佛，一個接著一個，有兩萬個佛。",
    "233": "[03:53]那麼最後一個日月燈明佛，那個時候出世的時候啊，這個時候這個他有 ─這個日月燈明佛沒有出家的時候有八個王子，那麼這八個王子也都有名字。後來嘛他出了家，他成了佛，成了佛以後呢，然後呢也同樣地像前面一個一個轉種種的法輪。轉完了法輪以後，那麼那個時候，那個時候這個佛最後說了，說什麼呢？也像現在一樣，先說一個《無量義經》，說完了《無量義經》，然後呢就入無量義處三昧，放這個光，放完了光以後呢，下面說一部經叫大乘經。欸！那個時候，佛在這個這樣的過程啊，現在我們釋迦世尊亦復如是。先說《無量義經》，說完了以後呢入這個無量義處三昧，然後在無量義處三昧當中啊，放這樣種種的光明。哪！我以前看見的就是這樣，現在看見的，因為同樣的，所以曉得佛要說一個殊勝的大法，叫作《妙法蓮華經》。就這樣。",
    "310": "[05:10]那麼當時呢他繼續地還說：說完了《妙法蓮華經》，佛就涅槃了，佛就涅槃了。那麼佛涅槃了以後，那個時候啊當然下面，那個時候在像法當中，他佛走了以後，那個時候有一個菩薩叫作妙光，那麼專門是弘揚這個《大乘妙法蓮華經》。這個時候他有很多弟子，說有八百個弟子，八百個弟子啊，然後都由妙光這位大菩薩來教導。教導了以後啊，現在都已經成了佛了，都已經成了佛了。其中尤其是，這個最後那一個日月燈明佛的八個王子，那個八個王子最後成佛的一個就是燃燈佛。而這個燃燈佛就是我們釋迦世尊以前授記的，兩大阿僧祇劫圓滿，授記我們本師釋迦世尊的那尊佛哦！",
    "376": "[06:16]那麼除了這個以外，還有這個妙光菩薩教這個八百弟子當中啊，現在其中有一個人叫作求名。為什麼叫求名呢？因為他這個對世俗的利養放不下，對這個真正重要的該學的東西常常學不好，他因為這樣所以叫他求名。就是這樣，現在這個所謂當初的那個求名，八百弟子當中的求名現在也要成佛囉，雖然還沒成佛。那麼當初的因緣，他就說出來了：「那個時候這個求名就是你啊，彌勒；那麼妙光呢就是我。那麼以前的這個因緣是這樣的，所以我現在看見了，一想：嗯，我們釋迦世尊也要說這個《妙法蓮華經》。」",
    "431": "[07:11]那麼再繼續下去之前哪，有一點事情我隨便一提，避免大家誤會。我們不要看了這個經，啊！說彌勒菩薩是個求名啊，這個是千千萬萬不可以！萬萬不可以！當年我以前哪，就在這個上面自己害了很大的錯誤，害了很大的錯誤。我們不管是哪一個佛菩薩，對他要無比地恭敬，我們必定要時時反照我們自己，反照我們自己。我們不要看那個佛的因地當中，這樣，我們只有觀照我們自己。這個是隨便一提的啊！避免我們學了佛法得不到好處，反而產生反效果。",
    "469": "[07:49]那麼這個序以後呢，下面緊跟著正式地，佛就從那個無量義處三昧當中就起來了。起來了以後呢，那個時候他不是直截了當地就說，就是說什麼呀？欸，他就讚歎這個諸佛的甚深無量法門。所以佛從那個這個三昧當中起來了以後，就告訴我們的大智舍利弗尊者，說怎麼說呀？他說：哎呀，這個諸佛的智慧真了不起啊！深妙是無量啊！再任何人所沒辦法解決、了解的啊！他一再地說。然後說：哎呀，這個佛深妙到極點，也是沒好說的，好了，啊，這樣地難說啊！哎，也不必講啦！這樣。他自己這個舍利弗也覺這奇怪啦：「嗯 ……這個佛為什麼一再這樣地讚歎這個，這樣的深奧的內容，而又說，哎呀，這個佛陀的大法是這麼深奧地難懂呀！」他自己懷疑。",
    "545": "[09:05]然後另外呢，同樣地因為在座的是有人天百萬大眾，以及諸大弟子，乃至於大菩薩眾。那個時候在大眾當中 ─也是經上面說啦，這個在這個〈方便品〉當中說：這些大眾當中有很多那個大阿羅漢，譬如說像阿若憍陳如等一千二百個常隨眾。大家都心裡面就是想：嗯，那個我們世尊，為什麼這樣地認真、認真地一再讚歎，說這個佛法這麼深奧難懂，要是說出來沒人懂啊！它不是我們一樣地也了解了佛法，乃至於照這個佛法得到了解脫，已經得到了涅槃嗎？這到底什麼意思呢？這個並不是這麼難呀！他始終覺得不了解這一點，而這樣地一再地說明、一再地說明。",
    "613": "[10:13]那麼，所以這個這樣一來的話呢，他舍利弗尊者就再向佛請問。但是佛不說，說：「啊，你不必說啦，不必說啦！這樣深奧的，說也沒有用啦！」那麼舍利弗尊者呢一再地請，這樣地殷勤地佛自己的讚歎，舍利弗嘛這樣地認真地、殷勤地，去啟請佛陀他老人家說。說三趟請，前面兩趟都說：「啊！不、不、不、不，這個跟你們講了也沒有用。不、不，跟你們講了沒用。」最後啊，一直經過了這樣地認真地勸請以後，佛就說了：「欸，你已經一再地殷勤地勸請啊，我也不能不說囉！」",
    "655": "[10:55]這個時候，妙咧！這個前面我們說，先哪，佛講的時候大家不懂，乃至於阿若憍陳如也覺得：嗯，這個佛講的這個，我們不但懂，而且也證得了，他為什麼這樣呢？他們雖然證得了，還只是自己只是懷疑，確實那個時候，所謂有五千退席。他自己 ─這個五千人怎麼退席呢？嗯，他自己也是這樣想：「嗯，這個？」通常我們來說的，好像他這麼說這麼多重要的，賣什麼關子？「這個東西我們也懂啊！」就退席了，退席了。那時候佛就說了：「好啦，這五千人退也好啊！他們就是條件不夠，都是增上慢人啊！根本沒有得到，自以為得到啦！現在剩下來那個，都是條件具足的啊！好了、好了，現在跟你們講。」這個裡邊有一個特別的關鍵所在哦！我後面慢慢地來說明，他為什麼說佛一再讚歎，然後呢，大家這個會中有這樣的一個關鍵，這也是個事實。",
    "728": "[12:08]那麼那個時候，就佛就開始說了：唔！你要曉得呀，佛出現在世間只有一個最最重要的目標，最最重要的目標 ─所謂「諸佛世尊，唯以一大事因緣出現於世」。這個地方不單單是我們釋迦世尊哦！十方三世一切諸佛，他在這個世間出現只有一件事情，只有一件重大的事情，也只有這樣的重大的因緣才出現在世間。那麼這是什麼呢？所謂「開示悟入佛之知見」，啊！就把成佛的這個完整的內容和盤托出。",
    "779": "[12:59]下面緊跟著又說，下面緊跟著又說：要曉得呀，這個佛，一切十方三世諸佛，「但以一佛乘故，為眾生說法。無有餘乘」，只有為了這個，「若二若三」，根本沒有其他的二乘、三乘。所以這個文上面啦，在〈方便品〉上面特別說，說：「（佛告）舍利弗，一切十方諸佛，法亦如是。舍利弗，過去諸佛以無量無數方便，種種因緣譬喻言辭，而為眾生演說諸法，是法皆為一佛乘故。是諸眾生從諸佛聞法，究竟皆得一切種智。」這個在〈方便品〉上面，如果你們有《法華經》可以翻開來看，《法華經卷一．方便品第二》。我現在繼續地把這個文哪，這個我們的經文唸一下。說：「舍利弗，未來諸佛當出於世，亦以無量無數方便，種種因緣譬喻言辭，而為眾生演說諸法，是法皆為一佛乘故。是諸眾生從佛聞法，究竟皆得一切種智。舍利弗，現在十方無量百千萬億佛土中諸佛世尊，多所饒益，安樂眾生，是諸佛亦以無量無數方便，種種因緣譬喻言辭，而為眾生演說諸法，是法皆為一佛乘故。是諸眾生從佛聞法，究竟皆得一切種智。」",
    "887": "[14:47]哪！總之，說：「不但我呀，」這個經文這一段文意思就是這樣：十方三世一切諸佛，過去的、現在的、未來的，以種種的方式給一切眾生說。不管說的什麼樣的內容，所謂種種的譬喻、言辭，種種的因緣，他的究竟的目標，都是這個 ─一佛乘。那麼那些眾生不管他聽見的什麼，什麼樣的因緣，他就聽見什麼樣的內容，但是究竟呢，他都從這個上面引導而得到所謂「一切種智」，就是佛的智慧，佛的智慧。那麼他為什麼要說這麼多種種不同的法門呢？那是因為那個眾生不同的根性，眾生不同的根性。所以它經上面又說啦，說因為知道眾生種種的欲 ─種種的欲望，就是根性啦，種種的知見，而偏偏你又非常執著。所以啊隨著個人的根性、個人的好樂，那至少在先要配他的味口。那麼這樣的話，跟他一步一步地引導上來，所以，只是隨宜說法，隨宜說法。",
    "979": "[16:19]它這個裡邊哪，這個裡邊，下面我把那個〈方便品〉裡邊的這個偈子啊，稍微引一點、引一點，引一點。所謂：「十方佛土中，唯有一乘法，無二亦無三，除佛方便說。但以假名字，引導於眾生，說佛智慧故，諸佛出於世，唯此一事實，餘二則非真。」十方三世一切佛啊，真正說起來只有一乘大法，沒有什麼二乘、三乘。只有一個例外，什麼呢？佛方便說法，只是接引不同眾生隨宜所用的方法，是有差別的。那個時候啊就是一個，假借一個名字引導眾生，十方三世一切諸佛，真正出現的目的就是這一個。",
    "1050": "[17:30]為什麼要這樣呢？他下面又說：「舍利弗當知，我本立誓願，欲令一切眾，如我等無異。」那要曉得呀，我當年所以成佛，這個成佛是果，因地當中是什麼呢？我發大願，所謂大菩提願心。不但我們釋迦世尊，十方三世一切諸佛的菩提願心是一樣的。而且沒有菩提大願作為因，然後根據這個因而行這個菩薩的大行，不可能感果，沒有一個例外。既然如此的話呢，現在由於這個心，而按照著他發的菩提心而行菩薩行，現在呢滿願了，行成了，證得果了，怎麼可能不把這個圓滿的教法來教導眾生，使得眾生成佛呢？假如不這樣的話，他怎麼算是佛呢？這個道理不是很明白、很清楚嗎？這樣。但是他為什麼一開頭的時候不說呢？那是因為啊眾生的根性、種種的樂著。",
    "1130": "[18:50]所以，佛在菩提樹下證了果以後，他就有這麼一段公案：唉呀，說這個佛法深奧廣大呀！假定要想給那些現在一般眾生，又這麼愚癡、又這麼執著，給他講啊，根本是對牛彈琴，唉，你根本沒辦法講啊，無從講起！唉，他就覺得：這無從講起，只好涅槃囉！那時候大梵天王以及很多諸天就勸請啦，說：「佛陀呀！您老人家不是無量無邊難行苦行，您的目的為什麼呀？無非是發了這個大願要救度眾生。現在您成就了，您正好救度眾生，您怎麼可以不救度呢？」那麼那個時候啊，經過了這個勸請以後，佛才開始救度。但是他既然曉得一切眾生條件不足，不可能一口氣說最圓滿的，所以才一步一步地說三乘的教法，這個在經典上面是很明白交代的。",
    "1197": "[19:57]所以，在這個〈方便品〉上面他又說啦，說因為這樣的關係，所以總括起來說三乘，實際上真正說的內容是無量無邊。乃至於我們平常，常常說的，說佛四十九年說的不曉得多少經典。可是佛自己怎麼說啊？「我已經說的經典哪，少得一點點欸！少得一點點。沒有說的還多得很欸！」有這麼一次，他曾經對著阿難，對那阿難尊者，他在地上用指甲挑一點土，他問阿難：「欸，你看哪！這個我爪上，指甲上那個土，比之於大地的土，哪一個多呀？」阿難尊者說：「噢，世尊啊！那個指甲上那麼一點點，怎麼能跟大地比啊！」世尊就說：「我已經說的經法呀，這個數量就像指甲上面一點點，而沒有說的還剩下來沒有講的，像大地這麼多！」換句話說，他有不曉得無量無邊的教法，那麼這個教法呢是適應種種不同的根性、不同的層次、不同的內涵。那麼在這個地方呢，有深有淺。深的，那麼告訴他深的，淺的，告訴他淺的。乃至於呀，說你只要以任何方式，跟佛法有一個緣結種下來了以後，最後，終因這個因緣而成就的。",
    "1292": "[21:32]所以〈方便品〉上面說啦，說：「乃至童子戲，聚沙為佛塔，如是諸人等，皆已成佛道。」乃至於像小孩子趴在地上弄那個沙呀！噢，說這個做一個廟，像小孩子扮家家酒一樣的，這樣一個因緣，他最後也成佛道。或者說：「或有人禮拜，或復但合掌，乃至舉一手，或復小低頭。」這樣等等的話，到最後也成佛道。平常我們最常引用的，也是在〈方便品〉上的一個偈子，說：「若人散亂心，入於塔廟中，一稱南無佛，皆已成佛道。」這是我們最常見的。你到隨便的寺廟當中去啦，心裡面就這麼浮浮散散的，「哎呀！阿彌陀佛。」「啊，南無本師釋迦尼佛！」隨便你這麼稱一下，這個因緣，最後也成佛。總之，佛陀他以種種方便法門，引導我們走上這條路去。這個是說佛陀說法的方便，這是依個人的根性，而這樣的次第，方便地接引他這樣走上去。",
    "1378": "[22:58]那麼為什麼要這樣做呢？這個主要的原因哪，說來說去就是這個原則的，就是啊由於眾生的執著、根性的暗鈍、智慧的狹小。所以〈方便品〉上也有一個偈子說：「舍利弗當知，鈍根小智人，著相憍慢者，不能信是法。」就因為一般人的根性不夠、智慧狹小，又在行相上面執著，再加上了自己的憍慢之心，所以深廣的大法呀沒辦法信，所以只好慢慢地一點一點地來。而現在呢，經過了我們世尊四十九年說法教化，大家的善根條件成熟了，所以呀今天有機會把最究竟圓滿的說出來。",
    "1433": "[23:53]所以剛才這個偈子，下面就緊跟著又說：「今我喜無畏，於諸菩薩中，正直捨方便，但說無上道。」我到現在，噢，好歡喜啊！不再有所擔心，是擔心他們條件不夠啊！說怕不能接受啊！而在這些已經成熟的大眾當中，不再用委曲婉轉的方法，而是能夠直截了當，把我要說的內涵，能夠如實地一一表達出來。而你要曉得這樣的方式，那是什麼呢？十方三世一切諸佛的。所以最後他又說：「汝等舍利弗，聲聞及菩薩，當知是妙法，諸佛之祕要。」哪！這樣的說法的方式，以及他最後教化，那個是十方三世一切諸佛所使用的精要的法門，精要的法門。那麼這個說明什麼呢？說明說，哦！原來我們釋迦世尊真正說法的要講的什麼啊？原來是圓滿一乘的大法，前面只是接引我們的方便。",
    "1511": "[25:11]那麼到這裡，我們就有一個問題了，說這一段文字跟我們《廣論》有什麼關係呢？欸，對！關係就在這個地方了，而且這個關係是非常重要、非常重要。譬如說以我們先再看一看《法華》的內容，《法華》它下面繼續說的，無非是把剛才這個話，再把它推展深廣一步一步地說下去。下面是說，因為這樣的關係，所以後來那些舍利弗嘛也授記成佛，那個也授記成佛，那個也授記成佛，就這樣。這個關於授記成佛那一點，我也簡單地說明一下，最後來總共地說明它為什麼原因，以及這個跟我們《廣論》兩者之間的關係何在。",
    "1566": "[26:06]經過了前面這個佛陀這樣地一個說明、對答以後，欸，舍利弗第一個了解了，啊！心裡好歡喜。他說：「哎呀，以前我聽佛說法的時候，那個時候因為我已經證了這個阿羅漢果了，所以儘管佛又在那兒講大乘法門，授記菩薩，可是，嗯，我總覺得心裡面有一種說不出來的味道。唉！覺得：這個為什麼佛不把這個最完整的法門教我們呢？讓我們只證那個小果呢？啊！我現在了解，不是佛不濟度我們哪！而是我們自己條件不夠，很著急，不能一步一步地能夠等待著佛這個說法的次第，急急地忙著去取證啦！最後呢，佛原來還是會把這個最圓滿的法門告訴我們的。」這個在《法華經．譬喻品第三》當中，他就說明這個事情。他說：「我到今天才了解，啊！原來我也是一樣地能夠究竟成就這個佛道，到這個無上法門當中去的。」那麼，佛也這樣說：「一點都沒錯！何況你已經跟了我多生多劫了，無始以來我就教你這個法門。可是因為你這個志趣啊就是這樣，又著急，又不能那樣地那個發廣大的心思。所以總是急急忙忙，哎喲，聽見了這個，懂得了這個道理以後，急急忙忙地求證哪！所以取這個滅度啊！現在我正式地告訴你，最後你也會成佛。」而且給他授記，而且給他授記。",
    "1694": "[28:14]那麼這個在這個〈譬喻品〉當中，最後說授記舍利弗：「你在將來，再經過無量無邊不可思議劫，然後呢供養若干千萬億佛以後，最後呢具行菩薩道，成佛叫作華光如來。」那個時候啊就像平常一般授記的，說：哦，他這個佛嘛，這個國土嘛是什麼，然後呢說法的狀態嘛又是如何，然後呢正法、像法，然後呢最後下面，下面一個佛嘛又是誰，就像最正規的授記那樣地授記他。啊！那舍利弗就高興得不得了，高興得不得了！於是啊，那個時候同時除了舍利弗尊者，其他的人大家覺得：啊！那真是不可思議，平常授記，一向都是授記這個大乘行者，這一次居然一個小乘的這個羅漢得到了授記了！啊！那大家說不出來的高興，說不出來的高興，這樣。",
    "1762": "[29:22]那麼那個時候舍利弗尊者當然授了這個記以後，覺得非常高興囉！但是這個地方啊，他就有一點問題了，他怎麼說呢？他說，舍利弗尊者就跟佛說啦，說：「世尊啊！我今天親自從您老人家前面得到了授記，當然心裡面一點懷疑都沒有 ……。」"
}