{
    "3": "[00:03]前面我們是說，舍利弗尊者親自在佛前得到了授記。他就說：「是啊，我現在親自從佛得到授記，那麼這個對它是毫無懷疑。可是，眼前啊有其他的跟我一樣的跟佛學的，那個很多這個聲聞弟子等等，嗯！也是一樣啊，總覺得以前得到了涅槃，現在佛又說不是，這個情況啊，大家就懷疑了。就希望你老人家呀，給大家這麼解釋一下吧！」這樣。所以，好！因為這樣的請求以後，佛就告訴了，說：「不是嗎？以前哪！我不是跟你們說很多，怕你們不懂說因緣譬喻，譬喻給你們聽嗎？現在我仍舊這樣，給你們說一個譬喻來說明這個事情。」",
    "69": "[01:09]那麼那個時候他就說了，說：譬如有一個大富長者，那個大富長者是非常有錢，財富無量，家裡不曉得多多少少的人。那麼他家裡有很多孩子，那麼那個孩子，欸！出去玩哪，跑到一個老的、一個朽敗的一個老宅裡邊，那個宅大得不得了，大得不得了。結果進去以後玩得很痛快，那些小孩子也不知道，偏偏那個大宅呀只有一個門，只有一個門。那麼然後那些小孩子進去玩了以後，裡邊起起火來了。唉呀！起起火來了以後啊，那時候大家就是匡鎯鎯，非常地驚慌啦！驚慌以後，那個大富長者一看，哇！說他那些小孩子都在這個大宅當中，又燒火，不得了！跑得去要叫他們出來。結果是那些小孩子一看見那個父親來了很高興，啊，只覺得跟他逗得玩一樣，逗得玩一樣。外面啊，他一點都不曉得那個火的恐怖，儘管他父親告訴他：「你出去啊，出去啊！」他還以為那個父親跟他兩個一起好玩，就是不出去。",
    "145": "[02:25]結果他老人家自己就著急起來了，萬一勉強這麼弄得話，說不定要有人受傷。所以他就跟那個孩子們說：「欸！那你們不是平常就歡喜玩那個什麼車嗎？譬如說羊車啊、鹿車啊、牛車啊！現在這個門口啊，我已經準備了很多很多那各式各樣的車，擺在門口，都等著你們去呀，你們趕快去拿啊！」先頭啊，那個小孩子都不肯出去，結果一聽見那個父親說，外面門外等著，大家就爭先恐後奪門而出，就這樣。結果跑到外面去一看，是不是羊車、鹿車，牛車都有啊？沒有，只有一種車叫大白牛車，大白牛車。",
    "194": "[03:14]這個，這個公案，我想我們平常修學佛法的佛弟子都耳熟能詳。這說明什麼呢？說普通的人這個愛好執著，不曉得這個三界像個火宅一樣地可怕，儘管佛一再地說明哪，嘿，大家不一定真正能夠接受。那麼這個時候啊，這個佛陀 ─也就是在這個譬喻當中那個大富長者，他這個大富長者就像我們的佛陀一樣，疼愛，十方三世一切諸佛，像自己最痛心的兒子一樣，眼看著他們為這個輪迴生死、無常大火所燒，要想最圓滿的方法告訴他們，你不聽。那麼就各就他們所好啊，就說外面有這些好玩的東西，讓他們引出來。結果出來了以後，原來，嗯！只有一樣東西。那這個比喻當中也就是說，真正要接引你們的，不是那些羊車、鹿車，而是大白牛車。羊車很小的，就裝一個人，鹿車比較大一點，只有牛車啊最高廣。以我們現在來說當然不是這個車，可是古代的交通工具的話，牛車最大。換句話說，佛也是一樣，以最大的方法來濟度一切。這樣的因緣。",
    "282": "[04:42]那麼經過了這樣地說法了以後啊，那麼其他的這個聲聞等等，也一一了解了。剛開始的時候，舍利弗尊者智慧第一了解了，那麼因為他請求，佛這麼一說，其他的人大家都了解了。於是，啊！下面大家了解的那個時候，下面像以大迦葉尊者、舍利弗尊者這些人帶著頭，他自己也說：啊，聽了這個好高興哦！自己就跑到佛前面，跑到佛前面，嗯！說：「哎呀，我現在真正地聽見了這個事情，先是看見舍利弗尊者得到授記，現在呢又聽見佛說明這個道理。這以前哪，我們年事嘛居高，然後呢，總是在那個所謂眾中的上座，所謂大長老們，自己覺得已經得到了涅槃了。不管佛再怎麼說，說這個無上菩提等等啊，我們根本沒有興趣，自己安住在自己的這個解脫法門當中。那今天聽見這麼佛這麼一講的話，欸！了解了。」哦！說：「自己呀，所以我也想起一個 ……」願意把他自己的領解在佛前面說。那麼那個時候也就說什麼呢？說這個「糞子喻」。這個公案我就不詳細說明了，總之，因為那個那些其他的聲聞弟子，透過了佛說了這個譬喻以後，他也了解了，那麼佛也給他們一一授記。",
    "393": "[06:33]那麼那個授記呢，在《法華經》的〈授記品〉當中，他從舍利弗尊者第一個開始，下面緊跟著再授記迦葉尊者，然後呢再授記須菩提尊者，再授記目犍連尊者，一個一個大尊者，一一授記，他們一一成佛。然後呢，授記迦葉尊者成佛的時候，怎麼說呢？他說：我這個弟子摩訶迦葉，在將來還要繼續地供養三百萬億諸佛世尊，恭敬供養等等，廣修無量法門以後，然後成佛囉！成如此如此，像平常一般的那個正規完整的授記一樣。下面須菩提呢，也是一樣，也同樣地要再奉覲供養三百萬，喔，還要多，三百萬億那由他諸佛，然後成佛。那麼，其他的一個一個雖然大家都成佛呀，但是呢，他還要經過很長很長一段時候，很長很長一段時候，他最後都是成佛的，都是成佛的。",
    "478": "[07:58]那麼這個裡邊哪，我們要說明一個事情了。雖然佛出世，最究竟的意趣無非指向一個目標，什麼目標呢？成佛，使令一切眾生，最後走上這條成佛之路。但是成佛的快速，以及所經過的時間哪，這個裡邊就有了很大的差別了。欸，譬如說我們前面已經說的，在《法華經》上面從舍利弗尊者開始，然後呢，這個大迦葉尊者，然後呢須菩提、大目犍連，所有的這樣的 ─佛。乃至於佛在《法華經》上面最後授記學人，換句話沒有證阿羅漢果的，乃至於他最後說，隨便地念一聲佛等等啊，都最後會成佛。可是這個時間卻是很久遠、很久遠，很久遠、很久遠！就這樣。",
    "553": "[09:13]所以在這個裡邊，這是我們真正重要的，假如說這個久遠的時間哪，說反正你在那個地方只是等著，慢慢、慢慢安安心心地以後，到那個時候那麼，好囉！自然而然佛果掉在你頭上來了。那倒說不定啊大家還有人說：「唉，真正去修行很辛苦的，那我就慢慢地來吧！」實際上你經過那段時候的話，要很努力的，要很努力的。同樣的一樣的成佛，一個要經過這麼長的時候而成，另外一種就可以很快速地成佛。那麼這個時候的話，當然我們一定會選快速的。那麼這快速的怎麼講呢？快速的那就是《華嚴》上面。《華嚴》上面佛出世，剛開始的時候就說《華嚴》大經，《華嚴》大經。那個時候，他在這個裡邊說的是最圓滿的教法，結果這個成佛的，卻不是像我們現在《法華經》上面，還要經過這麼樣長遠的時間，而是什麼？很快速的，很快速的。這個在《華嚴》上面哪，我們就可以找到實際上的一個經文來作為證明。",
    "632": "[10:32]《華嚴》在最後〈入法界品〉那一品當中，說善財童子最後成佛的時候，它這麼有這麼一段話。這個是在唐譯的《八十華嚴》，大概第七十九卷或者是八十卷，那個我記不住了，沒什麼關係，將來諸位你們認真地去看的話，一看就了解。他說，不但是這個比起聲聞來要快這麼多，而且他這個善財童子最後成佛的時候，在普賢菩薩告訴他，就說：「你現在這樣啊，能夠以很快速的方式成佛，比之於很多菩薩，很多極大部分的菩薩要經過很長的時候，無量阿僧祇劫修習善法而成就。現在呢，你在很短短的時間之內，一生當中就能夠圓滿地證得。所證的內涵哪，跟那些菩薩是無二無別，跟我也一樣（我就是普賢菩薩自己），那個就是十方三世一切諸佛的證德。」這樣哦！他也成了佛了，他也成了佛。所以《法華》、《華嚴》兩個究竟一樣地成佛，可是兩個時間卻是差得天差地遠哦！那麼這個關鍵在哪裡？這個關鍵在哪裡？這個才是我們真正重要的。",
    "732": "[12:12]其實你說《法華》真的是一定這樣走得這麼長遠嗎？不！實際上並不如此，並不如此。就是以《法華》來講《法華》，這個《法華》前面除了授那個弟子等等一品一品下去的時候，下面還有一個很有趣的事情。那個提婆達多啊，提婆達多我們曉得，就是生生專門跟佛作對的，專門跟佛作對要害他的，他最後也得到佛陀的授記。在《法華經》上面〈提婆達多〉一品當中，佛陀就授記他說：欸，我以前因為得到了這個提婆達多的好處啊！提婆達多，我那時候我要求那個大乘經典，那麼那個時候啊，就有一個阿私陀仙（就是說，印度當年的所謂說外道婆羅門啦！）那麼就供給他那個《妙法蓮華經》。但是呢，不是無條件的哦！這個釋迦世尊也是用種種的方法，恭敬供養那個婆羅門，然後呢，這個婆羅門阿私陀仙，就把這個《妙法蓮華經》給了我們釋迦世尊。因為這樣的關係啊，所以釋迦世尊說，因為提婆達多往昔的這個善知識的因緣使他成佛啊，所以他非常感激。同樣呢，他提婆達多將來也成佛，過了什麼什麼多少時候，他會成佛的。",
    "830": "[13:50]這個裡邊，除了這個裡邊，下面還有這麼一段很有趣的公案 ─龍女成佛。這個龍女成佛啊，卻沒那麼、沒有這樣像前面所說那個羅漢轉了一個大圈子哦，她卻是很快速地這樣成佛的哦！所以這個裡邊就說明了，佛出世最究竟的意趣是引導一切眾生成佛，但是在這個過程當中有兩類：有一種呢，要經過很長遠的時間；有一類卻很快速的。所以善財、龍女是通常代表了快速的，那麼其他的呢，代表了比較慢的一類。這個慢的程度啊，不要說一個凡夫，譬如說我們經常說，佛的那些常隨眾當中，舍利弗尊者是智慧第一，最了不起的；目犍連尊者是神通第一，最了不起的；而大迦葉尊者的話，不但是頭陀第一，而且又是傳付法藏的，所謂這個第一。處處他們每一位大尊者有這麼高的條件，結果還要經過供養不曉得多多少少的，動不動說三百萬億 ─舍利弗尊者嘛，說要無量無數的；大迦葉尊者嘛，說要三百萬億；而須菩提尊者嘛，要三百萬億恆河沙的等等的這麼多佛。還要經過這麼長遠的一段時候，那麼這個中間的關鍵在什麼地方？這個在《法華經》當中單獨看的話，我們不容易了解，不容易了解。而假定說，我們能夠透過這個《廣論》的說明，然後在這個裡邊一體會的話，懂得了！",
    "955": "[15:55]這個佛說法都有一定的次第，一定的次第，從這個次第上面一步一步接引，帶我們這麼走上去，帶我們走上去。假定說我們能夠一開頭的時候，能夠聽信佛陀的這樣的指授，而依此那麼按部就班地、這樣地從基礎上面，一步一步地走上去的話呢，我們就會走這條快速的路子；否則的話呢，就不一定，就不一定。那麼這個道理，在我們《廣論》的前面也簡單說過。因為《廣論》當中前面曾經把那個次第，說前面是共下士，中間嘛經過共中士，到最後嘛進入上士，所以不共。進入上士以後呢，還最後又分出來，如果你條件真正夠，把那個上士基礎建立穩固了以後呢，最後要想快速成佛嘛，還要進入最後的所謂密乘；如果你條件不夠嘛，就從這個地方就到此為止。而這個彼此間哪，前後有一定的關係，這個關係前面已經說得很清楚、很清楚。如果我們現在仔細地回憶一下，那時候你就了解了，那時候了解了。",
    "1043": "[17:23]所以為什麼《廣論》當中說把這個人天乘法，以及中間的這個聲聞、緣覺的中士道，在很短的一個幾個章當中，大概是幾章？七章還是八章啊，是，一共有七章，到七章為止 ─呃，不是七章，七卷。七卷為止啊，那個是包含了前面的道前基礎、共下，然後呢共中。而這個總共七卷的文字，包含了佛前面所說的所謂《阿含》等等，說的很多的那個經典的內容統統包含在裡面。那麼這個原則是前面已經說過了，就是說他先把這個重要的內涵哪，指出一個這是一步一步走上去必要的過程。",
    "1108": "[18:28]那麼在修學過程當中，假定說我們能夠把握住這個幾個原則，或者你已經對佛法有整個的圓滿了解，對這個整個的綱要有一個了解，你曉得：哦！從什麼地方一步一步上去，這是一種方式。還有一種方式，你完全信得過善知識的引導，說他只要引導你怎麼，你全心全意聽他的。那麼在這種情況之下，我們在走前面的這個路子的時候啊，大概走到什麼時候，要繼續地深入了，繼續地一步一步地深入了，那個時候我們就可以很快的，不會有很多的停滯。反過來，假定我們沒有這個認識的話，我們自然會碰到哪裡執到哪裡，執到哪裡就停在哪裡，這樣，所以這樣地走上去就比較辛苦，比較慢了。",
    "1167": "[19:27]在我以前講《廣論》的時候，曾經說過一個比喻，大家還記得。就像我們現在說一般世間的人哪，大家要找一個比較理想的職業，說最後呢找到一個大的企業部門去，這樣。那麼找到大的企業部門去，這個時候啊，譬如說平常一般人的話，都是：哎呀，進到那個大企業部門去的時候啊，進到一個部門覺得做得得心應手，他越做越是就停在那裡了。你要叫他換一個，啊！他實在是不願意，實在是不願意。所以在這種情況之下，他可以在那一部分當中，作為一個很專門的一個技術人員，但是他不可能把握得住，這個全部的這個細節的真正的這個企業王國，我這個比喻是這樣說的。",
    "1228": "[20:28]而現在我們修學佛法的內容是什麼呢？這我們曉得，同樣的道理，就是說我們將來真正究竟圓滿達到的，不是說得到了一點點小小的好處。要想你徹底圓滿解決的話，應真該要得到的話，應該是什麼？一個圓滿的，說佛的報身報土。那個時候就相當於這個事業王國的全部。在這種情況之下，雖然你在一部門當中做得圓圓滿滿，到那時候你發現：欸，你所要的不是，你重新在另外一個地方換。等到你摸熟了以後，你到那時候又習性所使，你又在這個地方又停在那裡，那個地方停在那裡。所以你一步一步摸過來，是不曉得摸到什麼時候。",
    "1277": "[21:17]那麼另外一個呢，譬如說，我們這個比喻當中來說，有一個就是董事長的兒子。他一開始就曉得：欸，原來我將來要接掌那個董事長的位子，換句話說，這個就是我的整個的事業王國。他同樣地對於各部門當中都應該有圓滿的了解，可是他進入的次第方式不會像前者一樣。他只是曉得從我整個的事業，從哪裡開始，怎麼一步一步上來，他在每一部分大概一個了解，了解了馬上上去，了解了馬上上去。這樣地一步一步地上去的話，結果他每一個部分的運作有一個基本的概念，怎麼配合，最後呢很快地就跟到了，跟到那個董事長身邊，等到那個董事長下來了，交給他，他就行了！那麼這個兩種情況啊，就是在《廣論》當中我特別說明，所謂它《廣論》的究竟意趣在什麼地方？引導我們走上最究竟圓滿這個路。那麼但是中間要經過什麼樣的次第步驟，是這樣地來。這個基本的概念哪，跟《法華》上面是完全一樣。那麼不同的呢？不同的在哪裡呢？",
    "1362": "[22:42]這個《法華經》，像我們剛才看，哦，說這是《法華》短短的一部經；究實說來，我們應該從一個圓滿的立場去看這件事情。所謂的圓滿的立場，曉得是什麼？就是佛出世開始，從他證果那一天，在鹿野苑度五比丘開始，一直到最後臨涅槃，整個的說這個過程當中，作為一個完整的綱要。在那個上頭的一步、一步、一步、一步，到最後指出這個《法華》來，這樣的。那麼，所以他前面所有講的那些道理什麼等等啊，完整地來說，都是含攝在這個《法華》裡面，而─不應該說《法華》啦，用另外一個方式也許大家更容易了解這個意趣。就是說佛說的整個的內涵，說完了整個的內涵以後，他才說：哦！我出世的目的何在？是引導你們最後成佛的。既然這樣的話，當然他前面所有的這些，無非都是引導我們成佛的方便。所以必然是從鹿野苑，為五比丘轉四諦法輪開始的內容，真正說起來，這樣的一個廣博的一個內容，那麼到那個時候呢，說最後指向《法華》。",
    "1457": "[24:17]所以《法華》它裡邊，並沒有說怎麼修行的內涵那個細部一步一步，它不講。不是它沒有講，它是講了，可是在這個上面我們了解這個意趣，那麼才知道這個必然的特質，必然的特質。所以我們單單從那個《法華》上面去看的話，嗯，它前面那個道理好像沒有講。實際上呢，這個道理是這樣地說明的：哦！從佛開始轉四諦法輪，到最後的圓滿的，都含攝在這個《法華》裡頭，而這個裡邊他只要提綱挈領指出來，「我告訴你們的究竟意趣何在」，就這樣。",
    "1503": "[25:03]那麼，所以在這個情況當中啊，《菩提道次第廣論》就把佛說的整個的三藏十二部教典，把每一部分哪，就是按照著佛陀的真實的意趣，它最重要的內涵抉擇出來，分成幾個必然的次第步驟。從大的地方來說，最前面是最基礎應該怎麼樣；有了這個基礎進去的時候，這第一步應該做些什麼，那是共下士。平常我們相當於說：哦，這個基礎啊，就是幼稚園啦，先對於上學這件事情產生一個好感。那麼了解怎麼去，這樣地有了事先的準備，那麼到學校裡去的時候啊，就去開始學的時候啊，就高高興興地能夠學。如果你前面沒有一個準備，一開始到學校裡的話，哦，他不曉得怎麼辦，說不定會哭啊、鬧啊，儘管老師教他，他不一定能接受，諸如此類這樣的。",
    "1575": "[26:15]所以，當然這是個比喻啦，來說明讓我們了解，這個叫道前基礎。那麼進去了以後呢？所謂是共下士，說我們比喻當中不妨說，這是小學吧！然後共中士，那麼是中學；然後呢上士，就是不共了，那是大學。大學的時候，才是把我們真正修學的內涵來告訴我們。那麼大學，然後呢，這個裡邊如果你還要特別的，還有它的不同的內涵，就是這樣。所以《菩提道次第廣論》從這個上面我們才了解，原來它把整個的圓滿的這個佛法的內涵分成這樣，那麼使得我們從凡夫第一步，有了這個正確的認識，然後你一步一步走上去的話，很快地就通過我們必須要走的這個次第。",
    "1632": "[27:12]關於這個次第，我想在這個地方我們不必再談。但是在前面我們學習《廣論》的時候，已經有一個非常清楚的認識。我這地方隨便提一個吧！譬如中士、中士，它正規地說起來，這個中士講的什麼啊？就是引導一般人，說你前面已經有了下士嘛，下士是告訴我們說你得到這個快樂，雖然暫時好像快樂，生了天啊，但是最後天福盡了以後要墮落，還是不究竟啊，所以要得到解脫啊！欸，對啊！那麼要解脫。那麼要解脫的時候應該怎麼辦呢？它有一個特別的，說先要發像出離心，這個出離心三乘所共的，這個才是佛出世最重要的起步的地方。那麼你要得到那個出離的果的話，應該要學的所謂三無漏學是戒、定、慧。",
    "1694": "[28:14]所以正規地來說，那個中士的內容應該說戒、定、慧的三學，可是在中士當中只說了一個戒，而戒也是大概的綱要，定、慧它沒有學。它為什麼不學呢？書裡面說了：這個本身也只是作為一個引導的過程，它真正的目的，不是讓你真正感得一個聲聞果，脫離生死就了的呀！所以這個過程當中，你要一步一步上去，為了保持你一步一步上去的增上生，那麼這個是重要的，所以這個戒學在那個地方說一下。因為你如果不持戒的話，儘管說你有很高的目標，想一步一步走上去，你的目標是不錯，如果行持不相應的話，到那時候的話，你人身都得不到，乃至於墮落，你怎麼能修行呢？",
    "1759": "[29:19]所以從這個地方，我們就很明白地清楚看得出來：哦！原來《廣論》正是把《法華經》當中，佛出世究竟圓滿引導我們的次第啊，那這樣地一步一步地說得清清楚楚。所以如果我們單單看《法華經》的話，是不大能夠了解。儘管佛說一個、一個眾生都最後成佛，可是怎麼成法呢？這個道理可是沒有呀！欸，那麼現在我們學了《廣論》以後的話，對整個的這個道理也就清清楚楚、明明白白了。所以你從這個眼光去一看的話，那你才發現：哦！原來《菩提道次第廣論》真正的內容，卻實實在在就是《法華》、《華嚴》的精神。剛才我們引的都是《法華》的，為什麼這個《華嚴》的精神又在裡頭呢？這個等一下下面我們再來說它。"
}