{
    "3": "[00:03]關於那個引證《華嚴》部分哪，現在這個地方，我先用《華嚴經》上面的這一個內容來說明一下，來說明一下。這個《華嚴經》，它純粹是所謂為大乘行者而說的，這是我們通常都這麼說，我們也了解。現在我們看那個經文，我們引最後〈入法界品〉。《華嚴》通常分為四大部分，所謂信、解、行、證，前面呢說明這個道理啟發他的信心，然後呢了解它的那個內容，以及怎麼樣的修持等等，由於這樣的話呢，照著它去行持，最後呢感果，所謂這個證果部分。那麼這個證果部分的那個內容，就是在〈入法界品〉當中。",
    "69": "[01:09]這個我大概地也這麼說一下，這個佛說這一個法是在哪裡呢？是在舍衛國，也是給孤獨園，給孤獨園所謂大莊嚴重閣。在《八十華嚴》是唐譯，《華嚴》傳到中國來一共三個，所謂晉譯跟唐譯。晉譯就是《六十華嚴》；唐譯有兩部分：一部分呢是實叉難陀所譯的《八十華嚴》，到後來這個又唐朝又有一個所譯的所謂《四十華嚴》，實際上《四十華嚴》就是唐譯的後面，最後那〈入法界品〉的詳細一點，詳細一點。那麼這個最後的〈入法界品〉，最主要的剛才說的那個，現在我們來引證一下。",
    "132": "[02:12]那個〈入法界品〉當中說：佛陀在舍衛國的給孤獨園那個大莊嚴重閣之上，有許多大菩薩，那個大菩薩有五百個諸大菩薩，以普賢、文殊菩薩為上首，其他的還有很多菩薩，那麼然後呢還有所謂五百個聲聞弟子眾。這個五百個聲聞弟子眾都是什麼？都是已經證得了這個涅槃的，而且都是不是普通的這種大阿羅漢。這個文字上面說：「五百聲聞眾俱，悉覺真諦，皆證實際，深入法性，永出有海，依佛功德，離結使縛，住無礙處，其心寂靜，猶如虛空，於諸佛所，永斷疑惑，於佛智海，深信趣入。」這段文在這個唐譯《八十華嚴第六十卷．入法界品》一開頭的時候。那麼除了這個聲聞以外呢，還有無量的世間主，無量的世間主，換句話說，包括了所有的，這樣。",
    "222": "[03:42]那麼那個時候呢，所有的那些人大家都這麼想啦！說這個如來的境界是 ─哎呀，高妙、深廣極了，在世間任何人是沒有辦法所了解的。只有一種情況，說佛的、諸佛的加持威神的力量，還要加上什麼？加上自己的善根力量，還要善知識攝持的力量，很多這種力量啊，才能夠跟佛相應。所以這個時候只有唯一的祈求我們世尊，說希望世尊能夠隨順我們哪，能夠顯示出如來的境界。",
    "274": "[04:34]那麼那個時候，說這個佛啊是了解大家的心念，所以他就顯示他的神力，他那個時候特別的說叫「師子頻申三昧」。關於這個方面我們不在這兒說《華嚴經》，我就不詳細說明它了。然後呢這個地方的又顯露出來，開展出來這個佛的不可思議的智慧神通，啊！那是不得了！就在那個小小的，平常我們說舍衛國祇樹給孤獨園哪，把十方法界一切諸佛的整個的境界，全在這個裡邊開展出來，開展出來。這個境界之妙，單單它描述這一部分，就是用了好幾張紙，用了好幾張紙。",
    "329": "[05:29]那麼可是這個時候妙咧，有一件事情有意思得很！那個諸大菩薩，乃至於很多世間主、天龍八部等等同樣都感覺到，都看到、都聽到，啊！感覺到不可思議的威神。但是那些聲聞弟子，不要說普通的那一些有學的聲聞弟子，最了不起的上首大聲聞，像舍利弗、大目犍連、摩訶迦葉、離婆多、須菩提，他上面舉了一大堆。其實這一些五百個聲聞，雖然同樣在那個地方啊，卻不看見，根本不看見。佛到底在那兒做什麼啊？所以如來的一切的境界，如來的神變，一切的威神，以及那些菩薩的境界，他同樣地也不看見，根本不看見！",
    "389": "[06:29]那麼為什麼呢？為什麼呢？他說明這個理由了，說明這個理由了，這個理由還是在《華嚴》這個六十卷上面。那為什麼呀？因為善根不同。說他本來啊開始修行的時候，就沒有修習佛道，沒有修見佛自在的這種善根，他也並沒有像普通一切菩薩、佛陀發菩提心、修菩薩行。在生死流轉當中，他並沒有發那個心廣集福智資糧，而是急急地求得自己解決。所以因為這樣的關係，所以他沒辦法了解，所以沒辦法了解。而菩薩之所以菩薩，他行的，他那個特別的叫作菩薩道，是不共 ─不與二乘所共的。這就是《廣論》上面所謂的前面是共道，他聲聞只走那個共道，解決了，那個菩薩的上士的不共道，他並沒走。因為這樣的關係，所以他見不到，儘管同樣地坐在這個地方，沒辦法見到。",
    "469": "[07:49]在這個上頭他說明了，不但說明，然後呢他又舉很多比喻。這個比喻當中啊，第一個他譬如說啦，他說在那個恆河邊上面，有無量不曉得多多少少、無量無邊的餓鬼，唉呀，那個餓鬼是苦不堪言，長劫以來乃至不聞江水之名。妙咧！那些餓鬼在哪裡啊？在恆河邊上。恆河是印度一條最大的大河，在河邊上居然水都看不見，為什麼？因為他的深厚的業障，他的業力所感。他雖然看見河，跑得去，不是乾掉了，乃至於看見這個地方都變成功火啊或者什麼等等的。現在呢，他說這個聲聞一樣，儘管在那個諸佛的大海當中啊，他就看不見佛的這個甘露的法水。他舉了很多很多比喻說明，說這個。那麼菩薩呢，這個菩薩以及世間之主，那個世間之主不是普通喔，就是 ─哪！就是正在行菩薩行，在生死流轉當中的，他以往就已積集那些福智資糧，當然這個重要的就是發了菩提心，所以在生死當中積聚這個，所以他才能夠看得見。因為這樣的關係，儘管今天佛在那個地方現種種的神力啊，他就是看不見，那麼這是第一個。",
    "576": "[09:36]以後呢？由於這樣的情況以後，他一步一步地下面，我就這個簡單的情況先說一下。下面文殊師利菩薩就在這個逝多林當中就離開，離開了以後呢，到另外一個地方去。另外一個地方去啊，那先還有舍利弗尊者跟著一起去，那麼到哪裡呢？到福城。福城東邊有一個叫大塔廟，那個大塔廟就是以前這個佛陀，很多諸佛在那個地方行菩薩道的那個地方，就跟大眾「敷演」，換句話說弘揚這個大乘法門。那麼那個時候啊，那個福城裡邊 ─這個福城是一個地方，這個城也叫「福」，福德的福─就有很多那個大長者，說五百個長者、五百個優婆塞、優婆夷以及童男、童女等等，來了。那麼這個時候啊，這些人都是久種善根的人，來聽文殊師利菩薩教化他們這個圓滿的教法、圓滿的教授。",
    "656": "[10:56]那麼在這個裡頭，就特別是說善財童子，特別把那個善財童子，前面當然也是說其他的那個優婆塞啊、優婆夷啊，特別說這個善財童子，以前往生已經種了很深厚的善根，也發了這個菩提心，那麼現在又跑到這個地方來，跑到這個地方來。所以這個文殊師利菩薩，就看見了他以後就非常歡喜，那麼而讚歎他、讚歎他。那麼那個善財童子呢，也看見了文殊師利菩薩以後的話，一心恭敬地跟他學習，跟他學習。那麼這段公案呢，就是在這個《華嚴經》當中第六十二卷當中，在《華嚴經》是《八十華嚴》的六十二卷當中。",
    "723": "[12:03]經過了文殊師利菩薩這樣地教化、詳細地說明，然後呢他那個聽法、求法以後，最後那個時候啊，這個文殊師利菩薩就給這個善財童子說：「啊，好極啦！你是發了這個阿耨多羅三藐三菩提心 就是無上大菩提心 還更進一步要親近善知識，去問菩薩怎麼修、怎麼做，所謂問菩薩的行，修菩薩道。現在我告訴你呀！」那麼下面就是文殊師利菩薩指導善財童子的一段話，這段話我現在這個地方唸一下啊，在《華嚴經》六十二卷，《八十華嚴》的，就是唐譯的，這個〈入法界品〉六十二卷當中。說：「爾時文殊師利菩薩，如象王迴觀善財童子，作如是言：善哉善哉！善男子！汝已發阿耨多羅三藐三菩提心，復欲親近諸善知識，問菩薩行，修菩薩道。善男子！（那個「善男子」，就是文殊師利菩薩提醒教示善財童子的話，說）親近供養諸善知識，是具一切智最初因緣。是故於此勿生疲厭。」",
    "833": "[13:53]這第一句話，這個要解釋一下。說：「善男子啊！你要曉得，親近善知識、供養善知識，而且不是一個喔 ─諸善知識，你要去親近他，第一個要親近他、要供養他，要曉得這個不是一個喔！很多善知識。這個是什麼？具足圓滿一切智，一切智是佛智，換句話說你要想求佛道，那麼第一件事情重要的什麼？親近供養諸善知識。所以你對這件事情 ─親近供養善知識啊，不可以疲厭，不可以疲厭，再麻煩、再難你要努力去做。」",
    "881": "[14:41]那麼下面呢，是善財童子說：「唯願聖者廣為我說，菩薩應云何學菩薩行，應云何修菩薩行，」等等、等等一大串，一大串。那麼善財童子說了：「哎呀，請求您老人家，您聖者啊，詳細地廣說喔，詳細地告訴我，那麼修學菩薩的行者，應該怎麼樣去學，應該怎麼樣去行 ……」乃至於下面，啊！怎麼樣地深入深入等等，種種的說明。下面呢，他們這個是問答，這個問答裡邊是包含非常重要，所以關於這一點，我大概地介紹出來。",
    "932": "[15:32]前面還有一個偈頌，這個偈頌完了以後，下面文殊師利菩薩又說了：「爾時文殊師利菩薩說此頌已，告善財童子言：善哉善哉！善男子！汝已發阿耨多羅三藐三菩提心，求菩薩行。善男子！若有眾生能發阿耨多羅三藐三菩提心，是事為難。」這個事情很難、很難喔！「能發心已，求菩薩行，倍更為難。」發心已經不容易了，你發了心以後，還要求菩薩行，那是加倍地困難哦！",
    "973": "[16:13]下面文殊師利菩薩繼續指導，對善財童子說：「善男子！若欲成就一切智智，應決定求真善知識。」這是第一句話，這個就是整個的總綱，他前面已經說過了，這個地方又提。說：「你假定想、要想成就這個佛的無上智慧，達到佛的究竟圓滿的果位的話，」下面說：「應該決定，」這個都是很肯定的，沒有什麼模稜兩可的，要求什麼？「求真善知識」。這個地方啊，善知識還要「真善知識」。",
    "1020": "[17:00]談到這裡我們就可以回想一下，《廣論》一開頭的時候，特別說明的什麼？嗯，沒錯！這個善知識非常重要。不但一開頭，而且到最後他又說明，說你把前面那個基礎統統建立好了以後，然後你決定要走這個路，那時候金剛乘；那個時候真正要去走的話，那個善知識尤其重要，比前面還要重要。這兩個都是以善知識帶頭的哦！所以我們在這個地方呢先提醒一下，回頭我們比較一下，那個內容說明一下，我們就了解了。",
    "1063": "[17:43]繼續看那個《華嚴經》的經文，《華嚴經》的經文，仍舊是唐譯《八十華嚴．入法界品》第六十二卷接下去。前面已經說，總綱說出來了，說「善男子！若欲成就一切智智，應決定求真善知識。」下面，「善男子，求善知識勿生疲懈」，這個第一個。「見善知識勿生厭足」，這是第二個。「於善知識所有教誨，皆應隨順」，這是第三點。「於善知識善巧方便，勿見過失」，第四點。說了這個四點，下面就告訴他了：善男子啊，下面「於此南方有一國土名為勝樂」，那個時候那個地方有個山叫妙峰，那個山上有一個叫比丘叫德雲比丘，你呀到那個地方去請教他去。那麼這個是第一位，善財童子所謂五十三參所參的大善知識的第一位。",
    "1135": "[18:55]下面我們先暫時停在那裡，去看看，那個地方文殊菩薩開始指導善財童子，告訴他說：「你要想求一切智智，決定要求真善知識！」這是一個總綱。下面呢告訴他：「求善知識，求善知識不是容易的事情哦！非常麻煩哦！要種種的方式去找啊，這個時候不要疲厭！」這是還沒有見到的時候。那麼見到了善知識以後，跟他學啊，然後呢「勿生厭足」，千萬不可以覺得厭煩。不要說：哎呀，學學不對啦！乃至於不要得到感到滿足。",
    "1186": "[19:46]這個在前面我們已經說過很多次了。我們現在真正一般說起來，說起來真可憐哪！也可以說這是末法，究實說來的啊，就是我們善根實在不夠啊！不要說叫我們去真就千辛萬苦地去找善知識，而現在善知識送上門來，我們還不一定願意，這個慢心是特別地強啊！這樣。然後呢，對於接近善知識這件事情的話，說真正能夠勿生厭足的是很少。就是叫我們親近善知識，隨便做一點，哎呀，覺得麻煩得要命；聽懂了一點覺得夠了、夠了！既厭惡啊又容易得少為足。所以平常我們在修學佛法當中，前面那些障礙就算衝過了，最後有一關很難突破的，叫作得少為足。",
    "1246": "[20:46]關於這一點，這個《瑜伽師地論》上面，是彌勒菩薩與無著菩薩特別告訴我們哪，說我們修學佛法有幾個障礙，說五重障礙。前面這個幾重啊，都是對世間放不下；最後一個，我們能夠把世間放下了，真正去修學佛法的時候，那時候有一個什麼啊？得少為足。碰到一點點，覺得：啊，夠了、夠了！以我們現在來說的話，就是我們如果學戒的人，哎呀，覺得這個就是這樣了，好囉、好囉！聽到了一點點就好囉、好囉！乃至於很多人說：「哎呀，只要求一經一論哪！」就是這樣狀態，實際上這個不行，實際上這個不行，下面經文還會有詳細的說明。那麼，所以這個是說對善知識不可以生厭足哦！",
    "1297": "[21:37]然後呢，接近善知識的目的是幹什麼？要向他求學，要從他那個地方得到這個圓滿的教法。所以對這個圓滿的教法我們該怎麼辦呢？他說：「於善知識所有的教誨，皆應隨順。」你都應該隨著善知識的教誡，順從著這個教誡，認真地從了解而去行持，這樣地一步一步上升，這才是達到一切智智，求佛果的必須要的條件。而末了再補充一句，他說：「要曉得這個善知識接引我們，是根據我們特殊不同的根性，把我們引導上去；反過來呢，要淨除我們個別的障礙。所以幫助我們解除，他有種種的善巧方便，那個善巧方便可不是我們了解的。在我們看起來，說不定以為它是問題，那個時候啊，你千千萬萬不要覺得這是個過失，不要執這是個過失。」這個回頭我們再會詳細地講。所以總結起來，告訴我們這樣的，他有個原因。那麼然後善財童子啊，聽了文殊師利菩薩的教誡，去就找那個大善知識，一個、一個，經過百城煙水，唉！那不曉得多少辛苦。",
    "1401": "[23:21]這個地方注意啊！有一點事情哦，他不是說善財童子一開始就是這個哦！善財童子是在這個福城東大塔廟處，剛開始聽文殊師利菩薩的時候已經介紹出來。說這個善財童子啊，是往昔已經多生多劫積了很多的無量無邊的善根，他這個福智的資糧啊，已經有了相當的積聚，障礙是已經是完全淨除。那麼以我們所學的《菩提道次第廣論》來說，他的道前基礎、下士、中士、上士乃至於，都已經圓滿具足，都已經圓滿具足。這個不但是下面的，說共下的、共中的，乃至於共上士。我們在共上士說的是什麼啊？第一個，說入大乘之門先發菩提心，發菩提心還要先發菩提願心，然後呢願心有了一點的樣子了，馬上要發行心。所謂行心的話，就是開始學菩薩行、受菩薩戒，然後呢，隨分地、努力地去廣行這個六波羅蜜，積聚這個資糧。",
    "1505": "[25:05]通常在我們判那個位次的時候，判位次的時候當然各宗各派有不同的判法，他們印度人，當年所謂西天判的時候呢，所謂資糧、加行，然後呢見道，然後呢修道、無學道。那麼在我們中國判位的時候有不同的，所謂圓教判的通常所謂「信、住、行、向、地」。在這前面這個資糧、加行啊，那就是信位。而我們善財童子所處的地位，那個時候他是什麼？叫十信滿心。這個不簡單哦！我們前面一再說過，在我們中國的祖師當中，具足這個條件的沒有幾個，沒有幾個。他已經有了這個條件了，然後再去，那個時候文殊師利菩薩告訴他：「欸，你真正要學這個的話，還需要接近善知識哦！」",
    "1571": "[26:11]我們再進一步深入之前，在這個地方稍微停一下，我們可以回過頭來自己想一想：我們現在什麼地位？什麼身分？我們說要修學佛法，假定我們自己想，我們具足了這個條件以後，會不會再低聲下氣地，千辛萬苦地去找那些善知識啊？恐怕不一定！不要說達到那麼高，眼前是一點樣子都沒有了，哎呀，叫我們去啊，去找善知識啊，恐怕都不行吧！這個就說明了什麼？說明了為什麼我們不能上進的真正原因。這個地方也只是隨便簡單地一提。現在我們繼續地把《華嚴》的內容，一個綱要先有一個認識，完了以後呢，我們可以說明、介紹我們要學的這個東西。",
    "1632": "[27:12]那麼善財童子經過了文殊師利菩薩的指導，然後呢去求見那個大善知識，先開始是那位德雲比丘。德雲比丘完了以後呢，然後呢下面再來一個，一個、一個、一個，經過所謂百城煙水，五十幾員大善知識。真正說起來不止五十幾員，因為有很多地方有好幾個同時出現的善知識的。那麼在這個裡邊哪，真正的出家人很少，頭上那個三位是出家人，到最後那個彌勒菩薩是出家人，中間還有一個比丘尼也是個出家人，其他的那 ……中間哪，都是在家人哦！而這個在家人當中還妙咧，是各式各樣的人物都有的。不但的世間一般的規規矩矩的人，還有很多奇奇怪怪的人，乃至於我們說很莫名其妙的人。",
    "1692": "[28:12]平常我們說的，說有一個大暴君 ─甘露火王，甘露火王他專門殺人放火的。喔唷！這個善財童子去參他的時候，看見他那個地方啊，殺了很多人，那個頭啊、腿啊是掛在那兒到處都是，這樣的一個人。還有呢，這大外道 ─勝熱婆羅門，那就是相當於我們現在說的這個印度我們當年，現在可能還有，這就是什麼啊？苦行外道，各式各樣的，事火婆羅門等等。那麼勝熱婆羅門就這麼一個人，而這是個大外道，他也在善知識當中。還有一個妙咧，叫婆須蜜女，這個婆須蜜女是什麼人啊？婆須蜜女拿我們現在來說的話，是個妓女，或者是個綠燈戶。這個裡邊就有問題了。要我們現在想起來的話是道貌岸然，這怎麼可能呢？欸，但是啊，他因為受了文殊師利菩薩的教誡，他所以照樣地去參。",
    "1756": "[29:16]可是這個裡邊除了這一點以外，還要有一個重要的觀念哦！他可以去參，我們可不行哦！那為什麼我們不行呢？不是說：欸，你要想去參就可以喔，還需要一個很重要的條件 ─你有沒有這個能力去辨別他，假定你沒有這個能力去辨別他的話，萬一弄錯了怎麼辦呢？關於這個問題啊，在我們《菩提道次第廣論》當中說得很詳細了，所以修學佛法他不但要有這個好樂的心，還要有正確的正知見。關於這一個在我們這裡不去談它！那麼現在呢，這個善財童子啊，經過了前面的這樣的一個、一個，最後啊，找到了兩位大善知識，在真正進入這個彌勒樓閣之前哪，下面那兩位善知識啊，就是德生童子、有德童女，這個是在彌勒樓閣之前的兩位大善知識。"
}