{
    "3": "[00:03]那麼現在說這個善財童子經過了五十三參，到最後在入彌勒樓閣之前遇見兩位，一個是德生童子，一個是有德童女。那麼這個兩位善知識，把他自己所修證的內容，先一一告訴、教誡，乃至於是加持他，使善財童子如理地了解，乃至於如量地證得。那麼這個中間它有一點重要的事情，在這地方說一下，在這地方說一下。他說：像你這樣能夠發菩提心，然後行菩薩行，不計一切，經過這樣地長遠，然後呢這樣地一步一步地深入啊，那實在是非常地好。",
    "75": "[01:15]同時呢又告訴他說：「你呀！」我引那個經文，那一段的經文在唐譯《八十華嚴．入法界品三十九》的後面第七十七卷，第七十七卷。就是善財童子參訪德生童子、有德童女那一段裡邊，說：「善男子！汝不應修一善、照一法、行一行、發一願、得一記、住一忍，生究竟想。不應以限量心，行於六度、住於十地、淨佛國土、事善知識。何以故？善男子！菩薩摩訶薩應種無量諸善根，應集無量菩提具，應修無量菩提因」等等，一大段。那麼這個是簡單地就告訴他，說你呀不應該修很簡單的，是一善、行、一法、發一願、得一記、住一忍等等，不應為在這個地方生究竟。我們在這個地方也順便看一看哪！前面我們說我們通常得少為足，乃至於證得聲聞也不可以，乃至於修學無上菩提，然後呢說得了忍以後，這個尚且不可以。要怎麼辦呢？要不可以限量的，以無限量，在十方一切國土事善知識，這樣。說這個菩薩摩訶薩，種無量無邊的善根，集無量無邊的一切的菩提資糧。",
    "186": "[03:06]說了這麼一大堆以後，下面他又說：「善男子！舉要言之，應普修一切菩薩行，應普化一切眾生界，應普入一切劫，應普生一切處，應普知一切世」，下面等等。那麼這幾句話，是說了前面這個道理以後，他又總攝起來說，「舉要言之」，把那個綱要，單單那個綱要我們去看一看喔！他第一個說「應普修一切菩薩行」，所有菩薩應行的，沒有一點遺漏地統統要去學，統統要去行。然後呢化眾生呢，要「普化一切眾生界」，沒有一個眾生遺漏地你都要去化。然後再學菩薩行、行菩薩道。化度一切眾生眾的時候，這個時間應該怎麼辦呢？「應普入一切劫」，所有的時間。所到的地方呢？要「普生一切處」。然後呢所對的境界是「普知一切世」，要這樣的、這樣的情況，這樣。",
    "271": "[04:31]那麼要想得到它修，後面又說了，「應普事一切善知識」，這些等等了以後，最後呢要普遍侍候所有的善知識。下面他又說：「善男子！汝求善知識不應疲倦，見善知識勿生厭足，請問善知識勿憚勞苦，親近善知識勿懷退轉，供養善知識不應休息，受善知識教不應倒錯，學善知識行不應疑惑，聞善知識演說出離門不應猶豫，見善知識隨煩惱行勿生嫌怪，於善知識所，生深信尊敬心不應變改。何以故？善男子！菩薩因善知識聽聞一切菩薩諸行」，然後呢成就等等，這樣地又特別說明。這個地方看喔！不是一開始喔，而是經過五十三參，參訪了這麼多大善知識，最後已經到了等覺菩薩了。這些都是等覺菩薩，而是等覺，然後要進入最後關頭的時候，那兩位大善知識又告訴他這麼多話。這個裡邊有它很特別的內涵在喔！所以這地方我先把它隨便地點醒一下。",
    "379": "[06:19]除了這個以外，他又告訴我們，要親近善知識還應該具足什麼條件呢？他下面繼續地又講說：「復次善男子！汝承事一切善知識，應發如大地心，荷負重任無疲倦故；應發如金剛心，志願堅固不可壞故；應發如鐵圍山心，一切諸苦無能動故；」下面等等，這要這樣的心、這樣心、這樣心，一口氣說了二十幾種。欸，我們在學《廣論》之前，前面曾經說過，一開始要善知識，後面又要善知識。親近善知識應該有幾個 ─說總括起來九種心、四個條件。他這個上面是說是都是引《華嚴經》，實際上千真萬確！《華嚴經》上面說得更詳細，一共有二十幾種，一共有二十幾種心。然後呢親近善知識的時候，他又說應該還有一個條件，說你跟他學應該怎麼辦呢？在《廣論》上面曾經說，在我們親近善知識，就前面作準備的時候，他又說：應該曉得聞法的勝利，然後去聽聞佛法，聽聞佛法之前應該斷器三過、具六種想。這個在《華嚴經》上面，主要的都在《華嚴經》上面。",
    "481": "[08:01]那麼就在這一段上面，前面說了這個親近善知識以後，他下面又說，這個文我們也唸一唸。還是在《華嚴經》，《八十華嚴》第七十七卷當中緊跟著上面，所謂緊跟著還是又經過了很長一段裡邊的內容喔！他下面又說：「善男子！汝應於自身生病苦想，於善知識生醫王想，於所說法生良藥想，於所修行生除病想」，這個四個，這個四個《廣論》上面都有。下面又說：「又應於自身生遠行想，於善知識生導師想」，這一些我們就沒有了，像這樣的一個一個想法，一共有多少？一共有四十幾種，四十幾種。在我們《廣論》上面一共則僅聚集起來，就說了六種。不過在這個上面，只是說把那個「想」的原則提出來，而《廣論》上面為什麼要這樣想的這個內涵也說明，這是兩個的差別，這是兩個的差別。",
    "557": "[09:17]然後呢，說了這麼多以後，他下面最後又說，說一切菩薩，說諸行、諸波羅蜜什麼等等，「一切菩薩成就佛法，皆由善知識力，以善知識而為根本，依善知識生，依善知識出，依善知識長」等等，他又說了這麼個一大堆的話。下面我就不再一一地再繼續地引證下去，只是把這個道理現在在這個地方我來說明一下、來說明一下。那麼從這個地方，我們就特別見到一個事實：嗯！說這個善財童子啊，他之所以能夠快速成佛的原因，第一點點出來的，他就是由於聽從善知識的指導，而他不隨順自己的習氣，能夠以善知識的引導為引導而不知滿足，不斷地進步，不斷地進步。",
    "634": "[10:34]那麼最後呢聽了這個德生童子、有德童女兩位指導以後，他就去見彌勒菩薩。然後在正見到彌勒菩薩之前，首先跑到那個地方，所謂彌勒菩薩的這個毘盧遮那的樓閣以外。以外還沒進去之前，欸！彌勒菩薩從別的地方來了，來了以後呢他也一樣地這樣去至心地懇切地請求，那麼彌勒菩薩先給他一個開示。那個開示之前又特別說明，說這個修學大乘佛法的基礎是菩提心。啊！說這個發菩提心，真正地非常殊勝，但是這個菩提心有什麼多少的好處呢？那個單單說關於菩提心的好處那一方面，說了一大堆，那麼說了這個以後 ……。這一點我也是贊成，也建議我們諸位同修，值得我們好好地把它看一看，好好地把它看一看。那麼濃縮起來，這個重點呢，在我們《廣論》上面，都已經說得很清楚了，他也引用了諸大經論，而主要地都是引用那個《華嚴》上頭的。",
    "725": "[12:05]那麼說：「你發了這個菩提心以後，然後呢緊跟著還要行菩薩行，否則雖然你發了心，如果不行還是不對。」那麼行菩薩行應該什麼道理，彌勒菩薩就沒有給他仔細地講，說：「你呀，進到那個樓閣去，你自己去看就曉得了。」所以那個彌勒菩薩就彈指開彌勒樓閣，讓他進去。當然，然後他進去了以後，這個地方有幾個重要的。善財童子在進去之前，他一再地反省，說聽見了善知識這麼多的指導，然後呢他自己回想，以前無量劫來，哎呀！無非都是錯的。那時候深深對以前的錯誤的懺悔，然後深深對於善知識的引導生大恭敬、大努力，勤勤策勵自己所謂努力照著去做。以後就進入這個彌勒樓閣，然後在這個裡邊，又見到是不曉得多多少少是美好的東西，最後有一段交代說明，這個也說一下。",
    "803": "[13:23]由於這樣的幾個內涵，他就把是啊彌勒菩薩所有學的東西，當然前面每一位菩薩沒有例外的，所學的內容他一一地了知，乃至一一地證得。最後呢，離開了這個彌勒樓閣以外，彌勒菩薩還告訴他：「喏、喏、喏！你這個所有前面一切的，你要曉得都是什麼？都是文殊師利菩薩指引，也是文殊師利菩薩攝受，也是文殊師利菩薩示現。換句話說，總歸一句話：都是依靠著善知識。那麼現在你再下去的話怎麼辦呢？應該去再見那個普賢菩薩。」所以他最後啊，又再去回過頭來找普賢菩薩，最後又找到普賢菩薩。普賢菩薩也一樣的，這樣地把他所真正的修證的內涵，如理地教導，然後加持他。這個文很長遠，我不能，在這個地方不能一一細說，我把那個綱要只說一下。",
    "873": "[14:33]最後在這個是七十九卷裡邊，大概七十九或者八十卷，這個沒有什麼太多關係，你自己去一找就找到了。說最後啊他所證得的跟普賢菩薩齊，也就是跟諸佛相等。那個時候普賢菩薩就告訴他，說：「善男子啊！你現在所學的，你能夠證得這樣，你要曉得這個是好不容易、好不容易啊！十方一切諸大菩薩，要達到現在你所修證的這個程度，要經過無量無邊阿僧祇劫喔！而你現在卻在短短的一生之內，都能夠圓滿地證得，你曉得這是什麼原因啊？」就告訴他，這個實際上的什麼？就是他能夠去，一開頭的時候找善知識，依止善知識，以善知識之見作為他自己的見，然後呢努力照著善知識的行持，去隨順善知識的行。就像前面所說的，每一位善知識告訴他，他一點都不違逆；不但不違逆，而且不惜一切，以生命那個代價，全部精神，所以他很快地能夠證得。而把這個普通一般修大乘行者，要經過無量阿僧祇劫才能夠圓滿成就的，在短短的這樣地經過五十三參之以後圓滿了。",
    "973": "[16:13]那麼最後呢，所以再以十大願王總結起來，把前面所有的這個菩薩的無量的行願，還歸納成功縮成、總結成十個大項目，以這個十個大項目，最後所謂迴向導歸極樂，這個是我們要了解的，它《華嚴》上面的特質。",
    "1001": "[16:41]那麼這個裡邊，我先首先就是說一下。喏！前面說的，《法華》上面說成佛的情況，現在同樣這個地方的成佛的情況啊，就是對比出來兩個之間的差別有多麼地大。而這個裡邊我們剛才說的，要找出它兩者之間，為什麼是一個是這麼快速，一個是經過這麼地久遠呢？當然這個裡邊的原因是非常多，真正說起來，佛法一定是因、緣等等兩個主要的大綱，而這個裡邊一一細分，就有很多很多。不過這個地方特別我們應該了解的是什麼？就是善知識，要「真善知識」，所謂真善知識所以為真善知識，他有最圓滿的指導。那麼在《廣論》上面我們已經很清楚了解，現在的問題不在善知識的有無，而是說我們是不是已經淨除了我們的障礙，能夠去接受這個善知識的指導。",
    "1080": "[18:00]這個話我們在這兒重新再提一遍。《廣論》上面已經說得很詳細，那麼在《法華經》上面一開頭佛就說：「我呀在因地當中發什麼心啊？發無上大菩提心，無非要救度十方三世盡法界、虛空界一切眾生，圓成無上佛道，所以這樣地努力，現在成了佛了。」既然成了佛，佛有這樣的悲心，而這個悲心又圓滿的時候，智慧圓滿，所謂智慧，他曉得怎麼去解決這個問題，當他圓滿的時候有無上的大威神力，有這個力量能夠去做，他會不救我們嗎？當然絕不可能！而且他必定一直就忙這件事情。那麼為什麼我們偏偏還流落在生死？這個好簡單的一個理由 ─這還是我們哪！尤其是經過《廣論》的說明，更是清楚明白，這也是可以說是《廣論》的真正的殊勝的地方。",
    "1160": "[19:20]平常我們常常說：「哎喲，現在末法囉，也找不到善知識，找不到圓滿的佛法啊！」在這個地方我們想，我們就很清楚明白。剛開始的時候，是，對他這個初機來說，如果你一開頭告訴他：「這個毛病都在你身上。」說不定他掉頭而去。可是我們現在真正地能夠淨化了煩惱，把自己這種執著多多少少拿掉一點，我們就看清楚了，問題在我們自己啊！這個地方我們好好地要反省哪！那麼我們繼續下去，把這個重點先找到了，認得了這個條件，然後去行持。我們仍舊提醒我們自己一下，說並不是一開頭叫我們做到，而是最重要的要我們認識，有了這個正知見。然後呢，根據這個正知見漸漸地上去，淨除罪障、積聚資糧，這樣地一步一步上去。所以我們繼續地說，關於對這個兩點的真正的重要的關鍵，怎麼樣啊然後對我們引發我們一個正確的認識而走上去。",
    "1231": "[20:31]在這個《法華經》當中有這一段公案，然後呢《華嚴經》上面有這一段公案，那麼這兩段公案當中啊，總結起來了說明瞭了：噢！說佛雖然有這個心，但是因為我們眾生的種種的欲著、樂著，根性的不同，所以前面《法華》上面那一段話就非常重要、非常重要了！大家還記得我們剛才引的，舍利弗尊者第一個說，哎呀，他說：「這個不是佛陀老人家的錯誤呀！這個都是毛病在我自己。為什麼呀？假定我能夠耐心地好好地等待，佛出世的原因究竟圓滿告訴我們，再去做的話，我們就不會很早取證啦！」乃至於後面大迦葉尊者得到了這個了解了以後，在〈信解品〉當中他自己說，哎呀，說這個什麼啊？所謂除糞人哪，這個同樣的道理，同樣的道理啊！那麼所以經過這個地方，我們就是應該正確地認識一個事實，這個問題是在，關鍵在這個上頭。",
    "1317": "[21:57]剛才我們提《法華經》有一段沒有提到的，提到的什麼呢？就是〈化城喻品〉當中，〈化城喻品〉是在前面的，所謂這個弟子們一個個授記完了以後。他下面又說：佛出世啊，都是同樣地把他最圓滿的教法，這個就是所謂甘露法雨啊，普遍一切地方來濟度一切眾生。可是因為各各根性不同，他自己有他自己的想法、有他的愛好。所以那個比喻當中就說什麼呢？就像那個春天哪，說這個下那個時雨，所謂甘霖一樣啦！但是雖然那個天上面下的甘霖是一樣的，那個龍王下的甘霖是一樣的，可是下面由於不同的，說小草根小，就得到一點的小的好處；那麼上面的中根是，然後呢得到中間好處；大草的話得到大好處；小樹得到小好處；大樹得到大好處。所以《法華．藥草喻品》當中所謂「三草二木」，這個比喻由於不同的情況得到。",
    "1412": "[23:32]那麼這個時候，他佛又說啦！說：欸，在因地當中是怎麼一回事情啊？那又說到一些很久很久以前，在無量阿僧祇劫以前，有一個佛出世叫大通智勝如來。那麼這個大通智勝如來，在沒出家之前是一個大國王，他有十六個兒子。那麼後來出了家了，出了家了以後，然後證了佛果了。證了佛果了以後，然後這個十六個王子曉得他的父親證了佛了，也一一懇求他的祖父也出家，跟著這個佛陀 ─啊這個大通智勝如來去修學。那麼經過了請轉法輪以後啊，於是剛開始佛 ─諸佛都是這樣，先轉四諦法輪，後來轉十二因緣法輪，一趟轉、一趟轉，每一次轉法輪的時候，就有很多、多少億的這個眾生證得了聖果，所謂聲聞果啊、緣覺啊等等。",
    "1485": "[24:45]那麼這個大通智勝如來那個時候，請法的上座就是他這個十六王子，儘管經過前面一次、二次、三次、四次，經過四次轉這樣的四諦、十二因緣法輪，有這麼多少億的人證得果了。欸！這十六個王子啊，卻始終沒有去學這個、行這個法門，他也了解，但是不取證。到最後等到經過這樣的幾個次第以後，那個時候他才請求那個佛陀，也是他的父王啦！說：「現在您轉的那些法輪啊，您現在還要轉究竟的無上的大法呀！」那麼那個時候佛陀就給他們說《法華經》。那麼那個十六王子嘛就聽了這個《法華經》，是專門修學這個《法華經》。於是這個十六個王子啊，因為學了這個東西，最後一一皆成佛。那麼這十六個佛是哪呢？佛就說了：東方阿毘佛，哪一個佛、哪一個佛，包括西方的阿彌陀佛，最後東北方有兩個佛，一個是雲自在王佛，還有一個就是我，換句話說就是釋迦牟尼佛。那麼那個時候，那個十六王子在大通智勝如來法會之下，也受了這個大通智勝佛的教化，他廣傳、廣弘法的很多，喏！現在就是你們在座的那麼很多人。",
    "1580": "[26:20]這個裡邊有兩件事情喔！第一件事情啊，是，儘管佛同樣地轉法輪，有很多人很快地取證了，這個就像舍利弗、很多大阿羅漢都是這樣，所以他陷在這個小乘當中。不是說人人聽了就很快地取了，有很多人卻不一定要能夠 ……欸，先了解了究竟圓滿的道理，然後在這個裡邊呢選取最好的路線，然後這樣地順理成章地一步一步走上去。他就行持上面來說雖然慢一點，可是因為他認識得正確，最後啊，叫慢行而先到。所以在這個時候，在大通智勝佛那個時候啊，很多聽他們十六王子說法的，現在還剛剛證得這個聲聞果者有之，乃至於還在凡夫地的有之，而這幾個人都成了佛了！就這樣。那麼這個裡邊說明了，告訴我們哪，我們應該修學的這個方式大概有一個。所以我們自己一定要去除幾個特點，那麼這個通常是什麼呢？就是憍慢之心，然後呢執著之心，自以為是之心。你能夠把這個拿掉了以後，一心能夠聽從善知識的教誡，保證我們只佔便宜決不吃虧。",
    "1681": "[28:01]所以剛才我們說，應該這樣說哦！剛才我們引證這個《華嚴》，究實說來，不是說《法華》上面同樣有嗎？對呀！《法華》上面同樣有。那前面是說的，像這個大通智勝如來法會下面的這個十六個沙彌，十六個王子，他們沒有像前面那些人取證。乃至於後面還有另外一個人，那個誰呢？就是龍女，這個因緣我也把它簡單地說一下。",
    "1714": "[28:34]那麼這個釋迦世尊啊，一一授記，也說明諸佛出世的究竟的目的，在說這個《法華經》。那麼這個時候說完了以後啊，在正說的時候，忽然之間那個出現了一個大寶塔。啊，那個大寶塔大得不得了！大家就覺得非常奇怪，說這個大寶塔這麼莊嚴，哪來的呀？那麼釋迦世尊就給大家說：「這個是久遠不曉得過去無量無邊劫以前，久已滅度的有一個如來叫多寶如來，他呀在生的時候就發願，說十方三世一切諸佛要說《法華經》的話，他即使涅槃了，他那個塔它會現身在那地方證明。那麼現在這個塔呢，就是那位多寶如來的塔。」那麼大家就請求說：「欸！那何不我們希望他要開這個塔，來見見這個多寶如來，因為他的這個全身舍利就在裡頭啊！」"
}