{
    "3": "[00:03]所以這個，說多寶如來這個塔呀，大家請求希望要見一見。那麼我們釋迦世尊說：「這個要我在十方世界化度眾生的所有的化身，都一齊聚集同意了才可以。」那麼因為大眾的請求啊，所以我們釋迦世尊就把十方世界，在不同世界化度眾生，所有的化身佛一起請回來。哇！那個數量是不曉得無量無邊地多，一起來了，大家都同意了。每一個化身佛來了以後，都帶一個侍者，一方面嘛呢，向我們釋迦世尊請安，一方面嘛「與欲」，所謂與欲是同意。那麼那個時候我們釋迦世尊就上去開，開了以後，果然，哦！看見那個多寶如來，還在這裡一動都沒動，像禪定一樣。他就說：「哎呀，好極啦，好極啦！」說：「善哉，善哉！釋迦牟尼佛，您能說《法華經》真好啊，我就是為了聽這個經而來呀！」啊！這樣。那一個時候在法華會上的很多大眾，啊！就看見了真是讚歎得不得了，這是從來沒有過的事情，居然這樣久遠的佛陀還跑得來聽。乃至於換句話說證成，千真萬確，十方三世一切諸佛，莫不皆然哪，來同樣地證成說這個說法的次第等等如此。",
    "115": "[01:55]那麼證完了以後，這個跟那個多寶塔一起來的，有一個叫智積菩薩，然後就說來請求說：「好，現在啊您證明完了以後，世尊啊，我們就回去吧！」欸，妙咧！釋迦世尊怎麼說啊？我們釋迦世尊就給那個智積菩薩說：「善男子啊，你稍微等一下，說我們這裡有一位大菩薩叫文殊師利，不妨你等他來了以後，一起見見面啊，談談佛法，然後再回去。」那個時候說完了，文殊師利菩薩來囉！欸，妙囉！當這個時候文殊師利菩薩不在，實際上在不在？文殊師利菩薩跟佛一樣，當然沒有一個地方不在的。那麼不過這個因緣啊說，說完了以後文殊師利菩薩又來了，從哪裡來呀？從大海那裡來，坐了一個大寶蓮花，從下面出現。然後呢因為佛這麼一講，他來了以後，就在佛的前面就頭面頂禮，然後完了以後，問訊世尊以後，再到智積菩薩那裡，兩個人大家一起互相地請安，大家一起談。",
    "198": "[03:18]這個智積菩薩就問文殊師利菩薩，說：「您尊駕，在龍宮當中所化度眾生啊，這個有多少呢？」文殊師利菩薩說：「喔，多極了！簡直沒有辦法以數目來稱量，乃至於我們沒有辦法用我們的心哪，所去思惟。你等一下，你看吧！自然讓你來親自來看見這件事情。」話還沒說完哪，就有無量無數的菩薩，都坐著那個七寶蓮花從大海當中出來，到世尊說法的靈鷲山，在虛空當中。而那些大菩薩們，也都是文殊師利菩薩所化度，如說修行，而證得了這個菩薩位的，這樣。哇！說文殊師利菩薩就說了：「哪！我在大海教化眾生的成績，就是這樣。」",
    "267": "[04:27]那麼文殊師利菩薩又說：「我在大海當中啊，跟他們講的只有講什麼？《妙法蓮華經》。」這樣。「哦，這個經哪！」智積菩薩就說：「這個經是深極了，奧妙極了！是一切經當中最難能稀有的，世尊親口說這是經中之王。啊！你現在要教他們，那麼這些眾生是不是很努力認真地去修行，是不是很快地就成佛呀？」文殊師利菩薩說：「有，你看，那個地方啊，說有一個娑竭羅龍王的女兒，今年只有八歲。喔！她卻是一個根性很利，智慧具足的，她知道種種的這個眾生的行相、業行。然後呢教了她以後，她都能夠如實地了達，很快發菩提心，然後呢修菩薩行，很快而且證得佛果。」",
    "331": "[05:31]這個智積菩薩就說了：「啊？這下就妙咧，我親自看見釋迦世尊在無量劫以來難行苦行，積種種的福德資糧，這個身命腦髓，身命頭目是不計一切地這個行菩薩道，這樣經過了這麼長的時候才成佛。以他行菩薩道的情況來說，就拿這個三千大千世界，他無時無地沒有捨過頭目腦髓的。你要想找到小得像芥子那麼一點的地方，說這個地方釋迦世尊沒有捨過頭目腦髓都找不到。經過了這樣的長的時候，修這樣的難能可貴的教法，行那個菩薩道成佛，現在這個龍女居然說這樣就成嗎？嗯！這個真叫人難以相信。」",
    "402": "[06:42]那麼在這個時候啊，欸！正在說的時候，這個龍女就出現了，龍女就出現了。然後呢那個時候不但智積菩薩，舍利弗尊者也覺得奇怪啊，嗯？舍利弗尊者對龍女說：「欸！剛才我聽文殊師利菩薩說，你發心這樣修行很快就要證無上菩提，這個聽起來真是難以相信。再說呀，這個女身本身，佛說的是個五漏之身不是法器，這個佛道是何等地難能可貴呀，怎麼可能？平常佛一直說的，有這個五種殊勝的，女身不能作：第一個是梵王，第二個是帝釋，第三是魔王，第四轉輪聖王，還有佛身。（這個梵是梵天主，那個帝釋的我們通常說三十三天主，魔王就是欲界六欲天主，轉輪聖王就世間主，還有佛是大法王，這個女人有障礙不能成就的。）現在呢，你能成佛，而且這麼快速，這個實在無法想像！」",
    "479": "[07:59]嘿，結果那個龍女妙咧！把她身上的一個寶珠，最值錢的寶珠供養出來，供養給佛，佛嘛就納受下來了。龍女就說：「欸！你看我把那個寶珠供養佛快不快？」「當然很快囉！」「但是啊，我要成佛的話比這更快。」正說的時候，大家看見龍女一下就轉化成功男的，到南方無垢世界成佛，就像我們釋迦世尊，一一具足。這一下大家就親自看見了這個東西，就沒有話說啦！欸，所以《法華》上面，實際上也並不是單單說，說只有這些慢慢、慢慢地來。他同樣地說，這個真正說起來就是，如理如法教化的就有這麼地快成佛。所以問題不是在佛教我們說有所偏差，而是我們修學的人自己的條件上面，來判別它的快速、是非、高下，這個是兩個地方的一個特點。",
    "557": "[09:17]不過這裡呢，有一點我們要了解的。《法華經》上面儘管這樣說，還有前前後後說了很多，這地方我也不一一、不舉證了。但是這個我們念過《法華經》的人，雖然說這個經是經中之王什麼等等，但是你怎麼樣下手？發菩提心，乃至於發菩提心之前，先必須要的，說發出離心，然後由出離心進入菩提心，然後進菩薩行，然後呢真正地能夠證實相慧。這個《法華經》上就沒講。《華嚴經》上面是很完整地說，可是啊又這麼多，以我們凡夫的這個心量，根本就還是找不到這一個內涵。欸，妙咧！《菩提道次第廣論》上面說每一個地方，他都把必要的次第步驟，一一點得清清楚楚，一一點得清清楚楚。我們前面一再講過了，所以這個《菩提道次第廣論》真正地美、真正地妙就在這個地方。它儘管簡單扼要，可是啊在我們應該走的，所有的重要的關鍵，從凡夫地，到最後成佛道的每一個地方，他重點指出來，關於重點的內涵的最主要的綱要也說明白。",
    "653": "[10:53]所以只要你能夠在《廣論》上面有一個完整的認識以後，然後你回過頭去再看《法華》跟《華嚴》的話，這個裡邊的內涵意趣是一目瞭然。不會像《法華》，《法華》儘管有這麼好、這麼高明，是，大家也說：「我們現在這個《法華》最究竟啊，最圓滿哪！」所以很多人去誦《法華經》，乃至於《法華經》一字一拜；可是拜了半天，對不起，你善根是積了，卻沒有辦法像《法華》上面告訴我們這樣地如理地證入，行持、證得，這卻是個另外問題。你拜了半天還是慢慢地來，下一生再來、下一生再來，那個時候還要等到佛告訴我們這個道理，佛菩薩告訴我們道理以後，照著去行持。",
    "704": "[11:44]除了這一點以外，還有一點很有趣的一個事實。哪！看《法華》，《法華經》上面佛講的那個道理，儘管是最後說：欸，你們都成佛。至於成佛的內容，它就沒有講。前面說過了，真正沒講嗎？講的。要曉得《法華》之所以 ……說《法華》它不是說單單說一個《法華》呀！從我們佛陀出世到究竟圓滿的，所有的圓滿的教法都在這個裡頭，所以它整個的行持的內容在前面。這個以我們的凡夫的心量，我們實在沒有辦法，實在沒有辦法！那麼那個時候呢，宗喀巴大師就把這個整個的內涵凝聚起來、濃縮起來，把它的綱要一個一個列出來，而且按照著必要的次第步驟。",
    "758": "[12:38]大家還記得吧？這個次第步驟不是宗喀巴大師的哦！而卻是阿底峽尊者傳來的。阿底峽尊者哪來的呀？卻是經過他幾個老師，這個老師都是有圓滿傳承，是源源本本、一點不少，究竟圓滿把佛陀所說的三藏十二部集的精要，小乘、大乘、性宗、相宗，各部分的所有的傳承，一一凝聚起來，才濃縮這個。這也是為什麼我們把這個《廣論》的大概內容了解了以後啊，再回過頭去看這個《法華經》，乃至於《華嚴經》，一目瞭然真正殊勝的地方，這第一點。",
    "806": "[13:26]其次呢，你看在《法華經》當中，這個文殊菩薩，欸，去教這個龍女很快地成佛。而且妙咧！這個文殊菩薩說我在海裡邊，跟大眾講的什麼啊？講《法華經》。所以說明了這個《法華經》啊，不僅僅限於我們現在《法華經》的經文，這個是就它的內涵來說；它的真正究竟指向究竟圓滿一佛乘的究竟的教法，這個才真正的《法華經》的內涵。所以《華嚴》本身，也就是佛陀所指出來的究竟的這個內涵。而在《法華》上面的龍女，以及《華嚴》上面的善財，他真正的指導他的是誰呀？卻是文殊菩薩，這個是一件非常有趣的事情。同時我們就從這兩本經典上面來看，不但是眼前能夠得到無上菩提快速的路線的，就是說我們本師釋迦世尊，在《法華》上面說得清清楚楚，他在因地當中怎麼的呀？欸，還是因為呀，以前這個日月燈明佛在的時候，那麼教的那些，教的那些人當中啊，欸，慢慢、慢慢地，慢慢、慢慢地，乃至於十六個王子也是他這個，這一個菩薩，也是他教化出來，佛遺教當中教化出來的。",
    "907": "[15:07]所以究實說來，文殊師利菩薩，在不同的經論上面都說明，他是這十方諸佛之母，他總歸是把這個圓滿的教法是教導我們的。現在呢在末法當中，也可以說也只有像這文殊師利菩薩這樣的十方三世一切諸佛之母，才能夠把這個佛陀圓滿的教法濃縮精鍊，而濃縮成功這麼簡單扼要的這本《廣論》，而適應我們現在時代的眾生。能夠把我們現在的時代眾生，點醒我們，或者種下究竟圓滿一乘大法的種子。而條件如果夠的話，乃至於就從這個上面一步一步深入，還可以很快地成就。這一次因為受於這個時間，所以我沒辦法更深入、廣泛地來說明這個《法華》、《華嚴》跟這個《廣論》之間，彼此之間的很多特別的地方。但是就到這地方已經足夠讓我們了解，足夠讓我們了解。",
    "994": "[16:34]所以根據了前面那個《法華》跟《華嚴》的說明以後，現在我們重新再回過頭來想一想，《廣論》當中它那個特點是什麼？《廣論》當中的特點的話，第一個前面就是告訴我們說，你要修學佛法之前，先應該怎麼辦？說善知識。欸，不！他先在說明這件事情，先特別說出來，說沒有告訴我們親近善知識這個原則之前，他先特別說明。第一點說本論的造者的殊勝，然後呢這一個概念我們前面已經說過了，以及本論的殊勝。有了這兩個殊勝了以後，他下面不馬上告訴我們這個文怎樣，而是說我們怎麼樣才能夠跟這個殊勝圓滿的教法相應，前面這個「說、聽」兩種法門很重要、很重要哦！",
    "1068": "[17:48]在現在經過了《法華》、《華嚴》這個兩部圓教、圓滿經典的證明以後，我們重新再回過頭來去觀察、思惟一下。這個地方有一個特別重要的一點，說前面一再說的「斷器三過、具六種想」，我們是不是這個點做到了？曾經前面說過，因為剛開始的由於我們條件不夠，一下就把這個很深刻的道理說出來的話，大家容或不一定能夠了解。現在經過了全部《廣論》的一個主要的說明，有了大概的概念以後，那地方呀我們重新再溫習一下。",
    "1123": "[18:43]這個斷三過、具六想，究實說來它有兩個差別：斷三過它還是共世間的，而具六想卻是不共世間的。那麼「斷三過」那一點，這個特別地就我們修學佛法的人來說，要我們第一個要心裡邊應該怎麼樣呢？就是不要被我們自己的憍慢什麼等等所遮障，一心一意把自己淨化了以後，仰承善知識的教誡。所以他那個比喻說，像個容器，或者我們說是個茶杯、碗也好，你不能蓋起來的，一定要向上，那麼那個時候這個甘露啊，才可以灌注得進來。那麼進一步呢？它雖然是能夠灌注，我們心裡面，一定要把我們心裡面的這一個想法呀，淨除得乾乾淨淨，所以這個叫等流心自己有過失，這個不可以。第三呢，你接受了這個教法以後的話，你要牢牢地記住，不要東耳朵進、西耳朵出，乃至於今天雖然聽完了，聽完了不擺在心上面，這個也不行。那麼這一個情況，是我們世間一般來說的大家都有，這個前面已經說過了，我在這裡也不特別說明。",
    "1215": "[20:15]至於說這個「具六想」當中啊，這個有它一個特點哦！我剛才特別地說這個是不共世間的。那麼這一點哪，特別地再說一下，什麼叫不共世間的？具六想當中第一個什麼想啊？我們病想。那麼《廣論》上面告訴我們，說我們被無始以來的三毒貪瞋等，整個來說叫無明大病。世間的人他發現如果有病了，他才會找醫生，如果沒有病的話，他會說：「好端端的，我找什麼醫生，我忙得很！」再不然他就說：「欸，你什麼啊？倒我、觸我霉頭啊，跟我過不去啊，怎麼說去找醫生去啊！」但是反過來，他一旦他真正發現有了病的話，喔，他就急急忙忙，拼命去找醫生。那麼世間的醫生呢只是治身病的，那麼我們現在佛法裡邊呢治心病，那個心病不是說我們神經病的那個心病，是說我們無明心病。而這個無明心病卻只有佛陀才能夠指出來，不是我們世間一般人所能夠了解的，所以說這個是不共世間的。",
    "1292": "[21:32]假定我們在這一點上面正確地有了認識了以後啊，這個情況就不一樣了，就不一樣了。我們前面曾經說過，平常我們憍慢哪，或者自以為是啊，種種執著，種種愛好等等，不管是你哪一種心情，哪一種狀態，總不外乎一個事實 ─無明。而這個無明現出來的行相，粗猛的說貪、瞋、癡。貪、瞋容易了解，癡就是事實的真相不了解，包含的範圍很廣。假定我們一開始學習的時候能夠了解了以後的話，你會一心一意地，啊！專門仰仗善知識來淨除。",
    "1340": "[22:20]實際上呢，當然我們一開頭的時候，不可能有正確的了解的。那麼現在經過這個《廣論》這樣地詳細地說明了以後，如果我們能夠真正地認真地去體會學習的話，那時候就認識了：啊！一點都沒錯，我們平常的的確確起心動念，無非在自己的這個無始以來的無明知見當中轉。即使我們修學佛法了，比如說我們這種愛好執着的話，仍舊在這個裡邊。現在我們唯一的辦法，一定要依靠真善知識。所謂真善知識，他必定是徹底淨化了這個。那個時候有一個什麼樣的一個必然的認識我們會產生哪？不管我們怎麼想、怎麼說、怎麼弄，都是錯的，而唯一可以依靠的什麼？只有佛世尊。",
    "1407": "[23:27]那麼這個佛世尊哪，還要經過的如理的抉擇，因為佛說法的時候，他還是說有了義、有不了義。所以平常我們說，要依靠善知識啊，還要分所謂人四依、法四依等等。所謂這個人四依，那不是說普通的人，一定要具足什麼條件，法四依也不是普通的。這個地方我們隨便說一個，比如說「法四依」吧！通常那個法四依指什麼呢？說我們現在修學佛法，說根據什麼呢？根據經論哪！沒錯，經論是沒錯，可是因為我們自己的程度不夠，難免依文解義，我自以為懂了，不一定了解文字所指的內涵，所以第一個說「依義不依語」。同樣地這一本經擺在這地方，你一定要了解這一個經裡邊文字所指的內涵，真實意義是什麼，而不是單單從這個文字表面，你自以為懂，萬一所懂的，不是它經裡面所要說明的這一個道理的話，那錯了！所以平常反過來，我們又說「依文解義，三世佛冤」。",
    "1495": "[24:55]那你要不依文解義怎麼辦呢？還一定要有真正有圓滿傳承的老師的指導，經過這樣指導了以後，你才能夠正確認識這一本經裡邊的實在的內涵。那麼了解了內涵以後呢，對不起，佛說的法，由於不同的根性的眾生，不一定說得究竟圓滿。剛才我們已經學過《法華》跟《華嚴》，曉得前面都是方便說，換句話說不了義的。所以這個四依的標準當中，第二個就告訴我們哪，「依了義不要依不了義」。這個還不可以，你還要分別得出來，哪個是了義經，哪個是不了義經。哦，這樣呀！那麼所以進一步又說這個。那麼還有呢？就是說你依靠這個人，要來跟你解釋的善知識的時候，那怎麼辦呢？欸，你不要從他的人性的那一面去看，所謂「依法不依人」。",
    "1560": "[26:00]最後你一步一步上去的時候，最後還有一個叫「依智不依識」，這個就比較高明了，不是說你現在認識的，還要依智慧。那麼這一點哪，我們就頗難囉！說：「哎呀，這個智慧，真的得到智慧要無分別智，這個登地菩薩我們怎麼辦呢？」欸！不怕。要曉得登地菩薩，就佛果來說，還是在所謂修道當中；就我們來說，只是我們希望達到的這個過程當中，比如說我們有一個步驟啊！這樣。所以如果說我們現在下腳的因對了以後，那麼將來自然可以得到了這樣的一個果。",
    "1598": "[26:38]所以說到這個正確的，怎麼樣達到這個佛菩薩的這一個智慧的話，它一定也有它的原則。那麼這個原則什麼呢？我們通常說聞、思、修慧，這個都叫慧，這個都叫慧。不過呢佛菩薩的這個智是修相應慧，要想達到這個修相應慧，前面一定要的條件，換句話說這個因。得到修相應慧的因是什麼呢？就聞、思相應之慧。而這個聞、思相應之慧，跟修相應慧有什麼不同呢？修相應慧是現證的真現量，聞、思相應之慧的話是正確無誤的比量，這個叫作比量智。所以我們在因地當中，你只要照著前面所說的：圓滿的師承，真善知識的指授，然後呢經過了前面必然的次第步驟，得到的聞相應慧、思相應慧作為因，那麼你就能夠得到這個果。所以對我們來說，所謂「依智不依識」指這一點。",
    "1676": "[27:56]反過來說，你如果說一開頭的時候以為：哎呀，這個菩薩的境界很高啊，我們沒有份哪！對不起，你就斷掉了這個真正感得這個果的因。這個雖然積下一點點將來的善因，對不起，你現在走的一直都是忙別的事情，忙別的事情。這個就是我們在十二因緣當中曾經說過的，你這個真實的種子感果與否的話，欸，就是就要看你下面的行持。如果你下面行持相應，它那個就很快地感果；否則不相應，是別的因在那個地方先啟發了以後啊，它的因擺在那裡，經過無量無邊劫以後再感果，所以我們為什麼不容易很快地成就。",
    "1724": "[28:44]當這裡我們也隨便說一下，任何一個心種感果的時候，說快則二生，慢則三生。這個話怎麼講呢？要嘛你現在就策發它，下面一世就成就。再不然的話，什麼現象呢？就是說雖然你種了個因種，但是由於其他的這些外緣來感發其他的因種，所以這個因擺在這裡沒動，因此始終不會感果。還要經過很久以後，它什麼時候由外緣能夠啟發它，真正這個成熟的時候，它才會感得這一個果報。這裡就是說明了什麼？說明了：喏！如果說你現在不努力策發的話，對不起，它這件事情一樣地不成就，一樣地不成就。"
}