{
    "3": "[00:03]剛才我們這個回過頭來，再運用十二因緣當中告訴我們一個事實。這個十二因緣講前面所謂無明、行、識，那個識的種子它是不是很快地感果啊，看你是不是相應的這個助緣加強它，使它成熟。如果你沒有後面的這個緣去成熟它的這個因種啊，它將來不會感果的。那麼然後經過很久以後，它要感果的時候，還是要有這個助緣把它輔助成功。所以平常我們說種一個善法種子，那個善法種子的因，如果說你不拿跟善法相應的，繼續不斷的這種正知見、如理行去推動它的話，它永遠就停在這裡，乃至於停無量無邊劫以後。可是它種下去以後遲早會的，所以以後還是要會這個因緣啟發，還再成就。這是我們講前面為什麼有的人慢，有人快。那麼快的原因呢，就是他能夠聽從善知識正確的指導，而不照著自己無明相應的。這個地方我們也了解了說：哦！所以我們要依靠善知識，了解自己在病當中，那麼不依靠自己的這一種認識、主張、認為、習慣，這樣才能夠修學佛法。這個是說當我們得到了這個圓滿的教法以後，自己心理上應該準備的。那麼同樣我們把這個，這一個道理運用一下，我們馬上就看看，看出結果來了。",
    "122": "[02:02]剛才這個舉的幾個經論上面的證成，說：有的人很快成就，有的人很慢成就，那麼最主要的呢就是什麼？因為大善知識。這個《法華經》上一開頭的時候就是：「欸？這個佛陀說的法我們也得到了，他為什麼還是這樣呢？」這個是什麼心理呀？佛法上面通常一個說，叫「增上慢」。什麼叫增上慢呢？「慢」就是他以為覺得對，實際上呢，實際上真的對嗎？不夠！因為這個慢心作使，他以為對。所以由於這樣的一個慢心存在的話，他好的東西再不能進入了。所以《廣論》上面，前面曾經引過敦巴尊者一句話，這個這句話也是經論上面說「我慢高山，法水不入」，只要你這個慢心一起來，像高山也就高起來啦！那個佛法的甘露水落下來，你這個蓄不住啊，就跑掉啦！就是這樣。所以我們一開頭時一定要這個。",
    "191": "[03:11]那麼同時我們剛才引的《法華經》上面不是嗎？說像阿若憍陳如他就：「我已經得到啦！那不是 ……？」他心裡面自然而然覺得已經得到了嘛，覺得不願意再去進入它了。這個正是什麼？正是我們前面的「斷三過」，那個過失存在；還有呢，「具六想」，他並不覺得自己病，他覺得已經得到了嘛，他覺得已經對了嘛！他當然不願意再去找醫生去啦！通常我們說慢有兩種：有一種啊叫是增上慢，還有一種叫卑劣慢。卑劣慢又反過來，哎喲，自己覺得太差了。說來說去這個原因是什麼啊？還是有「我」，有我的話，這個我相應的這個慢就現起來了。過分了，增上慢；然後呢他自己覺得畏縮了，叫卑劣慢，他總是因為這樣的因緣沒辦法進入。",
    "244": "[04:04]所以如果我們一開頭時就先了解了這個，哦！說我們現在這個無明大病當中啊！你自然而然會把它依法地徹底消除，一心一意接納善知識的引導的話，那不是像龍女一樣，就自然而然會像《華嚴》上面的善財一樣，以最短的方式達到最高的成就，這麼我們前面一再說過了。而實際上這個過程當中啊，確實省去太多太多的事情。結果我們是為了說找一點點的好處，結果呢不但找不到好處啊，反而遭到了大損害，遭到了大損害！現在呢我們在這個地方，就不再深入地說《法華》跟《華嚴》，只是我前面舉一個簡單地、略略地說明，將來有機會我還是願意詳細地說明。以我們南普陀來說的話，我們將來會很認真地有機會再去啊，去共同地研閱一下《法華》跟《華嚴》的這個綱要內涵，作為我們修行的指導。",
    "328": "[05:28]那麼在這個地方呢，我現在把所有前面說的道理，再總攝地來統攝起來。這個仍舊是宗喀巴大師所寫的，他一生最重要的就是寫了所謂《菩提道次第廣論》，以及《略論》，還有這個最精要的，他把那個整個的《廣論》，就是我們修行的步驟濃縮起來，一個一個段落分三十八個頌子，那就是我們下面要講的。那麼這個頌子現在我要附在我們這個錄音帶當中，這個名字叫「總祈加持生諸功德」，那平常我們說「攝修求加持頌」。「攝」就是總攝一切修行綱要的一個頌子，那麼因為它這個三十八個頌子當中啊，每一個頌子後面祈求加持，所以這個名字叫「攝修求加持頌」。現在我們看這個文，看這個文，我第一個先把它唸一遍：",
    "407": "[06:47]總祈加持生諸功德（誦菩提道攝頌共三十八頌）那個括弧裡邊說，「誦菩提道攝頌共三十八頌」，下面看本文：",
    "422": "[07:02]三、殷重敬信為意樂，身命財物如教修，殊勝供養作加行，唯令師喜求加持。這個是關於善知識一部分的。下面有了善知識，自己修行的時候，就勸取心要。那麼下面那個說：",
    "462": "[07:42]四、八難既離十圓滿，小大顯密總能修，後恐此身難再得，願受心要求加持。這個就是道前基礎的暇滿這一段的。那麼有了道前基礎，正入修學的時候，那麼這個是共下士的時候開始，說下面：",
    "485": "[08:05]五、死仇決定終須到，容或今日便降臨，死時世事均當捨，速修妙法求加持。這個就是念死。再下面：",
    "500": "[08:20]六、無始所集不善業，死墮惡趣不自由，若墮當受寒熱等，思苦難忍求加持。這就是念死以後啊，由死而推進到念苦的。再下面：",
    "515": "[08:35]七、能除眾怖作依怙，真實不虛無他方，虔皈三寶受學處，總別遵行求加持。這個是由於受了苦以後啊，然後呢就緊跟著找到皈依之處的，以及皈依以後應該學，應行的這個部分。再下面：",
    "540": "[09:00]八、黑白業感苦樂果，個別應受勤止作，別於無始所集罪，四力對治求加持。那麼這個就是共下士道最後，由於皈依了以後，那麼從皈依佛而最後找到皈依法。皈依法嘛，法最主要的就是說明這個業感。說明了業感以後呢，又特別告訴我們叫四力對治。到此為止這個是共下士，再下去呢是共中士了進入。",
    "575": "[09:35]九、此生勤修白業因，一得人天賢善身，自性之苦不能越，願出輪迴求加持。十、有海漂流不自由，作此惡劇是惑業，業復依於煩惱起，誓誅惑仇求加持。十一、業惑增上成流轉，結生相續繫縛堅，離此當得無漏樂，勤希解脫求加持。十二、為脫有苦依三學，出家身德佛所稱，生生願持解脫戒，如護眼珠求加持。十三、但求解脫雖可得，惜於自利且未圓，願修能滿二利行，入大乘道求加持。到此為止，這個是所謂共中士的，共中士的。那麼共中士那一部分最主要的，就說明一個 ─出離心，這個是整個佛法的下腳第一步，三乘的共基。正式開始進入佛法，這個是個最重要的，沒有出離心就沒有佛法。不過出離心對究竟佛法來說，是一個基礎，不是圓滿的，我們更要從這個出離心上面策發菩提心。所以他下面呢，進入菩提心，那就是上士部分。那個菩提心又分兩部分：一個是阿底峽尊者傳的，這個所謂金洲大師的這個「七因果法」或者是「六因一果法」，知母、念母 ……。還有一個呢，寂天菩薩所傳的「自他相換法」。先看那個七因果：",
    "688": "[11:28]十四、恩怨中庸今雖現，思量各各無決定，不應虛妄分愛憎，勤修捨心求加持。那個是在七因果之前，我們先要做的準備的。所以先要「等捨」，心裡面把怨親、是非，把它調柔，那個時候才可以進一步修這個七因果法。下面正式進入，就從知母、念母開始。",
    "715": "[11:55]十五、生死流轉無其始，入胎受生亦無初，故知有情皆是母，願生斯見求加持。十六、今生愛我母為最，眾母愛護亦如是，思此厚恩未能報，憶念母恩求加持。十七、若知有恩猶捨棄，似我下劣更有誰，是故圖報當拔苦，並與勝樂求加持。十八、有恩母等乏安樂，我以身財善根施，願諸有情皆得樂，一切圓具求加持。十九、母等眾生苦所逼，苦因苦果願盡離，縱有餘殃我代受，勤修悲心求加持。二十、一切世間諸有情，獲無漏樂斷苦根，我應決定如是作，願速堪能求加持。二十一、任運成辦自他利，世尊而外更有誰，以此為利有情事，願速成佛求加持。那就是七因果當中從知母，然後呢念母恩，然後呢報恩開始，一直到這個增上心，由增上心而發成佛的這個願心 ─大菩提心，這是第一部分。第二部分就是自他換那個，下面依寂天菩薩所修的、所傳的修菩提心法：",
    "819": "[13:39]二十二、自他於苦皆不欲，願得安樂此心同，他之求樂亦如我，自他等視求加持。二十三、愛自即成眾苦因，愛他則是萬善根，生佛差別從此出，自他相換求加持。二十四、以我善樂諸因果，他苦因果盡無餘，如風去來行取捨，由此發心求加持。二十五、為令發心長不退，念其勝利日六修，斷四黑法依白法，如理勤行求加持。這個一個頌子是已經在發了心以後，那個時候念念增上這個菩提願心的，所以這一個頌子通於上面的二者。有了這個菩提願心以後呢，下面就是進入行心的。那個行心啊就是受菩薩戒，那就是下面那個：",
    "885": "[14:45]二十六、成就利他發弘誓，為速圓滿此誓願，進受大戒起大行，勤勇修學求加持。那麼這個地方為止呢是發菩提心，發菩提的由願心而進入行心。進入行心以後呢，就是就行六波羅蜜的菩薩行。所以下面這幾個頌子，頭上六個是六度，自成熟的；第七個頌子是四攝，他成熟的。現在我們依著文把它唸下去。",
    "924": "[15:24]二十七、身命資具三世善，各隨所願施有情，從心變現以布施，捨心增廣求加持。那個就是布施波羅蜜。",
    "939": "[15:39]二十八、別解脫等諸律儀，捨命不犯眾惡行，若遮若性微細罪，羞恥防護求加持。這是持戒波羅蜜。再下面是忍辱波羅蜜，看這個頌：",
    "955": "[15:55]二十九、人及非人四大種，所作損惱多相逼，斷除瞋恚不與較，觀業忍受求加持。再下面是精進波羅蜜，看頌：",
    "969": "[16:09]三十、既為利他求菩提，無量艱辛經劫海，於諸難行無怯倦，著精進鎧求加持。再下面是這個禪定波羅蜜，看：",
    "986": "[16:26]三十一、念知堅固除沈掉，心緣一境生輕安，身心於善有堪能，隨意得止求加持。這個地方說一下，這個頌子啊，整個地就把那個奢摩他那一章說明。不過這一次我們講奢摩他的時候講《略論》的，沒有講《廣論》的。這是因為我們在基礎當中，基礎沒有建穩固的話，學《廣論》的止，可能不一定懂，然後談修行更談不到。那麼這個頌裡邊說「念知堅固」是什麼呢？就是真正學止的時候，最大的兩個毛病是掉舉、昏沉。而要想淨除它的最主要的靠什麼啊？靠正念、正知，正念、正知，所以這個地方特別說明。大概的內容呢，我們仍舊衡準一下我們前面所學的這個，這個《略論》當中的止那一部分。再下面是觀那個：",
    "1053": "[17:33]三十二、以分別智觀法性，即由觀力引輕安，復從輕安發深觀，願生此慧求加持。那麼這個就是毗缽舍那，這一次我們講的也只是《略論》部分。關於止觀的詳細的內容啊，一直要等到我們將來有完整的基礎，建立穩固了以後。原則上面在我們這個地方呢，希望能夠在第三個學年，最後那個時候，就再詳細講那個止觀部分。那麼以上這六個頌子都是屬於六度，屬於自成熟的。下面那個頌子的話呢，就是成熟他的，屬於攝有情戒裡邊的。",
    "1106": "[18:26]三十三、由施攝眾成眷屬，說如法語示利行，以身作則現同事，四攝利他求加持。那就是「布施、愛語、利行、同事」這個四攝。上面所有的這個，就是我們學大乘行者應該學的，再下面這個就進入金剛乘。那麼在《廣論》上面，那個金剛乘那一部分他並沒有說，只是說當你有了前面這個共道，能夠在身心上面善加積集資糧，調柔身心，那個時候要想正式地成就，很快成就的話，就這個路。實際上，下面這幾點，也正是我們剛才引的《法華》、《華嚴》當中，前者是龍女，後者是善財，他為什麼能夠一生圓曠劫之因，真正的內在的特質、密意，在這個裡邊說明。我們現在看那個頌子，說：",
    "1184": "[19:44]三十四、已修共道成法器，當求具德阿闍黎，為入秘密勝上乘，受四灌頂求加持。前面我們已經修了這個共道，這個地方共道分兩部分：一個呢是共下、共中，作為上士的這個共同的基礎，就是這樣。還有一個呢，上士部分的話，它對中、下來說是不共的，但是對於上士的兩種走法，一種是普通的顯教，那麼《廣論》上面叫波羅蜜多大乘，還有一種呢是特別的金剛乘，不管是這兩類當中哪一個，從發菩提心開始，到六度四攝這一段為止啊，這個兩類當中，不管哪一個都要學，在《廣論》一開頭的時候就特別說明。所以說現在假定你把前面這個共同要修的，已經修習了成就了以後，成就自己是個法器。那個時候啊，如果你要快速成就的話，欸，那要重新來。怎麼呢？求具德的阿闍黎。這個阿闍黎是就是我們的善知識，而這個阿闍黎前面特別說明「具德」，要具足圓滿德相的。那麼求了阿闍黎幹什麼呢？你要真正進入，這個是秘密當中最秘密的殊勝的大乘法門，那時候就要求這個四灌頂，求這個四灌頂。",
    "1288": "[21:28]剛才我們曾經簡單地說這個《法華》的龍女、這個《華嚴》的善財，表面上面我們看不出來，實際上裡邊它有深刻的內涵在。那麼這個內涵呢，真正說起來，現在《菩提道次第廣論》，宗喀巴大師介紹我們這個裡邊，都屬於在那個金剛乘裡頭。金剛乘裡頭，等一下我們回頭啊，會簡單地說明一下。那麼關於金剛乘裡邊有什麼樣的呢？看下面啊！就是這餘下來幾個頌子。說你現在受了四灌頂了，那麼應該怎麼辦呢？看：",
    "1333": "[22:13]三十五、所受真言諸密戒，若善守護易成就，不守決當墮地獄，捨命珍護求加持。在我們受灌頂的時候，密教當中第一個，一定要受這個三昧耶戒，這個三昧耶戒就是金剛乘的這個戒。在任何受一個灌頂，學一個真言乘的這個金剛乘的特別的法門之前，它都有它的相關的這個戒。所以說所受這個金剛乘的密戒，是非守不可的，如果你能夠很精細、善巧地守護這個戒的話，那麼這個成就就很容易。反之，如果是你不能守的話，不但自己學的不得成就，而且一定墮地獄。所以在這種情況之下，我們寧捨身命一定要非常珍重、珍惜地護持。",
    "1402": "[23:22]因為你捨命，儘管你生命送掉了，最多喪失一生的生命，但是一墮地獄的話，那不得了的！修行的沒有成就，不但沒有成就，而且受無量無邊的大痛苦。你現在由於護戒了成就，於是你 ……這個戒的特質，它能夠保護你，下一世馬上有得到如理可以修學的人身，而且是暇滿的人身，又可以得到善知識的攝持，所以這一點啊特別重要！那麼你把這個密戒持好了以後，下面應該做的呢，從這個上頭，才可以修這個真言乘的特別的 ─這個地方就是指無上密的噢！無上密的最重要的中心是什麼呢？下面說：",
    "1462": "[24:22]三十六、密部肝心二次第，達精要已起勇進，一日四座無間斷，依師教修求加持。這個無上密，在密教當中最中心是無上密。無上密當中的特質是什麼呢？所以它「肝心」，就是它的中心部分，就是「二次第」。哪兩個次第呢？一個就是生起次第，一個是圓滿次第。這地方我們不特別地介紹，因為我們條件不夠，我們只要認識一個常識就夠了。關於這兩樣東西，他說，你正確地得到了灌頂，得到了它這個重要的內涵，修行的時候要真正勇猛精進。那個時候才是真正修行，修行的時候一天有四座。這個四座我以前也簡單地說過，這個四座在任何情況之下絕不間斷。而且這個不間斷有兩種，不是說這個四座斷斷續續哦！還有啊，上座既然不可以馬虎，下座還在繼續當中。這個在《廣論》一開頭的時候啊，我曾經說明過。總之無時無刻都繼續努力，精進地，叫「依師教修求加持」。",
    "1542": "[25:42]關於這個地方的「依師教修」，依照著師長真善知識的教誡。大家回頭來想一想看，我們前面所說的，善財童子去參善知識的時候，文殊菩薩怎麼告訴他？說一定要依靠善知識的教誡的隨順，一點都不可以馬虎。這個是，看見沒有？所以說我們了解：噢！原來文殊師利菩薩在《華嚴經》當中，教善財童子的這個特質，在這個我們《廣論》上面，到這裡才圓滿地派上用場。前面要不要？要，當然絕對要！不過前面要的話，所謂作的基礎，現在的話究竟結果了，還是同樣地需要這個，同樣地說這個。那《華嚴》上面也是，一開頭的時候，前面固然要善知識，到後來信解行證要修證的部分，進入的又要善知識。進入的第一個善知識，固然他給他說明這些道理；最後啊在開彌勒樓閣之前，德生、有德童女又特別提醒他，說：「哦！對善知識要怎麼、怎麼 ……」這個地方有它特別意義哦！所以我先簡單地說明一下。那麼再下面說：",
    "1629": "[27:09]三十七、示茲妙道善知識，如理薰修同行人，願持正法久住世，內外災息求加持。那個自己的願望。",
    "1641": "[27:21]三十八、願我生生遇明師，飽餐妙法甘露味，十地五道功德滿，速疾證得金剛持。這個最後一個願。最後一個願妙極了！說怎麼呀？願我生生遇明師哦！嗯，為什麼原因啊？因為我們整個的修行，必定要依靠這個大善知識，如果沒有大善知識，你根本不可能成就。剛才我們在重新溫習這個道前基礎當中，在《廣論》的所謂初開的主要的科目，第三，甲三那一科，如何說、聽這個相應正法之前，說生六種想，自己在病想當中，是特別說明什麼？特別說明：欸，我們在無明當中哦！唯一的真正能夠引導我們的，一定要在得到了智慧的明眼人哦！所以從一開頭就說「萬善根本從師出」，而最後歸結的時候又說。所以我們要了解這一個特質，這一個的重要，那個是總攝這個《菩提道次第廣論》的綱要。最後又說：",
    "1724": "[28:44]此頌自「萬善根本從師出」至「速疾證得金剛持」，共三十八頌。如能全誦，至誠請求加持，尤為圓滿，倘行者萬分不暇，亦聽其便。這是集這個三十八個頌子的一位善知識，特別加以說明的。那麼現在我這個頌從哪裡來呢？那個是尊法師，就是法尊法師啊，在實際地在收集的這個裡邊，就引證出來的一段的內涵。那麼下面呢我再把這個三十八個頌子，再約略地一一說明一下，把它個內涵，再回歸到我們前面所學的這個《菩提道次第廣論》上頭去。"
}