{
    "3": "[00:03]剛才我們把那個三十八個頌子，全部從頭到尾唸了一遍，那麼現在呢大概地解釋一下，解釋一下。總共的這個本論分三部分，分三部分。第一部分呢就是講出離心，講出離心，這個出離心也可以說，就是到前面的共中士道為主。這個關於三十八個頌子當中到哪裡呢？我們不妨去數，從「萬善根本從師出」這個算為第一頌，然後呢「一切時處普攝護」是第二頌，我們數一、二、三、四、五、六、七、八、九、十、十一、十二、十三，到那個第十三頌為止。那麼這個部分的最主要的中心，我們要指出來，這是什麼？就是學出離心，學出離心。",
    "69": "[01:09]那麼由於這個出離心，再把它推廣、推深，那個時候我們就要追下去達到發菩提心。普通我們很多人，修學佛法的人因為不了解真實相，總覺得出離心跟菩提心是兩件事情，或者把它看成是大、小兩乘各各不同。乃至於很多人說：「哎呀！我是大乘菩提心啊，不要出離心的。」那麼這個我們學過《廣論》的人就了解了，啊！這是完全錯誤、完全錯誤。這個出離心是菩提心的真正的鋼骨，沒有出離心絕對沒有菩提心。同樣地我這裡順便一說，儘管我們現在說大乘、大乘，也讀《法華》、也讀《華嚴》，所以沒辦法真正地去深入 ─所謂深入的話，就是如理、如量修持那個感得圓滿果報的原因，就是對它真實的內容你不了解嘛！這個不了解你怎麼行呢？所以說我們現在從那個真正的根本的出離心，再推深、推大、推及法界一切眾生，也要幫他們出離這個生死的大痛苦，那一部分叫作什麼呢？叫作菩提心，發這個菩提心。",
    "157": "[02:37]那麼這個菩提心的話呢，啟發這個菩提心了以後，再行菩提行。這個從哪裡開始呢？從下面這個表上面有個小括弧，「（依阿底峽尊者所傳修菩提心法）」那下面開始。換句話說，第十四頌，十四、十五、十六、十七、十八、十九、二十、二十一，到二十一為止，那個是所謂金洲大師傳來的，七因果的。再下面的話呢，這個二十二、二十三、二十四是寂天菩薩傳的自他換。第二十五啊，就是發了這個心為了堅固，所以第二十五個頌子的話，仍舊是屬於發菩提心的。那麼這個地方為止呢，就是菩提的願心。",
    "212": "[03:32]由於願心從第二十六頌開始這是菩提行心；然後呢下面就是所謂這個成就這個菩提的資糧。至於說，這個我們數下去啊，二十七、二十八、二十九，二十九就是忍辱，三十那麼就是精進。三十一、三十二這兩個頌子的話，這是什麼呢？這個一般說起來的話，就要得到真正的正知見，正知見，或者說我們能夠證入這個真如實相，或者是空緣起，不同的我們的派系，不同的名詞，可是內容是一個。整個的佛法三部分：第一個呢出離心，第二個是菩提心，第三個呢就是怎麼去證得這個空正見，圓滿這個菩提願心。那麼說，三十三以後的這幾個都是包含在這個裡邊，怎麼去圓滿它，因為顯密二教的不同，而分出這兩個的差別，這兩個的差別。那麼關於這個頌子的話，我們只要對著我們前面所學的《廣論》，這個一部、一部分下去的話，就可以正確地了解了。",
    "303": "[05:03]那麼現在這地方呢，請我們大家翻開《菩提道次第廣論》道前基礎第十一頁，第十一頁。我要說明的是什麼呢，十一頁看那個第二段，如果算行數的就是第七行，第七行這個上面有一段話：",
    "329": "[05:29]是故應當依善依怙，於其一切正言，皆是一數取趣成佛支緣，所有道理，令起定解。諸現能修者即當修習。諸現未能實進止者，亦不應以自未能趣而為因相，即便棄捨。應作是思，願於何時於如是等，由趣遮門，現修學耶。遂於其因，集積資糧，淨治罪障，廣發正願。以是不久，漸漸增長智慧能力，於彼一切悉能修學。這句話前面已經說過，而且不止一次，為什麼今天在這地方又提醒一下呢？因為我們對本論從頭至尾學過，而且到最後用《華嚴》、《法華》來證成，證成了以後啊，這個意義對我們就又不一樣了。前面我們是膚淺的，不了解它透徹的，現在經過了這樣的話，我們可以把它的深義抉擇出來。這個四句話，平常我們可以用不同的方式來分類，說譬如說，經常我們說的「涅槃四因」，這個是這個《涅槃經》上面引的。就是說我們要證得最後圓滿的大般涅槃的話，需要這樣的幾個條件。哪一個呢？第一個是親近善知識。親近善知識幹什麼呢？從他聽聞正法、如理思惟、法隨法行，法隨法行就是講修。那麼證得那個無上的菩提 ─大涅槃的果。",
    "442": "[07:22]這個裡邊第一句是告訴我們，我們要依靠善知識，這個善知識我們大概都有個了解了。那麼善知識幹什麼呢？欸，他就告訴我們這個道理，所以他下面說，「於其一切正言」，這個道理我們要整個地生起確定不疑的見解。前面已經說過，這個地方的意義有它很不同的內涵，而這個我們特別一方面回憶《廣論》前面告訴我們的，說：所以稱為下士所以稱為共，中士又是共，而進入上士。乃至於《妙法蓮華經》當中、《華嚴經》當中，快、慢成就的不同，我們立刻就找到了一個很好的一個結論了。",
    "499": "[08:19]為什麼原因快，為什麼慢呢？就是：哦！如果我們一開頭的時候，能夠把成佛所有的圓滿的道理，從善知識這個地方聽聞了解了以後，然後按著這個次第一步一步上去走的話，那就快了，那就直了！不會在任何地方停頓。因為我們不會執著：哦，這個是，啊，我以為如此！得少為足這種現象整個地就消除掉了。結果呢，前面雖然好像慢一點，你得花很多時間認真去學這個東西，最後卻是占了絕大、絕大的便宜。這個便宜絕對不是我們世間所能夠想像的，絕對不能世間所能想像的。所以這個上面，這句話對我們有非常重大的特別意義哦！",
    "556": "[09:16]所以，找到了善知識，不必忙著馬上去修證，而必定要把最圓滿的教授應該有正確的認識。而不但有了這個正確的認識哦，還要生起定解。那麼這個是說明什麼，在什麼地方呢？就是聞、思。「聞」那是善知識的，他儘管聽懂了，但是你是不是能夠確定不疑地、確定不疑地，產生實殊勝的見解，而不為外面的隨便一切事情來動搖呢？這個要經過自己的如理思惟的。所以這個地方告訴我們啊，要「令起定解」哦！看噢！在這個道前基礎一開頭的時候，已經說明了這個關鍵。所以我前面曾經說過，如果說你條件夠的話，前面學，欸，你已經能夠把握住重點了。可是我們如果條件不夠，沒關係啊，我們整個地圓滿認識了，回過頭來，仍舊可以走這個最快速的路子。",
    "628": "[10:28]那麼有了這個認識以後呢，於是我們就找到，哦！整個成佛是這樣的，那麼從哪裡下手呢？於是下面是找到現在下手之處，所以說「諸現能修」的就修習。平常如果我們不了解這一點的話，我們往往：欸，現在是這樣囉，其他的什麼都不要囉！哦，這個持戒嘛也就是執著在戒上面；念佛的話呢，執著在念佛上面。乃至於學教，本來學教是要圓滿認識這個教理，希望走最直捷像龍女與善財這種路線，結果我們也走偏了。偏到最有趣的是，現在譬如說有一派叫日蓮真宗，他其他什麼都不要了，只要念「妙法蓮華經」這六個字。這種現象都沒有了。那會怎麼呢？說：我現在找到了，現在能修就修。那麼不能修怎麼辦呢？我們絕對不會排斥它。",
    "688": "[11:28]因為我們現在排斥的因，種下去了以後，將來你感得這個惡果啊，注定你要走遠路。而我們有了正確的認識，認識現在之所以不能修，正因為障礙未除，資糧未具，我們怎麼可能再排斥它增加自己的障礙呢？我們現在修習無非是要淨除障礙、積聚資糧，當障礙除掉，資糧慢慢地積聚了，你慢慢地就能夠深入，那個時候就照著它一步一步去做呀！所以眼前做的正是為一步一步昇上的準備，所以他說「諸現未能實在進止者」，絕對不可以因為不能做的原因就棄捨它。而應該怎麼辦呢？「應作是思願於何時」，就是正是我們內心當中發的願：我們要努力啊，好好地現在努力啊！到什麼時候嘛希望能夠去做啦！這樣。",
    "748": "[12:28]因為有了這樣的想法、這樣的認識，所以我們在沒有做到之前，先已經積這個因，有了這個因，將來感得這個能夠做的果。那麼這個因是什麼呢？就積聚資糧啊，淨除罪障啊，廣發大願哪！你能夠這樣的話，不要多久，罪障既除掉了，資糧就積聚了，那麼智慧也增長了。你的願力在這個地方，所以不要太久，「增長智慧、能力」，到那個時候什麼都學，所以很快地就能夠成就，像龍女或者善財童子這樣的成就。現在我們再回過頭來去一看的話，哇！這個才是了解，原來《廣論》的的確確是說明《華嚴》、《法華》上面，最究竟圓滿的道理，是千真萬確，是千真萬確啊！",
    "810": "[13:30]嗯，現在看了這個以後，我們再翻過來，再翻過來。翻到哪裡呢？還是《菩提道次第廣論》，《廣論》看什麼？看五百五十六頁，那是靠最後頭了，最後頭了。這個也說過，最後頭我們看，先數一下哦，一、二、三、四、五，先看這個第五行，那個第五行下面，最下面一句：",
    "838": "[13:58]此復若能修習下下，漸於上上增欲得心，聽聞上上而於下下漸欲修行，是最切要。這個以前講過了！現在如果我們整個地圓滿了，回過頭來再去溫習一下的話，那時才發現：啊！千真萬確。以前聽人家講，這是人家的，如果說我們能夠在聽的過程當中，自己如理思惟、觀察，而且隨分隨力去行持。那樣過來的話，你那個時候再去回頭一看這兩句話的話，啊！千真萬確，千真萬確。所以我在這裡重新把它再看一下，這個次第這麼重要！下面說：",
    "890": "[14:50]若於前者全無所有，專修心住專樂見解，難至宗要，故須對於圓滿道體引生定解。這幾句話，不但我們《廣論》哪，馬上派得上用場。剛才我們說，我們看《法華經》乃至於我們看《華嚴經》，儘管說：哎呀！《法華經》佛一再說這是經中之王，說「我自己以往說的經，沒有一個比得上這個《法華經》的」；又說它有無量無邊的功德，又怎麼樣、怎麼樣。啊，乃至於我們現在很多人天天念誦，有沒有功德？當然有！但是這個功德最多只是感得說，哎喲，這個人有什麼樣的好的現象，它《法華》上面真正的意思教你很快成佛，你有嗎？沒有。那麼為什麼呢？喏，就在這裡了，就在這裡！所以這兩句話：假定你不懂得這個必然的次第，不照著這前面的一步一步地來，你單單在某一個地方，或者修定，或者是乃至於念、或者是拜的話，啊！這個很難得到它的中心最主要的。這個中心主要的就是，要你最快速地成佛。那個時候我們才會了解，才會了解。",
    "970": "[16:10]再不然的話呢，我們不容易把握住這個特質，以我來說我以前也是這樣。有一段時候我看見有一個人，哦，很認真，那個時候剛出家，人家天天拜《法華經》，都覺得：喔唷，這個無量無邊的功德啊！我也想：對啊！我現在一心一意要求。當初因為是念佛也不管它，後來心裡確實地想過：欸，我也這麼拜一下。乃至於更多的，就拜《華嚴經》哦，哇！這個時候我也心裡想這樣想。有沒有感應？有感應。可是一直等到我學了《廣論》以後才曉得：唉！這個感應是感應哪，可是《法華》、《華嚴》真正的宗要是什麼啊？要你最快的方式成熟啊！但是對不起，我怎麼翻、怎麼看，就是不懂。",
    "1019": "[16:59]我自己還有一部《華嚴疏鈔》，十本哦，非常厚哦！那個書二十幾年以前，因為我看了《華嚴》很感動，也想學。啊！我師父他老人家就特別買了送我一本。現在算起來這個不什麼稀奇啊，那個時候一本《華嚴疏鈔》，哇，那好不簡單哦！我很珍貴地去看，看了半天哪，也看不出個頭面來，看不出個頭面來。一直等到我把《廣論》從頭至尾學過了，那個時候才曉得，這一點我在前面一再跟大家說明過的。",
    "1056": "[17:36]所以今天大家我們每一位同修，經過這樣的一個層次學下來的時候，我想重提這兩句話的話，就有很不同的內涵。所以在這個時候我們自己曉得願意怎麼啊，怎麼聽聞、怎麼思惟，怎麼樣使得我們對這個圓滿的道體，產生決定不移的定解。有了這個定解以後，那個時候才談得到修。那麼這個修的時候，他下面告訴我們哪，我們繼續看那個《菩提道次第廣論》五百五十六頁，繼續下去，文：",
    "1092": "[18:12]修彼等時，亦當聰利令心平等，謂於引導修道知識，敬心微劣，則斷一切善法根本，故當勤修依師之法……。這個就是我們現在的三十八個頌子當中，他一步、一步、一步告訴我們。下面我們繼續看下去，看到五百五十七頁，五百五十七頁它看第二行。前面那個就是簡單扼要地說明這個《菩提次第廣論》的幾個重點，那麼也就是這個三十八個頌子當中的，前面那個共道部分的。最後他說：",
    "1139": "[18:59]已釋上士道次第中學菩薩行，應如何學慧性毘缽舍那之法。到這裡為止，就是這個《攝修求加持頌》當中，一直講到第三十三頌為止，講圓滿了，乃至於把共道修圓滿了。下面說：",
    "1170": "[19:30]第二特學金剛乘法。欸，這個在以前是只是簡單扼要地說了一下，也沒有說內容。那麼今天同樣地不說，可是呢今天我要說的，怎麼樣進入金剛乘的關鍵在哪裡，在這裡說一下。我們看文：",
    "1190": "[19:50]如是善修顯密共道，其後無疑當入密咒，以彼密道較諸餘法最為希貴，速能圓滿二資糧故。若入彼者，如《道炬論》說，先以財敬奉教行等，令師歡喜。較前所說尤為過上，然是對於能具咒說最下之德相者，乃如是行。這裡簡單地說明一下。說前面的共道已經善巧地修學了，那個時候我們毫無疑問地要入這個金剛乘，這是因為這個最快速。在所有的一切當中這是最快速、也最希貴，為什麼呢？它因為用最快速的方式能夠圓滿兩種資糧。我們以前雖然說過很多次，但是總心裡面有懷疑說：嗯？平常人家都說要三大阿僧祇劫，實際上動不動無量阿僧祇劫，現在你很快速地圓滿，有可能嗎？總覺得這是密乘當中的好像特殊的說法。現在呢，我們引證了《華嚴》、《法華》，欸，結果發現《華嚴》、《法華》真實的內涵，卻也是教我們以最快速的方式，不管是《妙法蓮華經》當中的龍女，以及《華嚴經》當中的善財童子，那個善財童子更是特別地詳細說明。",
    "1295": "[21:35]比如說，《法華經》上面，容或有人還說：欸，那個龍女她到底成了什麼佛？因為圓教當中判的所謂說：「啊！這個圓教的這個初住以上的話，他都可以 ……或者別教的初地以上，都可以八相成道哦！」這個我們先不談。而圓教來說，那麼沒錯啊，圓教善財童子所參的五十三員大善知識，那確實百分之百的最後的等覺後心，乃至於成妙覺位吧！這個上頭不是普賢菩薩親自給這個善財童子說的？說：「你現在經過了這個文殊師利菩薩大善知識的攝持，聽從他，由於你自己的發的願心，勇猛精進地行持。以及五十幾參，經過這麼多的百城煙水，依善知識的指授、加持，你現在所證得的那個內涵與我（換句話說普賢菩薩）相等，與諸佛相等。這個所證得的內涵，一般來說，普通那些修大乘行者的菩薩，要都要經過無量阿僧祇劫才能證得，你卻在一生當中證得。」不是嗎？所以這個絕對不是說單單金剛乘當中，實際上呢這個顯教當中也完全說明。",
    "1396": "[23:16]雖然說明了，剛才我說：欸？《法華經》上面怎麼個行持卻沒有啊！《華嚴經》上面怎麼個行持卻沒有啊！這樣。真的沒有嗎？有的！那麼在這個整個的教授當中，現在歸納起來，歸納在哪裡啊？說這個叫密教當中啦！所以我們首先有了這個認識啊，才我們不會拿我們的知見來排斥它。而我們的知見偏偏又是什麼啊？凡夫的，是無明的相應的。所以我們前面了解了這些道理以後啊，那我們才知道，得到了正知見你如理去抉擇，那就對。反過來你說：「啊，那我們不要啦！不要聽自己的，總是聽善知識的。」但是你沒有正確的知見，你沒辦法判別的這個善知識，偏偏就是惡知識你跟了他，那又完啦！那又完啦！",
    "1450": "[24:10]所以這個地方又告訴我們哪，說：你無疑地要進入這個密乘哪！那麼進入密乘的話，它能夠最快速地圓滿兩種資糧啊！那個時候第一個還是要依靠善知識，這個善知識太重要啦！但是再說這個善知識的行相，這個前面已經說過了，他下面又特別叮囑我們一句話喲！這句話什麼呀？「然是對於能具咒說最下之德相者，乃如是行。」就是這句話。",
    "1480": "[24:40]說這個善知識沒有錯，但是你必定要怎麼樣呢？要說具足這個善知識的德相的才可以。萬一因為條件不具足，大家還記得吧？說不能十全十美、百分之百，那麼至少要在起碼的 ─在《廣論》上面告訴我們起碼是「八分之一為下邊際」。而這個前面說的這個八分之一的下邊際，是指前面的顯密共道哦！現在這個地方是說什麼？乃至於你進了密教還要最下的這個，這個條件的話，那個條件就很高、很高囉！那個很高、很高囉！他這個真正的條件哪，都是要所謂的相當的證量相應的內涵。你有了這樣證量相應的善知識，你才去依靠他，那就對了。所以這個地方我們先要了解的，這要了解的。所以我這個地方呢，只簡單地說一下，簡單地說一下。那麼關於這段文當中啊，我把它唸一遍，唸一遍，重要的地方我再說一下。說：",
    "1557": "[25:57]然是對於能具咒說最下之德相者，乃如是行。其次先以清淨續部能熟灌頂，成熟身心。次當聽聞了知守護，爾時所受三昧耶律。就是剛才我們唸這個三十八個頌子當中的，說「所受真言諸密戒，若善守護易成就，不守決當墮地獄，捨命珍護求加持。」那麼我們繼續下去，看那個《菩提道次第廣論》五百五十七頁這個文：",
    "1597": "[26:37]若為根本罪犯染著，雖可重受，然於相續，生道功德最為稽留，故常勇猛莫令染著。又當勵力莫犯粗罪，設有誤犯，亦當勤修還出方便，彼等皆是修道基礎，若無彼者，則如牆傾，諸危屋故。他就告訴我們：這個是基礎，沒有這個基礎的話什麼都談不到哦，你在這個上面建房子的話，造牆牆塌，造屋屋坍。他下面就引證：",
    "1637": "[27:17]《曼殊室利根本教》云：「佛未說犯戒，能成就諸咒。」此說全無上中下品三等成就。那不管是什麼樣的成就，最起碼的都不成功。",
    "1654": "[27:34]無上瑜伽續說，這無上瑜伽續就是無上密續，密教的經典說：",
    "1662": "[27:42]若不守護諸三昧耶，下劣灌頂，不知真實，此三雖修終無成就，我們修學密教需要三個條件：第一個呢，要能夠善巧守護這個三昧耶戒。所以這個密教的戒是非常嚴持、非常嚴密。在我們一開頭的時候，談到這個所謂善知識的行相，講阿底峽尊者的時候，那個時候曾經提過，大家回憶一下。不要以為說，哦，你隨便灌了一個頂就可以囉，你如果說不能善巧持的話不行。而要想持那個三昧耶戒的話，它基礎一定是在別解脫戒，在菩薩戒。如果我們馬馬虎虎隨便受的話，有很多人覺得灌了頂不知天高地厚，總覺得我是學密教的。如果你了解了《廣論》去一衡量的話，我們怎麼夠資格啊？連它得不得三昧耶戒都不知道！因為你前面的沒基礎，你就得了三昧耶戒了嗎？菩薩戒都談不到，別解脫戒就得不到。所以有很多人哪，這個地方我們值得我們小小地要停一下，觀察一下。緊跟著要還要灌頂啊，說要圓滿的灌頂，下劣的灌頂也不行。灌了頂以後，修法的內涵你不知道還不行。所以它具足三個條件哦！要第一個要守護三昧耶戒，第二個灌頂要圓滿，第三個它的內容要一點無誤地把握得住。有了這個三個才可以談修習，這樣。你沒有這三個，再怎麼修沒有用。所以有的人以為學密教了，根本談不到！故若不護三昧耶律而云修道，是極漂轉咒理之外。",
    "1773": "[29:33]下面告訴我們說，假定不能善巧地守護三昧耶，說是修道的話，對不起，他根本「是極漂轉咒理之外」。他就說啊，對不起，你根本就是連它這個真正的道理你都不知道，你完全是個外行，外行你談什麼修行呢，那不是開玩笑嗎？"
}