{
    "3": "[00:03]剛才我們就把這個關於學密教的這個特質，我為什麼要這樣說呢？它這個原因，因為近代啊，這個密教在這裡漸漸盛行起來了。最開始的時候人家不了解嘛排斥它，現在呢又有很多人又不懂得，也莫名其妙地跟著它，就隨便結了個緣，以為：啊！我就是個密教的根性，就在那兒學密啦！動不動，這個都是一個根本的錯誤，根本的錯誤。都不可能像我們所說的，不要說快速不成就，連它慢都慢不起來，都是結了個緣哪，在外面空轉。所以我們學了《廣論》以後，才能夠真正圓滿地了解，哪！你應該用什麼方式，這樣地如理如量、次第無誤一步一步上去，從這個基礎上面，這樣地一步一步地深入。",
    "68": "[01:08]那麼有了這個整個的概念以後，我們再重新把這三十八個頌子，扼要地來說明一下。這個每一個頌子都有它的這個特點，那麼我們根據我們個人相應的，這樣去照它去修持，照它修持。而且每天，後面告訴我們把它唸一遍，因為我們這是最後的終極目標，眼前正要走的就從這地方步步上去。你始終這個圓滿的輪廓擺在腦筋裡不忘記了，所以你做任何情況的時候，欸，那個大目標擺在上頭，你不會弄錯，這是一個最重要的，不管你從哪裡走。平常我們很容易地犯的，就是跑到哪裡執到哪裡，因為這是無始的習氣。你不執，要什麼條件呢？圓滿成佛。可能嗎？而對我們眾生分上，由這唯一的方法，就是把這個諸佛的圓滿教授擺在這裡，讓你一直作為一個目標的話，你隨時隨地警惕自己的話，你就可以把這個圓滿的教法來策勵自己，淨化自己的執著。結果呢，一步一步地淨化，一步步地上升，達到最快速成就。",
    "156": "[02:36]那麼現在我們看一下這個頌，前面我們不管從《廣論》上面學也好，前頭、後頭乃至於到最後，用《法華》、《華嚴》來印證也好，都了解，說這個善知識是最最重要，是最最重要！所以這個三十八個頌子當中，單單善知識一部分，占了三個頌子，從「萬善根本從師出，能生利樂如良田，依止違法善根斷，如理事師求加持。」第一、第二、第三頌都說這個善知識，那麼這個地方我也特別加以說明一下。",
    "205": "[03:25]在這個本論告訴我們說，我們依靠善知識先應該什麼？要了解依靠善知識的殊勝的利益，以及不依止善知識的種種的過患；那麼依止的方法，那麼依止的時候修信，應該用什麼樣的，所謂九心，那麼這個分四個項目。關於這一點哪，我們現在再把它重新哪，重新來溫習一下，溫習一下。這個對我們有非常重要的一個，一個什麼？也可以說不管是在哪一個地位，這是最重要的一點，最重要的一點。你說開頭，開頭要善知識；中間，中間要善知識；後來，後來要善知識。善財童子之所以能夠這麼快地成就的根本原因，他就是一直照著這個道理，沒有離開過善知識，乃至於最後證齊諸佛以後，他還要以十大願王導歸極樂。幹什麼？還要依止這個善知識呀！這樣。所以我們現在下腳第一步，居然這個不要了，那是所以我們怎麼弄也不行的原因。",
    "296": "[04:56]那麼現在我們既然溫習，我們仍舊照著這個《廣論》上面，請翻開來看。《廣論》上面說這個親近善知識的時候這個條件，它分幾部分，它分幾部分。我們先看第二十四頁，二十四頁上面它那個綱要，說「由是親近知識之理分六：所依善知識之相，能依學者之相，應該如何依師，依止勝利，未依過患，以及攝彼等義」。前面的我們不去說它了，我們先看一看能依學者之相，在二十八頁上頭。",
    "346": "[05:46]他告訴我們說什麼？能依的需要幾個條件哪？正住、具慧、希求，加上恭敬。剛開始我們學的時候，因為不了解這個真實的內涵，雖然解釋、了解了，但是內心上面哪，很難生起相應的這個量來。現在我們重新再溫習的時候，我想對我們就有進一步的這個功效、這個價值了。所以在這個地方我不說，可是讓我們自己呀，說我們「正住」了沒有啊？所謂正住，什麼樣的條件呢？我們是不是拿我們的心情去衡量他呀？你一旦有了這個心，對不起！那個根本前面那個過都沒斷，還談得到正住嗎？這樣。那麼單單正住，還要呢「具慧」，具慧我們要能夠辨別得出來說正道善說，以及似道惡說，我們有這個本事嗎？具足了這個兩個條件，我們是不是一心「希求」佛法，是嗎？如果不對、不夠，原因在哪裡？我們這個地方一定要把它找出來，一定要找出來。",
    "432": "[07:12]乃至於加上「恭敬」，為什麼我們不能恭敬？原因何在？原因何在？這個地方我也隨便說它一下。因為我們慣常遇見一個問題，尤其是我們經過了這個一個學期的修學，有很多人的確，哎！現在聽見了這個《廣論》囉，很歡喜，然後我們認真比如就懺悔，說這個懺悔的時候一定要至誠恭敬。欸，說這個理論上面說也懂了，曉得要恭敬，但是那個恭敬心就是生不起來，什麼原因呢？對呀！這個要問你自己啊！那麼這個地方呢，我也不妨告訴大家：總之說來說去，如果你真的能夠聽得懂，照著去做，那個時候必然產生我們常常說跟法相應，跟法相應；所謂相應的話，至少你要聽懂，聽懂了照著去做。那個時候，「懂」懂是什麼？懂是懂些什麼，做是做些什麼？",
    "494": "[08:14]這地方簡單地再說一下，所謂懂的話，不是懂得文字，是懂得文字所指的義理。這個義理實際上就是指出來，我們凡夫是什麼？都在無明當中，所以儘管我們起心動念好像認識了，還在無明當中，這個算懂嗎？你要認識這個是無明，那個才是真正懂。這無明很深細的喲，但是顯出來的行相呢，我們說這個是我們的貪、這個是瞋，你能夠認識這個，然後你拿佛法來對治它，那個時候才叫什麼？慧啊！那個是你對治了這個以後，才內心產生那個法相應的喜樂啊！我們所謂喜樂，有嗎？以前一再說過的，假定你真正能夠如理如量生起了這樣的內涵的話，你會自己覺得：哎呀！我對治了這個煩惱，並沒有再被煩惱轉，像以前一樣。是啊！因為你調伏了這個煩惱，所以你內心得到清涼。因為你內心清涼，調伏了煩惱，所以解脫了煩惱的繫縛，不是嗎？這個戒的功效。所以說，一定要得到正知見，這樣去做，那個時候你歡喜了以後，你會心裡想：哎呀，真高興啊！這個是法喜。誰給你的法喜啊？哪！佛陀。啊！那個時候你想到佛陀給你的恩惠的話，你自己不知不覺當中這種恩感的心情就起來了；恩感起來的時候，恭敬心情就隨著而來。",
    "597": "[09:57]所以我們在座的同修們，凡是能夠真正地如理如量，生起這樣的這種相應的法的內心的狀態的話，欸，沒有一個人例外的，都有這種經驗。欸，說以前怎麼說恭敬，說來說去啊，說是會的，做就是做不到；可是到那個時候叫你不恭敬哪，也做不到！所以這個的的確確不是一個空話呀！這是一個實在的。那麼在這地方點醒一下，如果還沒有如理做到的話，就應該回過頭來，從《廣論》的那一部分仔細追求缺點何在，這樣。那麼這個是說自己呀，能依學者之相。",
    "647": "[10:47]那麼下面呢？我們看二十九頁，二十九頁。他是告訴我們「如是應知」，看前面那個這個科判，倒數第三行，「如是應知，曾受法恩，特於圓滿教授，導心知識，如何依止」。那麼這個依止的方法分兩部分：一個是意樂，一個是加行，這樣。那麼意樂當中又分三部分：所謂總示親近意樂、特申修信以為根本，第三隨念深恩應起敬重。就看那個第一個，「《華嚴經》說，以九種心，親近善知識」，這個，我們翻過來，他把那個九個心總攝為四。剛才我們前面曾經在引證這個《華嚴》的時候，提到過善財童子參德生童子、有德童女這兩位大善知識 ─那個都是這個十地菩薩哦，都是十地菩薩 ─的時候告訴他的，說應該有具幾種心。他說九種，實際上呢這個《華嚴》上面舉了二十一種，這是最主要這個九種能夠涵攝了了這個意義，而又把它九種再歸納成功四個大類。",
    "739": "[12:19]第一個叫「棄自自在，捨於尊重令自在者，如孝子心。」在這個《華嚴》上面只是說如孝子心、如金剛心，他並沒有說明理由；因為沒有說明理由，我們不知道這個原因何在，如何修行。現在呢本論上面雖然簡單扼要，把這個內容說出來，你照著去做的話，你可以了解，真正找到我們下手之處。所以說，這個論跟這個經一配合的話，啊！那真如虎添翼，像畫龍點睛一樣，現在我們看文。",
    "774": "[12:54]說「如孝子心者，謂如孝子自於所作，不自在轉，觀父容顏，隨父自在，依教而行。」這個文我們前面說過，今天我們同樣地學完了以後，重新來回味、溫習一下。為什麼要把自己要自由自在的，要棄捨掉，而要跟隨著所尊重的善知識像孝子一樣，一天到晚看，欸，他父親要什麼，想盡辦法討父親的好，依他父親的教誡去做？平常我們儘管道理懂，真正自己去做的時候，不容易。乃至有人說：「嗯！他又不是佛，我跟他幹什麼？如果真地跟著佛，我一定能夠做得到！」這種話都是不懂道理的，不懂道理的。真的等到佛來呀，對不起，我們的煩惱重得不得了啊！一點用場都沒有啊！你連它幼稚園都沒有，你說一開口說：哦，要學學個大學，要學學個博士。有這個可能嗎？這是荒唐到絕頂的事情啊！那麼現在這地方我把那個道理簡單地說一下。",
    "851": "[14:11]善知識之所以為善知識的特質是什麼？說他已經能夠圓滿具足，解決掉了他的煩惱，他的惑跟業，而他一切一切無非都是要解救一切眾生，像他一樣地究竟圓滿無上菩提，這是他內心所期望的。究實說來，這不是我們正要所期望的嗎？對呀！一模一樣啊！那麼為什麼要捨掉我們自己，要跟他學呢？你呀，換句話說我們自己雖然也同樣地願望，要求同樣的目的，可不幸的是：願望是沒有錯，可是這個願望要自己如理行持，要如理行持要有正確的認識。我們現在整個地在無明大愚癡當中，照著我們自己的行持的話，只有造惡業流轉生死，哪有可能？不要說成佛，乃至於得報人天都不可能，行嗎？所以同樣地前面說，為什麼要知己身於病，為什麼要捨自自在，這個同一個理由啊！就這樣。",
    "936": "[15:36]那麼以前我們沒有辦法衡量，現在我們學了這個，就衡量出來：哦，現在我們比如說要暇滿人身，我們真的懂嗎？我們要念死，要知苦，像這個行相了解嗎？發菩提心夠嗎？不夠！沒有一樣有。而我們起心動念整個地在貪瞋癡的煩惱當中。所以在這地方我們就了解，哦！立刻策發我們的警覺。是！你不想修則已，如果想修的話，第一件事情，千千萬萬不能再讓我們的煩惱繼續現行。如果繼續現行的話，嘿！不要說救人哪，自己呀都自身難保啊！所以你真的認識了這個以後，你不捨自己做得到嗎？正因為要使我們自己得到好處，你發現唯一得到好處的辦法，必須把我們自己內心上頭，這一種壘壘塊塊的這種髒垢、這種煩惱徹底地拿掉。而要想拿掉的唯一辦法呢，只有依靠善知識！所以你有了這個認識，回過頭來去再看這一點的話，啊！那就非常清楚，非常明白。",
    "1015": "[16:55]我們剛開始的時候，總是心裡想想：哎呀！這個好像嗯 ……道理是這樣，做起來很難。實際上呢我們根本沒真的懂這個道理，沒真正懂這個道理。可是我們懂得啦，去做的時候，對不起，這個時候說的時候容易呀，做的時候由於自己無始以來的習氣，哎呀，稍微碰見這個又不行，碰見那個又不行，再加上平常所說的話又不行。你呀很容易隨順著自己的情見 見還是知見，情就是平常的貪愛等等 而去。所以依靠善知識單單這樣的不夠，一定還要什麼？要確定不能動，所以他第二個就說「如金剛心」。",
    "1056": "[17:36]這個金剛心是什麼？這個金剛能破一切，而不被一切所破。這個親近善知識也是如此，你呀靠著善知識的力量，能夠摧伏一切煩惱，絕不為一切煩惱摧伏你，讓你離開這個善知識。所以他說「誰亦不能離其親愛」，你那個時候唯一的最親近依靠的就是善知識，在任何情況之下，一定哪想盡辦法捨掉你自己，就像孝子一樣地親近供養諸大善知識。不管起任何的難的事情，乃至於人家說什麼，欸！他不能破壞你親近善知識的心，絕不離開這個善知識。絕不可以說，哎呀，一下好，一下不好，這些東西絕不可以！",
    "1115": "[18:35]那麼親近了善知識，善知識的目的不僅僅是告訴你個道理，還要你如法行持，如法行持才行啊！所以下面緊跟著，說善知識所告訴我們的一切的行為沒有別的，只有兩件事情：淨除罪障，集聚資糧，這個卻是要花很大的努力去做的。而善知識整個他自己做的，要人做的，也是如此，就這樣。所以這個下面說，「荷擔尊重一切事業擔」，因為善知識的事業是什麼？無非是這個，是教化眾生啊！你能夠擔起來，這不等於就是你在教化一切眾生嗎？這就是最好的集聚福德資糧啦！你自己力量不夠，你自己做的時候認識又不夠，做出來都是有錯的，雖然可能有一點功德，可是因為你自己的知見不對呀，所以往往得到了三分功德，卻造了十分的過錯。現在如果你能夠完完全全依靠著善知識，做一分功德就是一分，絕對沒有一點點過錯。",
    "1187": "[19:47]所以在這個地方要以孝子心去親近，要以金剛心堅固，然後呢要負擔起他所有的真正的事業。這個負擔的力量要什麼樣呀？像「大地心」，這大地是無所不載，要以這種心情。大地絕對不會說：「哎喲，我累了休息一下！」沒有這件事情。所以他說要像這樣的心情，要沒有一點點懈怠。那麼那個時候呢，他下面告訴我們有個概念，我們必定有個認識，說我們真正地有幸遇見這個大善知識的話，這是我們最大、最大的福氣啊！這絕對不是我們的負擔，這才是我們真正需要的啊！所以就像善財童子那樣，善財童子之所以能夠一生取辦，圓曠劫之因的根本意趣在哪裡？就在這個地方，就在這地方！所以我們到了這裡再回過頭來想：啊，原來在這個地方啊！那麼荷擔的時候應該怎麼辦呢？那下面就說如輪圍山啦、如僕使啦、如除穢心啦、如乘心啦、如犬心啦這些東西，那個我們就很清楚、很明白了！",
    "1262": "[21:02]同時，那時候我們再看那個頌子，說「萬善根本從師出」，為什麼原因從師出？那因為一切的善法，一定從正知見開始，而這個正知見非要從老師那地方指出來不可。他告訴你這個道理，再給你機會讓你這樣去行持，這個就像什麼？像良田一樣。這個一切的好處，所以古代，現在我們說當然工業呀，或者什麼等等，究實說來，最基礎的這個，最原始的都從地上來的呀！所以他「能生利樂」像良田一樣，最好的田，所有的一切的好處，一切的快樂都從這個上頭來的。既然都從這個上頭來的話，你對這件事情是不能一點錯呀！所以依止善知識，它一定有它的正確的方法，如果說你弄錯了話，「善根斷」，對不對？對不起，這個是你的根本哦，你的根本就斷掉了，你就絕不可能。所以我們第一件事情哪，修學佛法之前要什麼？「如理事師」，連它事善知識這件事情，還要祈求善知識來加持我們哪！因為我們能夠這樣去做的話，那自然而然就得到了這個好處，得到了這個好處！這個是它絕端重要的第一個概念，第一個概念。",
    "1352": "[22:32]那麼所以我們重新把這個了解一下，了解一下。唸一下：「萬善根本從師出，能生利樂如良田，依止違法善根斷，如理事師求加持。」這個「如理」跟「違法」兩個字很重要、很重要哦！這個佛經當中，有一本特別的經典，叫《阿難問事佛吉凶經》。有一天阿難尊者就想：嗯？佛說一切都靠善知識，但是有很多人依靠了善知識，卻沒有得到。當然是大部分有很多人，是因為依靠了善知識、依靠佛了得到種種好處，那為什麼有一些人得不到呢？他就奇怪，他就懷疑，他就去問那個佛陀。佛陀就告訴他：沒錯呀！佛陀就像這個良田一樣呀，但是你要懂得怎麼去侍候、去親近他呀！如果你去親近是違反的話，這不但得不到好處，而且得到的是壞處呀！",
    "1431": "[23:51]那麼這個我們前面一再說過，今天呢就特別指出來。我們在根本上面要認識一樣事情 ─我們在無明當中。我們所以做對，是因為我們了解了無明，不再信賴自己，一切照著佛陀指示我們去做，那必定得到好處！反過來，我們以我們的想法，在《廣論》一開頭的時候，我常常提醒大家，我們以為在學佛，實際上在學我耶！我們常見的這種狀態就是這樣。在門外固然不談，進來了以後，啊！直覺得學佛了，實際上呢？在學我。然後你看了經典，真的學嗎？它不是，「依文解義」，這產生的效果是「三世佛冤」，這樣。儘管嘴巴上面講的是好像佛法的道理，也看在拜佛，可是對不起，你沒有弄對呀，你沒有如法地依止呀！那善根根本斷掉了，你還談什麼呢？所以這是第一件事情哦！",
    "1493": "[24:53]那麼這個裡邊特別地又告訴我們，依止善知識的時候什麼啊？「一切時處普攝護，諸善知識真佛身，但觀功德毋尋過，並念大恩求加持。」這個要特別說一下。尤其是說「但觀功德毋尋過」，這個對我們初行人往往很難做到，往往很難做到。往往說：「他明明有過錯。」欸！要曉得啊，真正的事情的好壞，尤其是我們學過了《廣論》以後已經了解，往往不在事情上面可以判斷出來好壞來，就是你對這件事情的認識，那個你所站的角度。所以我們所判斷的，往往只是我們自心內心認識，透過這件事情上反應出來的。換句話說，我們的內心投射在這件事情上頭的這種狀態，所以不是真的這件事情哪！我們往往是自己的過錯不曉得，然後呢看成功人家的過錯，這是它最重要的一個問題所在。",
    "1563": "[26:03]關於這一點我在這裡不特別談它，現在我再引用另外一樣東西。我們在前面說過，那個十二因緣當中，說這個是佛法的整個的中心，容或大家有不太了解的地方，那麼那個時候一定要好好地把它善巧地辨別得清楚，這地方呢我引用到這裡。這個十二因緣當中說，任何一個法，從它的因開始到感果，最快是兩生，最慢三生。那麼我們以前不懂得，說：這怎麼可能呢？好像無量無邊生。欸，為什麼無量無邊生哪？就是說當這個因，這個因之感果，中間所以經過無量無邊生的原因是為什麼？因為你這個因並沒有正式地去有緣來助成它，觸發它成長感果，而是其他的因在感果當中，這個因停在那裡。真正的這個因的感果還是什麼？等到你有緣去成就它的時候。欸！只要有緣成就它，一定感果。所以就這個因來說，感果最慢是三生。",
    "1640": "[27:20]那麼這個在我們這裡怎麼個用法呢？那我就說一下。這個不管是你怎麼樣，你看他過失的時候，我們現在了解了，對不起，我們看他過失，對你來說有什麼好處啊？我想我們都了解，就算你百分之百地看對了，你百分之百地錯了！我們不細講，以前我們已經了解過、回憶過，我們說善知識有三種：一個是尊長善知識，一個是同行善知識，一個是外護善知識。尊長善知識把那個道理告訴你；同行善知識，在這個互相錯誤切磋琢磨當中增上；外護善知識是護持你。如果你能夠把它了解了以後，那時候發現什麼？很多這種十惡不赦之徒，也是我們的善知識，為什麼呀？因為只有經過這些人，然後才成就你的布施，成就你的持戒，成就你的忍辱，成就你的精進，他是成就你的成佛的，怎麼不是善知識呢？",
    "1715": "[28:35]所以佛陀在因地當中說得非常清楚，提婆達多專門害他，欸，可是他看起來什麼？他覺得這是善知識。欸！今天有這麼個大善知識送上門來，成就他的布施，要他頭，他覺得：欸，成就他的布施波羅蜜啊！然後呢種種的非理橫加的時候，他覺得：哦！這個善知識。成就他的忍辱波羅蜜呀！看，這個地方，以這樣的橫逆加上來都是善知識，而是真實的善知識，你居然看成過，你成嗎？",
    "1748": "[29:08]所以這個上面很明白地告訴我們哪，你真正地了解這個內涵以後的話，你必定是什麼？嘿！所以看他的功德的一面 ─就是你照著去做，做對了，這個叫功德呀！那麼這些尚且如此，何況是你的尊長善知識呢？這些人之所以看成功功德的，因為什麼？因為你如理如量地認識。假定你不認識，你就看成過失。所以同樣地，不管是哪一類的善知識，你如果不如理、不如量去認識，照著去做的話，你看見他，他就是過錯。所以從這個上面我們了解：哦，原來是這樣哦！這個時候你才會感覺到：啊！一點都沒錯啊，他對我們是有無量無邊的大恩啊！那麼你才了解這個偈子的特別意義。"
}