{
    "4": "[00:04]那麼再下面呢，這個第二個頌子說完了以後，我們曉得怎麼樣這個對於這個善知識，是說「但觀功德毋尋過，並念大恩求加持」。我們了解了這一點以後，下面這個容易做啦！",
    "24": "[00:24]下面怎麼說呢？第三個頌子說：「殷重敬信為意樂，身命財物如教修，殊勝供養作加行，唯令師喜求加持。」像前面這個，我是只非常簡單地，你如果真實了解了以後，你才發現：啊！原來一切都是靠著善知識。那個時候自然而然你會至誠恭敬，高高興興地、滿心歡喜地去做，做得非常認真。所以呀，說殷重的敬信，那個意樂就是這樣。那個時候外而一切的財產，內而生命哪，無不照著他去做，一切都是供養。那麼這供養當中呢，叫「殊勝供養」，這個殊勝供養特別地說明什麼？如法如理地行持。這個如法如理地行持，不是說我閉上眼睛在那地方叫，不是，做任何一件事情。平常的時候，也許你給他伺候，跑得去端一個飯或者什麼等等，就把那一放，心裡面不相應。現在不是，你做任何事情的時候，都是這個意樂內心當中，以法相應的無比的淨信、恩感，這樣地去做！",
    "103": "[01:43]說到這裡，我們同樣地要提起一件事情來。在這個學六度當中，他告訴我們，我們在任何情況之下要記住：我們的目的何在？所以做任何事情啊，說以六種殊勝，他做任何一件事情的時候，一定不忘那個菩提心，那個總意樂。所以這種情況叫什麼？就是殊勝的，最殊勝的。在這個《廣論》哪，比如說我們前面說歸依了以後供養，供養的時候又這麼事行上面怎麼供養、意樂怎麼供養。這個意樂並不是離開那個事行，就是說當我們供養的時候以什麼心情，這個心情如果說跟法相應的話，那麼這個就比較殊勝。這個法又有高低不同，最徹底圓滿的這種心情，所以他前面是殷重的淨信為意樂，這個不僅僅殷重的淨信，而且要跟徹底圓滿的教法相應的這種心情，去行持的話，這個就是如理完整的這個供養，這叫殊勝供養。那麼那個時候你去做，這就對了！",
    "182": "[03:02]所以關於這個三個頌子，我在這個地方特別解釋一下，通常啊，假定我們能夠下手的時候，把這一件事情做對的話，下面的事情就好辦了，下面的事情就好辦了！那麼這個其次的話，我也一般來說的話，把每一個頌子都大概說一下，大概說一下。",
    "208": "[03:28]關於這個第四個頌子，說「八難既離十圓滿，小大顯密總能修」，那個是在道前基礎，所謂暇滿人身。我們這本書有個特別好處，這本書上面，它那個旁邊，它有個小小的標明，你看那個暇滿人身在什麼地方呢？在第五十九頁，第五十九頁。說依止了善知識以後怎麼修行呢？他在正式修之前又告訴我們，說第一個先勸哪，對我們有暇身，自己勸自己呀！怎麼個勸法呢？這個文字已經詳細告訴我們，他把這個文字也總攝成功。",
    "258": "[04:18]所以我們平常的時候修的時候，要怎麼辦的呢？你必定先把這個內涵，照著這個《廣論》的次第，每一個部分、每一個部分，有一個圓滿的認識。這個認識經過這樣的兩個步驟：第一個呢就是聽善知識的講說，聞相應，了解善知識所說的內容是什麼；聽懂了以後呢，要經過自己思惟、稱量、觀察，有疑問的地方再去諮詢、抉擇。然後沒有疑問的地方呢，一步一步地深入地思惟，對內心當中產生不但如理而且如量的這種覺受。那個時候你隨便一提，啊！這種心情就起來了。然後呢有了這個，再一步一步地深入，它每一個部分都是如此的。那麼等到你找到了善知識，又提醒了自己，然後正式進入這個修行次第的時候 ─所以說對這個「有暇身勸取心要」以後，然後呢正說「攝取心要」的時候，那這個文我們就不必一步一步地說下去，這就是說攝取心要了。",
    "349": "[05:49]那麼下面緊跟著，這個頌子上面馬上就說是，「死仇決定終須到」，下面念死。可是在《廣論》上面，它在這個念死之前哪，不！還有一樣東西，這個今天也重新再提一下，請翻到《廣論》卷三，第六十六頁。六十六頁怎麼說呀？看這個科判，說「第二如何取心要之理分二：第一個，於道總建立發決定解，二、正於彼道取心要之理。」又分兩部分。那麼這裡呢，先把那個於道總建立發決定解，又說「初中分二：一、三士道中總攝一切至言之理，二、顯示由三士門如次引導之因相。」關於這部分以前講過了，今天這地方特別還要重提一下。",
    "409": "[06:49]我不按照這個文字來說，我們只是根據剛才我們前面引這個《華嚴》、《法華》兩部經，以及《廣論》上面告訴我們的道理，重新再想一想看。那時候我們就得到一個正確的認識，說他所以走得快，以及為什麼走得慢的兩個真正的原因，在什麼上面呢？固然善知識是最重要，那麼為什麼得不到善知識呢？因為他不了解善知識的重要！這樣。那麼善知識重要在什麼地方呢？剛才我們已經不同的角度大概說明了一些，這樣。這地方我們現在再從這個角度來說一說，來說一說。說假定啊，我們一開頭能夠對整個的圓滿的次第，有一個正確地圓滿了以後，那個時候我們這麼樣一步一步走上去的時候，那就有千穩百當之感。",
    "490": "[08:10]所以我們平常往往說：哎呀！碰到了，莽莽撞撞地趕快撞進去，往往不一定好。就算你做對了，因為你並不了解整個的那個次第，那個構架，所以你忙著那一部分。像我們剛才那個比喻當中，這個比喻以前一再說過的，說你今天進到一個大公司去做，自然而然地無始以來的習氣 ─說以我們今生來說，眼前的習性，誰願意說跑到那公司裡去，啊！做了剛剛做熟了，馬上叫你換一個。你重新去換的話，又是辛苦得不得了，等到你摸熟，又不曉得花多少時間。等到你摸熟了，又換一個，誰願意？誰也不願意。但是呢，你另外一個角度，你了解了整個的情況，噢！原來你不是在這地方作一個伙計，而是要將來接任那個董事長，你必定要這樣的話，欸！那時候你心情就完全不一樣了。那麼這個策發我們這個認識，能夠啟發這個原因在哪裡呀？就是一定先把這個真實的內涵了解，整個的它目標何在；達到這個目標，整個的次第何在。",
    "568": "[09:28]所以說，在我現在的了解，這個《廣論》的次第的構架，是絕端、絕端地重要！絕端地重要！同時我剛開始講的時候，也曾經一再地說，那個阿底峽尊者一生，有許多了不起的大上師 ─他的善知識，這些善知識當中都有絕高成就的。但是在這個善知識當中，他卻把那個金洲大師，看為所有善知識當中最重要的理由何在？這個金洲大師給了他兩樣東西：第一個呢，說把道的總共的那個次第、綱要告訴他；第二個呢，把這個總共次第當中這個中心 ─菩提心告訴他，這樣！他就把那個金洲大師看成功啊，所有善知識當中無上、無比的原因。我想到這裡大家都了解了吧！如果不了解，那個時候，你就自己好好地再去回過頭去反覆地溫習一下。這個是決定我們成就這個快速的，至少說不停滯的真正的原因何在。所以這是我在這地方要特別提醒大家的。",
    "651": "[10:51]當我們唸那個頌子的時候，我們很容易「這 ……」唸過去了，而不能把握住這個三十八個頌子所構成功的，這個圓滿的構架，這樣。所以在這地方，把這一點提出來。提出來了以後，當我們看到那三十八個頌子的時候，也把那三十八個頌子的構架看清楚了。反過來說，你從那個圓滿的構架上面，再看說構成功這樣的一個圓滿的整體的，需要這樣。那麼這個時候，這個三十八個頌子，一部、一部分就變成功它絕端重要的，絕端重要的！",
    "690": "[11:30]比如說我們現在說一個房子吧！如果說這是一棟完整的大樓，那一定由這個地方，那個下面的基礎，然後呢下面這麼一步一步上來，說這個大廳，這個是會議室，這個什麼、這個什麼，一步一步，一部、一部分。你能夠在這個上面有了認識了以後，它每一部分正好湊成功你這樣的一個大廈，必不可少的！如果你不認識的話，那這個東西就有支離破碎之感，這樣。所以把這個地方，我也特別重新地提一下。",
    "725": "[12:05]那麼，然後呢你有了這個認識的話，下面這個就比較好辦啦！說怎麼念死，由於念死了以後的話，不是說停在這個念死，覺得：喔唷，念了死就很害怕喲！那麼念死了以後，把這個念死作為推動我們修持的一個最大的動力，使得我們不陷於懈怠、墮落這條路上去。然後呢正規地進去的話，我們就要什麼？念死了以後怎麼辦？說念苦，還要加深。由於這樣地知道世間的真相以後的啊，就找到自己可歸投之處，於是下面就求皈依，這樣地一步一步地上去。所以呀，就從念死，而到念苦，念苦而找皈依，由皈依而進入再下面這個業。那麼這個業，這個是佛法的第一個中心。所以到這個地方為止啊，我們要停一下。",
    "789": "[13:09]在修學過程當中，所以從第一個頌子到第八個頌子，換句話說，這個所包含的內容，我們一定要很認真地，從頭至尾把它把握得住，從頭至尾把它把握住。這個也是什麼呢？說列為共下士道，從道前基礎開始，作為列為共下士道的原因。那麼在這個基礎上面，有一個根本建立起來了，或者說這個基礎穩固了，由此再深入，絕對不可以停在這裡，一停在這裡你就只有走慢路了，那麼再繼續地深入。而我們現在不是叫我們真正地修行，就教我們有正確的認識。",
    "836": "[13:56]再下面的話呢，就開始進入第九個頌子的話，就說，哦！雖然我懂得了前面這個道理，不再作壞事，而且努力地懺悔。但是啊，雖然你修了善淨之法呀，你還在三界輪迴當中，不行啊！所以緊跟著就進入中士。那是下面這五個頌子，就是說明這個中士的內涵，中士的內涵。這個下面我就不一步一步解釋了，因為這個《廣論》上面也說得很清楚。從中士而進入上士，那麼上士呢是菩提心，菩提心這是整個的佛法的綱要，佛法的綱要。在這點上面，我們絕對不可以輕易地馬虎，說啊！簡簡單單地隨便說。在知見上面第一個要弄清楚；弄清楚了以後，然後呢由願心而進入行心，集聚資糧，然後集聚資糧了以後，這個叫世俗菩提心。怎麼樣真正地能夠滿菩提心的願心的話，這個要後面與空正見相應，那個時候才能夠從世俗菩提心哪，提升到所謂勝義菩提心，這樣。有了這個基礎的認識以後，你如果真正要走快速的道路的話，那麼進入密乘當中。",
    "921": "[15:21]這個就是它這個三十八個頌子，整個含攝《菩提道次第廣論》，而《菩提道次第廣論》又整個把三藏十二部教典，乃至十方三世一切諸佛的心要，究竟圓滿地攝持在這個地方。從這地方來說的話，我們就想到：哎呀！我們這是何等地不容易，何等地慶幸啊！雖然生在末法之時，卻能遇見這樣究竟圓滿的無上大法，這是何等了不起啊！這一個地方才是我們真正應該策勵自己，應該感覺自慶自幸的。",
    "966": "[16:06]你有了這個圓滿的認識，然後呢自行、化他。如果說自己的力量夠，那麼多做一點，力量不夠，那麼少做一點。至少有一件事情很重要的 ─不管做得多、做得少，我們在因地當中，就認識得正正確確、圓圓滿滿！所以因地當中一定要說：我一定要究竟圓滿，一定要做到這個地方！這個很重要哦！當我們心理上面不斷地有這種想法，如果策勵繼續下去的話，就算你做不到，等到下一世再來的時候，這個心裡面的種子策發出來，很快走上這條直路了。否則的話，你沒有這個認識的話，前面還沒做，先已經打了退堂鼓了，在心理上面已經畏縮的種子不斷地種下去，將來成熟的什麼？自然而然這個感果。所以注定我們一定不可能走快速的路子，乃至於在輪迴當中，不曉得轉到什麼地方去。而整個的這個概念，整個的這個關鍵，現在在這個上面已經指出來了。",
    "1034": "[17:14]所以最後再特別地說一下：說我們學這個，不是說一口氣要我們做到，而最重要的，我們要怎麼辦？要把正知見能夠建立起來，建立了個正知見以後，然後呢照著這個，盡我們現在有的能力，這樣地去一步一步地這樣地走上去。那麼關於這個《菩提道次第廣論》部分呢，說到這地方告一個暫時的段落。",
    "1067": "[17:47]那麼，然後呢這個地方要重新提一下，關於這個三十八個頌子啊，應該跟那個《廣論》，就是《菩提道次第廣論》五百五十五頁第四行起，說「道之總義」，那個下面的一段配合著研習，配合著研習。還有呢各頌的相關部分，都要跟它相應的，就是從那個本論的前面每一個地方，鉤玄提要地想辦法作一個綱要，列在這個每一個頌的頌文之下。那麼你這樣的話呢，當你唸那個頌子的時候，那麼你就可以體會到本論的全部的綱要。一面唸，一面思惟、觀察、修習，以後在正式修習的時候，你就會從這個三十八個頌子當中，把握住整個的這個《廣論》的精要。那麼作為我們每天，或者是早晨一趟，或者是早晚兩趟，你唸的時候，那個概念就很清楚。自己在哪一部分修，那麼前面相關的，後面怎麼次第地上去，整個的這個道的總體，就把握住這樣的一個脈絡，這樣的一個脈絡。",
    "1161": "[19:21]最後有一點，我要在這地方的說明。這一次我們講的時候，這個本論的這個止、觀兩部分並沒有用，前面已經說過了。實際上呢，這個卻是本論的精華，所以沒說是因為這個兩部分是比較深奧，是比較深奧，如果說基礎沒有建立，那樣的話呢，聽起來不容易懂，聽起來不容易懂，這樣。如果說事前沒有做好，隨隨便便這樣地聽一下的話呢，這個反而失去它重大的利益。所以我們先把前面那個修學，然後呢照著這樣去次第著一步一步地上去，慢慢地障礙呢慢慢地減除、清除，資糧慢慢地增長，然後到那時候再學。我們準備在第三個這個學年的時候，那時候再給大家好好地講。",
    "1233": "[20:33]那麼另外呢，這個地方有一點我要特別地說明一下，特別地說明一下。這次我們從頭至尾，認真地把那個《廣論》的綱要全部學了一下，大家都感覺到，都了解這個這一部書整個的內容的精要，不但是說，說明了這個說哪一部、哪一系，實際上說，這三藏十二部的整個的精要全在裡頭，全在裡頭。那麼這次因為我自己，我自己的條件哪，限於自己的條件。雖然我總算能夠找到傳承的老師，可是我一開始也給大家介紹過，我自己跟我老師學，只是學一個粗略的綱要，不是細部很認真地去學，所以在這個內容方面哪，有很多精要的部分自己也沒學好。",
    "1304": "[21:44]那麼在我剛開始講的不久，因為同學的好樂之心，我那時候也經常跟我的這個老師，向他報告。他就來信跟我說呀，他說：你有什麼問題呀，把這個問題寫信去。他再詳細地給我回答。可是實際上呢，不要說這一封信，我印度一封信的來往，經常總是要二十多天，二十多天。就算是你能寫信的話，因為這個像這種精要的問題呀，不是當面反覆推敲討論，不大容易把握得住這個內涵。所以這個寫信是有它很大的困難，很大的困難！那麼他還說，如果再不然的話呢，叫我到那邊去，他還再劃出一部分，特別地騰出時間來跟我講。可是這樣的話，又要耽擱下上課，還有其他種種的條件，所以這件事情始終沒辦法做，沒辦法做。",
    "1375": "[22:55]以後呢，我們就想起來了，說這個《廣論》將來呀，還重新把它以白話註解來寫成功書。我覺得這是個非常好的辦法，非常好的辦法。那麼這樣一來呢，不但能夠把上面我們所感覺到這個幾個缺陷，譬如說有不夠的地方，那麼還有呢講的時候，因為這個講說的時候，往往就是它上課的時候，大家隨便說過也就算了。很多細部的地方也許是沒交代清楚，乃至於有的時候，不知不覺當中說錯了。我自己常常就有個感覺，這個年紀大了，往往有很多地方，自己要說的這個說錯了。中間好幾個地方，曾經同學指出來，當時他又問我，對呀！我自己回過頭來一看，我真正要說的不是那個，結果不曉得怎麼會講出來講錯了。將來出書的時候，這個情況就完全可以避免，完全可以避免。那麼因此所以上面關於這個兩部分，我們就可以在後面那個出書的時候，把這個問題整個地解決，整個地解決。這個是一個，呃，這地方的特別說明一下。",
    "1459": "[24:19]那麼關於出書的時候，是不是把這個《廣論》的，最後的止觀兩部分一起出呢？這個不！因為我自己了解，以我學的經驗來說，有很多精要的地方，從文字上面不大容易交代得清楚。那麼學的人也是一樣，不經過這樣地反覆地推敲，這也是一個問題。所以我想將來我們還是用這兩個方式，已經講過的部分，那麼將來呀要會寫書，出成書。第一部分就把它那個整個的大概就把它這個錄出來，寫出來；寫出來了以後呢，然後再經過修改，修改。那時候我還要請我的老師把那個重要的內涵哪，希望他能夠給我們校對一下。不一定像我們現在一步一步啦，至少我會到那個時候再去請教他，那個重要的原則怎麼樣。這是一部分。",
    "1529": "[25:29]關於那個止觀那一部分的話，剛才說的，原則上面我還是先這樣地這個講，講完了以後呢，然後看那個時候的情形，再進一步說出書與否。這個大概的情況呢，在這一次就到此為止。因為將來還要出書，所以我原始、開始的時候曾經說，所謂這個整個的內涵，應該有一個圓滿的一個這個綱要，譬如說我們說剛開始的時候一個玄義啦，什麼這個內容啦！那麼因為上面所說的理由，既然我們後面還有這樣的一個重要的、圓滿的補充，所以這一部分哪，到現在統統都省略掉了；省略掉了，就是擺著等到那個時候一起去做。我想我們關於這一次的這個整個的《廣論》的部分，就到這地方為止。",
    "1603": "[26:43]那麼下面嘛還有一點點時間，還有一點時間哪，這個就是已經跟這個本論沒有什麼，應該這麼說啦！就是說關於跟那個文字方面，已經不是很重要的問題，但是在修習上面哪，卻是很重要的。就是前兩堂曾經特別地引用《華嚴》、《法華》這個兩部分，來介紹、證成本論的特質。這個因為在座的大部分的這個同學們哪，對這個兩部經都不一定很熟悉。那麼《法華》還比較容易一點，一共只有七卷，《華嚴》有這麼多，有這麼多，所以沒辦法很詳細地交代說明。我倒是希望諸位有機會的時候，把這個《法華》，尤其是《法華》，好好地把它念誦幾遍，念誦幾遍。那麼念誦幾遍了以後呢，以後我在這個出書的時候，我會就把這個問題在那個書上面寫出來，寫出來。那麼到那個時候的話，你們一對比的話，就有很深刻的一個印象。哦！了解說這個《法華》的基本精神，跟《華嚴》的基本精神，為什麼透過這個本論的介紹以後，才能夠充分地顯發出來，充分地顯發出來。",
    "1712": "[28:32]而像我們平常這樣的話，單那個經文上面平舖直白唸，儘管聽起來說，哦！這個最上乘，這個最了不起，對我們就好像是什麼？是人造衛星，哎呀，覺得好啊！羨慕得不得了。可是你只有看它，它在天上，你在這個地方。那麼，而本論是什麼呢？就是你透過了這樣的介紹的話，你才發現：哦！原來這個是造這個人造衛星的這個工廠，而你卻是這個裡邊的工程人員。一方面固然你可以欣賞它這個人造衛星，這麼樣地有使你一種仰望，換句話說，它有這麼精采的特質，而你也曉得，怎麼照著它一步一步走上去。這個是我在最後順便跟大家特別提一下。那麼現在呢，我們大家一起合掌：",
    "1777": "[29:37]願以此功德，莊嚴佛淨土，上報四重恩，下濟三途苦。若有見聞者，悉發菩提心，盡此一報身，同生極樂國。"
}